{"id": "1246203", "contents": "Opinion by\nMr. Justice Jones,\nThe question presented by this appeal is whether unrealized appreciation on securities held for investment purposes should be used in determining the actual value of the capital shares of banks for taxation purposes under the provisions of the Act of July 15, 1897, P. L. 292, as amended, 72 PS §1931. The question was answered in the affirmative by the learned court below which upheld the refusal of the Board of Finance and Revenue to review a settlement made by the Department of Revenue, and approved by the Auditor General, of the taxes owing by the appellant, The Butler County National Bank, for the year 1945.\nSection 1 of the Act of 1897 imposes an annual tax of four mills on the “actual value” of the shares of capital stock of banks or savings institutions incorporated under any law of the Commonwealth or of the United States and located within the Commonwealth. A similar tax on actual value of capital shares ascertained in exactly the same manner is imposed by the Act of June 13, 1907, P. L. 640, as amended, 72 PS §1991, on corporations doing a trust business within the Commonwealth. Since the method for computing the actual value of the shares of both the banking and trust companies is precisely the same (see Commonwealth v. Mortgage Trust Company of Pennsylvania, 227 Pa. 163, 76 A. 5), decisions under the Act of 1907 are equally pertinent to the present question.\nThe appellant is a corporation organized under the laws of the United States and engaged in the banking business within Pennsylvania. In its share-tax report for the year 1945, filed in compliance with the Act of 1897, the appellant claimed a total valuation for its capital stock, surplus and undivided profits of $1,-661,059 for a value of $276.84 per share. The Department of Revenue, however, determined that the total valuation should be $2,640,585 or $440.09 per share and resettled the report and tax accordingly. This Tip-ward adjustment was arrived at by adding $979,526 to the valuation as reported by the bank. Of this additional sum, $293,951 represented unallocated valuation reserves and the balance ($685,575) represented the amount of the unrealized appreciation on securities held by the bank for investment. In other words, the $685,575 was the difference between the aggregate cost of such securities, as reflected by the books of the bank, and the aggregate market value of the same securities as of December 31, 1945. It is this added valuation of $685,575 which this appeal questions.\nIt is the appellant’s contention that the legislature, by the Act of 1897, intended that the fiscal officers of the Commonwealth should determine “the amount of capital stock paid in, the surplus and undivided profits” from the books of the bank, provided the books are kept in accordance with proper accounting procedures which do not permit banks to consider and reflect on their books unrealized appreciation of assets. The appellant bases this contention on the Act’s provision that “the actual value of each share of stock [shall] be ascertained and fixed by adding together the amount of capital stock paid in, the surplus and undivided profits, and dividing this amount by the number of shares”, and reminds us that the statutory language is to be construed in accordance with the accepted meaning of the words employed and that a tax Act is to be construed strictly, citing Statutory Construction Act of 1937, P. L. 1019, Secs. 33 and 58, 46 PS §§533 and 558.\nThere is, however, a further cardinal rule of statutory construction which the appellant apparently overlooks and that is that “Every law shall be construed, if possible, to give effect to all its provisions”: Statutory Construction Act, supra, Sec. 51, 46 PS §551. Here, the Act lays the tax on the “actual value” of the bank shares. That provision, the appellant entirely disregards and asserts that the capital stock paid in, the surplus and undivided profits of a bank are to be determined according to the books of the bank and that the share valuation, so ascertained, is what the Act was intended to tax. The appellant deduces this argument from the fact that in the field of accounting a corporation’s capital stock paid in, surplus and undivided profits added together and divided by the number of corporate shares outstanding gives the book value of the shares. That, of course, is true. But the Act does not restrict the Commonwealth’s fiscal officers to what the bank’s books show nor does it prohibit them from ascertaining independently what the capital stock paid in, the surplus and undivided profits of a taxpayer bank actually amount to. It may readily be conceded that the appellant bank used the most approved accounting practices in carrying on its boohs its investment securities at cost (with an allowance for possible losses), but the fact still remains that the appraisal of such investments at their market value contributes to a more truly actual valuation of the bank’s capital shares. And, that is what the Act expressly taxes. Sound corporate accounting practices (especially for banking institutions) are not designed to show the actual worth of a bank’s shares but rather their rock-bottom value, in short, the most conservative estimate possible.\nIn support of the contention that it is the book value of a bank’s shares that the tax statute contemplates, the appellant relies upon an inference which it draws from this court’s decision in Commonwealth v. Mortgage Trust Company of Pennsylvania, supra. In that case, the Court of Common Pleas of Dauphin County had held the Act of June 13, 1907, P. L. 640, which imposes the tax on the shares of corporations doing a trust business, unconstitutional because of a supposed lack of the uniformity required by Art. IX, Sec. 1, of the Pennsylvania Constitution. On appeal, this court unanimously reversed and remitted the record “with directions to the court below to hear the parties and determine the actual value of the shares of stock . . . .” Because the opinion limited its discussion to the constitutional question involved and made no mention of the lower court’s conclusion that actual value of shares, as used in the Act, meant book value, the appellant infers that we thereby approved the lower court’s immaterial conclusion as to the taxable basis. As the learned court below pertinently observed in the instant case, — “If there ever were any doubts concerning the method of valuation of shares arising from the reported decisions of Commonwealth v. Mortgage Trust Co. such doubts were dispelled and laid to rest by the later decision of Commonwealth v. Union Trust Co., 237 Pa. 353” as indeed they were.\nWhile the Union Trust Company case, supra, was concerned with the Act of 1907, what was there said with respect to the meaning of the term “actual value” is, as we have already seen, equally germane here where the Act of 1897 is involved. In that case, Mr. Justice Elkin, in speaking for a unanimous court, said (pp. 356, 357), — “The contention of the Commonwealth is that the capital paid in, the surplus and undivided profits represent all the property and assets of the trust company over and above its liabilities, and that it is the duty of the Auditor General to ascertain and fix this value for the purpose of determining the taxable value of the shares. . . . The report which the act requires a trust company to make is intended to furnish a basis upon which the Auditor General shall fix the taxable value of the shares, but it is not conclusively binding upon him. . . . He cannot act arbitrarily without regard to the facts or without sufficient data upon which to base his conclusions. He must also follow the statutory method in determining the taxable value of the shares. This means in the present case that the actual value of each share must be determined upon the basis of the capital paid in, surplus and undivided profits; but it does not mean that the Auditor General must accept the book value, or any other value, reported by the officers of the company, as final and conclusive in determining the taxable value of the shares.” Compare Federal Deposit Insurance Corporation v. Board of Finance & Revenue, 368 Pa. 463, 473, 84 A. 2d 495, where our present Chief Justice recognized that in “the cases of Commonwealth v. City National Bank, 52 Dauph. 87, and Commonwealth v. Provident Trust Co. of Philadelphia, 55 Dauph. 235, ... it was held that the actual value of a bank’s assets must be employed rather than the book value in determining the tax on its shares.”\nThe fallacy of the appellant’s contention, based on the inference which it sought to draw from Commonwealth v. Mortgage Trust Company, supra, becomes plainly evident when we read at the close of the opinion in the Union Trust Company case, supra, that “Nothing said in Com. v. Mortgage Trust Company, 227 Pa. 163, was intended to announce any different rule for the valuation of shares in companies of the kind involved in the case at bar.”\nThe thorough and well-reasoned opinion of Judge Sopin' for the court below so effectively answers the appellant’s effort to distinguish Commonwealth v. Union Trust Company, supra, that we can do no better than quote with approval therefrom: “Appellant attempts to distinguish the case of Commonwealth v. Union Trust Co., 237 Pa. 353, from the case at bar by arguing that the decision stands for the proposition that an addition to book value of shares is proper only where the bank or trust company has written-up the value of its security investments on its books of account. The issue of that case involved the propriety of the fiscal officers’ action in disallowing a valuation reserve deduction; the Union Trust Co. had purchased bonds at a cost below their face value and had written-up their value on the books of account from cost price to face value by debiting the asset account and crediting a valuation reserve account for the difference between face value and cost price. It was the Commonwealth’s refusal to allow deduction of this valuation reserve from the face value of bond investments, for the purpose of reporting the value of such investments at cost price which gave rise to the controversy. . . . Appellant also attempts to distinguish [the Union Trust Co. case] from the case at bar by arguing that [it] ... is authority only for a valuation of bond investments at face value. In that case, valuation of securities at face value was approved by the court as a proper exercise of the power of taxing authorities to fix actual value of assets. Nothing said in that case militates against valuation on a basis other than face value. Merely because officials of the Commonwealth at one time fixed the actual value of bond investments at their face value and the court affirmed such action as proper, the fiscal officers are not impliedly barred thereby from fixing the actual value of different securities at a different time at their market value.”\nFinally, the appellant submits that, if the book value of the bank shares is to be readjusted so as to reflect the unrealized appreciation in the bank’s investment securities, the sum accordingly added should not exceed the gross amount of such appreciation less the federal income tax to which the gain would have been subject had the appreciation actually been realized by a sale of the securities on December 31, 1945. The learned court below cogently pointed out that, — “The argument is patently unsound because the reduction of undivided profits had not occurred since no federal income tax was payable on the appreciation in the value of securities. The shares tax is one imposed on actual value of shares on a certain date, and such value must reflect the actual value of assets on that date as determined from facts and based upon reasonable indicia of their material worth. The securities were not sold on or before December 31, 1945; therefore, no federal income tax was payable on the appreciation. The taxing officers need give no consideration to speculations concerning hypothetical contingencies.”\nJudgment affirmed."}