{"id": "124699", "contents": "OPINION\nZAPPALA, Justice.\nThis is an appeal by the City of Philadelphia from the Commonwealth Court’s order affirming the order of the Civil Service Commission of the City of Philadelphia, which had awarded civil service disability benefits to Howard Ryder for a psychic injury. For the following reasons, we reverse the order of the Commonwealth Court.\nHoward Ryder was a police officer for the City of Philadelphia. During his 26 years as a police officer, Ryder had been continually assigned to the 7th Police District. On May 4, 1996, Ryder received a radio call reporting that there was a disturbance at a house located on Stevens Road and that there was a “man with a gun.” The assignment to respond also went out by radio call to a wagon crew with two officers. Ryder, who was on patrol closer to the location, arrived first.\nRyder had intended to wait for the other police officers to back him up, but decided to enter the house alone when he heard a woman screaming. He went to the front door and shouted out, asking whether everything was all right, to which a woman responded “no.” When Ryder opened a screen door, he saw the woman. The woman told him that her son had a gun and was upstairs.\nRyder directed the woman to leave, but was told that the woman’s disabled mother was in the room. A man yelled that he had a gun and started to come down the stairs, carrying a semi-automatic rifle which he pointed towards Ryder. Ryder aimed his own weapon at the man and ordered him to put down his weapon. There was a standoff lasting approximately five minutes, until the man ran back up the stairs.\nRyder moved the women into the kitchen and used his police radio to communicate that there was an armed male on the second floor of the house. The man came back down the stairs without the weapon. Ryder subdued him and placed him in the police car. The wagon crew then arrived approximately 12 minutes after Ryder had responded to the radio report.\nA preliminary hearing was held on the charges brought against the man whom Ryder had arrested; however, the charges were dismissed. When Ryder became angry about the dismissal, he was referred to the Employees Assistance Program (EAP). He spoke to Detective Mike Connolly who told him that there would be an attempt to have the charges reinstated.\nAfter the May 4, 1996 incident, Ryder continued to work his routine schedule until he underwent surgery for an unrelated physical problem. When Ryder returned to work following his surgery, he was informed that, after 26 years in the same district, he was being transferred to the 89th Police District. On his first shift in the new district, Ryder began to experience anxiety and feelings that he was unable to function. He developed concerns that he was going to be killed or was going to have to kill somebody. Ryder did not return to work after his first day in the 39th District.\nRyder again contacted EAP and was referred to Dr. Paul DiKun, a psychologist. Dr. DiKun diagnosed Ryder as suffering from post-traumatic stress disorder and began treating him for the disorder. On October 14,1996, Dr. DiKun submitted a report to EAP’s Officer Connolly stating that Ryder would be able to return to work on a restricted basis, effective October 21, 1996. Dr. DiKun recommended that Ryder be detailed to the police administration building or a similar setting. He advised against assigning Ryder to regular patrol duty.\nThe City referred Ryder to Dr. Julia Kessel, a board-certified psychiatrist, lor an evaluation to determine whether he had a psychic injury and for a recommendation regarding his condition and ability to return to work. Dr. Kessel evaluated Ryder on December 12 and 15, 1996. She also diagnosed Ryder as suffering from post-traumatic stress disorder arising from the standoff incident on May 4, 1996. Dr. Kessel determined that the circumstances of the incident did not appear to be outside of what could be expected in the normal course of the duty of a police officer. She concluded that Ryder could return to work in a restricted duty capacity, but should not be put in a position that required him to carry a weapon.\nRyder’s status as injured-on-duty was rejected because the police department did not find the disability to be service-related. Pursuant to Philadelphia’s Civil Service Regulation 32.121, Ryder appealed that determination to the Civil Service Commission of the City of Philadelphia. At the hearing before the Civil Service Commission, Ryder testified regarding the May 4, 1996 incident. In addition to Dr. DiKun’s report that Ryder was experiencing post-traumatic stress disorder, Ryder introduced the testimony of Lieutenant Daniel Avington and Officer John Finor.\nLieutenant Avington testified that the situation was under control when he arrived at the scene on May 4. He indicated that it was unusual for a police officer to confront the situation alone, but that the incident had occurred during the change of roll calls. The timing of the incident resulted in the delay in the response time of the other officers, and led to a city-wide call for assistance, referred to as a triple assist. He further testified that he was aware of only 1 or 2 similar situations that had occurred during his 27 years of service with the police department and that police officers did not often run-into the type of weapon involved in the incident. Officer Finor, a 16 year veteran with the Firearms Identification Unit, also testified that the weapon involved was not rare, but was uncommon. He indicated that the police department was encountering more high capacity weapons than it had ten years ago.\nThe City offered the testimony of Lieutenant Martin O’Donnell, an 18 year veteran serving as an instructor for the Police Academy, and Lieutenant Edward Nolan, an investigator assigned to the Internal Affairs shooting team. Lieutenant O’Donnell testified that police officers are trained to respond to an armed suspect using guidelines on how to respond'to certain incidents because it is difficult to predict a person’s reaction in any given situation. Lieutenant Nolan testified that incidents of the nature involving Ryder were increasing in regularity and that triple assist calls could be a daily event depending on the hour of the day, the tour of duty, and the availability of manpower.\nDr. Julia Kessel also testified on behalf of the City that she had reviewed the testimony given by Ryder before the Civil Service Commission, and, based upon his testimony, had changed her diagnosis of Ryder’s condition from post-traumatic stress disorder to adjustment disorder with anxious mood. She concluded that the specific trigger to the development of Ryder’s anxiety appeared to be Ryder’s transfer out of the 7th District after 26 years that occurred on July 3, 1996. Dr. Kessel indicated that her original diagnosis had been based on her assumption that Ryder had developed significant symptoms of anxiety prior to his transfer; however, Ryder’s testimony indicated that he had developed such symptoms only after his transfer rather than very soon after the May 4 incident. She testified that post-traumatic stress disorder is usually fully developed within one month of the stressful event. Dr. Kessel concluded that the specific trigger to the development of Rider’s anxiety was the transfer, but continued to recomme.,.! that Ryder return to restricted duties.\nOn May 1, 1997, the Civil Service Commission sustained Ryder’s appeal, concluding that Ryder’s disability was service-connected and that the work-related stress was caused by abnormal working conditions. The Civil Service Commission accepted the medical expert evidence that Ryder could not return immediately to active duty and directed that Ryder perform active duty after being evaluated by a medical facility chosen by the police department. The City appealed to the common pleas court, which affirmed on the basis that Ryder had sustained a psychic injury as a result of the May 4, 1996 incident.\nOn appeal before the Commonwealth Court, the City asserted that the common pleas court had erred in concluding that Ryder had been subjected to abnormal working conditions because a confrontation with an armed suspect was a situation that a police officer could expect to occur. The Commonwealth Court rejected the City’s argument and affirmed the order of the common pleas court. The court acknowledged that psychic injury cases are to be considered in the context of the specific employment, and that police work is inherently highly stressful. Nevertheless, the court concluded that Ryder had sustained his burden of proof regarding a psychic injury because the May 4,1996 incident was an actual extraordinary event that caused Ryder’s post-traumatic stress injury.\nWe granted the City’s petition for allowance of appeal to address the issue of whether the Commonwealth Court’s holding, that abnormal working conditions need not be established where an individual demonstrates that an actual extraordinary event resulted in a psychic injury, conflicts with prior decisions of this Court.\nAn employee seeking to recover injured-on-duty benefits pursuant to Regulation 32 has the burden of proving the existence of a disability and that it is service-connected. Civil Sevice Commission v. DeBerry, 137 Pa.Cmwlth. 436, 586 A.2d 519 (1991). Because of the similarities in intent and form to the Pennsylvania Workers’ Compensation Act, the principles enunciated in interpreting the Act have been applied to Regulation 32 where similar substantive issues are involved. Sammons v. Civil Service Commission of City of Philadelphia, 673 A.2d 998 (Pa.Cmwlth.1996), aff'd. by an evenly divided court, 555 Pa. 1, 722 A.2d 1012 (1998). Therefore, we will discuss the issue of the applicable burden of proof in Ryder’s claim for psychic injury in the context of Regulation 32 by analyzing the cases that have arisen in the context of workers’ compensation proceedings.\nTo recover workers’ compensation benefits for a psychic injury, a claimant must prove by objective evidence that he has suffered a psychic injury and that such injury is other than a subjective reaction to normal working conditions. Martin v. Ketchum, Inc., 523 Pa. 509, 568 A.2d 159 (1990). “Psychic injury cases are highly fact-sensitive and for actual work conditions to be considered abnormal, they must be considered in the context of the specific employment.” Wilson v. Workmen’s Compensation Appeal Board (Aluminum Company of America), 542 Pa. 614, 669 A.2d 338, 343 (1996) (citation omitted). Whether findings of fact support a conclusion that the claimant has been exposed to abnormal working conditions is a question of law that is fully reviewable on appeal. Id.\nThe City argues that the Commonwealth Court erroneously relied upon the fact that the psychic injury in this case arose from a single incident, rather than accumulated stresses, instead of addressing whether the incident involving Ryder was abnormal for police work. The court reasoned that because the incident was an extraordinary event that could be pinpointed as the sole cause of Ryder’s post-traumatic stress syndrome, the psychic injury was compensable even though the incident “may be considered not ‘abnormal’ because it is not beyond the realm of possibility that it is going to occur .... ” City of Philadelphia v. Civil Service Commission of the City of Philadelphia, 712 A.2d 350, 354 (Pa.Cmwlth.1998).\nThe court reached its conclusion based upon the following analysis:\nMost workers’ compensation claims involving abnormal working conditions are ones that are best described as arising from series of work events occurring over a period of time that caused stress that led to the psychological harm. Unless it is established that these events are so extraordinary and cannot be envisioned as part of the work, the psychiatric injury is not considered abnormal but merely normal stress that flows from the normal wear and tear of everyday work events to which the claimant has a subjective, i.e., an abnormal reaction to these events. As a result, any psychological injury is considered to be brought by the employee’s own subjective reaction to normal events and not the work itself, making the injury non-compensable. However, where there is an extraordinary event that can be pinpointed as causing the psychological trauma, almost always an event that exposes a claimant to great physical danger, there is no requirement that the event be one that cannot be envisioned as part of the claimant’s duties. Once a claimant establishes by credible competent medical evidence that the extraordinary event caused his or her psychological injury, the extraordinariness and intensity of such an event satisfies the requirement that the claimant’s psychological injury is an objective response, i.e., a normal response to that specific extraordinary event.\nId. at 354 (footnote omitted).\nThe court’s determination that Ryder was not required to demonstrate that the specific incident at issue was an abnormal working condition, because he was able to identify a specific, actual employment event which precipitated his psychic injury, was erroneous. Contrary to the Commonwealth Court’s analysis, there is not a different standard for analyzing whether a specific employment event constitutes abnormal working conditions depending upon whether the stimulus complained of occurred over a period of -time or whether a specific incident can be pinpointed in time. There is no dichotomy in the applicable standard based upon whether a specific event triggered the psychic injury.\n“We have consistently rejected the argument that proof that a psychic injury was caused by normal working conditions establishes a compensable injury.... ” Davis v. Workmen’s Compensation Appeal Board (Swarthmore Borough), 561 Pa.462, 751 A.2d 168, 175 (2000). It has always been the requirement that\nEven if a claimant adequately identifies actual (not merely perceived or imagined) employment events which have precipitated psychiatric injury, the claimant must still prove the events to be abnormal before he can recover.\nWilson v. Workmen’s Compensation Appeal Board (Aluminum Company of America), 542 Pa.614, 669 A.2d 338, 344 (1996).\nWe further explained this point in Philadelphia Newspapers, Inc. v. Workmen’s Compensation Board (Andrew Guaracino), 544 Pa. 203, 675 A.2d 1213 (1996), wherein we discussed the Commonwealth Court’s use of the “specific extraordinary event” and “abnormal working condition of a longer duration” language. There, we stated:\nThe Commonwealth Court has identified two different impetuses that trigger psychic injury in the absence of a physical stimulus — either a specific extraordinary event or abnormal working condition of a longer duration. The parties interpret this “objective test” as supplementing the standard of proof established in Martin for claimants seeking benefits for psychic injury resulting from mental stimulus. However, we do not view the Commonwealth Court’s description of psychic injuries as emanating from either a specific extraordinary event or abnormal working conditions over time to establish an additional standard or burden of proof. Although it has been referred to by the Commonwealth Court as an objective test, the description is merely an exemplification of Martin. The Martin standard is unchanged.\nA claimant may recover workers’ compensation benefits for psychic injuries only when the claimant proves the events to be abnormal.\nId. at 1219. See also, Hershey Chocolate Co. v. Workmen’s Compensation Appeal Board, 546 Pa. 27, 682 A.2d 1257 (1996).\nThe Commonwealth Court’s analysis in this case was inconsistent with the standard that we have established regarding the claimant’s burden of proof that the psychic injury arose from abnormal working conditions. We must address, therefore, whether Ryder met his burden of proof under the standard that we articulated in Martin: a claimant must prove by objective evidence that he has suffered from a psychic injury and that the psychic injury is other than a subjective reaction to normal working conditions.\nIn Davis, a police officer filed a claim petition under the Workers’ Compensation Act alleging that he suffered from post-traumatic stress disorder and specific work inhibition as a result of repeated stressful and life-threatening experiences during the course of his duties. The claimant described several stressful incidents that had occurred during the course of his 31-year career. In one incident, another officer had gone into a house and was confronted by an armed suspect. The claimant, who was the back up officer, convinced the suspect to put his weapon down. When the claimant went to pick up the weapon, the suspect pulled out another weapon, pointed it at his face and started to pull the trigger. The claimant was able to wrestle the gun away from him. Other incidents included a standoff with a large group of individuals who refused to comply with the claimant’s demand that they give up any weapons in their possession. After other officers responded to the scene, 22 individuals were arrested and police officers recovered baseball bats, chains, knives, and tear gas.\nWe determined that the claimant had failed to establish that his post-traumatic stress disorder was caused by abnormal working conditions. We found that there was no evidence that the investigatory and patrol duties performed by the claimant, or his experiences, were unusual for a law enforcement officer.\nIn City of Philadelphia v. Workers’ Compensation Appeal Board (Brasten), 556 Pa.400, 728 A.2d 938 (1999), (equally divided court) we addressed the issue of whether a criminal indictment and prosecution of a police officer who was involved in a fatal shooting incident constituted abnormal working conditions in a claim for psychic injury. The claimant had killed a suspect who had barricaded himself in a building. The claimant later became a subject of a criminal investigation by the Philadelphia Police Department and the District Attorney’s office and was indicted on manslaughter and related charges. The claimant was subsequently acquitted. A claim for workers’ compensation benefits was filed for post-traumatic stress disorder suffered as a result of the events after the shooting.\nThe claimant’s award of benefits was reversed by the Commonwealth Court, which held that the investigations, indictments, and attendant publicity did not constitute abnormal working conditions. The Commonwealth Court’s decision was affirmed by an evenly divided vote of this Court. The opinion in support of affirmance concluded that the shooting incident was not an abnormal working condition, and that the resulting indictments and publicity were not compensable as they were only tangentially related to the claimant’s employment. The opinion in support of reversal agreed the shooting incident was not an abnormal working condition, but suggested that the indictment was, stating:\nThus, the fact that the encounter of June 1992 was the most perilous position [Claimant] had ever been placed in over the course of his twenty years on the force merely makes the experience subjectively abnormal for the [Claimant], but does not rise to the level of “abnormal working conditions.” Similarly, the fact, that, following the killing of the suspect [Claimant] learned that he had shot someone who was technically unarmed, compounding the stress, is also a subjective reaction to quite forseeable circumstances of the job. Nonetheless, the events following the shootout which unfolded over the course of a year are of a substantially different character.\n728 A.2d at 942.\nApplying the analysis underlying these decisions, we find that Ryder’s involvement in the standoff with an armed suspect did not rise to the level of abnormal working conditions for a police officer. Ryder was performing the investigatory and patrol functions expected of a law enforcement officer, and a confrontation with an armed suspect may be anticipated in the course of an officer’s duties.\nAccordingly, the order of the Commonwealth Court is reversed.\nJustice NIGRO files a concurring opinion.\nJustice NEWMAN files a concurring opinion in which Justice SAYLOR joins.\n. Regulation 32.121 provides:\nThe following employees may appeal to the Civil Service Commission from an action of their appointing authority or the Personnel Director depriving them of more than ten (10) days' benefit under this Regulation, provided that such appeal is filed with the Commission within fifteen (15) days of receipt by the employee of written notice of the action complained of:\nAny employee aggrieved by a finding as to the existence, nature or service-connected of the employee’s disability.\n. The scope of appellate review where the trial court has limited itself to the record before the Civil Service Commission is to determine whether the Commission’s order violated the employee's constitutional rights, whether the Commission manifestly abused its discretion or committed an error of law, or whether the Commission’s decision was not based upon substantial evidence. Haygood v. Civil Service Commission, 133 Pa.Cmwlth. 517, 576 A.2d 1184 (1990), appeal granted, 527 Pa. 605, 589 A.2d 694 (1991), appeal dismissed, 529 Pa. 447, 605 A.2d 306 (1992).\n. The decision in Davis was issued after the Commonwealth Court’s opinion in this case. After Davis was decided, the Commonwealth Court denied benefits to a police officer who suffered from post-traumatic stress disorder after being confronted by an armed suspect when he attempted to serve an arrest warrant on the suspect in a domestic violence case. Young v. Workers’ Compensation Appeal Board (New Sewickley Police Department), 737 A.2d 317 (Pa.Cmwlth.1999). The court found that the evidence was insufficient to prove that the standoff event was an abnormal working condition \"for a police officer, where certain stressful and even life-threatening events and occurrences are expected and anticipated due to the nature of the employment, regardless of where the officer is employed or for how long....” Id. at 322. The court indicated that its decision in the case before us appeared to have been overruled by Davis sub silentio. See also, Rydzewski v. Workers’ Compensation Appeal Board, 767 A.2d 13 (Pa.Cmwlth.2001)."}