{"id": "1246196", "contents": "Opinion by\nMr. Justice Belu,\nThe Commonwealth filed a bill or complaint in equity to restrain defendants from engaging in strip coal mining on certain lands in Jefferson County owned by the Commonwealth. Defendants filed an answer averring their right as lessees of the mineral rights in this land to strip mine the coal on the surface. The parties agreed upon a stipulation of facts. The Court below denied plaintiff’s application for an injunction, but retained jurisdiction in the matter in order to compel, if necessary, the defendants to comply with their statutory obligations to replace the over-burden and make the plantings and otherwise fully comply with the statute covering strip mining.\nThe narrow question involved on this appeal is: Does the reservation of mineral rights in the several deeds of conveyance of this tract of land give the defendants, who are the lessees of the mineral rights, the right to remove coal and other minerals from the land of the plaintiff by the open pit or strip mining method, or are they restricted to shaft or deep mining?\nPlaintiff, Commonwealth, is the owner of a certain tract of unimproved mountain land containing approximately 3471 acres situated (partially) in Jefferson County, Pennsylvania, acquired by nine separate deeds, the first of which is dated September 12, 1921, and recorded June 19, 1923, and the last of which is dated April 10, 1923, and recorded June 19, 1923. Each of these deeds contains the following mineral reservation: “Excepting and Beserving all the coal, oil, natural gas, and other minerals, in and under the surface of said land; together with the exclusive and perpetual right of ingress, egress and regress into and upon said lands to examine, search for, mine, manufacture and prepare said coal, oil, gas and other minerals for market; to take, remove and transport the same therefrom as well as coal, oil, gas, and other minerals from other lands; to build and construct shafts, drifts, air shafts, bore holes, gangways, headings, roads and drains in, through, upon and under said surface; to pump water from the mines and run same on said surface; to locate and erect such fans, engines, machinery, buildings, shafts, drifts, and other structures, with the necessary curtillage, as may be necessary for the convenient use, ventilation and working of the mines and works appurtenant thereto and to manufacture coke; to use sufficient and convenient portions of surface to deposit dirt and waste from the mines, and for the location and erection of miners’ dwellings, tenements, office, stores and other buildings; without any liability whatsoever for damages to said lands or for injury to or diversion of waters flowing in, through, under and upon said land.”\nThe defendants are the lessees of the mineral rights in the said tract by virtue of an unrecorded lease, dated December 1, 1951 from the plaintiff’s grantor. The Commonwealth does not claim title of any nature to the coal in question, but contends that neither the defendants nor any other person who has title to the coal under the reservation has the legal right to remove it by the strip mining method, thus destroying the surface. The coal which the defendants have been removing by the strip mining method, cannot be removed by deep mining.\nThe surface of the land in question is rocky, hilly and mountainous. The trees thereon are second-growth, healthy hardwood, in what is known as the pole stage, the trunks of which are six to twelve inches in diameter. The trees and plant life throughout the area are suitable for game habitat, hunting and recreation and the growth is also useful for soil conservation and the retention of surface waters for the prevention of floods. The surface of the above-described tract of land contains no buildings or permanent improvements; there are no railroad lines on the tract, no public highways, and no improvements of any kind which would be affected by the proposed strip mining of the defendants. The land was acquired by the Commonwealth at a nominal price as an area for the conservation, protection and propagation of wild life.\nThis deed, like many instruments leasing or conveying coal lands or reserving rights therein, does not clearly set forth or define the rights of the parties. Where a deed or agreement or reservation therein is obscure or ambiguous, the intention of the parties is to be ascertained in each instance not only from the language of the entire written instrument there in question, but also from a consideration of the subject matter and of the surrounding circumstances: Price v. Confair, 366 Pa. 538, 542, 79 A. 2d 224; see also Commonwealth v. Fisher, 364 Pa. 422, 430, 72 A. 2d 568.\nJustice Musmanno said in Rochez Bros., Inc. v. Duricka, 374 Pa. 262, 265, 97 A. 2d 825: . . Strip mining, as the term indicates, is the stripping away of the earth surface and the horizontal withdrawal of the mineral deposits at hand. Shaft mining involves the sinking of a verticle shaft into the ground and the developing from that point of tunnels and galleries which serve as vantage points from which to withdraw and lift the coal through the shaft. Shaft mining does a minimum of damage to the outer crust of the earth; strip mining does a maximum of damage. Strip mining is effected through steam shovels and bull dozers which turn up the top layer of the earth. . .”.\nIn Smith v. Glen Alden Coal Co., 347 Pa. 290, 32 A. 2d 227, Chief Justice Maxey said (page 304) : “It is well recognized in Pennsylvania that there may be three estates in land, namely, coal, surface, and right of support, so that one person may own the coal, another the surface, and the third the right of support: Charnetski v. Miners Mills Coal Min. Co., 270 Pa. 459. In the absence of express waiver . . . [or one clearly implied] the grantee of minerals takes the estate subject to the burden of surface support.’ Penman v. Jones, 256 Pa. 416, 422, 100 A. 1043. ‘Where there is a separation of the minerals from the surface, the owner of the mineral estate owes a servitude of sufficient support to the superincumbent estate.’ Graff v. Scranton Coal Co., 244 Pa. 592, 91 A. 508. This servitude of support is an estate in land, sometimes referred to in this commonwealth as ‘the third estate’. See Penn Coal Co. v. Mahon, 260 U. S. 393, and Fifth Mut. Bldg. Soc. Appeal, 317 Pa. 161, at 168, 176 A. 494.”\nIt is well established in Pennsylvania that the owner of the surface land has a proprietary right to support of the surface; it is equally well settled that that right may be waived either expressly or by implication: Commonwealth v. Fisher, 364 Pa., supra; Graff Furnace Co. v. Scranton Coal Co., 244 Pa. 592, 91 A. 508; Stilley v. Pittsburgh-Buffalo Co., 234 Pa. 492, 83 A. 478; Gordon v. Delaware, Lackawanna & Western R.R. Co. (No. 1), 253 Pa. 110, 97 A. 1032.\nThe Commonwealth bases its claim upon the following grounds: (a) that nearly all, and therefore considering the instrument as a whole, all the reservation of mineral rights contains language which is peculiarly applicable to shaft or deep mining; and (b) that the reservation contains no express or implied reservation of the right of strip mining, and (c) that the recent case of Rochez Bros., Inc. v. Duricka, 374 Pa., supra, rules this case in its favor. The defendants, who are lessees of the mineral rights, claim a right to strip mine the coal upon the following grounds: (a) that the general language of the reservation is broad enough to include strip mining; (b) that there is no prohibition against strip mining, nor limitation of mining to deep mining; (c) that they are expressly given the right to mine all coal on the land, together with a release of liability for damages to the land; (d) that the nature of the land involved is unimproved rocky mountainous terrain; and (e) that the following cases which the learned Chancellor, in a very able opinion relied upon, are analogous and controlling: Commonwealth v. Fisher, 364 Pa., supra; Commonwealth v. Clearview Coal Co., 256 Pa. 328, 100 A. 820; Kirwin v. Delaware, Lackawanna & Western R.R. Co. (No. 1), 249 Pa. 98, 94 A. 468; Graff Furnace Co. v. Scranton Coal Co., 244 Pa. supra; Stilley v. Pittsburgh-Buffalo Co., 234 Pa., supra.\nEach of the deeds in this suit contains a reservation excepting and reserving all the coal, oil, natural gas and other minerals in and under the surface of said lands; the exclusive and perpetual right of ingress and egress into and upon said lands, to search for, mine, and prepare said coal and other minerals for market; to take, remove and transport all the coal in and under the surface of said land “without any liability whatsoever for damages to said lands . . .”.\nIn Commonwealth v. Fisher, 364 Pa., supra, the deed in question contained the following provisions (page 424) : “ . . the said parties of the first part hereto [the grantors] do hereby reserve to themselves their heirs executors administrators and assigns forever the full entire complete and exclusive ownership and right as though the present conveyance had not been made to all metals ores minerals coal mine-banks and deposits of ores minerals metals or coal which are or may be in or upon or which may at any time be discovered in or upon any part of the hereinbefore bargained and sold land and premises. And the said parties of the first part hereto do hereby reserve forever the full free absolute and exclusive right and authority for themselves their heirs executors administrators or assigns personally or by their agents workmen or servants at all time or times whenever it may suit their or any of their convenience to enter into and upon and pass over any part or parts of the above described premises and to explore-search for and excavate any and:-every kind of ore mineral metal or coal and.to dig éxcavate-or-penetrate.any-.paft of the said premisesA . ' : - ;\n-.The tract -in: the -Fisher casetwas7. purchased' by the\nCommonwealth, as; in; the instant cáse, with monies of the Came;; Commission License Fund.: It was mountain land whieh had .been timbered over. It was held by the Commonwealth as a game habitat and contained no buildings, railroad lines, public high-ways, or improvements of any kind. It was largely underlain with bituminous coal which defendant had been deep mining for 15 years but which he then started to strip mine, which was the only method by which the surface coal could be removed. The Court held that the reservation of the mineral rights included the right of strip mining, and speaking through Chief Justice Stern said (pages 426-427, 428-429-430) : . Defendant, as assignee of the grantors under the deed of 1855, acquired the ‘full, entire, complete and exclusive ownership’ of the coal ‘in or upon any part of’ the land with the right to ‘dig, excavate or penetrate any part of the said premises’. There is no restriction limiting that right nor any provision as to the method of severing the coal. What was said in Richardson v. Clements, 89 Pa. 503, 506, is applicable here, viz.: ‘The language used indicates no intention to deny the use of such improved process as science may discover or mechanical ingenuity invent. . . .’ Plaintiff admits that the coal which defendant seeks to obtain by stripping operations cannot be recovered by any other process. True it is that strip mining was not used in 1855 in the case of bituminous deposits although it was the earliest known method in Pennsylvania of mining anthracite coal and was originally performed by hand; the invention and use of power shovels for the removal of the overburden was, of course, a later development, .but there is no rule of law which would preclude defendant, having, the right to mine the coal, from using.methods for that purpose made.possible by •modern machinery and inventions.. -. .. .• No .principle .of law is more firmly established in. this. Commonwealth than that, where there is a severance of the mineral •rights from the title to the surface, the ownér of such rights is obligated to support the superincumbent estate; the owner of the surface is entitled to that support, not as an easement or right depending on a supposed grant, but as a proprietary right at common law. The owner of the surface may, however, by contract or by waiver, relinquish the right, although such relinquishment should not be implied in the absence of language clearly indicating the intention of the parties to that effect. In this case the deed of 1855 did, in our opinion, impliedly release to the grantors the obligation of surface support. . . . Whether a deed impliedly releases the right of surface support must depend in each instance upon its terms; here the cumulative effect of its provisions would seem fairly to give to the grantors, and their assigns, who reserved the ownership and authority to excavate the coal, the right to remove all of it whether upon the land, or near the surface, or lying deep within it, and by any method, old or new, appropriate and necessary for the purpose. . . . The tract in question is unimproved mountain land; any damage caused to its surface would be merely of a temporary nature in view of the provisions of the Bituminous Coal Open Pit Mining Conservation Act of May 31, 1945, P. L. 1198, as amended by the Act of May 23, 1949, P. L. 1730, which provides that before any operator shall engage in open pit mining of bituminous coal he must file a bond conditioned for the faithful performance of all the requirements of the Act, one of which is that he must, within one year after the operation is completed, place sufficient overburden or earth in the open cut to cover the exposed face of the unmined coal, and, within three years after the operation is completed or abandoned, plant trees, shrubs or grasses upon the land affected thereby. ...”\nThe reservation. .in the present deeds' give's the owners of the mineral rights the exclusive and perpetual right to search for, mine, take and remove all the coal in and under the surface of said land without any restriction as to the method by which the defendants can remove any or all of the coal.\nThe parties have stipulated and agreed, and the Chancellor has found that the coal which the defendants have been removing by the strip mining method cannot be removed by deep mining. Unless, therefore, the words “all the coal . . . in . . . surface of said land . . .” refer to and reserve the right to strip mine the coal, they would be meaningless, because the coal on the surface cannot, the parties agree, be removed by deep mining. Moreover, the reservation in this deed is so similar to that in the Fisher case that the language of the opinion in that case is equally applicable to the present deeds and governs and controls this case.\nFurthermore, there is another important clause in the mineral reservation in the instant case which prior decisiosis of this Court have held is sufficient to constitute an implied waiver of surface support. Here not only is all the coal reserved, together with the right to enter and mine, but the mining can be done “without any liability whatsoever for damages to said lands.” viz., all the lands of the grantee, including, of course, the surface land\nIn Commonwealth v. Clearview Coal Co., 256 Pa., supra, the Court held that the following language constituted a waiver of surface support: “ ‘All coal and minerals under said lots, however, are reserved to the grantors with the right to mine and remove the same without incurring in any way liability for any damage to the surface of said lots .. / ”.\nIn Kirwin v. Delaware, Lackawanna & Western Railroad Co. (No. 1), 249 Pa. 98, 94 A. 468, this Court held that a nonsuit was properly entered in an action of trespass by the owner of the surface against the owner of the minerals for damage to the surface. The reservation there under consideration was: “ . . all the coal and minerals beneath the surface of the above described and granted premises, with the right to mine and remove the same and the coal from adjacent lands by any subterranean passage or process whatsoever, for the use, benefit and behoof of the said party of the first part, their heirs and assigns, without incurring in any event whatsoever any liability for any injury or damage which may be caused or done to the surface of said premises . . .’ ”. See to the same effect: Kellert v. Coal & Iron Co., 226 Pa. 27, 74 A. 789; Stilley v. Pittsburgh-Buffalo Co., 234 Pa., supra.\nAll of the aforesaid cases are analogous to and rule the instant case in favor of the owners of the coal and mineral rights.\nThe case of Rochez Bros., Inc. v. Duricka, 374 Pa., supra, on which the Commonwealth places so much reliance, is clearly distinguishable because that opinion was based in large part upon a very important factor which was present in that case and is absent here, namely, the land in the Roches case was rich agricultural land. As Justice Musmanno there said (page 267) : “. . . Furthermore, the land in that case [the Fisher case] was unproductive ‘mountain land which has been timbered over; . . The land in [this] case ... is agricultural and contains rich soil, ideally fit for farming. The disposition to subject the land in the Fisher case to any and every kind of device and method for removing minerals (since there was no farmland or habitation to protect) does not exist here where the floor of the property has a use entirely apart from its snbbasement.”\nThe decree is affirmed; each party to pay its own costs. The record is remanded to the Court below with directions to retain the bill or complaint for any application that may hereafter be made by the Commonwealth to compel the defendants to comply with their obligation to replace the overburden, and to make the plantings, and to comply with all of the other requirements of the statute.\nItalics throughout, ours.\nIn the Fisher case the deed which was construed to permit strip mining contained the following language: “. . . provided always that such digging explorations or searches shall be conducted with as little injury or damage to the said [grantees], their heirs or assigns as shall be practicable consistently with the success of the same . . .”. This is not nearly as strong in favor of the owners of the mineral rights as the absolute release which is contained in the reservation in the deeds in the instant case."}