{"id": "1246202", "contents": "Opinion by\nMr. Justice Bell,\nPlaintiff’s motion to take off a nonsuit was dismissed and from the order and judgment entered thereon plaintiff has appealed. On this appeal it is by now horn book law that plaintiff must be given the benefit of every fact and every reasonable inference of fact arising from the evidence, and all conflicts therein must be resolved in his favor: McDonald v. Ferrebee, 366 Pa. 543, 79 A. 2d 232.\nThis case involved what is often called a right angle collision between two automobiles. The mere happening of a collision or accident does not raise an inference or presumption of negligence by either party. Plaintiff must prove by a fair preponderance of the evidence that defendant was negligent and that his negligence, was .the proximate cause of the injury; and while he does not have -the. burden of disproving contributory negligence, he cannot recover if his own case shows him to have been guilty of contributory negligence: Lanni v. P.R.R., 371 Pa. 106, 88 A. 2d 887; Thompson v. Gorman, 366 Pa. 242, 246, 77 A. 2d 413; Ray v. Manculich, 363 Pa. 445, 447, 70 A. 2d 302; Byrne v. Schultz, 306 Pa. 427, 160 A. 125; Albrecht v. Erie City, 265 Pa. 453, 109 A. 153; Dattola v. Burt Bros., Inc., 288 Pa. 134, 136, 135 A. 736.\nPlaintiff was driving on a clear night along Roosevelt Boulevard, Philadelphia, Pa., toward New York. He stopped at Mascher Street for a red light. At that time he was in the side or right-hand lane of Roosevelt Boulevard on the east side thereof. When the light changed to green plaintiff made a left turn into Mascher Street and stopped again for the light, which was then red for Mascher Street traffic. Roosevelt Boulevard consists at this point of three lanes, about 200 feet wide, a wide center lane for north and south bound traffic, a right-hand lane for north bound traffic, and a left-hand lane for south bound traffic. Except at street crossings these three lanes are divided by a green strip.\nWhen the red light on Mascher Street (which is a two-way street) turned green plaintiff started slowly across the boulevard. “I got over about halfway— I got across the center lane; I got about halfway in between the grass plot, the curbline of the lane on the west side, when I glanced up and looked at the light; I seen I still had the green light, and after that I don’t remember anything. ... Q. In other words you know nothing concerning what came in contact with you? A. No, sir, I don’t know what happened. Q. You never saw the thing that came in contact with you? A. No, sir.”\nPlaintiff crossed the Boulevard at approximately 12 to 13 miles per hour in second gear. There is no evidence whether he was attempting to drive straight across or to turn left Avhen something hit him, or exactly where his car Avas when it was hit. After the accident, plaintiff’s car was found lying on its left side, nearly in the center of the west lane. It was struck, apparently by defendant’s automobile which apparently came from plaintiff’s right, three-quarters of the Avay back from the front fender clear to the back fender. The seat was bent, the floor was bent, the windshield Avas broken, the glass was knocked out of the door and the chassis had a bend in it of about 6 inches. There was no evidence of the speed of defendant’s car. Plaintiff admitted that he could see a distance of at least two city blocks to the right from which direction he Avas hit, and one-half a block ¡to the left. There was no evidence whether plaintiff looked or didn’t look for approaching traffic when he entered either of the intersections of the Boulevard, although it is obvious he did not look.\nWe are convinced that plaintiff Avas guilty of contributory negligence as a matter of law and that the nonsuit was properly entered.\nIn Albrecht v. Erie City, 265 Pa., supra, the Court said (page 455) : “A plaintiff seeking to recover damages for injuries alleged to haAre been sustained through the negligence of the defendant must make out a case clear of contributory negligence: Heiss v. Lancaster, 203 Pa. 260; Kuhn v. Ligonier Valley R.R. Co., 261 Pa. 147.”\nIn Byrne v. Schultz, 306 Pa., supra, the Court said '(pages 431, 432, 433) : “. . . our cases have clearly established the fundamental proposition that due care is required at street intersections under all circumstances, whether or not a traffic officer or signal is present. ... It has been firmly established that a driver having the right of Avay at an intersection is still bound to use proper care under the circumstances to avoid collision with an approaching vehicle: Alperdt v. Paige, 292 Pa. 1; Robinson v. Berger, 295 Pa. 95; Campagna v. Lyles, 298 Pa, 352; Curry v. Willson & Sons, 301 Pa. 467; Bailey v. Lavine, 302 Pa. 273; Frank v. Pleet, 87 Pa. Superior Ct. 494. . . .\n“. . . He must be vigilant, must exercise a high degree of care, must have his car under complete control, and must look, and see what is visible, before attempting to cross the intersecting street. This duty has not been relaxed by the introduction of traffic officers and signals, both of which are intended to facilitate traffic and render crossings less dangerous. The driver has the help of the officer or mechanical device, but cannot dispense Avith due care on his part by relying on them solely. He is still bound to the same degree of care as before the introduction of these modern aids to travel. He must recognize them, and obey them, but he cannot use them under any circumstances to eliminate the exercise of due care on his part. The signal to cross is not a ‘command to go, but a .qualified permission/ and the qualification is ‘to proceed lawfully and carefully/ as a prudent man would under the circumstances, which certainly requires looking to the right and left before entering upon the intersecting street. To hold otherwise, and as contended by defendants, would be to relieve drivers from vigilance and careful driving at street intersections, and license them to drive blindly where traffic is most dangerous. It would greatly increase the peril of street crossings for both pedestrians and motorists. It is for this reason that we would emphasize the fact that so far as the degree of care required of motorists or other drivers at street intersections is concerned, there has been no change in the law of negligence by the introduction of traffic officers and signals.”\nAppellant relies mainly on Kline v. Kachmar, 360 Pa. 396, 61 A. 2d 825. In that case plaintiff as he approached the intersection looked up and down the cross street, saw nothing and proceeded to cross. When he had reached a point about one-third of the way through the intersection, the defendant’s truck, which was driven at great speed through a stop sign, crashed into the left side of plaintiff’s automobile. The case was left to the jury. We believe those facts are sufficiently different from the instant case to distinguish them. We note that the Court there said (pages 399-400) : “As to the plaintiff, even though he did have the right-of-way, it was, of course, his duty to look both to his right and left for any approaching traffic on College Street before entering the intersection and to continue so to look while crossing the intersecting street: Riley v. McNaugher, 318 Pa. 217, 219, 178 A. 6; Shapiro v. Grabosky, 320 Pa. 556, 559, 184 A. 83; Stevens v. Allcutt, 320 Pa. 585, 587, 184 A. 85; Grande v. Wooleyhan Transport Co., 353 Pa. 535, 538, 46 A. 2d 241.”\nIn the instant case, if plaintiff had looked for approaching traffic on his right before entering the intersection, the accident could not have happened without his contributory negligence.\nThe order of nonsuit is affirmed.\nItalics throughout, ours."}