{"id": "1246169", "contents": "Opinion by\nMr. Justice Musmanno,\nOn May 16, 1949, the United Mine Workers of America, District No. 50, filed charges with the Pennsylvania Labor Relations Board charging the employer Puritan Cleaners with unfair labor practices within ■the meaning of Sec. 6, sub-section 1, clauses (a) and (c) of the Pennsylvania Labor Relations Act, (Act of June 1, 1937, P. L. 1168, No. 294, sec. 6, as amended July 7,1947, P. L. 1445, sec. 1).\nBased upon these charges the Board issued a Complaint against the employer Puritan Cleaners, which replied that although a certain employe referred to in the union’s charges, (Betty Ringler) had been discharged as the result of disciplinary measures, she had later been reemployed. The Puritan Cleaners also requested an election to determine whether a majority of the employes desired District No. 50 to be their representative for the purposes of collective bargaining.\nOn June 28, 1949, both the union and the employer entered into a stipulation calling for a Avithdrawal of the charge of unfair labor practice and the holding of an election to determine the proper collective bargaining agent. Although the union, in accordance with this stipulation, withdrew its charges of unfair labor practices, the employer filed a notice of disavowal of the stipulation, asserting that a union representative had approached employes promising better positions at higher wages in order to obtain their signatures to union cards.\nThe Board declined to regard the employer’s notice of withdrawal from the stipulation as binding and directed the taking of testimony limited to the introduction into evidence of the payroll list of the Puritan Cleaners as of June 28, 1949. The employer filed exceptions to this order arguing that since it had denounced the stipulation and its petition for an election, the Board was without authority to order an election or to direct the taking of testimony. The exceptions were overruled and the Board directed that its order be executed. The employer then appealed to the Court of Common Pleas of Blair County which upheld the position of the employer and set aside the order of the Pennsylvania Labor Relations Board. This appeal followed.\nThe decision of the Court of Common Pleas in this matter is not sustainable. The order of the Board was an interlocutory one and not subject to appeal. Sec. 9 (b) of the Pennsylvania Labor Relations Act (43 PS 211.9) declares: “(b) Any person aggrieved by a final order of the board granting or denying, in whole or in part, the relief sought, or by an order certifying a collective bargaining agent of employes, may obtain a i*eview of such order in the court of common pleas of any county where the unfair labor practice in question -was alleged to have been engaged in, or wherein such person resides or transacts business . . .” (Emphasis supplied).\nAn order is not final until it definitively and conclusively disposes of a pending action. The braid of litigation must end in a firm knot which ties every strand of the controversy so that nothing is left to conjecture, surmise or additional inquisition. The order of September 14, 1949 of the Board was not such a knot. That order only acted on one strand of the dispute, namely the taking of testimony on the payroll list of Puritan Cleaners as of June 28, 1949. Other strands were not even touched.\nThe wording of the order of ¡September 14, 1949, conclusively demonstrates its inconclusiveness. It says: “We would direct the holding the election forthwith except for the fact that the payroll is not in evidence.”\nSuch a direction is obviously not a definitive order, decree or judgment which finally determines the pending action. The petition of the employer in the court below to set aside the Board’s order should therefore have been dismissed.\nThe record will accordingly be remanded to the Pennsylvania Labor Belations Board for such action as the situation requires not inconsistent with .this Opinion.\nOrder reversed; case remanded for further proceedings ; costs of the appeal on the appellee."}