{"id": "1249525", "contents": "Opinion by\nMe. Justice Musmanno,\nOn May 18, 1940, Lucinda D. Buswell and Bobert B. Buswell entered the holy bonds of matrimony. Less than four years later they shook off the bonds. In the meantime, two children had been born to the union, and, in anticipation of the contemplated divorce, the parents entered into an oral agreement which was later incorporated by the Superior Court of Cook County, Illinois, where the parties were living at thé time, into the divorce decree handed down on April 21, 1944.\nThe agreement provided, inter alia, that Bobert Buswell would pay to Lucinda Buswell as alimony $125.00 for the period from April 21, 1944 to June 1, 1944, and she would be barred from further alimony; that Bobert would pay Lucinda $30.00 per month for each of the children until further order of the Court; that Bobert would have certain visiting rights with his children; that he would also pay for reasonably necessary extraordinary medical and dental bills for the children; and. that he would maintain unencumbered $8,500 insurance.on,his life, with-the children as irrevocable beneficiaries.\nFollowing, the .entry, of the divorce decree, Bobert agreed tó send to Lucinda every two months a $25.00 United States War Bond, .the beneficiary • alternating between the two children.. This - agreement .was . ap* pended to the divorce decree hy the Cook County Court as a supplemental decree on August 1, 1945.\nOn July 20, 1951, the parties having in the meantime moved to Pennsylvania (Robert to Montgomery County and Lucinda to Delaware County), Lucinda filed a Complaint in Equity in Delaware County, charging her former husband with failure to maintain his promises which had been solemnized by the divorce and supplemental decree. Specifically Lucinda charged that Robert had violated the integrity of the $8500 insurance by borrowing $1,000 on the policies and by displacing the two children-beneficiaries (to the amount of $6500) by substituting in their place his second wife; that he neglected to make the monthly $30 payments agreed upon for the support of the children; that he did not meet the medical and dental bills incurred for the children; and that he had not delivered war bonds as promised, 34 now being due.\nAfter Answer filed and New Matter having been replied to by the plaintiff, a hearing was held and the Chancellor entered a decree nisi which ordered the defendant to pay to his former wife $420 for past due support, $209 for medical and dental bills, and $281.25 for war bonds due up to the time of the hearing; that he was to rehabilitate the $8500 insurance policies so that they would give to the children the protection originally intended and agreed upon; and that he would purchase and deliver United States war bonds in accordance with the stipulation recorded in the supplemental Illinois decree. With the exception of ■the $209 medical item (on the basis that there was no proof to support it) the court en banc approvéd the ■findings of the Chancellor, and made the decree final. ■This appeal followed. . • -\n• ' Although the. defendant admits the oral agreement with his wife and in effect does not deny that he breached its provisions, he argues that his wife cannot ■sue on the agreement because it was merged in the ■Illinois decree. He then argues that she cannot sue on ■the Illinois decree either, because the parties are now ■living in Pennsylvania. This double-barreled defense ignores two things; one, that Pennsylvania and Illinois •are both in the United States, and, therefore, both \"subject to the same Constitution which guarantees interstate full faith and credit; and, two, that a valid ■contract is enforcible anywhere that the flag of the law 'floats over a courthouse. “A contract valid under its governing law will be enforced everywhere unless contrary to the positive law or public policy of the forum, unless it would work injury to the state of its citizens.” '(15 C.J.S., Conflict of Laws, section 4g (3) p. 858) ■'“When a contract is valid in the state in which it is made and performable, it will be enforced in our courts •if it is not contrary to the public policy of this State.” '(McCurdy’s Estate, 303 Pa. 453.)\nNo one can cancel out his obligations by crossing a State line. His legal obligations travel with him as baggage that he cannot leave behind.\nThe defendant then urges that since the order of !the Illinois Court provided that it was subject to ■change, this made the order interlocutory and, therefore, not entitled to full faith and credit as a final 'judgment. Even, assuming that the Illinois court retained jurisdiction to modify its decree in futuro, it 'could not change the permanence of what was already established. in the ineradicable archives of the past. Nothing could alter the defendant’s obligations for past payments which he did not honor.\nThe Illinois court has no power or authority to modify the payments already accrued: Shuff v. Fulte, 344 Ill. App. .157, 100 N.E. 2d 502, or to forgive, cancel or set aside arrearages: Craig. P. Craig, 163.Ill .176, 45 N.E. 153. Moreover, a decree for past due install'ments is a money decree and draws interest at the ■rate of 5% per annum until satisfied: Shuff v. Fulte, supra.\nThus, with regard to support payments already accrued, the Illinois decree is a final foreign judgment entitled to full faith and credit under the United ■States Constitution. A Pennsylvania court of equity, having jurisdiction of the parties, will recognize and enforce that final judgment of $420 entered in the Illinois court.\n■ It must be interjected here that when the defendant failed to make the payments ordered by the Illinois court, the plaintiff, in proceedings for support, entered the Court of Quarter Sessions of Delaware County and obtained an order for the support of each of the children in the amount of $15.00 weekly from the date of the order. The defendant on his part initiated habeas corpus proceedings in the Court of Common Pleas of Delaware County for a determination as to custody of the children, he having complained that his wife did not live up to the agreement they had entered into in Illinois regarding custody and visitation rights.\nThe defendant, of course, will be entitled to credit for the amount he now pays and will be required to pay under the Delaware County order. The outcome of the habeas corpus proceedings may also affect the support order. Thus, the part of the Illinois decree which calls for future payments for support of the children cannot and will not be enforced here while the Delaware County order stands. The Chancellor properly so héld.\nWé have a different situation, however, with regard to the $8500 insurance and the war bonds. The obligations imposed on the defendant by the Illinois decree in these two connections have to do with performance not restricted to the payment of money. Here the plaintiff is confronted with the rule of longstanding that: “A valid foreign judgment that the defendant do or refrain from doing an act other than ■the payment of money will not be enforced by an action on the judgment.” (Restatement, Conflict of Laws, Section 449 (1). Although the plaintiff may not obtain relief on the decree itself, she may, however, proceed on the agreement which preceded the decree. The promise made by her husband was self-executing in that it was based on a valid consideration and therefore can be enforced in a foreign jurisdiction without an intermediate court’s decree. A question similar to this one arose in the case of Adams v. Knapp, 213 Pa. 567, 569-570, where the Court of Common Pleas of Allegheny County refused relief to a plaintiff in Pennsylvania for the alleged violation of a Federal court decree based on a contract entered into in the State of Ohio. On appeal to this Court we said: “The specific relief asked for in the bill could not be given, for the reason that the court is without power to enforce any but its own decrees; nor can it adjudge the decree of any other court binding, or punish for the violation of any except its own; but under the general prayer for relief, the court could have enjoined the defendant against violating his agreement with the plaintiff-, not to engage, directly or indirectly, in the manufacture of pipe balls, or other specialties which he had agreed not to manufacture; ,and this much relief we think the plaintiff -was • entitled to under the' evidence submitted.”' '-\nThe defendant maintains in this respect that.-the original oral 'agreement between \" him and-' -his wife merged into the court decree and it, therefore, has nó legal existence separate and apart from the decree. This argument cannot preyail over the common rule that: “A judgment or decree which orders the doing of an act other than the payment of money does not merge the right for the enforcement of which the action was brought.” (Restatement, Conflict of Laws, Comment to Section 450, sub-section (1) (f), page 537.)\nAlthough the lower court reached the correct conclusion in disposing of all 'questions in the case, it somewhat diverted from the orbit of its reasoning when it accepted defendant’s contention that under Illinois law there was for all purposes a merger of the agreement into the decree into which it was incorporated. The cases cited by the lower court held only that the agreement is merged into the decree to one extent, namely, to the extent that the court has the power to modify the decree insofar as it refers to alimony; not as to property settlement.\nIt is also to be noted that while a foreign decree of the character under discussion is not enforcible per se in the court of the forum, the factual findings upon which the decree is based will be regarded as res judicata. Section 449 of the Restatement, Conflict of Laws epitomizes and emphasizes this rule: ’“In an action on the original claim, the effect of res judicata will be given to findings of fact in a prior suit between the parties in which a valid judgment was rendered requiring the defendant to do or refrain from doing an act other than the payment of money.”\nWith this determination that the plaintiff may properly bring an action on the original agreement, the only question remaining is whether she can obtain specific performance of the contract. This question must be answered in the affirmative because it is obvious that no law judgment could compel the defendant to reinstate the children as irrevocable bene■fieiaries of tlie $8500 insurance policies and restore the policies to their original unencumbered state. Nor could a law judgment compel the defendant to purchase and deliver United States war bonds. Thus, since the remedy at law is clearly inadequate, equity may compel specific performance of the agreement. Moreover, where equity has jurisdiction to decree •specific performance, it may also render money decrees unavoidably attached to the specific performance. “A court of chancery, having jurisdiction for one purpose, will retain it for all purposes and do complete justice as between the parties even though it adjudicates questions which in the first instance would not have warranted the court in assuming jurisdiction.” (Mower v. Mower, 367 Pa. 325.)\nThe defendant complains finally that his financial condition does not permit him to discharge the financial commitments he made to his wife in Illinois. The Vife gave up a very valuable right when she agreed not to press him for alimony, and this relinquishment on her part was made part of the official decree in Illinois. As she could not now renounce her surrendering of this valuable right on the basis that her financial prospects have changed, so also the husband cannot avoid his ex contractu specific obligations to maintain his children, merely by pleading financial difficulties. (Adams v. Adams, 32 Pa. Superior Ct. 353.)\n' Of course, nothing prevents the defendant from seeking in the Court of Quarter Sessions of Delaware County such modification of the support order imposed on him as is consonant with justice and the welfare of his children.\nDecree affirmed. Costs on appellant."}