{"id": "1249582", "contents": "Opinion by\nMr. Justice Bell,\nThis is an appeal from an Order dismissing a petition to open a judgment.\nDefendants executed a bond and mortgage dated June 12, 1951, in the amount of $6,000. with interest. The mortgage was duly recorded, and contained the usual clauses relating to payment of interest, principal, taxes and insurance. The obligees and mortgagees were McCune and Dolley. The latter assigned his interest to McCune and the assignment was duly recorded. Interest was paid on the mortgage until June 12, .1953, when the principal.. became due, at which time neither it nor the interest thereon was paid by defendants. Thereafter, on July 29, 1953, McCune, pursuant to a warrant of attorney, caused judgment to be entered on the bond. On August 31, 1953, the defendants presented a petition to open the judgment, averring that a collateral written agreement dated June 12, 1951, was entered into between Dolley and Joseph Gross whereby Gross should strip mine the coal for two years, during which time Dolley would pay him $2.75 per ton on the 15th day of each month. It further provided that Gross, together with his wife, would execute a mortgage wherein they are the mortgagors and Dolley and McCune are the mortgagees in the amount of $6,000., payable within two years; and this would be reduced and paid off by crediting 50 <j> per ton of the $2.75 per ton payable as aforesaid. Further that the mortgage would be given as security to Dolley for satisfactory performance by Gross; that Dolley breached the contract, which was thereafter cancelled and a new lease agreement for shovel, dozer and equipment was entered into between Dolley and Gross.\nIt will be immediately noted that neither the mortgage nor the bond referred to any contemporaneous or collateral agreement involving the parties; and that neither McCune nor Mrs. Cross were parties to either of the aforesaid agreements between Gross and Dolley. Joseph Gross' averred a breach of both agreements by Dolley and counterclaimed for $18,000. The defend-1 ants then averred that they “are informed and believe and, therefore, aver that the said John Dolley and William McCune . . : were partners on the venture set forth in the attached contract.”\n: McCune filed an answer' in which' he denied that he. was at any time, a partner of Dolley; denied that he ha'd any'knowledge'of the written contract ;• averred that he became the sole owner of the bond and mortgage without any knowledge of any alleged collateral or additional agreement on the part of Dolley; and further averred that the mortgage was given only as security for the payment of $6,000. which was loaned by him to defendants. No reply was filed to this answer and no depositions were taken. The Court, after a consideration of the pleadings and arguments, dismissed the petition to open the judgment.\nA petition to open a judgment by default is addressed to the sound discretion of the Court below and is essentially an equitable proceeding ruled by equitable principles; and the decision of the lower Court will be reversed on appeal only when there has been a clear or manifest abuse of discretion: Downes v. Hodin & Kornfeld, 377 Pa. 208, 104 A. 2d 495, and cases cited therein.\nMoreover, “Courts are not required to open judgments merely because defendant produces evidence which, if true, would constitute a defense: Schuylkill Trust Co. v. Sobolewski, 325 Pa. 422, 190 A. 919; Keystone Bank of Spangler v. Booth, 334 Pa. 545, 6 A. 2d 417; St. Clair S. & T. Co. v. Hahne, 345 Pa. 420, 23 A. 2d 21.”: Berkowitz v. Kass, 351 Pa. 263, 40 A. 2d 691.\nWhen plaintiff took an assignment from Dolley of his interest in the aforesaid bond and mortgage he did not obtain a declaration of no set-off. He did aver, however, that he had no knowledge of the collateral agreements made by Dolley and Joseph Gross, and his assignment was under seal, which imports a consideration : Poeloher v. Zink, 375 Pa. 539, 544, 101 A. 2d 628; Smiler v. Toll, 373 Pa. 127, 94 A. 2d 764; Palatucci v. Woodland, 166 Pa. Superior Ct. 315, 70 A. 2d 674.\nDefendants seek to avail themselves of the well settled principle of law that the assignee of a mortgage takes it subject to all the equities and set-offs existing between the original parties. However, there is a well recognized exception to this general rule, namely, that it does not apply to agreements or contracts that are merely collateral to the mortgage and not a part of the consideration which was the basis or foundation of the mortgage or was expressed in the mortgage: Hickey v. Stern, 351 Pa. 466, 468, 41 A. 2d 551; McMasters v. Wilhelm, 85 Pa. 218, 220; Ritter v. Thomasky, 70 Pa. Superior Ct. 615.\nThe language of the Court’s opinion in Hickey v. Stern, supra, (page 469) is equally applicable here: “ ‘This was a collateral contract enforceable perhaps between the parties to it, but it created no equity attaching to the mortgage in regard to which it was the duty of the assignee to inquire.’ ”\nThe Court below was clearly justified in dismissing defendants’ petition to open the judgment, especially because of the fact that the original collateral agreement and the subsequent collateral agreement were admittedly made, not between the defendants and McCune, but between one defendant, Joseph Gross, and one mortgagee, John Dolley.\nThe contention of the defendants that Mary ¥/. Gross was a surety and being a married woman, could not be bound by the mortgage, is without merit: Act of May 17; 1945, P. L. 625; Palatucci v. Woodland, 166 Pa. Superior Ct., supra.\nOrder affirmed at appellants’ cost.\nItalics throughout, ours."}