{"id": "1249643", "contents": "Opinion by\nMr. Justice Bell,\nTestator at the time of his death on January 1, 1928, was the owner of 22 shares of the common stock of the Union Trust Company. Subsequently, each share of common stock of the Union Trust Company was exchanged on a five for one basis (the par value being reduced from f 100. per share to $20. per share), and the trustees of the Jones Estate thereafter held 110 shares of the common stock of Union Trust Company. The parties agreed that this transaction did not require any apportionment between life tenant and remainderman.\nTlie Union Trust Company and the Mellon National Bank merged, as of September 26, 1946, and became thereafter Mellon National Bank & Trust Company. As a result of that merger the trustees of the Jones Estate received 880 shares of stock of the new bank, having a par value of $100. per share, in exchange for 110 shares of Union Trust Company stock which they had previously owned.\nThe trustees of the Jones Estate filed their third and partial account. At the audit, the life tenant raised the question of apportionment.\nThe intact value of the Union Trust Company stock at the date of decedent’s death was $4,981. a share. The intact value after the merger was undisclosed but was considerably higher.\nIn the merger $58,550,000. was transferred from surplus to capital; and 82,500 shares were cancelled with the necessary reduction in capital; and $50,000. was transferred from undivided profits to surplus. The parties stipulated that the increase in the surplus of the Union Trust Company and of the Mellon National Bank from January 1, 1928 until September 26, 1946, the date of the merger, represented accumulated and undistributed earnings of the merged institutions, and was not the result of capital contributions or other capital increases.\nIf the-, merger created an apportionable event the parties agree (1) that the trustees are entitled to retain 371 shares as principal and (2) that 509 shares of stock of the Mellon National Bank & Trust Company should be awarded and distributed to the life tenant.\nThe Pennsylvania Buie of Apportionment between a life tenant who was entitled to income and a remainderman who was entitled to principal was based on the equitable theory that profits and earnings of a corporation which were made, accumulated and undistributed since testator’s death (or since the acquisition of the stock when it was acquired subsequent to his death) were income to which the life tenant under certain circumstances and upon proper occasions was entitled.\nTo achieve this equitable result the Courts preserve for principal the intact value of the stock at the testator’s death plus all subsequent capital increases and give to the life tenant (in certain instances hereinafter set forth) the earnings since the date of testator’s death. Such an apportionment can and should be made upon the happening of any one of four events, namely, (1) the distribution by the corporation of an extraordinary cash or stock dividend, or (2) the liquidation of the corporation, or (3) a sale of the stock by the trustees, or (4) the issuance of stock rights: King Estate ( No. 2), 355 Pa. 64, 65, 48 A. 2d 858; King Estate (No. 1), 349 Pa. 27, 36 A. 2d 504; Buist’s Estate, 297 Pa. 537, 147 A. 606; Earp’s Appeal, 28 Pa. 368; Nirdlinger's Estate, 290 Pa. 457, 139 A. 200; Mallory’s Estate, 285 Pa. 186, 131 A. 714; Waterhouse’s Estate, 308 Pa. 422, 162 A. 295; Jones v. Integrity Trust Co., 292 Pa. 149, 140 A. 862.\nAppellants now seek to have the Buie of Apportionment extended and applied to cases where a merger occurs and surplus and undivided profits are capitalized as part of the merger. We find no reason or authority or justification for such an extension.\nThe instant case is ruled by Buist’s Estate, 297 Pa., supra, King Estate, 349 Pa., supra, and King Estate, 355 Pa., supra.\nThe facts in Buist’s Estate, 297 Pa., supra, are almost on all-fours with the facts in the instant case. In that case trustees held 200 shares of stock in a bank which, with several other banks, was merged into the Philadelphia National Bank. As a result of the merger the trustees received 200 shares of stock of the Philadelphia National Bank. The book or intact value of the new stock exceeded by $11,000. the book or intact value of the original shares of stock owned by testator at the time of his death. The life tenant claimed that this excess was income payable in stock or cash and immediately distributable to her. This Court rejected her claim and said (pp. 541, 542, 543) : “The merger of two or m,ore corporations is neither a sale nor a liquidation of corporate property,’ but a consolidation of properties, powers, and facilities of the constituent companies, forming a new corporate entity. ... a merger of two corporations cannot be considered as a sale of their property by the constituent companies, and the issuance of the new capital stock is merely the issuance of new evidence of ownership to the shareholders. Accepting shares of stock in the merged company is not tantamount to a distribution or division of assets ichich calls for an apportionment between a life tenant and remainderman. ... In Nirdlinger’s Est., 290 Pa. 457, we reviewed the authorities at length. We there stated: ‘Other property of the estate cannot be required to be set apart to pay life tenants the accumulated surplus retained by the corporation. The surplus and all other items of value remain, subject to debts, reverses, losses and decline in value because of business conditions. As long as the stock remains in the hands of the trustee, he is not required to account to life tenants for anything except the dividends received.’ . . . The court below did not err in refusing to direct the apportionment requested by the life tenant. The life tenant is not entitled to any division until (1) the increased value is declared as a cash dividend, or (2) distributed in the form of a stock dividend, or (3) the affairs of the bank are wound up so that assets are distributed to those entitled to receive them, or (4) there is a sale of this stock so that the connection of shareholder is entirely severed.” While there was no capitalization of surplus and undivided profits in that merger, that fact cannot change the principle there established.\nA similar question arose in King Estate, 349 Pa., supra, and was again decided adversely to the life tenant. In that case a corporation merged with two of its wholly owned corporate subsidiaries and there was a corporate recapitalization. The trustee exchanged the estate’s shares of preferred and common stock in one of those companies for new shares in the new corporation. This Court held that this merger did not entitle the life tenant to an apportionment. After quoting with approval from the opinion in Buist’s Estate, 297 Pa., supra, Mr. Justice Stearne said. (p. ..30) : “This action [the award of a portion of the new stock to the life tenant] was premature. . . . Before the. corporate reorganization, the trustee on behalf of the life tenant could not have required the corporation to declare and pay ... dividends . . . The new stock was issued in exchange for the old stock . . . ‘Accepting shares of stock in the merged,company .is .not.tantamount to a distribution or division of assets which calls for an apportionment between a life tenant and remainderman.’ ”\nIn King Estate, 355 Pa., supra, the trustees sold some of the shares of stock which they owned and at that time this Court approved an apportionment and said (pp. 65-86) : “. . . In the first case, reported in 349 Pa. 27, 36 A. 2d 504, we refused an apportionment between life tenant and the remainderman, where the application was based solely upon a corporate merger and where the stock was still held as part of the trust. We decided that no apportionment should be made until (1) the increased value is distributed by a cash dividend (2) distributed as a stock dividend\n(3) a corporate liquidation and distribution of assets\n(4) sale of the stock.”\nWhile the Principal and Income Act of July 3, 1947, P. L. 1283, 20 P.S., section 3470.5, and the Estates Act of April 24, 1947, P. L. 100, 20 P.S., section 301.6, terminated apportionment under the Pennsylvania Apportionment or Intact Value Rule, they are applicable only to trusts created after their respective enactment and leave the rule still effective as to trusts created prior thereto: Crawford Estate, 362 Pa. 458, 467, 67 A. 2d 124; King Estate (No. 2), 355 Pa. 64, 48 A. 2d 858, supra.\nThe aforesaid merger was not such an event as entitled the life tenant to an apportionment of the stock of the Mellon National Bank & Trust Company. This, however, will not prevent or prejudice an apportionment upon the happening of any of the events hereinabove specified.\nDecree affirmed at appellant’s cost.\nThe parties agreed but we consider it irrelevant that under the ruling of the Commissioner of Internal Revenue the exchange of the trustees of the stock of the Union Trust Company for stock of the Mellon National Bank & Trust Company resulted in no gain or loss, but the basis of the new stock remained the same as the original cost basis.\nItalics throughout,--ours,-“"}