{"id": "1249551", "contents": "Opinion by\nMr. Justice Bell,\nThis is an appeal from the Order of the Court dismissing a petition to open a-default judgment against defendant, Kornfeld. -. •••\nThe proceedings in the' case are unusual. Plairn tiffs brought an action in trespass ¿gainst M: L. Hodin and Samuel Hodin, trading as Giant Markets, Inc,, and Kornfeld, for injuries to the wife-plaintiff resulting from falling on a patch of ice on the sidewalk of property owned by Kornfeld\" and leased by Giant- Markets, Inc. The. accident happened on. February .7, 1945. Plaintiffs, made, no..claim, untiL.two., years.--.(less one day) later, viz., February 6, 19'tl, when they filed a praecipe for a summons in trespass. Plaintiffs took no further action until April 20, 191$, when they filed a complaint 4 fears and 2 months after the accident.\nPlaintiffs’ complaint averred (in paragraph 2) that defendants, M. L. Hodin and Samuel Hodin, “operate and conduct a retail grocery store at . . . 118 Chestnut Street in . . . Dunmore”; and (in paragraph 3) that “Louis Kornfeld ... is the owner of the said premises situate at Number 118 Chestnut Street, in which the other Defendants operate and conduct their said retail grocery store.” Plaintiffs further averred that Mrs. Downes, at 12 o’clock noon, slipped on an accumulation of ice approximately two feet square in size which had existed for 24 hours. Under these facts and these averments it is not surprising that an owner of property who had no lawyer- took no action to defend the suit.\nDefendant had 20 days to answer plaintiffs’ complaint; he failed to file an answer or to enter an appearance. After the expiration of said 20 day period plaintiffs had the choice (1) to file a praecipe directing the Prothonotary to enter a default judgment against defendant, Kornfeld, and thereafter to have a jury assess damages: See Pa. R. C. P. No. 1047; or (2) to file an order with the Prothonotary to have the action or case listed for trial. Plaintiffs chose the latter course by listing the case for trial and serving-notice thereof on defendant, Kornfeld. The latter was thus put on notice that he admitted ownership of the property and that he would have to meet the other issues averred in plaintiffs’ complaint which, although unanswered by Mm, are deemed denied under Pa. R. C. P. No. 1045(b), namely, liability and damages. Thereafter, to wit, on September 17, 1949, plaintiffs entered- judgment by default against Kornfeld.\nUnder these facts a nice question is raised, viz., whether plaintiffs, by their aforesaid acts, did or did not waive their right to enter judgment by default. Cf. O’Neal v. Rupp, 22 Pa. 395; Russ Soda Fountain Co. v. Victor Pastry Shoppe, 125 Pa. Superior Ct. 452, 190 A. 376; Federal Sales Co. v. Farrell, 264 Pa. 149, 107 A. 668.\nIn Russ S. F. Co. v. Victor Pastry Shoppe, 125 Pa. Superior Ct., supra, President Judge Keller said (page 463) : “. . . it has been the settled practice with reference to affidavits of defense that any voluntary action by the plaintiff looking to putting the case to trial is a waiver of his right to ask for judgment for want of a sufficient affidavit of defense: O’Neal v. Rupp, 22 Pa. 395; Duncan v. Bell et al., 28 Pa. 516, 519; Lusk v. Garrett, 6 W. & S. 89; Hamer v. Humphreys, 2 Miles 28; Johnston v. Ballentine, 1 W.N.C. 626; Fuoss v. Schleines, 15 W.N.C. 192.”\nThe case went to trial against M. L. Hodin and Samuel Hodin, and on payment by them of $200. plaintiffs suffered a voluntary nonsuit. The jury then proceeded to assess damages against defendant, Kornfeld, on plaintiffs’ default judgment and on September 20, 1949, found a verdict against Kornfeld in favor of Mrs. Downes for $5,000. and of Mr. Downes for $2,000.\nKornfeld, 7 months later (on April 28, 1950) filed a petition to open the judgment which had been entered on the verdict averring as his reasons “(a) The complaint on its face does not show any negligence on the part of your- petitioners, - (b) -That the complaint shows on its face that claimant was negligent, (e) .That landlord, Louis Kornfeld, was not -at any time - set forth in the complaint, -in-possession of-the property therein involved. . (d) That at all times set forth in the complaint, control and -possession of the .-property upon which -plaintiff. Stella.- L.• Downes; allegedly fell; was in M. L. Hodin and Samuel Hodin trading as Giant Markets, who were joined with your petitioners as defendants in this action. . . .”\nUnfortunately, Kornfeld’s attorney gave no reason or excuse for Kornfeld’s delay in presenting his petition to open the judgment and none appears of record.\nA rule to show cause was issued, an answer filed, testimony taken, and on May 18, 1953, the rule was discharged and Kornfeld’s petition to open judgment was dismissed.\nIn Britton v. Continental M. & S. Corp., 366 Pa. 82, 76 A. 2d 625, the Court said (page 84) : “In Quaker City C. & C. Co. v. Warnock, 347 Pa. 186, 32 A. 2d 5 (1943) at p. 190 the present Chief Justice said, ‘Petitions to open judgments by default are addressed to the trial court’s sound discretion and are essentially equitable proceedings ruled by equitable principles: Horn v. Witherspoon, 327 Pa. 295; . . .’\n“It is also well settled that- an order making absolute a rule to open a judgment entered by default and to let defendant into a defense will be reversed on appeal only where there has been a clear manifest abuse of discretion by the court below: Oppenheimer v. Shapiro, 163 Pa. Superior Ct. 185, 60 A. 2d 337 (1948), and cases therein cited. Though if based on legal grounds which are untenable, that would amount to an abuse of discretion: Fuel City Mfg. Co. v. Waynesburg Products Corp., 268 Pa. 441, 112 A. 145 (1920).”\nOrdinarily a petitioner must aver a meritorious defense to the action and give a reasonable explanation for his delay: Fuel City Mfg. Co. v. Waynesburg Products Corp., 268 Pa. 441, 112 A. 145; Brown & Bigelow, Inc. v. Borish, 165 Pa. Superior Ct. 308, 67 A. 2d 823. It is difficult to defend (a) Kornfeld’s inaction and delay, or (b) plaintiffs’ delay of over four years in filing their complaint, and their subsequent action in ordering the case on the trial list instead of taking a default judgment against Kornfeld.\nPetitioner alleges a meritorious defense, namely, that at the time of the accident Kornfeld was not in possession of the property and that Giant Markets was in possession and control of the property; as well as a cogent reason for opening the judgment, namely, “the complaint on its face does not show any negligence on [Kornfeld’s] part.” On this latter point the question is not, as plaintiffs contend, whether plaintiffs averred a good or an insufficient claim against Giant Markets, Inc., but whether they averred a sufficient cause of action against Kornfeld. In Acme Mfg. Co. v. Reed, 181 Pa. 882, 37 A. 552, the Court said (page 384) : “ ‘To entitle plaintiff to judgment for want of an affidavit or a sufficient affidavit of defense, the statement of his demand . . . must be self-sustaining, that is to say, it must set forth, in clear and concise terms, a good cause of action, by which is meant, such a/oerments of fact as, if not controverted, would entitle him to a verdict for the amount of his claim. . . . All the essential ingredients of a complete cause of action must affirmatively appear in the statement and exhibits which are made part thereof.’ ” See to the same effect: Byrne v. Hayden, 124 Pa. 170, 16 A. 750; Chestnut Street National Bank v. Ellis, 161 Pa. 241, 28 A. 1082; Richey v. Gibboney, 154 Pa. Superior Ct. 1, 34 A. 2d 913.\nA summary judgment can be entered only in a ease that is clear and free from doubt: Vrabel v. Scholler, 369 Pa. 235, 239, 85 A. 2d 858; Waldman v. Shoemaker, 367 Pa. 567, 80 A. 2d 776. Plaintiffs’ complaint was obscure so far as the liability of Kornfeld was concerned. To allow it to be made more specific at this late dale, so as to plead facts showing Kornf eld’s possession or lack of possession of the ground floor, or of other parts of the building, would not set up a different kind of negligence or a new cause of action than that originally alleged, but would merely clarify the original liability charged and hence would be permissible: Mussolino et use. v. Cocee Bros. & Co., Inc., 357 Pa. 10, 15, 53 A. 2d 93; Cf. also: Shenandoah v. Philadelphia, 387 Pa. 180, 191, 79 A. 2d 433; Waugh v. Steelton Tasoi Co., 371 Pa. 436, 441, 89 A. 2d 527. In the Mussolino case the Court said (page 15) : “While it is elementary that a plaintiff may not amend to introduce a new cause of action after the period of limitation has expired, the general rule is that he may simplify or make his statement of claim more specific at any time so long as he does not introduce a new agency as the cause of action: compare Slother v. Jaffe, 358 Pa. 238; Coll v. Westinghouse Electric & Mfg. Co., 230 Pa. 86, 79 A. 163; Leland v. Fireman’s Ins. Co., 127 Pa. Superior Ct. 533, 540, 193 A. 475; Rooney v. Maczko, 315 Pa. 113, 117, 172 A. 151.”\nAn owner of property who leases paid or all of his building to others may or may not be liable to third persons injured on the sidewalk of the leased premises, depending upon the facts in each case. This accident was not caused by the bad condition of the pavement or its want of repair, hut as the complaint itself averred, by an accumulation of ice on the sidewalk fox-24 hours.\nThe rule is well settled that an owner is liable to third parties for a defect in the sidewalk which existed prior to the lease. Where an owner has leased the entire property, the tenant alone is liable for injuries occurring to a third person because of a sidewalk defeet which arose after, the lease: Bruder v. Philadelphia et al., 302 Pa. 378, 153 A. 725.\nThis Court, under §2 of the Act of May 20, 1891, P. L. 101, has the power to examine the record and “to make such order as it deems proper and just”, including the power to reverse or open or vacate a judgment and remit the case with a procedendo. See also, Summers v. Kramer, Controller, 271 Pa. 189, 114 A. 525; Thirkell v. Equitable Gas Co., 307 Pa. 377, 161 A. 313; Gail v. Philadelphia, 273 Pa. 275, 117 A. 69.\nThe failure of the defendant, Kornfeld, to explain and justify his delay is, under the very unusual facts of this case, insufficient to justify a dismissal of his petition to open the default judgment. Plaintiffs, after more than 4 years’ delay on their part, plus their obscure complaint, are not in a position to ask a Court of Equity to apply the doctrine of laches to a defendant who waited seven months to petition to open a judgment, the entry of which was not clearly justified by the record.\nEquity and justice require the opening of this default judgment and a proceeding de novo on the merits. The dismissal of the petition to open the judgment was a manifest abuse of discretion.\nThe Order of the Court below is reversed and it is directed to open the judgment with a procedendo. Costs to abide the event.\nItalics throughout, ours.\nAs to an owner’s liability in the case of multiple leasing, or leasing parts of a building, see: Higgins v. Polito, 348 Pa. 152, 34 A. 2d 482; Baxter et al. v. Homestead Boro. Ap. et al., 120 Pa. Superior Ct. 182, 182 A. 68; Lindstrom v. Pennsylvania Co., 212 Pa. 391, 61 A. 940; Philadelphia v. Merchant & Evans Co., 296 Pa. 126, 145 A. 706."}