{"id": "1249549", "contents": "Opinion by\nMb. Chief Justice Horace Stern,\nThese are six appeals, consolidated into one record, from judgments of the Court of Common Pleas of Dauphin County sustaining resettlements of corporate loans taxes against the appellant corporation for the years 1940 to 1945, both inclusive.\nThe appeals are based partly on what amounts to an. attempt to obtain a review of our decisions in Fidelity-Philadelphia Trust Company Tax Case, 354 Pa. 355, 47 A. 2d 267, and Commonwealth v. New York, Chicago and St. Louis R. R. Co., 354 Pa. 388, 47 A. 2d 272, and partly on a contention that the Commonwealth, by reason of certain facts, is estopped from collecting the taxes for which these judgments were rendered.\nOn October 1, 1902, Western Maryland Rail Road Company, a corporation of the State of Maryland, whose principal line of railroad then extended from Baltimore to Hagerstown, Maryland, created a first mortgage to secure an authorized issue of 4% bonds of which some $46,000,000 were ultimately issued. In 1909 the railroad was sold at foreclosure sale to a new company known as The Western Maryland Railway Company, also incorporated under the laws of the State of Maryland. A part of the railroad system was owned by various companies which had been formed to construct extensions, several of which were Pennsylvania corporations, and in 1917 The Western Maryland Railway Company and seven wholly-owned subsidiary corporations consolidated under the laws of Maryland and under the Pennsylvania Act of March 24, 1865, P. L. 49, the consolidated corporation taking the name of Western Maryland Railway Company, which is the appellant in the present proceedings. Thereafter The Western Maryland Railway Company ceased to have a separate existence. Western Maryland Railway Company assumed the obligations both as to principal and interest of the first mortgage 4% bonds, and thereby became liable for the corporate loans tax thereon by virtue of the Act of J uly 15, 1919, P. L. 955, which imposed the tax on bonds assumed, instead of merely, as theretofore on bonds issued,, by the corporation. $11,623,318 of the bonds formed the basis of the resettlements of the Railway Company’s corporate loans taxes by the Department of Revenue which were approved by the Board of Finance and Revenue. By those resettlements appellant’s liability for the taxes for the six years above stated was fixed in an aggregate amount of $462,680.48. Appeals were taken by the Railway Company to the court below which upheld the action of the Board and entered judgments accordingly; however, the court did not allow interest on balances of taxes due prior to the settlement on October 31, 1948, but only from that date. The Railway Company now appeals from the judgments thus entered.\nIn Fidelity-Philadelphia Trust Company Tax Case, 354 Pa. 355, 47 A. 2d 267, we held that bonds owned or possessed by a resident of Pennsylvania and issued by a foreign railroad corporation which thereafter became a component part of an interstate consolidated railroad company pursuant to a consolidation agreement filed in Pennsylvania and in other States, which consolidated company assumed the obligation to pay the interest on such bonds, were not subject to the State personal property tax even though the consolidated company’s treasurer was not a resident of the State. This decision was based on the proposition that a corporation organized by the consolidation of corporations incorporated under the laws of several States was to be regarded as a domestic corporation in each of the States which authorized its existence and was subject to the laws of such State so far as its powers and liabilities therein were concerned. In Commonwealth v. New York, Chicago and St. Louis R. R. Co., 354 Pa. 388, 47 A. 2d 272, we held that such bonds were subject to the corporate loans tax under Section 17 of the Act of June 22, 1935, P. L. 414, as re-enacted and amended by the Act of May 18, 1937, P. L. 633. Those decisions, therefore, as applied to the Western Maryland Rail Road bonds assumed by appellant, conclusively establish its liability for the corporate loans tax thereon. It is true that appellant was not a party in those cases, but it did appear in the Fidelity-Philadelphia Trust Company Tax Case as an amicus curiae, and some of the very bonds here in issue were involved in that appeal. Be that as it may, appellant now presents no persuasive argument to cast doubt on the correctness of those decisions or to deny their applicability to the present controversy.\nAppellant’s principal contention is based on Section 3 of the Act of March 24, 1865, P. L. 49, which reads as follows: “Upon the making and perfecting the agreement and act of consolidation, . . . the several corporations, parties thereto, shall be deemed and taken to be one corporation, . . . possessing within this commonwealth, all the rights, privileges and franchises, and subject to all the restrictions, disabilities and duties, of each of such corporations, so consolidated.” Appellant argues that Western Maryland Rail Road, Company, which issued the bonds, and its successor The Western Maryland Railway Company, were immune from liability for the taxes here imposed, being foreign corporations with a nonresident treasurer and therefore not subject to the jurisdiction of the Commonwealth of Pennsylvania, and that the “immunity” thus claimed passed to the present appellant in accordance with the provision of the Railway Consolidation Act above quoted. The position thus asserted is obviously untenable. Apart from the fact that the Act of 1865 refers only to “rights, privileges and franchises,” not “immunities,” the Commonwealth of Pennsylvania never granted any immunity or exemption of taxation to Western Maryland Rail Road Company. That Company’s freedom from taxation in Pennsylvania resulted only from the fact that it was a foreign corporation; had it domesticated itself as a Pennsylvania corporation under the Act of June 9, 1881, P. L. 89, such freedom or “immunity” would automatically have disappeared and it would have become subject to all the laws of the Commonwealth and to any and all taxes imposed thereby. By the same token, when it entered into a consolidation for the formation of the present appellant, which thereupon became a domestic corporation of the State of Pennsylvania, any “immunity” that it had enjoyed merely by reason of its having been a corporation under the laws of another State immediately vanished. In short, the fallacy of appellant’s argument is in- its treating Western Maryland Rail Road Company’s freedom from taxation in Pennsylvania as though that Company had been given a specific statutory grant of tax exemption, a right which, it is argued, its successor, The Western Maryland Railway Company, could then have taken into the consolidated corporation under the provisions of the Act of 1865. It would obviously be absurd to hold that, entering the State as a component part of a Pennsylvania corporation, The Western Maryland Railway Company carried with it any “immunity” which it had theretofore enjoyed only because of its being beyond the jurisdiction of Pennsylvania. Indeed, were there any doubt otherwise on the subject, appellant, by assuming the obligation of the bonds, clearly became liable for the corporate loans tax thereon when the Act of July 15, 1919, P. L. 955, was enacted, with the same force and effect as if it had itself issued the bonds as a domestic corporation.\nThe second ground which appellant advances in support of its present appeals is that of estoppel. It appears that when it filed its corporate loans tax report for the year 1919 it did not include these bonds that had been originally issued by Western Maryland Rail Road Company, and no tax was settled thereon. In 1925 a corporate loans tax settlement was made for the year 1921 on a large portion of the bonds, and the Attorney General’s office advised that the Company’s appeal from that settlement should he disposed of by the court. Controversies arose also over the settlements for the years 1925, 1926 and 1927. The Board of Finance and Revenue eliminated the tax from the settlement for the year 1928 and no tax was thereafter imposed on these bonds until 1935. In 1936, as a result of negotiations appellant’s liability for the years 1924 to 1927, inclusive, was compromised by the payment of a comparatively nominal amount, a stipulation so providing was filed in the appeal proceedings which the Company had instituted in the Dauphin County Court, and judgment was entered thereon accordingly. Settlements were made against appellant for the tax on the full amount of the bonds for the years from 1935 to 1939, inclusive, but in 1943 re-settlements for those years were made which excluded these bonds from the loans tax, and, since there was then pending in the Dauphin County Court an appeal on the settlement for the year 1936, a stipulation for judgment eliminating the tax for that year was filed in that proceeding.\nWhat appellant thus points out, therefore, is that during the years from 1917 to and including 1939 either compromise agreements were entered into or no taxes at all were imposed by the Commonwealth on these bonds. Appellant claims that by this course ox conduct the Commonwealth is now estopped from imposing the tax for the years beginning with 1940. It will be noted, however, that during all those preceding years there was considerable controversy concerning appellant’s liability and that, in the absence of a court decision, the question necessarily remained inconclusive. But the important point to be noted is that no action whatever was taken by the Commonwealth in regard to the taxes for the years beginning with 1940 either by way of eliminating or compromising them. During those years all negotiations and actions remained in abeyance while the litigation was pending which culminated in the decisions in the Fidelity-Philadelphia Trust Company Tax Case and Commonwealth, v. New York, Chicago and St. Louis R. R. Co. After those cases were decided and it therefore had become judicially determined that the corporate loans tax was properly imposed on bonds of this character the Commonwealth proceeded to settle appellant’s liability for the taxes for the years from 1940 on through 1945, which are the settlements involved in the present appeals. It is therefore clear that the Commonwealth is not attempting to apply those decisions retroactively or to undo anything that took place in the years up to and including 1939 but is merely applying the law as declared by this court to settlements for years which had been left open for that purpose.\nWe find no basis whatever for the contention that the Commonwealth has been estopped by reason of the failure of officials who, acting under a mistaken impression of the applicable law, either did not impose the taxes or compromised them for lesser amounts than were properly due. What has happened is that appellant has escaped, the payment of the corporate loans tax on these bonds for a period of over 20 years, and it should not now be allowed to claim that because of such mistaken indulgence and errors of administrative practice no taxes can be imposed by the Commonwealth for any subsequent years. It is a fundamental legal principle that a State or other sovereignty cannot be estopped by any acts or conduct of its officers or agents in the performance of a governmental as distinguished from a proprietary function. No errors or misinformation of officers or agents can estop the government from collecting taxes legally due. However firmly established the rule as to private individuals or corporations that where a person has been induced to act to his detriment by the representations of an agent he can hold the principal on the theory of estoppel, that rule does not apply when a government is the principal. It was said in Easton Bank v. The Commonwealth, 10 Pa. 442, 451, that “the rights of the Commonwealth are not liable to be compromised by the nonfeasance of her agents. Nor can her debtor escape through the mistake of her servants acknowledging a sum less than the whole due, as received in full.” So, in Delaware Division Canal Co. v. The Commonwealth, 50 Pa. 399, 408, it was said: “The second reason for non-liability of this company, viz. that the accounting officers thought so and omitted to charge the tax for the years mentioned, needs but little remark. The mistakes or misapprehensions of these officers could not prejudice the Commonwealth.” In Commonwealth v. Quaker City Cab Co., 287 Pa. 161, 168, 134 A. 404, 407 (reversed on another ground, 277 U. S. 389) it was said: “That for eighteen years after the advent of taxicab companies taxes were not assessed against them under the act in question is an administrative construction favorable to defendant, but cannot prevail against the plain language of the statute. The state cannot be prejudiced by the neglect of its officers to settle and assess a tax.” In Commonwealth v. Taylor’s Executors, 297 Pa. 335, 343, 147 A. 71, 74, it was said: “Defendant’s contention is, in effect, that the letter of the auditor general operated to altogether estop the Commonwealth. No authority is given for this contention and we know of none. As a sovereign state we cannot be thus estopped, . . .” In Cumberland County v. Lemoyne Trust Compwny, 318 Pa. 85, 98, 99, 178 A. 32, 38, it was stated that “ ‘No estoppel in pais can be asserted against the exercise by the State of its taxing power. Accordingly, the State is not estopped to levy 'and collect taxes on particular property by failure to assess it for a number of years, nor can the rights of the State in this respect be forfeited by the laches of its agents; . . .’ 61 C. J. 87, and cases cited. ‘Neither a state nor a municipality is estopped to tax property because of failure for a number of years to exercise such right.’: Cooley on Taxation (4th ed.), page 159.” In Commonwealth v. A. M. Byers Co., 346 Pa. 555, 560, 561, 31 A. 2d 530, 532, it was said: “No administrative officer or body, exercising discretion conferred by the legislature, is vested with the power to abrogate the statute law of the Commonwealth, or to grant to individuals an exemption from the general operation of the law. ... It is well settled that no estoppel can be asserted against the State in the exercise of its taxing power.” And in Federal Deposit Insurance Corporation v. Board of Finance and Revenue, 368 Pa. 463, 472, 84 A. 2d 495, 499, it was declared that “it is the law which is to govern rather than departmental opinions in regard to it.”\nAppellant urges that, since the only duty of a corporation with respect to the corporate loans tax is to collect it from the bondholders, (Commonwealth ex rel. Baldrige v. Sun Oil Co., 294 Pa. 99, 102, 143 A. 495, 496; Fidelity-Philadelphia Trust Company Tax Case, supra, p. 360, A. p. 271) it should not be held liable for a failure to effect such collections when misled by officers of the Commonwealth into believing that no such duty rested upon it as to these bonds. This contention, however, overlooks the fact that the bonds were issued by Western Maryland Rail Road Company tax-free both as to principal and interest, and that appellant, in assnming the obligation of the bonds, became subject to that covenant. Its status, therefore, is not merely that of a collector of the tax from the bondholders, for it is barred because of such covenant from collecting any tax from them; it owes the tax directly to the Commonwealth, not as a penalty for failing to collect it from the bondholders, but because of its contract obligation with them to pay the tax itself. In Commonwealth v. Harrisburg, 335 Pa. 202, 206, 207, 6 A. 2d 863, 865, 866, it was pointed out that, while ordinarily the corporation is not primarily the debtor for the tax but the agent of the State to collect it, the situation is different where the bonds are issued tax-free; in such case, said the court, “there can be no escape from the conclusion that the [corporation] is liable for the tax, as it has already said in its contract with the one who owes it that he need not pay it but that the [corporation] itself will pay it. . . . We see no escape from the conclusion that the [corporation] must, therefore, account to the state for the tax.”\nJudgments affirmed.\nThe Department of Revenue and the appellant agreed that the corporate loans tax settlements for the years 1940 to 1945, inclusive, should be based upon the list of Pennsylvania bondholders as of record in 1945 furnished by the appellant. After the appeals for those years were filed, it was stipulated by counsel that, in the event of a decision adverse to the appellant, it should have an opportunity to correct, if possible, inadequacies of information with respect to the ownership list for the year 1945. As a result of that stipulation it is alleged that appellant’s actual liability can be shown not to exceed a total of $378,104.15.\nImmunity from taxation is not a “franchise” of a' corporation : Morgan v. Louisiana, 93 U. S. 217; Picard v. East Tennessee, Virginia and Georgia, R. R. Co., 130 U. S. 637, 641, 642.\nHowever, even a legislative exemption from taxation possessed by one of tbe constituent corporations does not ordinarily pass to tbe consolidated corporation, and especially if tbe consolidation statute does not employ tbe word “immunity” or “exemption,” in tbe absence of which a mere transfer of tbe rights, privileges and franchises of a constituent company will not be sufficient to pass a tax exemption: 13 Am. Jur. 1103, 1104, §1200, and cases there cited; also Chesapeake & Ohio Railway Co. v. Miller, 114 U. S. 176; Picard v. East Tennessee, Virginia and Georgia R. R. Co., 130 U. S. 637; Wilmington (Mid Weldon v. Alsbrook, 146 U. S. 270.\nWestern Maryland Rail Road Company First, Mortgage 4% Bonds matured in 1952."}