{"id": "1250894", "contents": "Opinion by\nMr. Justice Jones,\nIn this action for criminal conversation the jury returned a verdict for the plaintiff in the sum of $10,000 composed of $7,500 compensatory and $2,500 punitive damages. The defendant filed motions for judgment n.o.v. and for a new trial, both of which motions the learned court below refused. The refusal of a new trial was conditioned on the plaintiff’s filing a remittitur for so much of the verdict as was in excess of $5,000. The remittitur was duly filed and judgment was entered for the plaintiff on the reduced verdict. This appeal by the defendant followed. In addition to the lower court’s refusal of the defendant’s motion for judgment n.o.v., the appellant assigns here for error certain of the trial court’s rulings on evidence, its refusal of a number of points for charge and portions of the charge. He also alleges that the plaintiff’s attorney prejudiced the defendant’s case by the use of leading questions and by improper argument to the jury, and that the verdict was excessive.\nThere is not a semblance of merit in the appellant’s claim to judgment n.o.v. The common law has long furnished an aggrieved husband with a right of action for criminal conversation against his wife’s adulterer: Antonelli v. Xenakis, 363 Pa. 375, 376, 69 A. 2d 102. The gravamen of the tort is the indulgence by the offender in sexual intercourse with another’s wife without her husband’s consent: Antonelli v. Xenakis, supra. And, as set forth in Restatement, Torts, §885, — “One who, without the husband’s consent, has sexual intercourse with a married woman is liable to the husband for the harm thereby caused to any of his legally protected marital interests.” This common law right of action in trespass for damages continues to exist in Pennsylvania; it was not abolished by the Act of June 22, 1935, P. L. 450, as amended: see Antonelli v. Xenakis, supra.\nIn the instant case the plaintiff, in his complaint, pleaded a prima facie case of criminal conversation and at trial adduced evidence to substantiate his averments which the defendant denied. The case was peculiarly one for the jury. As stated by the learned court below,— “The record is replete with corroborating facts and circumstances from which the jury could reasonably conclude that defendant did have intercourse with plaintiff’s wife without his consent. To catalogue these facts would unnecessarily and unduly enlarge an already voluminous treatment of the matter. Defendant’s contentions tested the credulity of the court and obviously that of the jury.” The motion for judgment n.o.v. Avas, therefore, properly refused.\nAs to the motion for a new trial, the appellant alleges trial error in seven different particulars. The learned trial judge, in the opinion for the court en banc, sur the defendant’s after-verdict motions, adequately and correctly disposed of six of the contentions Avhich the appellant noAV reneAvs here. We shall, therefore, confine ourselves to a discussion of the one remaining contention. No useful purpose Avould be served by our reiterating the reasoning of the court en banc in disposing of the others.\nAt trial, the plaintiff, in support of his allegation that his Avife and the defendant had stayed overnight in a hotel tryst, sought to shoAV that they had baggage Avith them Avhen the defendant registered himself and companion as “Mr. & Mrs. W. D. Miller”. The significance of the baggage Avould be in its confirmation of an intended overnight sojourn. To prove the presence of the baggage, the plaintiff called as a Avitness the hotel room clerk Avho Avas on duty Avhen the defendant registered. The clerk testified, over the defendant’s objection, that the room Avas not paid for in advance and that it Avas the uniform practice of the hotel to require payment in advance for lodging Avhen the registrant Avas Avithout luggage. The appellant argues that the testimony in respect of the hotel’s practice Avas inadmissible since evidence as to Iioav an act Avas done on other occasions is irrelevant for the purpose of shoAving Avhat Avas done on a particular occasion, citing, inter alia, Roney v. Clearfield County Orange Mutual Fire Insurance Company, 332 Pa. 447, 3 A. 2d 365, and Veit v. Class and Nachod Brewing Company, 216 Pa. 29, 64 A. 871. In so contending, the defendant fails to reflect accurately the rationale of the pertinent principles involved. The probative value of a person’s habit or custom, as showing what was done on a particular occasion, is not open to doubt: see 1 Wigmore on Evidence (Third Edition), §92, p. 519 et seq. Whether evidence of such usage or habit is admissible to show what occurred in a specific instance depends on the “invariable regularity” of the usage or habit. To be admissible the usage must have “sufficient regularity to make it probable that it would be carried out in every instance or in most instances”: Wigmore, loc. cit. supra. In the present case, it seems clear that the clerk’s testimony as to the hotel’s usage is such as to come within the compass of the Wigmore definition.\nThe cases cited by the defendant in this connection are not apposite. None of them involved usage or habit even remotely approaching fixed regularity. For example, in the Roney ease, supra, the only evidence of usage was that, on a single previous occasion, an insurance agent did not fill out an application blank as he had at other times; in the Veit case, supra, the only evidence of usage, was that on a previous occasion the decedent had tampered with certain steam appliances. There was no showing of custom or usage in those cases such as there is in the present instance.\nOur examination of the record convinces us that the case was tried and submitted by the learned trial judge capably and with utmost fairness to both sides and that the appellant has nothing of which justly to complain.\nJudgment affirmed.\n1 The trial lasted seven days, and the typewritten transcript of the testimony, which is before us in forma pauperis, consists of 571 legal cap pages."}