{"id": "1250887", "contents": "Opinion by\nMr. Chief Justice Horace Stern,\nThe court below refused to issue an injunction restraining defendants from extending their building into a restricted area. Plaintiffs appeal from its decree so holding and dismissing their bill of complaint.\nIn 1887 the Blake Mutual Land Improvement Company owned land in the northeastern section of Philadelphia bounded on the east by Dungan Street, on the west by Oxford Avenue and Rising Sun Avenue, on the north by Bleight Street, and on the south by Cottman Avenue. It recorded a plan of lots to be laid out in the tract and, in its original deeds, created a building restriction affecting each of the lots it conveyed. This restriction provided, inter alia, that no building should ever be erected within 14 feet of any street or avenue upon which the lot should front. In 1891 the deed to defendants’ predecessor in title contained this restriction. At that time the entire tract consisted of farm land with a single house thereon, but it developed into a built-up residential area. Originally Cottman Avenue was known as Township Lane and was legally opened to a width of 33 feet but in 1891 it was established with a cartway of 40 feet and two 14-foot sidewalks and in the period between 1912 and 1915 it was further widened to 100 feet with a cartway of 60 feet and two 20-foot sidewalks.\nDefendants’ property consists of a furniture store building at 1225-1229 Cottman Avenue; they also own a detached dwelling house, 1231 Cottman Avenue, in which they reside. Plaintiffs own and occupy premises on the north side of Cottman Avenue between Dungan and Claridge Streets, but those who are most interested herein are in the block between Montour and Claridge Streets, where defendants’ property is located. Defendants, having obtained a permit for the purpose, have started to extend the front of their store building southerly for some distance into the 14-foot restricted area, where they propose to erect a one-story addition completely enclosed in glass, and in which it is their intention to display their furniture, carpets, linoleum and rugs.\nThe first subject of controversy between the parties is in regard to the original object of the restriction. Defendants contend, and the court below was of the opinion, that it was designed merely for aesthetic purposes, that is, to insure the better appearance of the streets and to preserve the residential character of the neighborhood. Plaintiffs, on the other hand, urge that it was also to protect the light, air and view of the residents of the houses which, it was anticipated, would occupy the tract, and it is, of course, true that while an easement to light and air cannot be acquired in Pennsylvania by prescription and the doctrine of ancient lights is not part of.our law, an easement to light and air may be acquired, as any other easement, by express or implied grant.\nDefendants’ principal contention is that, whatever the purpose of the restriction may have been, the changes that have taken place in the area in the 63 years since the restriction was originally created would now make any enforcement of it in equity wholly unjust, impractical, and harmful to the entire district, It appears that during that period the character of the neighborhood has markedly changed. The area covered by the properties of these plaintiffs and defendants has been zoned commercial and is now almost completely commercial in fact. In the block in which defendants’ property is situated, 1219-1221 Cottman Avenue is a grocery store, 1223 is a confectionary store, 1225-29 is defendants’ furniture store, 1231 is defendants’ dwelling house, 1233 and 1235 are semidetached dwelling houses, 1237 is a shoe store and 1239 a drug store. The testimony disclosed that there are now erected in the tract at least 38 buildings which are used for commercial purposes, including two taprooms, two real estate offices, three garages and gasoline service stations, a bakery, two auto supply stores, a tailoring establishment, a tropical fish store, a music store, several grocery stores, a restaurant and cafe, an automobile agency, a shoe store, a drug store, and other types of retail merchandising establishments and garages rented to owners of private automobiles. Cottman Avenue itself, greatly widened as previously stated, has become an important business street and artery of traffic. Light, air and prospect, undoubtedly important to residents of front-porch houses, play much less part in the case of store properties. To preserve the restricted building line at a distance of 34 feet north from the north curb of Cottman Avenue in stead of flush with the inner line of the 20-foot sidewalk would seem to be, under present conditions, a sheer waste of valuable space for the commercial properties now occupying the street and without any real or substantial benefit to anybody. Incidentally, the dwelling houses of the plaintiffs at 1233 and 1235 Cottman Avenue are at an appreciable distance from the property of defendants which is to be extended.\nThe authorities are numerous to the effect that, where a change in neighborhood conditions is so radical and complete as practically to destroy the purpose for which the restriction was originally imposed, equity will not aid its literal observance. In Orne v. Fridenberg, 143 Pa. 487, 502, 503, 22 A. 832, 834, the court said: “The location is no longer a residential neighborhood, . . . This entire change of circumstances and surroundings might well make a chancellor hesitate ere he apply the strong ■ arm of an injunction. There is a line of well-decided cases which hold that such changes in the neighborhood, the character of the improvements, and the purposes to which they are applied, are sufficient to justify a chancellor in refusing an injunction to restrain violations of building restrictions. [citing cases].”\nIn Henry v. Eves, 306 Pa. 250, 259, 260, 159 A. 857, 859, 860, it was said: “Authority is abundant that changes in the predominant character of a neighborhood in which property subject to a building restriction is located, whether wrought by the acquiescence of adjacent property owners or by the slow yet resistless evolution of time, may prevent the'rigid enforcement of such a restriction by a court of equity. . . . Where the exigencies of altered conditions in a neighborhood render a strict adherence to the terms of the restrictive covenant useless to the dominant tenement, or absurd, or futile, or ineffective to achieve the end desired, it would be an anachronism to interpose equitable relief in support of it.”\nIn Peoples-Pittsburgh Trust Co. v. McKinley-Gregg Automobile Co., 353 Pa. 110, 44 A. 2d 295, it was held, as stated in the syllabus, that “Where a neighborhood in which property subject to a building restriction is located has so changed in character that the restriction is no longer of practical utility and would prohibit the use of the land under existing zoning ordinances, the restriction is not enforceable . . . .”\nIn Price v. Anderson, 358 Pa. 209, 217, 218, 56 A. 2d 215, 219, 220, it having been found from the testimony that “ ‘There has been a definite change in the predominant character of the neighborhood from residential to commercial uses by reason of the natural forces of demand by the concentrated population, the acts of commission and omission of the plaintiffs and the needs of the community,’ ” the court said: “It is an elementary principle of equity jurisprudence that such a decided change of conditions makes it improper for a chancellor to enforce a covenant which limits the full right of an owner to develop his property; this is because public policy dictates that land shall not be unnecessarily burdened with permanent or long-continued restrictions and because equity will not retard improvements simply in order to sustain the literal or technical observance of a covenant which for one reason or another has become useless from the standpoint of any practical utility.”\nIn Katzman v. Anderson, 359 Pa. 280, 285, 59 A. 2d 85, 87, it was said that “. . . equity will not enforce a restriction if the nature of the neighborhood changes has been such as to make it impossible to accomplish the objects for which it was designed, even though such changes may have resulted from circumstances over which neither of the parties had any control. It being a general policy of the law that land shall not be burdened with permanent or long-continued restrictions which have ceased to be of any advantage, equity will not, in such cases, prohibit or retard improvements simply to enforce' the literal observance of a condition or covenant. Nor will equity grant injunctive relief if the enforcement of a restriction would make the land unfit or unprofitable for use and development, or result in a far greater hardship to the servient than a benefit to the dominant tenement. These principles of equity jurisprudence have been proclaimed in many cases; . . . .”\nThe cases thus cited are all in accord with the pronouncement of Restatement, Property, §564, that “Injunctive relief against violation of the obligations arising out of a promise respecting the use of land cannot be secured if conditions have so changed since the making of the promise as to make it impossible longer to secure in a substantial degree the benefits intended to be secured by the performance of the promise.”\nIt is true that the principle thus stated may be regarded as modified by the equally well established doctrine that where a building restriction is still of substantial value to a dominant lot notwithstanding changes in the use of the land and buildings or in neighborhood conditions equity will restrain its violation. Here, however, the benefit to these plaintiffs that would result from an enforcement of the restriction would be so slight, — especially in comparison with the advantage that would inure to the entire tract by the refusal of equity to enforce it in view of the changed character of the neighborhood, — that the court below was clearly right in denying the relief sought by plaintiffs and dismissing their bill.\nDecree affirmed, costs, however, to be paid by appellees.\nClark v. Martin, 49 Pa. 289, 297, 298; Muzzarelli v. Hulshizer, 163 Pa. 643, 646, 30 A. 291, 292; Landell v. Hamilton, 175 Pa. 327, 335, 336, 34 A. 663, 665; Meigs v. Milligan, 177 Pa. 66, 76, 35 A. 600, 601; Murphy v. Ahlberg, 252 Pa. 267, 270, 97 A. 406, 407; Garvin, & Co. Inc. v. Lancaster County, 290 Pa. 448, 452, 139 A. 154, 155; Maioriello v. Arlotta, 364 Pa. 557, 559, 73 A. 2d 374, 375. Cf., however, Henry v. Eves, 306 Pa. 250, 256, 159 A. 857, 858.\nSome of these store properties have residences or apartments on their second floors.\nLandell v. Hamilton, 175 Pa. 327, 337, 34 A. 663, 666; Phillips v. Donaldson, 269 Pa. 244, 250, 251, 112 A. 236, 239; Hunter v. Wood, 277 Pa. 150, 152, 120 A. 781, 782; Benner v. Tacony Athletic Association, 328 Pa. 577, 581, 196 A. 390, 392, 393; Todd v. Sablosky, 339 Pa. 504, 508, 15 A. 2d 677, 679; Price v. Anderson, 358 Pa. 209, 219, 56 A. 2d 215, 220; Katzmqn v. Anderson, 359 Pa. 280, 284, 285, 59 A. 2d 85, 87; Pehlert v. Neff, 152 Pa. Superior Ct. 84, 87, 31 A. 2d 446, 448."}