{"id": "1250899", "contents": "Opinion by\nMr. Chief Justice Horace Stern,\nThis is an appeal from an order of the court below dismissing a petition for a writ of habeas corpus and ordering the relator to be delivered to the custody of agents of the State of Georgia for return to that State.\nThe relator, Edward Brown, was arrested in Philadelphia on March 31, 1952, by agents of the Federal Bureau of Investigation on a charge of illegal flight from imprisonment in Georgia. He was turned over to the Philadelphia police and committed to prison by a magistrate to await extradition papers from that State. On April 23, 1952, the Governor of Pennsylvania issued a warrant for his rendition to Georgia. A few days thereafter he petitioned the court below for a writ of habeas corpus alleging that he had been subjected during his imprisonment in Georgia to cruel and unusual punishment in violation of his constitutional rights, and, if returned there, would again be subjected to such punishment. A motion to intervene on the part of Georgia was granted by the. court but its further motion to dismiss the proceedings was denied.\nA number of hearings were held on the relator’s petition at which it appeared that he had pleaded guilty in Georgia in 1937 to a charge of murder and was sentenced to life imprisonment. A few months later he escaped to Cincinnati. Recaptured in June, 1940, lie escaped again in September of that same year, going first to Cincinnati, then to Detroit, and finally to San Francisco. Recaptured in August, 1947, he escaped the third time in January, 1950, to Lake-land, Florida, and afterwards to Philadelphia where he was arrested two years later as above stated. He gave a harrowing description of horrible tortures which he claimed were inflicted upon him during the course of his imprisonment. Counsel for the State of Georgia moved the court for permission to take depositions of witnesses there for the purpose of refuting relator’s testimony; for some reason such permission was refused but later the Assistant Director of the Board of Corrections of the State of Georgia appeared in person as a witness and denied many of relator’s allegations. The court, however, stated that it was satisfied that relator, during the period of his confinement in work camps in Georgia, had been subjected to cruel and unusual punishment and, if returned to the custody of Georgia, was likely again to be subjected to such punishment. This latter foreboding would seem open to grave question in view of the fact that there was placed in evidence (1) an amended Constitution adopted by Georgia in 1945 which banned whipping as a punishment for crime and prohibited cruel and unusual punishments and the abuse of any person while under arrest or imprisonment; (2) Acts adopted in Georgia in 1943 and 1946 creating a State Board of Corrections and forbidding all forms of corporal punishment and the use of shackles, manacles, picks, leg-irons and chains by any correctional institution, public work camp, highway camp, or other institution of confinemeht; (3)' rules and regulations governing the penal system ' adopted by the State Board of Corrections in 1946 which prohibited the use of corporal punishment or the manacling of prisoners, and, in general, provided for a humane administration of the prisons and work camps in the State; and (4) testimony of the Assistant Director of the State Board of Corrections to the effect that the entire prison system in Georgia had been remodeled, and giving assurance that if the relator were returned he would not be subjected to any cruel or unusual punishment whatever.\nNotwithstanding its findings as to past facts and future probabilities the court below properly concluded that it was bound by the decisions of the Supreme Court of the United States and of this State to dismiss relator’s petition, which it accordingly did.\nArticle IY, sec. 2, cl. 2, of the Federal Constitution provides that “A person charged in any State with Treason, Felony, or other Crime, who shall flee from Justice, and be found in another State, shall on Demand of the executive Authority of the State from which he fled, be delivered up to be removed to the State having Jurisdiction of the Crime.” This provision is implemented by the Act of Congress of June 25, 1948, c. 645, 62 Stat. 822, 18 USCA § 3182. At least as early as the case of Marbles v. Creecy, Chief of Police, 215 U. S. 63, decided in 1909, it was declared that the executive authority of a State in which an alleged fugitive might be found, and for whose arrest a demand was made in conformity with the Constitution and laws of the United States, need not be controlled in the discharge of his duty by a suggestion that the fugitive, would not be fairly and justly dealt with in . the State to-which it was sought to remove him nor be adequately protected, while in the custody of such State, against the action of lawless men. The court said that “The court that heard the application for discharge on writ of habeas corpus was entitled to assume . . . that the state demanding the arrest and delivery of the accused had no other object in view than to enforce its laws, and that it would, by its constituted tribunals, officers, and representatives, see to it not only that. . . he . . . would be adequately protected while in the state’s custody against the illegal action of those who might interfere to prevent the regular and orderly administration of justice.”\nThe latest decision of the United States Supreme Court, and one that clearly controls the present case, was rendered in the case of Sweeney, Sheriff, v. Woodall, 344 U. S. 86. There a fugitive from an Alabama prison was arrested in Ohio and held for return to Alabama pursuant to proceedings instituted by the Governor of that State. He claimed in Ohio that his confinement in Alabama amounted, and would again amount, to cruel and unusual punishment contrary to the Eighth and Fourteenth Amendments, and he applied unsuccessfully to the Ohio courts for release on a writ of habeas corpus. He then applied to the United States District Court for the Northern District of Ohio for habeas corpus on the same grounds. The District Court dismissed his petition but the Court of Appeals for the Sixth Circuit reversed. The Supreme Court granted certiorari and, in turn, reversed the judgment of the Court of Appeals. In a Per Curiam opinion the Court said: “The scheme of interstate rendition, as set forth in both the Constitution and the statutes which Congress has enacted to implement the Constitution, contemplates the prompt return of a fugitive from justice as soon as the state from which he fled demands him; .... Considerations fundamental to our federal system require that the prisoner test the claimed unconstitutionality of his treatment by Alabama in the courts of that State. Respondent should be required to initiate his suit in the courts of Alabama, where all parties may be heard, where all pertinent testimony will be readily available and where suitable relief, if any is necessary, may be fashioned.” Relator, in the present case, tries to distinguish that decision on such grounds as that the appeal to the Supreme Court there was from proceedings in a Federal, not a State court; that the present proceedings were under the Uniform Criminal Extradition Act, not under the Federal legislation; and that the State of Georgia, unlike the State of Alabama in the Sweeney case, appeared in the present proceedings. These, however, are all distinctions which obviously do not affect the fundamental principles involved. No proceedings in a State court, statutory or otherwise, can conflict with, much less override, the Constitution and the laws of Congress thereunder, which are the supreme law of the land.\nEven before the Sweeney v. Woodall ease similar decisions had been rendered by United States Courts of Appeals in the District of Columbia (Johnson v. Matthews, 182 F. 2d 677), in the Eighth Circuit (Davis v. O’Connell, 185 F. 2d 513), and in the Ninth Circuit (Ross, Sheriff, v. Middlebroohs, 188 F. 2d 308). In each of those cases the relator alleged that he had been subjected to cruel punishment while imprisoned in the demanding State and would be again subjected to such punishment if returned there, but it was uniformly held that if the fugitive’s constitutional rights were violated in the State where he had been imprisoned it was in that State that he must protect those rights, either in the courts of the State itself or, if it became necessary to appeal thereto (28 USCA §2254), iú the Federal courts as well.\nOur own court, following the decision in the Sweeney v. Woodall case, has thrice dealt with this same problem. In Commonwealth ex rel. Henderson v. Baldi, 372 Pa. 463, 93 A. 2d 458, it was held, in proceedings for extradition under the Uniform Criminal Extradition Act of July 8, 1941, P. L. 288, that no consideration could be given to the fugitive’s allegation that if he were returned to the demanding State he would be subjected to cruel and unusual punishment. In Commonwealth ex rel. Hatton v. Dye, 373 Pa. 502, 96 A. 2d 127, the same ruling was made, and it was stated that “The obvious intendment of the Uniform Criminal Extradition Act and the recent statements of this Court and the Supreme Court of the United States was to restrict the scope of a hearing on habeas corpus to the legality of the arrest of the fugitive in the asylum state and the propriety of the requisition procedure.” And in Commonwealth ex rel. Huey v. Dye, 373 Pa. 508, 96 A. 2d 129, it was once more held that in a habeas corpus proceeding by a fugitive who was resisting extradition no consideration could be given to his allegation that if returned to the demanding State his life would be in danger.\nRelator, taking note of a sentence in the court’s opinion in Sweeney v. Woodall that “Respondent makes no showing that relief is unavailable to him in the courts of Alabama,” offered evidence designed to show that he would not have access to the courts of Georgia if returned to that State. There was testimony that some years in the past letters to higher prison authorities and to lawyers written by relator and other prisoners had been intercepted by wardens and guards and prevented from reaching the persons intended. It was claimed also that relator would find it difficult to obtain counsel in Georgia who would be willing to represent him and witnesses who would not be afraid to support him in his allegations of brutal treatment. But the testimony thus presented and the apprehensions thus expressed cannot be accepted, and were not accepted by the court below, as proof that if relator were now returned to Georgia he would be prevented from recourse to the courts of that State or to the Federal courts for the protection of his constitutional rights.\nIn his concurring opinion in the Sweeney v. Woodall case, Mr. Justice Frankfurter said: “We cannot assume unlawful action of the prison officials Avhich would prevent the petitioner from invoking the aid of the local courts nor readily open the door to such a claim . . . Our federal system presupposes confidence that a demanding State will not exploit the action of an asylum State by indulging in outlawed conduct to a returned fugitive from justice.”\nThe suggestion that if the relator Avere returned to Georgia he Avould be deprived of legal help and protection must be rejected. Apart from relator’s own competent counsel, the Assistant Attorney General of the State of Georgia and the able Philadelphia counsel appointed by the State of Georgia as a Deputy Assistant Attorney General, both of whom appeared in the present proceedings on behalf of that State, can, Avith confidence, be relied upon to see to it that relator will be afforded every reasonable opportunity to communicate Avith counsel and have all necessary access to the courts for the protection of any constitutional or other legal rights to which he may be entitled.\nOrder affirmed."}