{"id": "1250842", "contents": "Opinion by\nMr. Justice Jones,\nThe personal representatives of Samuel W. Traylor, deceased, appealed to the court below from the final order of the Board of Revision of Taxes and Appeals for the City of Allentown which had approved the city assessor’s triennial assessment of the decedent’s hotel and apartment property for taxation purposes in the sum of $548,370. After a hearing* on the appeal, the court found the city’s assessment to be excessive and inequitable and reduced it to $405,603 for a net reduction of $142,767. Evidently still dissatisfied, the deceased property owner’s representatives have appealed to this court, contending that, in the evidentiary situation obtaining as a result of the hearing, the court below was bound to accept as conclusive the testimony of appellants’ expert witnesses as to the value of the property from which an assessment of $343,527 was determinable. Assessments in Allentown were uniformly at 60% of a property’s actual value.\nSection 2504 of The Third Class City Law of 1931, P. L. 932, as amended (53 PS §12198-2504), which relates to assessments and revisions, provides that “The assessor shall make, or cause to be made, ... a full, just, equal, and impartial assessment of all property .... In all cases he shall value, or cause to be valued, the property at such sums as the same would, in Ms judgment, bring at a fair public sale thereof.” In arriving at such value the price for which any property would separately bona fide sell, or the price at which any property may bona fide actually have been sold, shall be considered, but shall not be controlling. Instead such selling price, estimated or actual, shal] be subject to revision by increase or decrease to accomplish equalization with other similar property within the taxing district. The term “actual value” as used in this statute has been uniformly held to mean market value: see Rohrbach Tax Assessment Case, 156 Pa. Superior Ct. 283, 284-285, 40 A. 2d 142.\nOn an appeal from an assessment, the assessor’s valuation for taxation purposes, approved by the Board of Revision, makes out a prima facie case in support of the validity of the assessment: Metropolitan Edison Co.’s Appeal, 307 Pa. 401, 404, 161 A. 303; DuBois’s Appeal, 293 Pa. 186, 189-190, 142 A. 134; Lehigh & Wilkes-Barre Coal Company’s Assessment, 225 Pa. 272, 276, 74 A. 65. In the instant case, however, it conclusively appeared from the testimony of the assessor that he had arbitrarily accepted as the actual value of the property a figure furnished him by a professional appraiser of an appraisal company working under contract with the city. The court found that the appraisal company’s representative, in estimating the actual value of the property, and the city assessor, in basing his uniform 60% assessment upon such valuation, had completely ignored the established definition of “actual value” (see, e.g., Appeal of Pennsylvania Co. for Insurances etc., 282 Pa. 69, 74, 127 A. 441) and obviously gave “no consideration to any of the factors of evaluating real estate usually taken into consideration by our Courts in determining fair market value, except the single factor of ‘cost of reconstruction, less depreciation’ ”. The assessment actually reflected a value for the property of almost three times the amount which the assessor, several years before in a proceeding in the Orphans’ Court of the county, had testified was the fair market value of the property. The court understandably rejected the assessment as excessive.\nThe court then undertook to determine from the evidence the proper assessment by taking “into consideration all of the factors necessary to form a just and equitable assessment having due regard to the valuation and assessment made of other properties in the city such as the Americus Hotel”, — the only other property in Allentown having any similarity to the property under current inquiry. This was in faithful compliance with Section 2521 of The Third Class City Act, as amended (53 PS §12198-2521), relating to appeals to the Court of Common Pleas of the county from a decision of the Board of Revision of Taxes and Appeals, which provides that “The court shall thereupon . . . make such orders and decrees touching the matter complained of as to the judges of said court may seem just and equitable, having due regard to the valuation and assessment made of other property in such city.”\nIt is the action of the court below in proceeding to determine the proper assessment for the property whereof the appellants complain. They argue that, after the city’s assessment and the testimony of the appraiser and the assessor had been rejected, the only testimony as to the value of the property was that furnished by the appellants’ witnesses and that the court was duty bound, in the circumstances, to accept it. With that contention, we cannot agree. Even with the prima facie case, which the assessment afforded in the first instance, entirely eliminated, the court still had a duty to perform in endeavoring to arrive at a just and equitable assessment from the evidence before it, especially, since the appellants themselves had failed to produce any testimony as to the fair market value of the property.\nGranted that the appellants’ witnesses were credible in the sense that their veracity was not impeached, the weight to be given their testimony, which was oral and opinion, was nonetheless for the court to evaluate. The fact is that the appellants’ witnesses based their valuation of the property not upon what it would likely bring at a fair public sale but upon their agreed reproduction cost of the buildings less depreciation to which they added an identical land value. Reproduction cost is not controlling on a question of the fair market value of a property: see Algon Realty Company Tax Assessment Appeal, 329 Pa. 321, 322, 198 A. 49; Metropolitan Edison Co.’s Appeal, supra, at p. 405; McSorley v. Avalon Borough School District, 291 Pa. 252, 254, 139 A. 848; Pennsylvania Stave Company’s Appeal, 236 Pa. 97, 103, 84 A. 761. Indeed, the reproduction cost of buildings is not proper evidence for determining the fair market value of a property. Among the factors to be taken into account and given appropriate consideration, both severally and in combination, as respects the actual value of a particular property are “the character of the work done and materials furnished in the construction of the building; its present condition of repair or disrepair; the wisdom or unwisdom of its location for [its intended use]; its modernity and adaptability for that purpose; the likelihood of competition with other and better buildings; and whether the property itself, and the neighborhood in which it is situated, are likely to increase or decrease in value:” Metropolitan Edison Co.’s Appeal, supra.\nActually, there was no competent evidence whatsoever adduced at the hearing in the court below as to the fair market value of the property. In that situation, the court was confronted with the duty of equalizing the assessment and making it harmonize with the assessments of other properties within the taxing district. In Cumberland Coal Co. v. Board of Revision of Tax Assessments, 284 U. S. 23, 29, which involved a question of equalizing assessments of lands in Pennsylvania, Mr. Chief Justice Hughes said, — “ ‘ “ . . . where it is impossible to secure both the standard of the true [i.e., actual] value, and the uniformity and equality required by law, the latter requirement is to be preferred as the just and ultimate purpose of the law.” ’ ” We lately quoted the foregoing principle with approval in Hammermill Paper Company v. Erie, 372 Pa. 85, 100, 92 A. 2d 422. See also Allentown’s Appeals, 147 Pa. Superior Ct. 385, 388, 24 A. 2d 109. And, such was precisely the course which the learned court below pursued in arriving at a just and equitable assessment.\nThe court did not, as the appellants erroneously assert, pick a valuation for the property “out of thin air”. What the court did was to take the assessor’s cubic footage of the buildings on the property (which, incidentally, was less in amount than the estimates of the appellants’ own witnesses) and apply to the total cubic footage a unit construction cost per cubic foot to obtain the reproduction cost which, when reduced by a flat percentage for depreciation, it added to the land value. The appellants’ witnesses followed exactly the same procedure in ascertaining what they incorrectly assumed to treat as the actual value of the property. The difference in the results of the two computations was due entirely to the fact that the appellants’ witnesses deducted a considerably greater percentage for depreciation. The percentage which the court used put the assessment in harmony with the assessment of the Americus Hotel. We think the court below acted both properly and wisely and achieved a just and equitable result.\nThe order is affirmed at the appellants’ costs."}