{"id": "1250847", "contents": "Opinion by\nMr. Chief Justice Horace Stern,\nWe allowed an appeal from the decision of the Superior Court in this case reported in 174 Pa. Superior Ct. 206, 100 A. 2d 484. The question involves the proper application of Pa. R. C. P. 1030 and 1032 (1) to an action brought in violation of the Act of April 26, 1855, P. L. 308, “for the prevention of Frauds and Perjuries.”\nThe suit is by John J. Leonard, a dentist, against Gerald E. Martling and Harvey B. Martling to recover compensation for professional services rendered to the former. Plaintiff alleges that Harvey, a brother of Gerald Martling, orally guaranteed Gerald’s payment of any charges he might incur by reason of such services. Harvey denied that he had given any guarantee, but did not, in his answer, plead the statute of frauds. The case came on for trial in the Municipal Court of Philadelphia County before a judge and jury. Before the jury was sworn Harvey’s attorney moved for judgment on the pleadings in the nature of a statutory demurrer on the ground that the complaint charged a liability based on an oral guarantee for the debt of another. The motion was dismissed. Plaintiff testified that Harvey stated to him that he “would back his brother,” that he “would stand behind Jerry in taking care of the payments.” A motion on behalf of Harvey for a nonsuit was refused. The jury rendered a verdict against both defendants and judgment was entered thereon. Harvey appealed to the Superior Court, which reversed the judgment against him and entered judgment in his favor.\nPa. R. C. P. 1030 provides that certain defenses, including that of the statute of frauds, shall be pleaded in a responsive pleading under the heading “New Matter.” Pa. R. C. P. 1032 provides that “A party waives all defenses and objections which he does not present either by preliminary objection, answer or reply, except (1) that the defense of failure to state a claim upon which relief can be granted . . . may also be made by a later pleading, if one is permitted, or by motion for judgment on the pleadings or at the trial on the merits, . . . .” Since, therefore, Harvey did not present the defense of the statute of frauds by preliminary objection or answer he waived such defense unless plaintiff had failed to state a claim upon which relief could be granted, in which event his attorney’s motion for judgment on the pleadings was in order and should have been granted. The controlling question in the case, therefore, is this: — Did plaintiff fail to state a claim upon which relief could be granted?\nThe Act of April 26, 1855, P. L. 308, §1, provides that “no action shall be brought whereby ... to charge the defendant, upon any special promise, to answer for the debt or default of another, unless the agreement upon which such action shall be brought, or some memorandum or note thereof, shall be in writing, and signed by the party, to be charged therewith, or some other person by him authorized.” The cases which have construed this Act.and.also Section 4 of The Sales Act of May 19, 1915, P. L. 543, have definitely ruled that in view of the language of the one Act that \"no action shall be brought” etc., and the language of the other that \"A contract to sell or a sale of any goods . . . shall not be enforceable by action” etc., these statutes do not provide mere rules of evidence but are limitations upon the judicial authority to afford remedies. A complaint under either such Act which does not establish that the contract sued upon meets the requirements of the statute of frauds does not “state a claim upon which relief can be granted,” and is therefore demurrable: Manufacturers Light and Heat Co. v. Lamp, 269 Pa. 517, 520, 112 A. 679, 681; MasonHeflin Coal Co. v. Currie, 270 Pa. 221, 223, 113 A. 202, 203; American Products Co. of Pennsylvania v. Franklin Quality Refining Co., 275 Pa. 332, 335, 336, 119 A. 414, 415; Bayard v. Pennsylvania Knitting Mills Corp., 290 Pa. 79, 86, 87, 137 A. 910, 913; Purman’s Estate, 334 Pa. 238, 245, 5 A. 2d 906, 909; Martin v. Wilson, 371 Pa. 529, 92 A. 2d 193; Brown v. Sheaffer, 93 Pa. Superior Ct. 246. In the Martin v. Wilson case, the complaint stated sufficient facts to show compliance with the statute of frauds but it is clearly intimated in the opinion that it would otherwise have been demurrable as not setting forth an enforceable claim. The case of Sferra v. Urling, 328 Pa. 161, 195 A. 422, relied upon by plaintiff, is not helpful to his cause in that it merely held that there the defendants not only did not plead the statute of frauds but failed to bring it to the attention of the court at any stage of the proceedings and invoked it for the first time on their appeal to this court; it was therefore held that they had waived their right to rely upon it as a defense.\nSuch defenses enumerated in Pa. R. C. P. 1030 as discharge in bankruptcy, failure of consideration, fraud, laches, payment, release, res adjudicata, statute of limitations, etc., must, under that rule, be pleaded or else they are waived under Rule 1032. But as far as the statute of frauds under either The Sales Act or the Act of 1855 is concerned, if the complaint fails to show that the requirements of the statute have been complied with the defense of the statute remains available to the defendant at any stage of the proceedings, even though not presented by preliminary objection or answer, because such a complaint does not state a cause of action upon which recovery can be had. The Superior Court, therefore, properly entered judgment in favor of the defendant Harvey B. Martling.\nJudgment affirmed.\n“A contract to seU or a sale of any goods ... of the value of five hundred dollars or upwards shall not be enforceable by action unless . . . some note or memorandum in writing of the contract or sale be signed by the party to be charged or his agent in that behalf.”"}