{"id": "1253605", "contents": "Opinion by\nMb. Justice Jones,\nThe plaintiff appeals from a judgment entered on a jury’s verdict for the defendant in a trespass action for personal injuries resulting from the plaintiff’s being struck by an automobile of the defendant, while traversing a street crossing. The error assigned by the appellant is the refusal of his motion for a new trial.\nAt argument of the appeal, counsel for appellant strongly urged that testimony as to the plaintiff’s periodic intoxication got into the evidence at trial through improper questioning by defendant’s counsel to the serious prejudice of the plaintiff’s case. The transcript of the testimony, which we have carefully read, does not bear out the contention. The evidence was relevant and material in refutation of the plaintiff’s testimony, anent his alleged loss of earnings, that he had worked regularly prior to the accident. Furthermore, elicitation of the particular testimony was as much the result of interrogations by plaintiff’s counsel as by defendant’s.\nThe appellant has failed to point to any ruling on the admission of evidence at trial that constituted harmful error. At no time did he move to strike any of the testimony. Nor did he move for the withdrawal of a juror because of the introduction of allegedly improper matter. He made no request of the court that the jury be instructed to disregard the testimony as to the effect of his drinking habits. And, at the conclusion of the charge, when the trial judge inquired specifically whether plaintiff’s counsel had any request for additional charge or correction, he answered, “I have not, your honor”; he did not even take a general exception to the charge. In the motion for a new trial no complaint whatsoever was made of the testimony concerning the plaintiffs periodic intoxication, and its effect on his physical condition, in any of the seven reasons originally assigned in support of the new trial motion. The contention first appeared in additional reasons filed several months later. It is evident that the supposed grievance never loomed large until the case was brought to this court.\nWe find no legal justification for a reversal of the judgment entered by the court below. On the contrary, the case was fairly tried and was submitted to the jury in a thorough and impartial charge. As the learned trial judge stated in his opinion for the court en bane in refusing the plaintiffs motion for a new trial,— “The court did charge more favorably in the plaintiff’s behalf than he was entitled to under any conceivable factual situation described by the plaintiff.” And, as further recognized by the court below, — “The dispute of fact [as to the happening of the accident] was one exclusively for the jury’s consideration as there was a conflict in the testimony of the witnesses”, touching the question of the defendant’s negligence and the plaintiff’s contributory negligence. The verdict was neither against the weight of the evidence nor the law as correctly and unexceptionably expounded by the trial judge to the jury.\nJudgment affirmed."}