{"id": "1253620", "contents": "Opinion by\nMe. Justice Allen M. Stearne,\nThis appeal concerns the construction of a will. The pivotal question is whether or not the hearing judge correctly ruled that parol testimony of testamentary intent could not be admitted.\nCharlotte Elizabeth Battles, the testatrix, provided in the third item of her will: “It has been my desire that the property which I purchased from the Estate of Charlotte Webster and which is known as the Webster Home, and which was the home of my grandparents, James and Mary Webster, located on Main Street in the Borough of Girard, Pennsylvania, shall be utilized as a home for elderly people as a memorial to my said grandparents; and I now authorize and empower my Executors and Trustees hereinafter named to make arrangements with the Presbyterian Home & Hospital of Erie, or some other suitable corporation or group of individuals, for the conduct and maintenance of a dignified and proper home for elderly people as a memorial to my grandparents above named; and if suitable arrangements can be made insuring the accomplishment of that purpose, I authorize and empower my said Executors and Trustees to convey by proper deed of conveyance the premises ... to the Presbyterian Home & Hospital of Erie or such other corporation or individuals as my said named Executrix and Trustees can make suitable arrangements with for the conduct of such a memorial home, such conveyance to be without consideration.” The First National Bank of Erie and Georgiana Bead were named as executors and trustees.\nThe Presbyterian Home & Hospital of Erie, by change of name to The Presbyterian Homes in the Presbytery of Erie, being of opinion that under its charter, organization and management it constitutes “a dignified and proper home for elderly people”, applied to the fiduciaries for the conveyance of the premises as provided in the will. The officers of the Home testified that upon the conveyance the premises would be kept and maintained “as a memorial to [testatrix’s] grandparents”. The corporate executor and trustee is satisfied that the claimant is qualified to take the devise according to the terms of the will. Georgiana Bead, the co-executor and co-trustee, refuses to join in the conveyance unless the claimant agrees to accept the devise under the “. . . terms, conditions and restrictions enunciated and given to the [Home] by [testatrix] during her lifetime . .\nThe corporate claimant secured a citation upon the executors and trustees to show cause why they should not convey real estate to it in accordance with the terms of the will. After a hearing was had by the court, an answer was filed by the individual executrix and trustee contending that the Home had failed to accede to the terms, conditions and restrictions above mentioned. The citation was made absolute and an order was entered on the fiduciaries to convey. The co-executor and co-trustee has appealed.\nSince the will directs the fiduciaries to convey the real estate and charges them with the duty of approving the devisee, the fiduciaries are thereby constituted testamentary trustees. They are, therefore, required to defend the trust: Lowe’s Estate, 326 Pa. 375, 384 192 A. 405; Martin Estate, 349 Pa. 255, 260, 36 A. 2d 786. Should such trustees, or either of them, regard the proposed conveyance to be in derogation of the terms of the trust, they possess the status to appeal.\nMiss Read, the individual co-trustee, [appellant], submitted to the corporate co-trustee and to the court the written conditions and restrictions which she insists must first be accepted. These are indeed a compendium of minutiae relating to the care and maintenance of the buildings and ground, equipment, furniture, and uses. It also gives names of families who are excluded as guests or employes. In addition it specifies restrictions upon personnel of corporate directors. The Home declined to accept the conveyance upon these conditions.\nAppellant, at the hearing, sought to introduce oral testimony to establish the testatrix’s true intention concerning the meaning of the language employed in the item of the will now in question, in relation to the above conditions and restrictions. The learned hearing judge correctly excluded this testimony. We agree that the judge was required to interpret the words as written in the will: “a dignified and proper home for elderly people as a memorial to [testatrix’s] grandparents.” Doubtlessly Miss Read sincerely believes that the oral testimony of testatrix’s conversations indicating her wishes made to appellant, to officers of the Home, and to attorneys, should have been admitted as proof of testatrix’s testamentary intent. Such contention is apparently without personal benefit to her. Her appeal is clearly within the orbit of what she regards as her loyalty and obligation to testatrix. Unfortunately for appellant’s contention, however, she is met with an insurmountable principle of law which prohibits the admission of such testimony. In a host of cases this Court has consistently decided that in construing a will, it is not what, testator may have meant but the meaning of the language used: Rosen garten Estate, 349 Pa. 32, 36 A. 2d 310; Britt Estate, 369 Pa. 450, 87 A. 2d 243; Wharton Appeal, 373 Pa. 360, 96 A. 2d 104, and the many eases therein cited. Evidence of a testator’s instructions to the scrivener which alters or adds to the terms of the will is inadmissible: Penrose’s Estate, 317 Pa. 444, 176 A. 738. And the scrivener’s testimony, had it been offered, as to his understanding of what the testator intended would also have been inadmissible: Willard’s Estate, 68 Pa. 327; Dembinski’s Estate, 316 Pa. 61, 173 A. 314. When the words of a will are ambiguous, evidence of the surrounding circumstances, family, and amount and character of his property, may be received: Postlethwaite’s Appeal, 68 Pa. 477. In construing such a will a judge may figuratively place himself in testator’s armchair and consider the circumstances by which testator was surrounded: Lerch’s Estate, 309 Pa. 23, 159 A. 868; Prime’s Petition, 335 Pa. 218, 6 A. 2d 530; Clark Estate, 359 Pa. 411, 59 A. 2d 109; Fahey Estate, 360 Pa. 497, 61 A. 2d 880; Shober Estate, 364 Pa. 321, 72 A. 2d 113. The intention of testator, however, must be determined from what appears upon the face of the will. Extrinsic evidence of surrounding facts must only relate to the meaning of ambiguous words of the will. It cannot be received as evidence of testator’s intention independent of the written words employed: Reinheimer’s Estate, 265 Pa. 185, 108 A. 412.\nOur reading of the testimony convinces us that the hearing judge is amply supported in his finding that The Presbyterian Homes in the Presbytery of Erie, [appellee] qualifies to receive this devise. Indeed, the appellant has presented no evidence to the contrary. We agree with the hearing judge, however, that before any transfer is made the court must receive, for the record, a certified copy of appropriate formal affirmative action by the corporation accepting the gift in accordance with the terms of the will as herein construed.\nThere has been no accounting by the fiduciaries and no audit. Consequently no conveyance and transfer may be made until it has been therein established that the estate is solvent and all debts and inheritance and estate taxes have been paid and satisfied.\nThe decree, as modified, is affirmed. The costs of this appeal to be paid out of the residuary corpus of the estate."}