{"id": "1253624", "contents": "Opinion by\nMr. Chief Justice Horace Stern,\nWe allowed an appeal in this case from the order of the Superior Court (175 Pa. Superior Ct. 137, 103 A. 2d 454) because appellant’s petition asserted that questions of his constitutional rights were involved.\nAppellant, Joseph Holmes, had been in trouble with the authorities several times before the proceedings which gave rise to the present appeal. In 1949, when he was 13 years of age, he was adjudged delinquent by the Juvenile Division of the Municipal Court of Philadelphia on a petition alleging that he was involved in a highway robbery, and he was then placed on probation. He was later accused of participation in a burglary, but that offense was not proved; however, he failed to attend school for long periods of time and in 1951 his probation was continued. He continued to be a persistent truant from school, and, in August, 1952, being charged with participation in a highway robbery and assault and battery, he was committed to Pennypack House and remained there until November of that year when he was again placed on probation.\nThis brings us to the hearing before the Juvenile Court on January 7, 1953, the delinquency petition alleging larceny of an automobile, operating an automobile without the owner’s consent, and operating an automobile without a driver’s license. There was definite evidence that the automobile had been stolen and appellant admitted driving it without a license but he denied guilty knowledge of the theft of the car. The Juvenile Court adjudged him delinquent on the charge of operating a motor vehicle without a license. Five days later a delinquency petition was filed alleging his participation in the armed robbery of a church. At/a hearing on that charge held on January 23, 1953, the court revoked his probation and committed him to the Pennsylvania Industrial School at White Hill, basing this action on his prior record, his present activities, the failure of his parents to control him, and the desirability of his receiving the training provided in such an institution. Counsel for appellant thereupon intervened and requested a rehearing, which was held on March 6, 1953, and at which additional testimony was taken. The court repeated its adjudication of delinquency and ordered Holmes remanded to White Hill. On appeal to the Superior Court this order was affirmed.\nAppellant’s able counsel has urged upon us, as upon the Superior Court, many claims of illegality and deprivation of constitutional rights in connection with the proceedings before the Municipal Court. Such claims, however, entirely overlook, in our opinion, the basic concept of a Juvenile Court. The proceedings in such a court are not in the nature of a criminal trial but constitute merely a civil inquiry or action looking to the treatment, reformation and rehabilitation of the minor child. Their purpose is not penal but protective,- — aimed to check juvenile delinquency and to throw around a child, just starting, perhaps, on an evil course and deprived of proper parental care, the strong arm of the State acting as parens patriae. The State is not seeking to punish an offender but to salvage a boy who may be in danger of becoming one, and to safeguard his adolescent' life. Even though the child’s delinquency may result from the commission of a criminal act the State extends to such a child the same care and training as to one merely neglected, destitute or physically handicapped. No suggestion or taint of criminality attaches to any finding of delinquency by a Juvenile Court.\nThe conception that children are regarded as wards of the State is not one of recent origin; indeed from the very earliest times children in England were regarded as the wards of Chancery, and the Chancellor exercised the prerogatives of the Crown in acting for the care, treatment and protection of unfortunate minors and placing them under proper guardianship. The first Juvenile Court was established in 1899. In our own Commonwealth The Juvenile Court Law of June 2, 1933, P. L. 1433, section 8, gave to the judges of the Municipal Court in Philadelphia the duty, after an inquiry of the facts at a hearing, to determine whether the best interests and welfare of a child and the State required the care, guidance and control of such child, and to mate an order accordingly; by the amendatory Act of June 15, 1939, P. L. 394, the word “child,” as used in the Act, is defined to mean a minor under the age of 18 years.\nOne of the principal contentions made by appellant is that he was improperly compelled to answer a question the answer to which involved self-incrimination, namely, whether he had a license to drive an automobile, to which he answered “No.” Article I, Section 9, of the Constitution provides that “In all crim inal prosecutions the accused . . . cannot be compelled to give evidence against himself.” But since, as pointed out, Juvenile Courts are not criminal courts, the constitutional rights granted to persons accused of crime are not applicable to children brought before them, as was definitely held in the elaborate opinion of Mr. Justice Brown in Commonwealth v. Fisher, 213 Pa. 48, 62 A. 198, which held the Act of April 23, 1903, P. L. 274, the forerunner of the present Juvenile Court Act, constitutional. It may be added that appellant was not “compelled” to testify; he was questioned in the same manner and in the same spirit as a parent might have acted, for whom, under the theory of juvenile court legislation, the State was substituting. It is true that section 18 of The Juvenile Court Law provides that if the child had been held by a magistrate or justice of the peace for any offense, other than murder, punishable by imprisonment in a State penitentiary, the judge of the Juvenile Court might, if in his opinion the interests of the State required a prosecution of such case on an indictment, certify the same to the district attorney of the county, who should thereupon proceed with the case in the same manner as though the\" jurisdiction of the Juvenile Court had never attached. But such a certification could not be made after the Juvenile Court had made an adjudication of delinquency nor, perhaps, after any self-incriminatory examination of the child. That question,, is not. here involved, but it may be noted that section 19 of the Act provides, that “The disposition of a child or any evidence given in a juvenile court shall not be admissible as evidence against the child in. any case or proceeding in any other court.”;.\n. Appellant complains .that the. court received, certain hearsay testimony in regard to the-.charge that he.-was implicated in the armed robbery of the church. ■ It seems that one of the two men who were convicted of that crime had confessed to having committed it, and a detective testified at appellant’s hearing as to the substance of that confession and that it implicated appellant. It is true that subsequently the man who had made the confession repudiated it and now stated that appellant did not participate in the robbery, but of course the judge was not obliged to believe’ his retraction. He admitted that he had made the confession and the fact that the testimony of the detective was technically “hearsay” was therefore wholly unimportant. Moreover, from the very nature of the hearings in the Juvenile Court it cannot be required that strict rules of evidence should be applied as they properly would be in the trial of cases in the criminal court. Although, of course, a finding of delinquency must be based on sufficient competent evidence, the hearing in the Juvenile Court may, in order to accomplish the purposes for which juvenile court legislation is designed, avoid many of the legalistic features of the rules of evidence customarily applicable to other judicial hearings. Even from a purely technical standpoint hearsay evidence, if it is admitted without objection and is relevant and material to the issue, is to be given its natural probative effect and may be received as direct evidence: Harrah v. Montour R. R. Co., 321 Pa. 526, 181 A. 666; Sledzianowski Unemployment Compensation Case, 168 Pa. Superior Ct. 37, 76 A. 2d 666.. Moreover, there is nothing in the record to indicate that the judge who presided in the Juvenile Court acted in the final disposition of appellant’s case on the basis of any conclusion that appellant had in fact participated in the armed robbery of the church.\nCounsel for appellant demanded of the court the right to inspect the records of the proceedings in connection with appellant’s case, claiming to be entitled thereto by virtue of the provision of section 3 of The Juvenile Court Law which provides that such records should be kept in a docket and should be open to inspection by the parent or other representative' of the person concerned. The court granted this request as far as the notes of testimony were concerned but refused it as to the reports of probation officers. As the Superior Court properly held, the records referred to in the statute are obviously the ordinary petitions, docket entries, notes of testimony and court orders; the reports received by the court from probation officers are not entered in the docket as a part of the “records of the proceedings.” It is true that ex parte information received by the court and not publicly disclosed cannot properly be made the basis of a finding of delinquency in the Juvenile Court any more than of any important adverse finding in a trial before a judge in any other court. However, this rule does not apply in connection with the determination of a sentence in a criminal court and, all the more, should not apply to the disposition of a case in a Juvenile Court. In Williams v. New York, 337 U. S. 241, the court pointed out that, as distinguished from the situation where the question for consideration is the guilt of a defendant, it has always been the right of a court in sentencing to consider information concerning the defendant’s past life, health, habits, conduct, and mental and moral propensities, even though such information is obtained outside the courtroom from persons whom the defendant has not been permitted to confront or cross-examine. The court said: (p. 247) “Highly relevant — if not essential — to his selection of an appropriate sentence is the possession of the fullest information possible concerning the defendant’s life and characteristics. And modern concepts individualizing punishment have made it all the more necessary that a sentencing judge not be denied an opportunity to obtain pertinent information by a requirement of rigid adherence to restrictive rules of evidence properly applicable to the trial.” And further (p. 249) : “Under the practice of individualizing punishments, investigational techniques have been given an important role. Probation workers making reports of their investigations have not been trained to prosecute but to aid offenders. Their reports have been given a high value by conscientious judges who want to sentence persons on the best available information rather than on guesswork and inadequate information.” If all this is true as applicable to a criminal court it is certainly a fortiori true in regard to proceedings in the Juvenile Court.\nCounsel for appellant makes much of the contention that the hearings of January 23 and March 6, 1953, could not properly have been for the purpose of determining whether appellant’s probation should be revoked because section 12 of The Juvenile Court Law provides that any amendment of an order made by it should be upon motion of the district attorney or a probation officer or upon petition of any other person in interest after notice both to the district attorney and a probation officer, and it is claimed that here there was no such motion made or petition presented. It- is, however, wholly immaterial whether those hearings were initiated for the purpose'cjf passing upon the revocation of appellant’s probation or considering an adjudication of delinquency. Neither the district attorney nor any probation officer complains of any lack of notice. At the January hearing the court had revoked appellant’s probation, and while, at the rehearing, it again adjudged appellant delinquent, the order remanding him to White Hill was in effect merely a reaffirmation of the revocation of the probation.\nComplaint is made of the fact that it does not affirmatively appear from the record that notices of the hearings were given to appellant’s parents. The parents of a child involved in a Juvenile Court proceeding should certainly be notified in regard to what ought to be to them a matter of supreme importance. It has been held to be “an abuse of discretion for a [juvenile] court to go into such hearing and adjudication without notice to the persons having custody of the child, and without an opportunity for them to be heard, unless imperious reasons exist therefor.”: Rose Child Dependency Case, 161 Pa. Superior Ct. 204, 207, 208, 54 A. 2d 297, 298. However, the record definitely indicates a total lack of interest on the part of appellant’s parents rather than any absence of notification to them on the part of the court. After counsel appeared in the ease it must be assumed that he was in touch with them and that, if they had wanted to be present they would have been there instead of the uncle and aunt who did appear. Appellant’s repeated derelictions are proof positive of the fact either that his parents were indifferent to his bad behavior or were unable to control him.\nA final complaint is urged in regard to the court’s commitment of appellant to White Hill on the alleged ground that the inmates of that institution are not restricted to delinquent juveniles but may include also persons convicted of crime in a criminal court, and that the purpose of The Juvenile Court Law is to guard children from association and contact with crime and criminals. Section 8 of The Juvenile Court Law, as amended by the Act of June 15, 1939, P. L. 394, provides that the court may “Commit any child over the age of sixteen years to any state industrial school or home for the reformation and correction of youths above the age of sixteen.” The fact that the Act of July 29, 1953, P. L. 1447, provides that minors between the ages of fifteen and twenty-one who were sentenced in the criminal court may be committed to the Pennsylvania Industrial School if not known to have been previously sentenced to a State penitentiary does not make that institution a prison; the Act merely extends the benefits of reformatory treatment to minors even though convicted in the criminal court instead of being adjudged delinquent in the Juvenile Court. Commitments by the Juvenile Court to such institution are therefore proper and have been supported by the courts without question.\nThe order of the Superior Court is affirmed.\nSection 15 of The Juvenile Court Law evidently presupposed that additional testimony may be received at a rehearing because it provides that such testimony shall be taken down and transcribed by an official stenographer and made a part of the record in the case.\nThere will be recalled the famous proceeding in which Lord Chancellor Eldon in 1817 deprived SheEey of the custody of his two children on the ground that he had deserted his wife, Harriet, (who had shortly before committed suicide) and thereafter unlawfully cohabited with Mary Godwin (whom he subsequently married) ; also on the ground that he apparently intended to inculcate in his offspring his own atheistic and anti-social opinions. The chancellor appointed a curator to take charge of the children. The proceedings are reported in Jacob’s Chancery Reports, p. 266, sub. nom. Shelley v. Westhroolce, the Westbrooke being Harriet’s father.\nAs to ordinary criminal and civil courts: Commonwealth v. Johnson, 348 Pa. 349, 35 A. 2d 312; Commonwealth ex rel. Ritter v. Ritter, 91 Pa. Superior Ct. 563; Commonwealth ex rel. Mark v. Mark, 115 Pa. Superior Ct. 181, 175 A. 289; Commonwealth ex rel. McClenen v. McClenen, 127 Pa. Superior Ct. 471, 193 A. 83; Commonwealth ex. rel. Knode v. Knode, 145 Pa. Superior Ct. 1, 20 A. 2d 896; Commonwealth ex rel. Oncay v. Oncay, 153 Pa. Superior Ct. 569, 34 A. 2d 839; Commonwealth ex rel. Balick v. Balick, 172 Pa. Superior Ct. 196, 92 A. 2d.703.\nTrignani’s Case, 150 Pa. Superior Ct. 491, 28 A. 2d 702; Weintraub Appeal, 166 Pa. Superior Ct. 342, 71 A. 2d 823; Commonwealth ex rel. Perino v. Burke, 175 Pa. Superior Ct. 291, 104 A. 2d 163; Commonwealth ex rel. O’Donnell v. Prasse, 84 D. & C. 306."}