{"id": "1255933", "contents": "Opinion by\nMr. Justice Musmanno,\nThe tragedy which gave rise to the lawsuit involved in this appeal began as a Saturday afternoon pleasure excursion and ended in the death of two boys, 14 and 16 years of age. On April 18, 1951, Walter H. Weaber, owner of a large auto-truck, allowed, with more indulgence than wisdom, his 16-year old son Nelson to take this cumbersome truck for the purpose of transporting himself, his brother Galen, 10, and Richard J. Thornton, 14, on a fishing trip. Proceeding in a drizzling rain along Pennsylvania Highway Route No. 241 in South Annville Township, Lebanon County, and approaching a curve in the road, the truck skidded off the highway, ploughed through the berm, mowed down two guard posts and a cable fence, cut through a utility pole carrying high tension electric wires, plunged over an embankment and finally overturned in a meadow some 5 to 10 feet from the highway. The protruding cab of the truck protected the boys from serious injury and they extricated themselves without too much difficulty, although Richard’s foot for a moment was wedged within the cab.\nWith the snapping of the utility pole, the highly charged wires fell to the ground, coming into contact with parts of the truck. Sparks rising from the truck as well as slight shocks felt by the boys warned them that uncurbed electricity was on the loose. They decided not to return to the highway directly above the wrecked vehicle because they feared that the electric wire might have charged the torn cables which made up the fence, through or over which they would have to climb to obtain help. They reasoned that if they went further along the road to some point sufficiently removed from the broken cables, they could pass on to the highway with safety. Richard and Nelson entered into the weeds and bushes covering the embankment and worked their way to that assumed safety point. Galen did not accompany his companions because, as he later expressed it, “I thought I would be caught in the briars.” He took a less arduous but longer course of travel in seeking assistance.\nWhen Richard and Nelson reached a point about 150 feet away from the wreckage, they left the embankment and sought to gain the haven of the highway. As they touched the separating fence, the high voltage, which had been communicated to it by the dangling tension wire, electrocuted them on the instant, and their bodies were found hanging over the cables they had attempted to cross.\nOn the death and survival actions brought by Mazie Thornton, administrator of the estate of Richard Thornton, against Walter Weaber, administrator of the estate of Nelson Weaber, the jury returned verdicts, respectively, of $500 and $6750. The defendant moved for judgment n.o.v., which was refused and this appeal followed.\nThe defendant contends that when the truck came to the end of its journey, upside-down and probably irreparably damaged, the negligence of its driver, Nelson N. Weaber, had terminated and that therefore his estate is not liable for what happened to Richard Thornton following the wreck. This contention assumes that a stream of fault loses its identity once it enters into a gulf of subsequent circumstance. Such an assumption does not accord with reality. An original fault carries as far as its aggressive quality influences the movements of those who come within the boundaries of its unspent force. The chain of causation can, of course, be broken by intervening events, but it does not snap merely because of the passage of time or interposition of distance. If the Weaber truck had exploded and a flying fragment had struck someone 150 feet away, no one would challenge the connection of cause and effect between the two events. If that same explosion had blown a hole in the ground with the lip of the crater 150 feet away and one was injured as he climbed to the rim of the cavity it could not be said that there was no causal relationship between this act of attempted escape and the original negligent act which caused the explosion. In Mars v. Meadville Telephone Co., 344 Pa. 29, this Court said: “ ‘One who negligently creates a dangerous condition cannot escape liability for the natural and probable consequences thereof, although the innocent act of a third party may have contributed to the final result/ And when there are two contributing acts, it is not proximity in time that determines which of them is the proximate cause of the resulting injury.” (Emphasis supplied.)\nWe there quoted with approval the rule in Cooley on Torts (1st ed., p. 70; 4th ed. §50) : “ ‘If the original act was wrongful, and would naturally, according to the ordinary course of events, prove injurious to some other person or persons, and does actually result in injury through the intervention of other causes which are not wrongful, the injury shall be referred to the wrongful cause, passing by those which were innocent/ ”\nWhen Nelson Weaber’s wrongful act felled the utility pole and severed the high tension wires, it breached the walls of the reservoir of electricity, releasing its mortal fire to strike down all those within its reach. Whether the tongue of destruction caught its victim 150 feet aAvay or a mile away is not controlling as to legal responsibility for the damage done.\nCounsel for the defendant argues in his brief that the electrocution was not foreseeable and cites Jacob v. Philadelphia, 333 Pa. 584, where this Court said: “Conduct which creates an unreasonable risk of harm is not negligent with respect to the plaintiff where it could not reasonably have been anticipated by defendant that it created any harm to him.” But that rule does not clash Avith the principle here involved. Anyone Avho creates a mortal hazard must anticipate that tlie innocent person caught within the orbit of danger will endeavor to save his life. It is commonplace that self-preservation is the first law of nature and, therefore, of jurisprudence as well. One who throws another into a stream of water cannot escape responsibility for the latter’s death if, in his bewilderment, the swimmer drowns while trying to reach the left bank of the stream which is farther away than the right bank which would ordinarily be reachable without excessive fatigue. “What must be foreseen, in order to establish negligence, is ‘harm in the abstract, not harm in the concrete.’ The defendant need not foresee ‘that an injury should occur in the exact way and to the same extent as that which did occur,’ he need only foresee that some injury of a like general character is not unlikely to result from failure to use care.” (Jeremiah Smith in Legal Cause in Actions of Tort, “Selected Essays on the Law of Torts” 649, 690. Italics supplied).\nThe immediate cause of Richard Thornton’s death was, of course, his passing over the charged cable. But this movement was the result of the defendant’s wrongful act in cutting the tension wire. Thornton’s death would not have happened had the truck not negligently left the highway. The breaking of the high tension wire was the proximate although not the immediate cause of the fatality which followed. The law is not so unaware of reality that it will permit a tortfeasor to turn Ms wrongful act into an immunity by asserting that the eventual damage resulted from a more immediate cause when it is clear that this immediate cause was put into operation by his own tortious conduct.\nWe see no merit to appellant’s further argument for judgment n.o.v. that Richard Thornton could have chosen a safer route to his home. The very language quoted by appellant’s counsel in summarizing the case of Bockstoce v. Pittsburgh Rwys. Co., 159 Pa. Superior Ct. 237, carries its exception to the rule that the defendant would assert, namely, “The rule, that a person who is faced with a choice of two routes, one which is safe and the other subject to risks and dangers, must choose the former or otherwise assume the risk of being contributorily negligent as a matter of law, is applicable only where the difference between safety and danger is recognizable and where he may make a choice between two ways, one safe and one dangerous.” There is nothing in the record which would remotely suggest that Richard was conscious of a safer way to escape from the dangerous forces which, without fault on his part, suddenly enveloped him.\nThe lower court was justified by the facts and the law in refusing the defendant’s motion for judgment n.o.v. The appellant has also appealed from the lower court’s refusal to grant a new trial. Three reasons are advanced in this connection: (1) Variance between pleading and proof; (2) Permitting jurors to take notes during the trial; (3) The court’s instruction to the jury on the matter of damages.\nThe first reason is dismissed summarily since the amended pleading sufficiently informed the defendant as to what he was to meet at the trial.\nDuring the charge of the court, the Trial Judge invited the jury to make notes on certain amounts mentioned by him. The writing of memoranda by jurors is not encouraged in the Courts of Pennsylvania and generally is forbidden. The reasoning behind the prohibition is that by taking notes, a juror emphasizes to himself and perhaps later to other jurors one feature of the case over other equally important features and thus a resulting distorted view may be gained of the whole picture which is before the jury for deliberation. Another objection to this practise is that a juror taking notes, unless he be a skilled shorthand writer, is most likely to miss what is being said while he is trying to record what has already been heard. A still further criticism which can be advanced is that a juror hurriedly scribbling notes is apt to divert the attention of the other jurors and possibly also create the impression that he is more alert and to be regarded as more informed than the other jurors who have not taken notes. In fact, in this very case, the Trial Judge seemed to have been impressed by one juror who busied himself in this manner. When the attorney for the defendant made objection to the note-taking, the Judge said: “That one boy has been taking it. He is a pretty clever guy.”\nIt does seem that in a long involved trial there would be something to be said in favor of permitting jurors to jot down an item here and there as memory-refreshers when later the jury must recall and consider all the testimony. The almost universal custom, however, seems to be to the contrary. In a well-reasoned opinion the Supreme Court of Indiana spoke to this subject as follows: “The juror is to register the evidence, as it is given, on the tablets of his memory, and not otherwise. Then the faculty of the memory is made, so far as the jury is concerned, the sole depository of all the evidence that may be given; unless a different course be consented to by the parties, or the court. Burrill Cir. Ev. (2d ed.) 108, and note (a). The jury should not be allowed to take the evidence with them to their room, except in their memory. It can make no difference whether the notes are written by a juror or by some one else. Jurors would be too apt to rely on what might be imperfectly written, and thus make the case turn on a part only of the facts.” (Cheek v. The State, 35 Ind. 492, 495.)\nIt could be that in a particularly intricate case, one perhaps which involved many figures, some relaxation of the rule might be allowed, although it would be advisable even here to have exhibits to cover the amounts or for both parties, with the approval of the judge, to agree to a stipulation to go out with the jury. One of the items mentioned by the Trial Judge in this case covered funeral expenses and was probably already represented by an exhibit. The other item had to do with the computation of present worth. A judge should not instruct the jury to take notes on such a matter since the computation is only hypothetical, and written notes might tend to confusion rather than clarification of the question eventually to be resolved by the jury.\nThe third reason for a new trial has to do with the Trial Judge’s remarks to the jury on damages. The case was given to the jury at 4:35 p.m., on Monday, January 25, 1954. On the following morning at 10 o’clock the jury filed into the courtroom with a sealed verdict, which was handed to the Court. Quoting from the record, the following ensued: “Thu Court: Did you do a good job here? Well, I hope you gave that woman enough money. No, that is terrible. You will have to divide it so much in the death case and so much in the survival case. You will have to separate this, and I think you really ought to double that. I can’t tell you what to do. You better go out in the Jury Room. See, you have to have so much under one Act and so much under the other Act. You don’t take what I said there, because that is your job.”\nIt will be noted here that the Judge properly told the jury: “I can’t tell you what to do,” but in a spirit of oyer-cooperation he proceeded to share the burden of the jury by telling them that they “really ought to double that.”\nThe verdict slip had read $2500 without separation between damages under the Death Act and benefits under the Survival Act. At 10:02 a.m. the jury retired the second time. Fifteen minutes later they returned for further instructions. The court charged now on the measure of damages under the Death and Survival Acts. These additional instructions contain several errors which are obvious to the most casual reading. In the last paragraph of the additional instructions the Trial Judge said: “Now do you understand it? 1 told you about present worth, how you figure that one out. Now do a good job, and this widow is really entitled to substantial damages in this case. The earning power was there in this boy. So give it as you feel. It is your job, not mine.”\nIt would be like carrying common law to Blackstone to point out, except where binding instructions are in order, that a judge may not tell the jury what the verdict should be. The record in this case would indicate that the Judge displayed a commendably lively interest in the various phases of the trial. He was cordial, friendly and exhortatory that a “good job” be done. At the end of his charge he said: “Now, Robert, you may hand this to the Jury, and God bless you. Do a good job, a fair job, no favors, no sympathy. This is important business, Members of the Jury, and do a good job.”\nIt is laudable for a judge to have an enthusiastic interest in the issues of the trial but he must be careful not to be carried away with the spirit of it. Any natural sympathies which may be engendered in his breast by the evidence for one side or the other must remain locked beneath an external detachment of comportment, manner and word so that the jury may be influenced only by the evidence, the law and the innate desire to see full justice done.\nReversed with a venire facias de novo.\nAccording to a note in Com. v. Wilson, 19 D.R. 49, there have been some statutory changes in the rule in a small number of jurisdictions.\nSee Armstrong & Latta v. City of Philadelphia, 249 Pa. 39, 49."}