{"id": "1256060", "contents": "Opinion\nPer Curiam,\nAt the trial of this action for damages for personal injury, the jury returned a verdict for the defendant whereon judgment was entered after the plaintiff’s motion for a new trial had been denied. We affirm the judgment on the following excerpts from the opinion of President Judge Lewis for the court en banc, which correctly and adequately disposed of the contentions which the plaintiff renews on this appeal.\n“Plaintiff brought this action against defendant corporation to recover damages for personal injuries. At the trial, plaintiff testified that he had been for many years employed at the industrial establishment of Crown Paper Mill Company located on the Northeast corner of Delaware Avenue and Tasker Street in Philadelphia, where he was a night worker; that on November 29, 1950, he finished work at 7:00 A.M. and, pursuant to custom, started to cross. Delaware Avenue at Tasker Street on Ms way to board a bus at Front and Tasker Streets. He stated that Ms path was blocked by a freight train that was running North on Delaware Avenue, so he stopped to await the passing of the train. He was standing in the cartway of the very wide commercial highway, which was paved with cobblestones, when he saw a large truck, a tractor-trailer combination, ‘come up’ going north at ‘about fifty or fifty-five miles an hour’ and headed toward him. He stepped ‘up one or two steps nearer the train so that this truck would have more room to pass by’ him, and when he was still standing waiting for the end of the train, he saw ‘this bar’ sticking all the way out past the side of the freight train and so close to him that he ‘couldn’t do nothing about it, couldn’t get out of the way or do anything before this bar caught’ him by the belt of his coat and knocked him down. The bar was described as an uncoupling lever. Plaintiff was thrown under the train, with the result that his left arm was amputated near the shoulder by the cars.\n“Testimony was given describing the customary location of uncoupling levers on cars of different types, which evidence indicated that when in proper position the uncoupling lever does not project beyond the side of the railroad car but terminates several inches inside of the outer edge of the car. The inference, therefore, was that there was a defective condition of the uncoupling lever and that the railroad company was negligent in permitting this defect to exist on a car forming part of a train proceeding on a public highway.\n“However, plaintiff was cross examined with respect to a statement made by him on December 13, 1950 (two weeks after the accident) at the Mt. Sinai Hospital, when plaintiff was interviewed by a representative of the railroad who was accompanied by a stenographer who recorded the questions and answers, and then transcribed his notes, which were produced at the trial. Plaintiff said he remembered some men coming to the hospital, but did not think it was just before he left (December 14, 1950) ; he denied any recollection of various statements which he was recorded as having made with reference to the manner of occurrence of his injury.\n“For the defendant, G. W. Lore, of the Claim Department of the Pennsylvania Railroad, testified that he went to the Mt. Sinai Hospital on December 13, 1950, and questioned plaintiff about the accident, and had a Mr. Blumberg, an official reporter for the United States District Court, take notes of everything said. Mr. Blumberg testified that he recorded all questions and answers stenographically and made a typewritten transcript, which was received in evidence. In this statement plaintiff is recorded as having said that he was waiting for a train to pass on Delaware Avenue; that he then saw a tractor-trailer truck coming right at him; from the way it was being driven plaintiff thought that the driver was intoxicated; when the truck was within twenty-five or thirty feet from him he tried to get out of the way; ‘I was standing still until the truck came, then I jumped aside, just like you would try to do’; ‘If I had not got away there, that truck would have hit me and knocked me under there and killed me. I didn’t have no place at all to see what I did . . .’; ‘When I stepped on the side that time, I stepped down to the train, the train hit me, the car box hit me.’ No mention was made of any protruding bar or lever.\n“The plaintiff was asked the direct question: ‘What part of the train was it that struck you?’ His reply was: ‘What struck me? The corner part of it. When it hitted me, knocked me right up under there where the coupler is. When I got under there, the coupler drag me . . .’\n“Witnesses for defendant testified as to the condition of the train. Two witnesses said they examined the cars in the vicinity of where the arm was lying, and found flesh marks on the right forewheel of a loaded hopper car, Western Maryland No. 16594. They found no defects in this car, the uncoupling lever being in its proper place and position.\n“The verdict of the jury was for the defendant. Plaintiff’s counsel moved for a new trial, alleging several errors on the part of the trial Judge in admitting or refusing to strike out certain evidence. The witness, G-. W. Lore, had stated in response to a question by the Court that prior to interviewing the plaintiff in the hospital, he ‘got approval from Dr. Bartleson.’ It was contended at the argument that this statement should have been stricken from the record. The hearsay rule of exclusion of evidence applies only to extrajudicial utterances offered as evidence of the truth of the matter asserted (Wagner v. Wagner, 158 Pa. Super. 93, 97 (1945); Ryman’s Case, 139 Pa. Super. 212, 221 (1939) ; Wigmore, Evidence, Sec. 1766 (3d Ed. 1940)). The admission of this testimony by Mr. Lore did not violate the hearsay rule, since it was not offered to prove the truth of the matter therein contained — but only that it was said, and as a result the witness interviewed the plaintiff. Furthermore, in plaintiff’s own statement, a recital to the same effect appears.\n“It was also objected to that the transcript of plaintiff’s statement while confined in the hospital was allowed to go with the jury when they retired to deliberate. It is within the discretion of the trial court whether documentary evidence properly admitted (with the exception of., depositions .or ..transcripts., of testimony) should be sent out with the jury (Durdella v. Trenton-Phila. Coach Co., 349 Pa. 482, 484 (1944) ; Brenner v. Lesher, 332 Pa. 522, 528 (1938)). An admission is not the same as a deposition. In the case of Brenner v. Lesher, 332 Pa. 522 (1938), it was held that it was in the discretion of the trial court whether an admission could accompany the jury when they retired to consider their verdict. (See also Kline v. First National Bank of Huntington, 2 Monaghan (Pa.) 448 (1888); Commonwealth v. Murphy, 92 Pa. Super. 139 (1927)). In the present case there was no abuse of this discretion. It was essential that the jury should examine the statement in order to determine whether it was made by a man in a mental condition to know what he was doing and saying.\n“Following the charge to the jury, the trial Judge asked counsel: ‘Is there anything to be added?’ Counsel for the plaintiff stated that he was perfectly satisfied Avith the charge on the burden of proof and the weight of the evidence. However, out of caution, the Court proceeded to give further instructions to the jury on the burden of proof. The charge in its entirety more than covered this subject.\n“Plaintiff contends that the trial Judge erroneously charged the jury as to the condition of the train involved. No exception was taken at the trial to this part of the charge. Without deciding whether the trial Judge correctly stated the facts, it is enough to say that at the conclusion of his charge he told the jury: ‘You are not bound by my recollection of the evidence. You are not at all bound by my interpretation of the evidence. You are the ones to make all findings of fact . . .’ If there was any mistake committed by the trial Judge in his recollection of the facts involved, this was corrected by the quoted instructions. (Knapp v. Griffin, 140 Pa. 604 (1891)).\n“The charge was adequate, impartial, and in full accord with the decisions of the courts of this Commonwealth. . . .\n“It was for the foregoing reasons that we dismissed plaintiff’s motion for a new trial. From a reading of the entire record, we concluded that the result of the trial, unfavorable to the plaintiff, is to be attributed solely to the jury’s justifiable disbelief of the testimony given by plaintiff as to a protruding iron bar having struck him. He undoubtedly collided with or was hit by the end of a freight car, as he sought hurriedly to avoid being struck down by a speeding tractor-trailer.”\nJudgment affirmed."}