{"id": "1258821", "contents": "Opinion by\nMr. Justice Musmanno,\nThis is an appeal from an order of the Court of Common Pleas of Beaver County awarding a new trial in a trespass case in which the jury returned a verdict for the defendant. Briefly the facts are as follows: On December 16, 1952, at about 6:40 in the evening, Charles W. Coward, 71 years of age, who had for 40 years been employed by the Pittsburgh & Lake Erie Railroad Company, was on his way home, walking along the berm of a country road known as the North Street Exténsion between Freedom and New Sewickley Township in Beaver County, when he was struck and killed by an automobile which came up on him from the rear.\nThe defendant driver, Joseph Ruckert, 17 years of age at the time of the accident, testified that he at no time saw the decedent before striking him. He excused this inability to see what obviously had to be in his path of travel by saying that the lights of an oncoming car blinded him. He was travelling on a 1500 feet straightaway and the lights of the approaching car were 1000 feet away. He testified: “Q. Now, as you approached the scene, how close were you to the other car — how close were your two cars together when you finally got blinded? A. I would say pretty near a thousand feet. Q. A thousand feet? A. Yes. Q. Do you mean when this other car ivas a thousand feet away from you, that you were blinded by his lights? A. Yes — well, from pretty near the beginning of that straightaway.” It is hard to believe that even an owl would be blinded by a light one thousand feet away. Apparently the defendant himself realized later on that his statement was incredulous so he reduced the blinding distance by saying: “Q. Well, anyhow, you were blinded when this car that you saw was clear down there almost by that curve, a thousand feet or more; is that it? A. Yes. Q. And you stayed blinded while — A. No. I could see until he kept on getting closer and closer . . . Q. You just told me you were blinded for a thousand feet? A. No — I couldn’t see very good, but I could see.” He explained that while he was visually disturbed he could see well enough to keep his car on the road and added that when he was 100 or 150 feet-away from the other car he slowed down from- 35 to -30 miles per hour. ■ But it is not easy to place even-this revised version within -the framework of- probabilities because the -record shows that the impact of the car -was-so-violent that .it -hurled- the decedent’s body 40 feet with resulting bone-crushing mutilations and limb amputation not ordinarily associated with a collision with a car moving only 30 miles per hour. The condition of the defendant’s ear confirms the impression which inevitably rises from the pages of the testimony that the jury could well have found that the defendant was grossly negligent in the manner in which he handled his vehicle on the night of the tragedy. The extreme right corner of the car’s front fender on the outer portion of the headlight was damaged in such a way as to establish quite convincingly that the decedent was walking where he could have been passed without collision if the defendant had been watching the path of travel he was about to traverse.\nIt would seem that the decedent himself had used extreme care in walking at the extreme right of the country road and in addition carried a flashlight to warn automobiles of his presence. At any rate, one Earl Gross testified: “A. And as I looked at this man I presumed to myself that he was dead. And as he was laying there, he had been carrying a flashlight; and at this time the flashlight was in his left-hand overcoat pocket, and the light was burning, with the light shining up.” He also testified that while standing on the spot the culpable car which had continued on its way after the impact returned. It contained three young men. Gross said: “. . . When the car got close I stepped out in the middle of the road and stopped this car; and there was three boys in the car; and I could smell drink — now, which one was drinking, or who was drinking, I couldn’t say — and I asked them if they would give a hand, there had been a man hit there; and this one boy [Joseph Ruckert] said, Wes, I was the. one that hit him.’ ” , ... .\nIn his Opinion ordering the new trial, the Trial Judge said: “By way of parenthesis, the defendant'entered a plea of guilty in tlie Court of Quarter Sessions to a charge of hit and run growing out of the same accident.”\nAlthough as indicated, it is scarcely likely that the defendant could have been blinded by the normal lights of a car 1000 feet away, it is possible that somewhere between the 1000 ft. point and the area of collision with the decedent, the defendant did experience some obscuring of vision because of the brilliance of the headlamps of the car facing him. While this Court has often said that a temporary blindness caused by an approaching vehicle does not charge the non-seeing motorist with negligence per se, it is obvious that these holdings refer only to a temporary or transitory blindness. Certainly the driver who is blinded by bright lights and continues to drive at the same or even only a slightly decelerated pace has transformed his car into a death-dealing juggernaut. If while travelling in that elongated dark zone he runs down someone who is unable to avoid him, he cannot then plead immunity from responsibility.\nHowever, the question before us is not whether the defendant was negligent or not. The point in abeyance is whether the Trial Judge was justified under all the circumstances in ordering a new trial. We have referred to some of thé testimony for'the purpose of demonstrating oh what' platform of facts, the- lower Court-stood-in rendering'its- decision. The intensity-of feeling expressed- in thé Opinion awarding' the new trial cannot be lightly regarded. The verdict so shocked the Trial Judge thát in rélating his reactions he was eárried almost-to ..thé boundaries óf perférvid speech. He said: “When the\" jury’s \"verdict, ht-the time of’-its rendition, causes the trial judge to lose his breath, temporarily, and causes him to almost fall from the bench, then it is truly ‘shocking to judicial conscience’ . . . That is the effect the jury’s verdict had on the trial judge in the present case, and we can truly say it was the first such shock so experienced in almost ten years of trial experience on the bench.”\nIn Frank v. W. S. Losier & Co., Inc., 361 Pa. 272, 276, this Court, speaking through Mr. Justice Steen (now Chief Justice) said: “. . . it [the lower Court] said that the verdict against them was contrary to the weight of the evidence and justice required that they be granted a new trial. The granting of a new trial is an inherent power and immemorial right of the trial court and an appellate court will not find fault with the exercise of such authority in the absence of a clear abuse of discretion, (citing cases) One of the least assailable grounds for the exercise of such power is the trial court’s conclusion that the verdict was against the weight of the evidence and that the interests of justice therefore require that a new trial be awarded; especially in such a case is an appellate court reluctant to interfere.”\nIn view of the state of the record and what has been said by the learned lower Court, this appellate Court is not only reluctant to interfere but we believe we should not interfere.\nOrder affirmed.\nVierling v. Fry, 354 Pa. 66."}