{"id": "1258927", "contents": "Opinion by\nMe. Justice Bell,\nTestator provided in the 7th paragraph of his will that his residuary estate should be held in trust and should be divided into as many shares as there were children of his living at the time of his decease, and deceased children leaving issue living at the time of his decease. After providing for life estates testator further provided as folloAVS: “From and immediately after the death of my children and the issue of any deceased children living at the time of my decease I direct my. Executors and Trustees to divide the principal of the share of the one so dying equally among his or her children or the issue of any deceased children living at the time of his or her death, and in case there are no children or children of issue of deceased children I direct that my Executors and Trustees, or the survivors or survivor of them, shall convey and transfer the share of the one so dying to the heirs at law of the one so dying.”\nTestator, at the time he executed his Avill on December 3, 1919, Avas a widower and had three sons and two daughters. His son John predeceased him leaving a wife and son surviving him. After John’s death testator executed a codicil dated March 25, 1924 which raises the controversial issue here involved. Two sons and two daughters survived testator. One of his daughters, Sophie, died December 27, 1953, unmarried and without issue.\nUnder the testamentary provision hereinabove recited, when Sophie died without children or issue, her heirs at law would include the present appellee, who is tiie son of her deceased brother John.\nThe question involved is a narrow one. Did testator’s codicil exclude John’s son from any share in Sophie’s share of testator’s estate?\nThe codicil provided: “First: As my son, John M. Dunlap, is now deceased, and his widow has remarried, and as my grandson John M. Dunlap, Jr., is, in my opinion, sufficiently provided for, I hereby revoke and annul any and all gifts, devises and bequests contained in my said Will dated December 3, 1919, in which my deceased son John M. Dunlap, or his wife or his issue would participate in my estate, and I hereby give, devise and bequeath the said share or shares which under the terms of my said will would have gone to my deceased son John M. Dunlap or his widow or his issue, to my Executors and Trustees named in my said Will, In Trust, for my other children, namely, George M. Dunlap, Jr., Helen J. Dunlap, Sophie E. Dunlap and Andrew M. E. Dunlap, upon the terms and conditions of the trusts with respect to their other share or shares in my estate as contained in my said Will dated December 3, 1919.\n“Second : In all other respects I hereby ratify, confirm and republish my said last Will and Testament dated December 3, 1919.”\nDid the first paragraph of the codicil constitute a total exclusion clause, or did it only exclude John’s wife and issue from participating in the gift devise and bequest specifically made by testator in his will for his son John and his issue? The first thing to note is tlie sweeping language of the prohibition. The testator not only revoked and annulled all gifts contained in' his will for John and his issue, but all gifts contained in his will “in which my deceased son John M. Dunlap, or his wife or his issue would participate in my estate . . .”. That language, that prohibition, that exclusion clause, we repeat, is broad and sweeping. Was it restricted to a gift which testator made in his will for his “son John ... or his wife or his issue”? There was no such specific or named gift in testator’s will; and there was no specific gift in testator’s will to or for the wife of his son John. Consequently, that language could not refer to any particular gift which was created by testator in his will for “John ... or his wife or his issue”. The only way John’s wife could participate in testator’s estate, as all parties agree, would be by inheritance as John’s heir or the heir of John’s son.\nThe pole star which the Courts seek to ascertain in every will is the testator’s intent. When a testator’s intention is ambiguous or uncertain, or there are inconsistent or conflicting provisions in the will and codicil which must be read together, the Courts resort to canons or rules of construction to aid them in ascertaining and determining testator’s intent: Britt Estate, 369 Pa. 450, 87 A. 2d 243; see also Fisher Estate, 355 Pa. 105, 49 A. 2d 376. Here, however, the testator’s intention is clear from a study of the entire will and codicil and “When the intention of the testator can be ascertained by an examination of his entire will . . . Technical rules or canons of construction are unnecessary ...’”: Edmunds Estate, 374 Pa. 22, 97 A. 2d 75; McFadden’s Estate, 381 Pa. 464, 112 A. 2d 148.\nWe have reread this codicil many, many times, and after analyzing it from every angle we believe its meaning is clear. Although unnecessary, we have carefully considered the canons or rules of construction cited by appellee — they neither control this will, nor aid us in determining the testator’s intent. Simpson’s Estate, 245 Pa. 244, 91 A. 676, on which the lower Court and the appellee so heavily rely, is inapposite because of the difference in the language of the two wills, and because that will contained no exclusionary clause such as appears in the Dunlap will.\nNotwithstanding the able argument for appellee, we are convinced that the testator in and by his codicil totally excluded (for the reason clearly and sufficiently set forth therein) his son John and John’s widow, who had remarried, and John’s issue, from any participation in his estate, and the exclusionary prohibition applied not only to the specific gifts, bequests and trusts for John and his issue, but also to the share which either John or his issue, or through them John’s wife might inherit as an heir at law of Sophie.\nThe decrees of the Orphans’ Court are reversed; and the case is remanded to the Orphans’ Court for such further schedule of distribution, order or decree as it may deem proper, consistent -with this opinion. Costs to be paid out of the estate.\nItalics throughout, ours."}