{"id": "1258922", "contents": "Opinion by\nMr. Justice Allen M. Stearns,\nIn a trespass action following an automobile accident, liability was admitted. Two questions are raised by the appeal of defendants (1) was it error to overrule objection to testimony contradicting in some particulars the testimony of a physician who had been excused the previous day upon the completion of his testimony? and (2) was the verdict excessive?\nOn defendants’ motion for new trial the learned trial Judge succinctly stated defendants’ objection: “. . . Counsel for the defendants objected to the introduction of any testimony that would in any way contradict [the defendants’ expert physician witness] on the ground that he should have been put on notice of any intent to contradict the doctor, so that he might have kept him present at the trial, and that since plaintiff’s counsel had agreed to the doctor being excused, it would be taking an unfair advantage to offer testimony contradicting Mm. . . .”\nThe court gave the following reason for overruling the objection: “The precise legal proposition for which the defendant contends is that when a witness has been excused by agreement of counsel, the other side cannot thereafter introduce any testimony tending to contradict him. We know of no such rule, nor do we believe that such a rule would be desirable. It would substantially end the practice of excusing witnesses after they have testified. This would be particularly objectionable in the case of doctors, who are frequently called out of order and excused immediately after leaving the witness stand.”\nWe affirm this ruling. When counsel agrees to excuse a witness and the witness retires, no rule of law exists, or should be promulgated, whereby the other side is foreclosed from producing testimony which may contradict prior testimony. Unless counsel is willing to assume this risk the witness should be required to remain in court and not be discharged.\nDefendants contend that the verdict is excessive. It is $8,422, made up as follows: hospital and medical bills $74; loss of wages $219; damages to automobile $1,100 and general verdict for pain, suffering and alleged disability $7,029. Both plaintiff and defendants agree on these figures. The sole question is whether, under the testimony, the amount of $7,029 is excessive. While we agree with the learned trial Judge that the true cause of defendants’ dissatisfaction is the jury’s acceptance of the diagnosis and prognosis of the doctors called by plaintiff and the rejection of the testimony of defendants’ doctor that there was no residual disability or permanent damage to the knee, nevertheless we are of opinion that under all the testimony the sum of $7,029 is excessive. We therefore reduce this amount to $5,029 and affirm tlie judgment in the sum of $6,422.\nThe judgment, as modified, is affirmed."}