{"id": "1258911", "contents": "Opinion by\nMe. Justice Chidsey,\nPlaintiffs, residents of Chippewa Township, Beaver County, Pennsylvania, appeal from a final decree of the Court of Common Pleas of that county dismissing a complaint in equity brought to restrain defendants, the Joint Boards of School Directors of Darlington Township, Darlington Borough and South Beaver Township, all located in Beaver, County, from condemning 20 acres of plaintiffs’ farm land situated in the Township of Darlington. The questions presented are (1) whether defendants proceeded in the manner prescribed by law to condemn land required for school purposes and (2) was the defendant boards’ action so arbitrary and capricious as to amount to an abuse of .discretion.\nThe Board of School Directors of the School Districts of Darlington Township, Darlington Borough and South Beaver Township, all school districts of the fourth class, entered into an agreement on May 29, 1952, approved by a majority vote of the directors of each constituent district, to establish a joint secondary school pursuant to the provisions of the Public School Code of March 10, 1949, P. L. 30, Sec. 1701, 24 PS §17-1701, to be known as Northwestern Beaver County Joint School. Sometime in 1938 the School Districts of Darlington Borough and Darlington Township, acting jointly, had acquired five acres of land from plaintiffs’ predecessor in title and erected thereon an elementary school building. The need for secondary school facilities in the area was recognized by the various school boards three years prior to the formation of the jointure, but no formal action was taken looking toward the creation of such facilities until the jointure was formed. On June 2, 1952, at a meeting of the joint boards, one B. J. McCandless was employed as architect and directed to prepare plans for a secondary school building to be erected with the approval and assistance of the State Public School Building Authority.\nPrevious to the employment of the architect, the defendants, through their solicitor, informed the plaintiff Martin Spann by a letter dated March 31, 1952 that they desired to acquire title to approximately twenty acres of the plaintiffs’ 118 acre farm adjoining the existing elementary school. Spann was also requested to fix the price per acre which plaintiffs would be willing to accept and thereby avoid the expense of condemnation proceedings. Spann, through his attorney, replied declining to enter into any negotiations. On June 9, 1952 the joint boards authorized their solicitor to employ a surveyor to make a survey of that part of plaintiffs’ land contemplated as the site for the proposed school. A committee of school directors was appointed by the president of the jointure on July 11, 1952 to contact the plaintiffs regarding the proposed location of the additional facilities. The committee called upon Spann on three separate occasions between July 11th and July 24th and endeavored to negotiate with him for the acquisition of the necessary acreage but Spann repeatedly advised them that none of his land was available with the possible exception of a triangular-shaped parcel comprising seven acres. The next board meeting containing any relevant action, as evidenced by the minute book, occurred on July 24, 1952, at which time the committee reported that Spann would not sell the land that the board required and that the State and County would not approve the seven acres that he was willing to sell at $1,000 per acre. The minutes of the board meeting of August 4, 1952 disclose a report by the committee that they had inspected two other possible sites, both of which, however, were objectionable, one for the reason that it was reputedly undermined, and tlie other not only because the owner wanted to keep open a street for access to the remainder of his farm, but also because it would create serious transportation problems. A motion was then made and carried unanimously that the school board proceed further with the business of acquiring the designated 20 acres of plaintiffs’ property. The minutes relative to the acquisition of a site are dated October 6, 1952 wherein it appears that the joint boards’ solicitor outlined the prerequisite steps for the exercise of the right of eminent domain. The minute book then shows the following entry of that date: “Motion by Swick, seconded by Carter, that Jack Swick, Lester Martsolf and Eugene Myers meet with Messrs. Wilson and Baker at 12 noon, October 7th, to take possession of the Spann property. Roll call vote. Unanimous yes.”. Appended to the minutes of this meeting is a typewritten carbon copy, with a pencil notation stating: “Refer to November Minutes”, captioned “Resolution Appropriating Certain Lands Adjoining The Darlington Township — Darlington Borough Joint Consolidated Elementary School”. This document, which is unsigned and not expressly referred to in the minutes, recited in effect that since the joint boards of school directors were unable to agree with the plaintiffs on the terms of purchase, it was resolved that the land in question, described in the resolution by courses and distances, be appropriated and condemned for school purposes and the surveyor and solicitor authorized and delegated to enter upon, take possession of and mark the boundary lines of plaintiffs’ land for school purposes.\nOn the following day the committee met with the solicitor and the surveyor and marked out and took formal possession of the condemned portion of the Spann property. This action was recorded in the minutes of November 3, 1952 which also reveal that a petition for the appointment of viewers was presented to the Court of Common Pleas of Beaver County, and thereafter by an order dated October 9, 1952 viewers were appointed for the purpose of assessing damages. The minutes conclude with the statement: “The resolution to authorize taking of property was to be taken by each individual Board as of October 6th”. Subsequent to the appointment of viewers, plaintiffs instituted this proceeding.\nThe power of school districts to condemn land required for school purposes is conferred by the Act of March 10, 1949, P. L. 30, Art. VII, 24 PS §7-721. Section 721 of this Act provides in relevant part: “Whenever the board of school directors of any district cannot agree on the terms of its purchase with the owner or owners of any real estate that the board has selected for school purposes, such board of school directors, after having decided upon the amount and location thereof, may enter upon, take possession of, and occupy such land as it may have selected for school purposes, whether vacant or occupied, and designate and mark the boundary lines thereof, and thereafter may use the same for school purposes according to the provisions of this act: . . .”. This section of the Act of 1949 is a reenactment in substantially identical language of Section 605 of the Public School Code of May 18, 1911, P. L. 309. In Lewisburg School District v. Harrison et al., 290 Pa. 258, 138 A. 760, Mr. Justice Frazer, speaking for the Court, enumerated the various steps which must be taken by a school district in condemning land for public school purposes as follows: “. . . It is plain therefore, that the order of procedure for condemnation proceedings as set forth in section 605 of the School Law follows this line: (1) the selection of the site; (2) disagreement as to price; (3) decision on the amount of land and location; (4) entry, taking possession and occupancy, being one and the same act, concurrently performed by going upon the land; (5) designating and marking the boundary lines; after which steps the school district ‘may use the same for school purposes.’ ”,\nIt is urged by the plaintiffs that the condemnation proceedings in the instant case were invalid because three essential conditions precedent for divesting title as set forth in the Act of 1949 had not been complied with when the petition for appointment of viewers was filed on October 9th, namely, (1) no condemnation resolution was ever adopted by the joint board; (2) the board did not offer the ultimatum of a final maximum price to plaintiffs; (3) the board did not fix the metes and bounds of the 20 acres seized. The court below found as a fact, and the finding was confirmed by the court en banc, that a resolution condemning plaintiffs’ land and describing it by legal description was unanimously adopted at the meeting held on October 6, 1952 and concluded that the boards’ action did comply with legal requirements. The court based its finding on the uncontradicted testimony of Helen Nicely, the recording secretary for the boards, who testified that the typewritten sheet containing the condemnation resolution was referred to on the first page of the minutes authorizing taking possession of the Spann property. Appellants argue that the pencil notation on the typewritten resolution clearly shows that the documented draft did not reach the board for action until November 3rd, practically a month after the filing of petition for viewers, and therefore the latter proceeding was without warrant of law and the court was without jurisdiction to appoint viewers. We deem it of no significance that the typewritten resolution makes specific reference to the November minutes which in turn state that “The resolution to authorize taking of property was to be taken by each individual Board as of October 6th”. From this notation the inference could just as readily be drawn that the board was merely clarifying any ambiguity that might, and eventually did, arise by not actually including the rather lengthy resolution in the handwritten minutes. In any event there was ample testimony by the members comprising a majority of each of the constituent boards that all were present at the meeting of the joint board held on October 6, 1952, and that all voted in favor of the condemnation resolution which was attached to the minutes of that meeting. Since this testimony was not offered to supplement or alter the minutes, but solely for the purpose of interpreting the action of the board as recorded therein, it was clearly admissible and in fact furnished the most promising avenue of inquiry as to what the board intended. See Pittsburgh School District Appeal, 356 Pa. 282, 289, 52 A. 2d 17. When the resolution is considered in this light there can be no question that it sets forth the amount and location of the condemned tract with sufficient definiteness to satisfy the statutory requirement. The property to be seized is described by courses, distances and total acreage and covers one full page of the typewritten resolution.\nThere was also sufficient evidence to support the chancellor’s conclusion that the parties were unable to agree with the plaintiffs on the. terms of purchase. As stated by thechancelloy in his adjudication: “. the statute-does not specifically require an offer of a specific sum of - money. It does require evidence that the parties cannot- agree.- Here this fact is supported- by all the evidence offered by defendants and plaintiff [s]. Three times authorized agents of the board discussed with Martin Spann the question of securing part of his land for school purposes. On each occasion he stated that his land was not for sale, and he attempted to divert the attention of the board to other land. It is a well established rule of law that a tender is excused where such a tender would be a useless and idle ceremony: Phillips v. Telzner, 357 Pa. 43. Certainly in this case it would have been idle and useless.”. Furthermore, it has been held that since resolutions affecting condemnation could not be passed until there had been a failure to agree, the resolutions presuppose such inability to agree, and the regularity of the proceeding will not be inquired into when the condemnation resolutions are, as here, placed on the minutes, unless there is an affirmative showing that the minutes had no basis in fact or were fraudulent: Jury et al. v. Wiest et al., 326 Pa. 554, 193 A. 5.\nAppellants contend further that the joint boards’ acts were void and unenforceable because the minutes do not indicate how each member voted as required by Sec. 508 of the Act of 1949, as amended by the Act of September 28, 1951, P. L. 1546, 24 PS §5-508. This section provides that “The affirmative vote of a majority of all the members of the board of school directors in every school district, duly recorded, showing how each member voted, shall be required in order to take action on the following subjects: . . . Purchasing, selling, or condemning land . . . Failure to comply with the provisions of this section shall render such acts of the board of school directors, void and unenforceable.”. The minutes of October. 6, .1952. embodying the condeno, nation resolution disclose.that the roll.call.vote oh the motion to take possession of the Spann property was “Unanimous yes”. The Act of May 18; 1911, P; L. 309; Sec. 403, contained a like provision regarding the recording of votes with respect to the condemnation of land. We held in construing that enactment that there is a substantial compliance with the statutory mandate when the minutes state the names of the directors present, and show that they constitute a quorum and state that the vote was unanimous or that all members voted in the affirmative: Commonwealth ex rel. Ake v. Blough et al., 330 Pa. 590, 200 A. 10. It is only when there are members voting both in the affirmative and the negative that the ayes and nays must be recorded: Carns v. Matthews, 114 Pa. Superior Ct. 528, 532, 174 A. 840.\nTurning next to plaintiffs’ objection that the seizure was arbitrary and capricious, they argue first that the layout cutting the farm into two parcels is uncalled for and oppressive and the appropriation of approximately 15 acres through the heart of the farm for a playground is a grandiose scheme that could be as readily served on acreage to the north. Whether property condemned by a school board is needed for school purposes or fitted for school use is an administrative matter and the action of the school board, in the absence of fraud, is binding on the courts: Jury et al. v. Wiest et al., supra. Under Sec. 702 of the Public School Code of 1949 the location and amount of any real estate required by any school district for school purposes, including use as a playground, is entrusted to the discretion of the board of school directors who are authorized to construct not only the school building itself but to provide also for adjoining grounds to be used for play and recreation: Campbell et al. v. Bellevue Borough School District, 328 Pa. 197, 195 A. 53. No evidence was adduced by the plaintiffs to show that the quantity of land condemned was unnecessary or unreasonable, and they do not question the fact that the site taken is necessary and suitable for school purposes but rather it is their contention that the taking of this particular 20 acre parcel out of the middle of the farm instead of along one boundary line or the other of itself constitutes arbitrary or capricious action. The defendants introduced testimony by various members of the joint board as to why this particular site was selected and the one proposed by plaintiffs rejected. The paramount advantage of the parcel condemned was its accessibility to the present school grounds which would result in economy in transportation. The disadvantage of plaintiffs’ alternative offer was that the terrain of the Spann farm to the north of the plot selected was so much higher in elevation than the present elementary school as to involve considerable expense for grading, road building and construction, and maintenance of terraces or retaining walls. In our opinion these were practical and important factors justifying the boards’ choice in the instant case.\nThat plaintiffs’ land has been divided into two parcels, in purportedly the heart thereof, is an element of damages that may be considered in the viewers’ proceeding on the question of the pecuniary harm occasioned by the condemnation. Where sufficient reasons appear for the boards’ action and there is no evidence that it acted outside the scope of its statutory authority or otherwise than in good faith, the wisdom or policy of the school authorities is not the subject of judicial inquiry. It is only where the board transcends the limits of its legal discretion that it is amenable to the injunctive processes of a court of equity: Detweiler v. Hatfield Borough School District, 376 Pa. 555, 566, 104 A. 2d 110; Regan et al. v. Stoddard et al., 361 Pa. 469, 474, 65 A. 2d 240.\nPlaintiffs’ final contention is that the board abused its discretion in proceeding with the seizure of land without an assured plan of financing. The chancellor found as a fact on the basis of uncontradicted testimony that the joint boards pursued the necessary procedure toward State Public School Building Authority financing as far as was possible at that stage of the proceeding and that it had received a formal certificate of approval from the Department of Public Instruction. The application for financing was admittedly not an actual appropriation of funds earmarked for the project because final approval was contingent upoD the availability of funds from the sale of additional Authority bonds. Plaintiffs’ argument on this phase of the case ivas directed toward a possible increase of indebtedness beyond the constitutional limitation of the school district in the event Authority financing failed and it was forced to resort to its borrowing power to pay compensation for the land taken. Inasmuch as this allegation related to improper expenditure of public funds, plaintiffs filed an amendment to their complaint after the testimony was presented, seeking relief not only as persons specially damaged, but as owners of real estate and taxpayers of the school district in question. There is no requirement as far as we have been able to ascertain, and plaintiffs have referred us to none, that the funds necessary to finance the project must be on hand in advance of the taking. As heretofore indicated, defendants complied with all the statutory prerequisites in condemning land for school purposes and consequently cannot be charged with an abuse of discretion in this regard.\nWith respect to the payment of compensation for the damages caused by the taking, the particular manner or source of payment is not appellants’ concern; it is a matter for determination by the school district alone. If the Authority financing should prove aborfive, plaintiffs would still be afforded protection under Section 722 of the Public School Code of 1949 which makes school funds raised by taxation security for the price to be paid. While conceivably payment under that Act might result in the creation of debt beyond the school district’s constitutional borrowing capacity, in the absence of proof to that effect, plaintiffs’ bill of complaint as a taxpayer was fatally defective. See Regan et al. v. Stoddard et al., supra, p. 474. At most the alleged facts and inferences to be drawn from plaintiffs’ evidence in this regard were matters of pure conjecture and speculation which never furnish a substitute for proof.\nThe decree is affirmed at appellants’ cost.\nThe school directors of the three school districts constituting the jointure and the president and secretary of the joint boards were joined as defendants.\nThe School District of the Borough of Enon Valley was added to the jointure on June 1, 1953."}