{"id": "1259950", "contents": "Opinion by\nMe. Justice Bell,\nThis is an appeal from an Order awarding the cash balance of $21,905. in the estate of Robert Skriziszouski to the United States, pursuant to the provisions of the Congressional Act of June 25, 1910, as amended December 26, 1941, and set forth in Title 38 U.S.C.A. 17-17 (j). With the exception of a $50. bonus from the Commonwealth of Pennsylvania, all of Skriziszouski’s estate was composed of money received from the Federal Government through the Veterans’ Administration, plus interest earned thereon.\nRobert Skriziszouski enlisted in the U. S. Army on September 20, 1917, at Brownsville, Pa., and was honorably discharged therefrom on February 18, 1918. Skriziszouski was confined in mental institutions from February 18,1918 until his death on May 13,1950. He died in the Veterans’ Administration Hospital at Coatesville, Pa., where he had been admitted as a veteran and was receiving hospitalization, care and treatment under the Veterans’ Administration.\nThe First and Final Account of the substituted guardian was confirmed absolutely on September 18, 1950.\nThe decedent left no will, no spouse, no issue, no parents or grandparents, no next of kin or any relatives or heirs (if the last named word is to be given its customary meaning.) The Veterans’ Administration filed on behalf of the United States Government a claim for the balance of his estate, under 'the provisions of the aforesaid Congressional Act. The Commonwealth of Pennsylvania also claimed the estate as an “heir” under the provisions of §3(6) of the Intestate Act of April 24, 1947, P. L. 80, 20 PS §1.3(6). The Court awarded the balance of cash to the United States Government.\nThe question involved is a very narrow one: Is the Commonwealth of Pennsylvania an heir within the meaning of the Congressional Act hereinafter set forth:\n“Title 38 United States Code:\n“Section 17. Vesting of undisposed personalty in United States as Trustee for General Post Fund\n“Effective ninety days after December 26, 1941, whenever any veteran (admitted as a veteran) shall die while a member or patient in any facility, or any hospital while being furnished care or treatment therein by the Veterans’ Administration, and shall not leave surviving him any spouse, next of kin, or heirs entitled, under the laws of his domicile, to his personal'* property as to which he dies intestate, all such property, including money, and choses in action, owned by said decedent at the time of death and not disposed of by will or otherwise, shall immediately vest in and become the property of the United States as trustee for the sole use and benefit of the General Post Fund, a trust fund prescribed by section 725 (b) (45) of Title 31.\n“The foregoing provisions are conditions precedent to the initial, and also to the further furnishing of care or treatment by the Veterans’ Administration in a far cility or hospital.”\nOur Intestate Act of April 24, 1947, supra, provides: “The share of the estate, if any, to which the surviving spouse is not entitled, and the entire estate if there is no surviving spouse, shall descend in the following order: (1) Issue. To the issue of the decedent. (2) Parents. If no issue survives the decedent, then to the parents or parent of the decedent. (3) Brothers, sisters, or their issue. If no parent survives the decedent, then to the issue of each of the decedent’s parents. (4) Grandparents. ... (5) Uncles, aunts and their children. If no grandparent survives the decedent, then to the uncles and aunts and the children of deceased uncles and aunts of the decedent. (6) Commonwealth. In default of all persons hereinbefore described, then to the Commonwealth of Pennsylvania.”\nThe Commonwealth contends that it is an “heir” entitled under the laws of the decedent’s domicile, to his.personal property, by virtue of the Intestate Act of 1947. The Federal Government gave the money in question to the deceased veteran and furnished him with free hospitalization and care with the obvious intention of benefiting him and if he left no will, his wife, next of kin or heirs, meaning his relatives. Whether viewed as a practical matter or from the language of the Act or both, there was no intent to benefit the States of the Union. The intent, we repeat, was to benefit the veterans and, if they left no will, their respective wives, next of kin or heirs, using that word according to its common meaning or usage, viz., relatives in various degrees of consanguinity. Congress obviously had no intention of giving to another sovereign this personal property which it generously granted to a veteran on certain specified conditions. A state could take under the language, objective and clear meaning of this Act only if it was a legatee under the veteran’s will, since it obviously was not a next of kin or heir in the customary meaning of those words. The Intestate Act never calls or refers to or terms or describes the Commonwealth as a next of kin or heir. The Act does use the word “descend” — it would be just as logical to claim that the Commonwealth was a “descendant” as to claim it was “a next of kin or an heir.” Only in the loosest imaginable sense has a “State” ever been referred to or could be referred to as a next of kin or heir. Cf. Dictum in Davis Estate, 365 Pa. 605, 76 A. 2d 643; and Hannebauer Estate, 71 D. & C. 330. Those cases are further distinguishable by the fact that they were not attempting to define the word “heir”, and more particularly they did not involve and were not attempting to interpret the Congressional Act. The words “next of kin” or “heirs” of personal property considered in conjunction ejusdem generis with the prior word “spouse”, as well as the origin of the fund, and the reason for the Act — all of these make clear that the Commonwealth is not a next of kin or heir within the meaning of the Act.\nThe claim of the Commonwealth to the balance of the decedent’s estate was correctly rejected and the fund was correctly awarded to the Government of the United States.\nOrder affirmed; each party to pay its own costs.\nMr. Chief Justice Horace Stern, Mr. Justice Jones and Mr. Justice Chidsey dissent.\nItalics, ours."}