{"id": "1259947", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThe question raised by this appeal is whether a gift of a half interest in a fund of money by creation of a joint bank account was in contemplation of marriage and conditioned upon such marriage.\nA summary of the salient facts appears in the opinion of the court below: “The evidence shows that the plaintiff [Stanley T. Stanger], now a man of 70 years, a retired railroad employee living on a pension, moved into the home of the defendant [Marie Callahan Epler] as a boarder in 1933. After a short time the parties discussed marriage between them. The defendant at the time was incapable of marriage because she had a living husband. The plaintiff and defendant on July 3, 1947, opened a joint account in the Beneficial Saving Society with the funds of the plaintiff. The Saving Society had them sign a signature card reading, ‘Stanley T. Stanger or Marie E. Callahan-Friend.’ The funds of the plaintiff so deposited was in the sum. of $5,899.62. The Chancellor found that such funds were deposited by plaintiff in contemplation of marriage. With this finding we agree. In August, 1947, the defendant, with the consent of the plaintiff, withdrew from said account the sum of $1,500 to complete a settlement for the purchase of premises situate in Laurel Springs, New Jersey, title to which was taken in the name of the defendant. This sum was advanced by plaintiff for the purchase of the property to be used as a home for the parties when married, or if not married, then as a loan to defendant. When the defendant was advised in 1949 that her then husband had divorced her, she imposed such conditions on the plaintiff which were impossible for him to meet. On June 18, 1950, the defendant married Charles Epler, who was also a boarder in her home. At all times the defendant has retained the possession of the deposit book and has refused to return it or any of the money to the plaintiff. The Chancellor after a full hearing of this case, granted the prayers of the Bill and ordered the return to the plaintiff of all the funds now on deposit, and for the defendant to pay to plaintiff the sum of $1,850.00 plus interest.” The hearing Judge, affirmed by the court in banc, decided that plaintiff had made a gift of an interest in the joint bank account to the defendant which was “conditioned upon the marriage” of plaintiff and defendant; that the parol evidence of such conditional gift was “clear, precise and indubitable”; and since defendant refused to marry plaintiff — but married another — he directed the defendant to return the amount of such conditional gift to plaintiff.\nWhen plaintiff and defendant opened the bank account in their joint names with plaintiffs money, they executed an agreement wherein they agreed “. . . that any and all sums that may from time to time stand in this account, to the credit of the undersigned depositors, shall be taken and considered as belonging to them as joint tenants and not as tenants in common; . . .” This written agreement constituted prima facie evidence of a valid inter vivos gift by plaintiff to defendant of an undivided one-half interest in the joint account: Culhane’s Estate, 334 Pa. 124, 5 A. 2d 377; Fell Estate, 369 Pa. 597, 87 A. 2d 310; Fuller v. Fuller, 372 Pa. 239, 93 A. 2d 462. Plaintiff concedes that when he opened the bank account he was fully aware of the effect of his action. Cf. Lochinger v. Hanlon, 348 Pa. 29, 33 A. 2d 1.\nWhile such an agreement and opening of the account is prima facie evidence of ownership, parol evidence of intention may be permitted not to alter or vary the terms of the agreement, but to show that the gift was a conditional gift: Eaton v. New York Life Insurance Company of New York, 315 Pa. 68, 172 A. 121; Smilow v. Dickerson, 357 Pa. 455, 54 A. 2d 883. Such evidence, however, must be clear, precise and indubitable: Mader v. Stemler, 319 Pa. 374, 379, 179 A. 719; Dempsey v. First National Bank of Scranton, 359 Pa. 177, 181, 58 A. 2d 14; Furjanick Estate, 375 Pa. 484, 100 A. 2d 85.\nIt was contended by the plaintiff, and approved by the court below, that gifts to a person to whom the donor is engaged to be married, made in contemplation of the marriage, are conditional upon the marriage; and that if the donee breaks the engagement the gifts or their value may be recovered by the donor. Plaintiff-appellee relies upon Ruehling v. Hornung, 98 Pa. Superior Ct. 535, which apparently is the only reported appellate court case in this jurisdiction on the subject. There the action was in replevin to recover an engagement ring, watch and medallion. There was proof of an engagement of marriage and that plaintiff, in contemplation of marriage, gave defendant the enumerated articles. There was no evidence that defendant broke the engagement or that the gifts were made upon the express condition that they were to be returned if defendant failed to marry the plaintiff. Judge Gawthrop said in his opinion (p. 538) : “We find no case in this State directly bearing on this question, but in 28 C. J. 651, the law is stated thus: ‘A gift to a person to whom the donor is engaged to be married, made in contemplation of marriage, although absolute in form, is conditional; and upon breach of the marriage engagement by the donee the property may be recovered by the donor. But if the gift is made simply for the purpose of introducing the donor to the donee’s acquaintance and to gain her favor, the property is not recoverable, although marriage does not ensue. So where a Christmas present is made by a man to his fiancee it becomes her property and the subsequent breaking of the engagement does not entitle Mm to recover it back.’ ” The opinion cited a text book and cases from other states which hold that in order for a donor to recover it must be shown that the gifts were either made upon an express condition that they were to be returned in case the donee failed to marry donor, or that the gifts were induced by the donee’s promise to marry the donor. The judgment of the Superior Court was that an engagement ring is a symbol of a contract to marry, subject to the implied condition that if the marriage does not take place due to the fault of the donee, the ring is to be returned. This was held to be a question for the jury. The watch and medallion could not be recovered since there was no evidence that these gifts were made upon the express condition that they were to be returned if the donee failed to marry the donor. See also: Friske v. Cebula, 59 D. & C. 46; Bullen v. Neuweiler, 73 D. & C. 207; Preshner v. Goodman, 83 D. & C. 387; Restatement, Restitution, sec. 58; Annotation, 92 ALR 604.\nA revieAV of the record convinces us that the finding of fact that the gift of a one-half undivided interest in the bank account was conditioned upon the marriage, is not supported by evidence which is clear, precise and indubitable.\nDoubtless plaintiff made the gift anticipatory that he was going to marry defendant. Plaintiff’s testimony, however, is contradictory as to whether or not there Avas an actual engagement or contract to marry. Plaintiff testified: “I had not really proposed, but it had been talked over. We both said, ‘O. X., we will get married.’ ” But he also testified: “I never did ask Mrs. Callahan to marry me”, and “I never came out asking to marry her and she never came out asking me to marry her”. At no time during defendant’s testimony did she ever admit that there had been an actual engagement to marry. When pressed to tell what plaintiff had said relative to marriage, she constantly employed the equivocal phrase that getting married “wouldn’t be a bad idea”.\nFurthermore, plaintiff by his testimony has not surmounted a formidable barrier. The presumption is that the writing constituted an absolute gift. Proof of an engagement, and that the gift was conditioned upon marriage, must be established by evidence clear, precise and indubitable. Such burden cannot be met solely by inference. As Mr. Justice Bell said in Furjanick Estate, 375 Pa. 484, 491, 100 A. 2d 85: “We have repeatedly said and we reiterate that we intend to uphold the integrity of written instruments. ...” The validity of the written agreement of gift is conceded. To prove that such gift, absolute on its face, was conditional requires parol evidence of the quality indicated.\nA joint tenancy is severable by the action, voluntary or involuntary, of either of the parties. The effect of the severance is to make the parties tenants in common. See opinion of Judge Parker (later Justice Parker of this Court) in American Oil Company v. Falconer, 136 Pa. Superior Ct. 598, 8 A. 2d 418, with the many cases therein cited. See also: Annotation 161 ALR 1139.\nThe decree is reversed and the record remanded to the court below to make an appropriate decree awarding plaintiff a full one-half part and share of all moneys now in, or which heretofore formed part of, the joint bank account herein involved, and the bank is directed to make payment in accordance therewith. Costs to be equally divided."}