{"id": "1259967", "contents": "Opinion by\nMr. Justice Arnold,\nThe Commonwealth appeals from the judgment of the court below sustaining the defendant’s demurrer to the Commonwealth’s evidence in the trial of defendant upon an indictment for murder.\nFor the purposes of this appeal, the following are the pertinent agreed facts: Defendant and one Henry Jackson, Jr., the deceased, entered the grocery store of one Cecehini and ordered him to open the cash drawer. Jackson was armed with a revolver which he displayed to Cecehini. The defendant removed the money, and he and Jackson ran from the store, — Jackson running one way and defendant the other. Cecehini. secured his own pistol and chased Jackson. In the exchange of shots Cecehini killed Jackson. Defendant escaped, but was later apprehended.\nThe sole question is whether defendant can be convicted of murder under this state of facts. That is, can a co-felon be found guilty of murder where the victim of an armed robbery justifiably kills the other felon as they flee.from the scene of the crime?\nOur Penal Code of 1939, P. L. 872, 18 PS §4701, provides: “All murder . . . which shall be committed in the perpetration of any . . . robbery . . . shall be murder in the first degree . . .” The Code does not define “murder,” but merely fixes the degree of the crime. In Commonwealth v. Drum, 58 Pa. 9, 15, it was said: “At the common law murder is described to be, when a person of sound memory and discretion unlawfully kills any reasonable creature in being . . ., with malice aforethought, expressed or implied. The distinguishing criterion of murder is malice aforethought. But it is not malice in its ordinary understanding alone, a particular ill-will, a spite or a grudge ... It comprehends not only a particular ill-will, but every ease where there is wickedness of disposition, hardness of heart, cruelty, recklessness of consequences, and a mind regardless of social duty, although a particular person may not be intended to be injured.” (Italics supplied).\nIn applying the felony-murder statute, we have held that the malice of the initial offense attaches to whatever else the criminal may do in connection therewith. “It makes no difference that [the defendant] . . . and the other conspirators could not know in advance the precise course of events that would follow when they attempted to complete their evil designs”: Commonwealth v. Guida, 341 Pa. 305, 310, 19 A. 2d 98.\nIf the defendant sets in motion the physical power of another, he is liable for its result. “Acts should be judged by their tendency under the known circumstances, not by the actual intent which accompanies them . . . the law requires [men] at their peril to know the teachings of common experience, just as it requires them to know the law . . . ‘the test of murder is the degree of danger to life attending the act under the known circumstances of the case’ ” . . . “ ‘He whose act causes in any way, directly or indirectly, the death of another, kills him, within the meaning of the law of felonious homicide. It is a rule both of reason and the law that whenever one’s will contributes to impel a physical force, whether another’s, his own, or a combined force, proceeding from whatever different sources, he is .responsible for the result, the same as though his hand, unaided, had produced it. . .’ ” “There can be no doubt about the ‘justice’ of holding that felon guilty of murder in the first degree who engages in a robbery or burglary and thereby inevitably calls into action defensive forces against him, the activity of which forces result in the death of a human being”: Commonwealth v. Almeida, 362 Pa. 596, 605, 629, 68 A. 2d 595.\nAs has been said many times, such a rule is equally consistent with reason and sound public policy, and is essential to the protection of human life. The felon’s robbery set in motion a chain of events which were or should have been within his contemplation when the motion was initiated. He therefore should be held responsible for any death which by direct and almost inevitable sequence results from the initial criminal act.\n“For any individual forcibly to defend himself or his family or his property from criminal aggression is a primal human instinct. It is the right and duty of both individuals and nations to meet criminal aggression with effective countermeasures. Every robber or burglar knows when he attempts to commit his crime that he is inviting dangerous resistance . . . knows that a likely later act in the chain of events he inaugurates will be the use of deadly force against him on the part of the selected victim. For whatever results follow from that natural and legal use of retaliating force, the felon must be held responsible”: Commonwealth v. Moyer, 357 Pa. 181, 191, 53 A. 2d 736. (Italics supplied).\nThe driver of a get-away car is guilty of murder in the first degree where the killing was committed by his accomplices in the course of robbery: Commonwealth v. Lowry, 374 Pa. 594, 98 A. 2d 733.\nIn Commonwealth v. Doris, 287 Pa. 547, 135 A. 313, we sustained a conviction of a co-felon for murder in the first degree, even though after the robbery was completed and the conspirators were trying to effect their escape, defendant’s accomplice shot and killed a police officer, at which time defendant was already in the custody of and restrained by police officers.\nIn Commonwealth v. Moyer, supra, we held that it was immaterial whether the bullet killing a third person (police officer) came from the defendant’s pistol or that of the victim of the robbery.\nIn Commonwealth v. Bolish, 381 Pa. 500, 113 A. 2d 464 (reversed on other grounds), we held a conviction of murder in the first degree to be proper even though defendant’s accomplice (in arson) actually set the fire which caused his own death. The defendant there contended that the accomplice’s act was an intervening and superseding force relieving the defendant of the killing. We there said: “Courts have a duty, especially in these days when crime has become so prevalent, to see that the lives, the property and the rights of law-abiding people are protected and consequently must delicately balance the scales of justice so that the rights of the public are protected equally with those of persons accused of crime. An arsonist is bound to know the perils and natural results of a fire which are reasonably foreseeable according to the common experience of mankind, and in particular to know that an occupant of the building set on fire, an accomplice, a fireman and the public who are likely to come to watch the fire, may die in or as a natural proximate result of the fire. The attempt of an officer or person to put out the fire, or to rescue people or property therein, or the attempt of any person to escape from the burning building does not constitute in legal contemplation a superseding cause which is sufficient to relieve the arsonist from murder in the first degree. In reason, logic and principle we can see no valid distinction between those cases and a case where an accomplice is killed while setting fire to a house (or building) or attempting to escape therefrom, — the latter’s death is just as readily foreseeable as is the death of an owner who attempts to escape or to rescue lives or property from the building.” (Italics supplied) In the Bolish case the co-felon’s death was the unintentional result of his own acts (of arson), without the intervention of a third person or of the defendant.\n\" ’ So, too, in the instant case. That the victim, or any third person such as an officer, would attempt to prevent the robbery or to prevent the escape of the felons, and would shoot and kill one of the felons was “as readily foreseeable” as the cases where an innocent bystander is killed, even unintentionally, by the defendant’s accomplice, or where the victim of the robbery is slain, or where a pursuing officer is killed. The killing of the co-felon is the natural foreseeable result of the initial act. The robbery was the proximate cause of the death. We can see no sound reason for distinction merely because the one killed was a co-felon. It was a killing in the perpetration of a robbery which was “unquestionably contemplated and callously ignored by the defendant, who most certainly intended to commit a crime which he knew might well give rise to it”: Commonwealth v. Sterling, 314 Pa. 76, 80, 170 A. 258.\nSo far as this defendant is concerned, the justification or excuse of the actual slayer, for the killing under consideration, is no different than for the killings in the cases hereinbefore cited.\nJudgment reversed and new trial ordered.\nSee “A Survey of Felony Murder” by Frederick C. Moesel, Jr., 28 Temple Law Quarterly, page 453."}