{"id": "1261915", "contents": "Opinion by\nMr. Chief Justice Horace Stern,\nPlaintiffs are architects. They entered into a contract with defendant corporation to prepare sketches, plans, drawings and specifications, obtain bids, administer the letting of contracts, and supervise the construction of a proposed building. Their compensation was to be 7% of the cost of the completed building but only 6% if they were later released from the obligation to take bids, let contracts and supervise the construction.\nPlaintiffs prepared the sketches, plans, drawings and specifications but were subsequently notified by defendant that the operation was postponed indefinitely. The building never was constructed. Plaintiffs instituted the present action to recover 6% on an estimated cost of construction of the building of $80,-000. Defendant denied liability on the alleged ground that its President had not been authorized by it to make the contract on its behalf. The jury returned a verdict in favor of plaintiffs in the sum of $3,600, being 6% of an estimated cost of $60,000 for the projected building, with interest at the rate of 6% per annum from the date when defendant abandoned the project, or a total of $4,212. Defendant now appeals from the refusal of the trial court to grant its motion for judgment n.o.v. and for a new trial, but limits its present argument to criticism of certain remarks made by the trial judge in charging the jury and also to alleged error in the court’s direction to the jury to add interest to whatever amount of compensation they found due to plaintiffs.\nThere is no merit in either of these contentions,\nOne of the court’s remarks objected to was as follows: “We often complain about doctor’s fees and we don’t stop to think of the years of preparation and the expense that they have to go through and the number of books they have to get and expenses they have and so forth.” We find nothing in- this observation that could have swayed or prejudiced the jury in arriving at its verdict, especially as plaintiffs’ claim was not based on a quantum meruit but on a fixed fee of 6% as stipulated by them in writing when they entered into the contract.\nThe other remark complained of was made by the trial judge in answering one of defendant’s points. The court affirmed the point and then added: “I don’t necessarily personally agree with everything that I have to affirm or deny. It’s only what I have to do according to my understanding of the law. Now, there are some of these points that I certainly don’t agree with but they are the law, as I understand it, and I have looked into it to a certain extent. I am going-to affirm it. I am not talking about any particular point here.” In Welker v. Hazen, 242 Pa. 603, 89 A. 663, upon which defendant relies, a judgment was reversed because the court had stated to counsel in the presence of the jury: “Gentlemen, I have changed my mind as to some of these points, but am still somewhat in doubt.” Obviously this left the jury without instructions on the law since the court expressed its uncertainty as to the correctness of the answers it was about to give to the points submitted. Here, however, the court unqualifiedly affirmed defendant’s point and stated that it was the law even though the judge’s personal views were not in accord with “everything he was obliged to affirm.”\nPlaintiffs were entitled to interest at the rate of 6% per annum from the time when they should have been paid for the services rendered by them. In all cases of contract interest is allowable at the legal rate from the time payment is withheld after it has become the duty of the debtor to make such payment; allowance of such interest does not depend upon discretion but is a legal right: Minard v. Beans, 64 Pa. 411, 413; West Republic Mining Co. v. Jones & Laughlins, 108 Pa. 55, 68; Carbondale City School District v. Fidelity and Deposit Co. of Maryland, 346 Pa. 491, 492, 31 A. 2d 279, 280. It is a right which arises upon breach or discontinuance of the contract provided the damages are then ascertainable by computation and even though a bona fide dispute exists as to the amount of the indebtedness: The Delaware Insurance Co. v. Delaunie, 3 Binney 295; West Republic Mining Co. v. Jones & Laughlins, supra; Jones v. Farquhar, 186 Pa. 386, 397, 40 A. 1134; J. Purdy Cope Hotels Co. v. Fidelity-Phenix Fire Insurance Co., 126 Pa. Superior Ct. 260, 265, 191 A. 636, 639.\nPlaintiffs should have been paid their stipulated compensation when defendant abandoned the project after they had prepared the drawings and specifications; accordingly they were entitled to interest from that time.\nJudgment affirmed."}