{"id": "1261886", "contents": "Opinion by\nMr, Justice Allen M. Stearns,\nThe appeals are from a judgment of the Court of Common Pleas of Allegheny County in a trespass action refusing plaintiffs’ motion for a new trial following a verdict by a jury for defendant.\nThe action was instituted by Helen Mae Koenig, a minor by her mother as guardian, and by the mother in her own right, appellants, against Patrick F. Flaherty, appellee, for damages sustained by the minor when she was struck by appellee’s automobile.\nAt 9:20 p.m., on July 16, 1958, appellee was operating his automobile in a northerly direction on Brighton Road, in the City of Pittsburgh. As he approached the intersection of Brighton Road and Westborn Street, he observed minor-appellant standing on the foot-walk at the northeast corner. Appellee reduced his speed from thirty to fifteen to twenty miles per hour and proceeded through the intersection with the traffic control signal in his favor. The minor on the sidewalk was looking in appellee’s direction. When appellee was nearly through the intersection, the minor left the curb, passed in front of the appellee’s automobile and was struck. The appellee admitted that he did not sound his horn and that he did not keep his eyes continuously on the minor-appellant while passing through the intersection.\nIt is contended by appellants that the jury’s verdict was against the weight of the evidence and, therefore, the trial court’s refusal to award a new trial constituted an abuse of discretion. This contention is without merit. There was a substantial conflict in testimony which was resolved by the jury in favor of the appellee. The refusal of a motion for a new trial will not be reversed except for a clear abuse of such discretion: Koch v. Imhof, 315 Pa. 145, 172 A. 672; Wilson v. Kallenbach, 332 Pa. 253, 2 A. 2d 727; Bellettiere v. Philadelphia, 367 Pa. 638, 81 A. 2d 857. No abuse of discretion has been established.\nAppellants further maintain that the trial judge committed reversible error in his charge to the jury concerning contributory negligence by a minor. The court charged: “. . . The child, under 7 years of age, cannot be guilty of contributory negligence on account of her age. . . . Between the ages of 7 and 14 she can be guilty of it. If in your opinion she helped bring about this accident, or caused the accident, you have to take into consideration what you have seen of her, what you have heard about her. Take into consideration the state of her education, the situation where she lives and what kind of a girl she is. . . .” No specific exception was taken to this portion of the charge. The court granted a general exception. It is argued that such language is so inadequate as to constitute fundamental error. In Patterson v. Pittsburgh Railways Company, 322 Pa. 125, 128, 185 A. 283,.we said: “. . . Inadequacy of a charge may be .taken advantage of on general exception where the instructions omitted are vital to a proper conception by the jury of the fundamental principles of law involved (DiPietro v. Great Atlantic & Pacific Tea Co., 315 Pa. 209). . . .” That case was cited with approval in Finkelstein v. McClain, 331 Pa. 198, 201, 200 A. 596.\nThe standard by which actions of children are to be measured is the child’s capacity to appreciate the danger involved: Philadelphia, Baltimore and Wilmington R. R. Co. v. Layer, 112 Pa. 414, 419, 3 A. 874. This capacity is usually determined by the understanding expected from children of like age, intelligence and experience: Smith v. O’Connor, 48 Pa. 218; Crissey v. Hestonville, Mantua and Fairmount Passenger Railway Company, 75 Pa. 83; Edelman v. Connell, 257 Pa. 317, 101 A. 653; Rice v. Kring, 310 Pa. 550, 165 A. 833; Patterson v. Palley Manufacturing Company, 360 Pa. 259, 61 A. 2d 861; Restatement, Torts, Sec. 464(2).\nThe trial judge charged the jury that a child between the ages of seven and fourteen can be guilty of contributory negligence, and that the standard to be used was the child’s capacity to appreciate the danger. Where, as here, no specific requests were made, and no specific, exceptions taken to the charge, the court below will not be reversed except for fundamental error. Mere inadequacy is insufficient. A party may not remain silent and take his chances on a verdict and then, if it is adverse, complain of mere inadequacy which could have been corrected: Reznor Manufacturing Company v. Bessemer & Lake Erie Railroad Company, 233 Pa. 369, 82 A. 473; Meholiff v. River Transit Company, 342 Pa. 394, 20 A. 2d 762; Reithof v. Pittsburgh Railways Company, 361 Pa. 489, 65 A. 2d 346.\nViewed as a whole the charge was fair. Failure to more fully specify the presumption of care, attributable to a child of seven and a half years, does not constitute fundamental error. At most, all that could be fairly claimed is inadequacy which is not sufficient to reverse.\nThe judgment is affirmed."}