{"id": "1261896", "contents": "Opinion by\nMb. Justice Musmanno,\nF. Somers Peterson is the owner of a lot located at Penn Avenue and Ninth Street in the Second Ward of Pittsburgh, having erected thereon certain buildings belonging to Arbuthnot-Stephénson Company, the lessee of the lot. The Trustees of the Second Presbyterian Congregation Of Pittsburgh own a piece óf land, with a church thereon, adjoining the Peterson lot.\nOn March 29,1951, the Public Parking Authority of Pittsburgh, acquired by condemnation, for public parking purposes, what is known as “Site Y” touching the properties above mentioned. Prior to the condemnation Peterson and the Second Presbyterian Church had access to certain alleys (Duquesne Court, an unnamed twenty-foot-wide alley leading from Duquesne Court to Ninth Street, and two ten-foot-wide alleys, called Alley B and Alley D.) After the defendant’s condemnation of Site Y, the City Council of Pittsburgh vacated these alleys by ordinance, and the question arose as to whether Peterson, Arbuthnot-Stephenson, and the Second Presbyterian Church, the plaintiffs in this case, possessed private rights or easements of access in those alleys, the loss of which entitled them to compensation. The Board of Viewers allowed the plaintiffs nothing, bnt the Court of Common Pleas, by jury trial, awarded Peterson $20,-000 with $3,000 detention money, Arbuthnot-Stephenson $10,000 with $1,500 detention money, and the Trustees of the Church $32,000 with $5,000 detention money.\nIn its appeal to this Court, the defendant contends that whatever rights the plaintiffs may have had in the extinguished passageways were those of the public generally; therefore, the loss of those public rights was caused by the City’s vacation of the alleys, and not by the defendant’s condemnation proceedings since the defendant would have no right to condemn property devoted to a public use (Act of June 5, 1947, P.L. 458, §10; 53 P.S. 10.279).\nThe plaintiffs contend, on the other hand, that they acquired private rights in the alleys through their predecessors in title by virtue of the fact that these properties constituted part of the McCormick plan of lots laid out in 1839 by all the owners of the tract, the entitling Deed of Partition having described the passageways as private alleys “for the use of the parties hereto and their heirs and assigns forever.”\nThe defendant maintains that although the plan was laid out in 1839, no lots were sold prior to 1841 when the owners dedicated the alleys to public use and, as a result of that dedication, the subsequent purchasers could acquire no private rights in the alleys. It is true, ás the defendant asserts, that “Where there has been a prior opening or projection by a municipality or a dedication by a private ownér and acceptance by.a municipality of streets and alleys appearing on a plan of lots, a subsequent purchaser of a lot which is part of the plan of lots obtains no private right to or easement over those streets. The right of the public is paramount . . .” (Coca’s Incorporated v. Snodgrass, 372 Pa. 148.)\nBut the principle announced in that case has no application to the case at bar because the 1839 Deed of Partition operated as a conveyance of lots to the individual partitioners as well as the laying out of a plan. It cannot be questioned that the conveyances were founded on valuable consideration since each of the partitioners surrendered a partial interest in the whole tract for a fee simple interest in that part of the tract which became his own. Thus, the conveyance of the lots by the 1839 deed created easements in the alleys, as private property rights in the several grantees, not only by operation of law but by express terms of the instrument itself. “It is well settled that the grantee of a lot, which is sold according to a plan of lots on which streets or alleys not previously opened or projected as a public street are plotted out by the grantor, acquires an easement over those streets and alleys as a private right of property arising out of the grant, of which he cannot be deprived without compensation . . (Cox’s Incorporated v. Snodgrass, supra.)\nNor can it be said that the alleys became public ways prior to the plaintiffs’ acquisition of their private rights because of the Act of June 16, 1836, P.L. 749 which says: “All streets, lanes and alleys within the city of Pittsburgh, if not less than twenty feet in width, which have been laid out, appropriated and opened by private persons, for public use, or for the use of the owners of lots fronting thereon, or which shall be, being of not less than twenty feet in width, hereafter laid out, appropriated, and opened, as aforesaid, shall for every purpose, be deemed, taken, and be public highways, as fully as the other public streets within the said city.”\nThis act only applies where the alley has been “laid out, appropriated and opened.” When the Deed of Partition came into existence the alleys were merely laid out — they had not been opened. Thus, whether it is thé Act of 1836 or the dedication to the public in 1841, which is relied upon, the conclusion remains the same, namely, the plaintiffs enjoyed private rights in the alleys prior to the acquisition by the public of any title thereto. It naturally follows then that the vacation of public rights by the City could in no way affect private rights already vested: “The public may accept or reject the easement tendered by the owners of the plan of lots, or having accepted may renounce the public right by a vacating ordinance, but no act of the public authorities can operate to divest the property rights of the lot owners resulting as a legal consequence from the implied covenants under which they purchased.” (Chambersburg Shoe Mfg. Co. v. Cumberland Talley R.R. Co., 240 Pa. 519.)\nIt is also to be noted that the very language of the vacating ordinance shows that only vacation of public rights was intended. The plaintiffs’ claims, therefore, are not against the City, as argued by the defendant, but against the Public Parking Authority whose act of condemnation caused a taking of plaintiffs’ private rights. ’\nThe defendant, in its appeal here, also questions the consolidation of the several actions of the plaintiffs in one trial. Such a joinder is proper under Rule 213(a) of- the Pennsylvania Rules of Civil Procedure since common questions of fact and law are involved. In both cases the legal question was identical: Did the pláintiffs have private rights'or easements in the controverted alleys? The only matter which required separate treatment was the question of the amount of the damages. Under the able instructions of the Trial Judge, the jury was able to separate'the Claims of the individual plaintiffs and ■ evaluate them on their own particular merits.\nIt is contended further that the Court erred in refusing evidence of the sale of Peterson’s land 2 years and 2 months after condemnation, but as stated by the Court below in its able opinion refusing judgment n.o.v. and a new trial, “A sale of the land alone, more than two years later, is too remote in time. What the owner may subsequently do with the property, or the price he may accept for it on a sale two years later, cannot be known by the experts or considered by them in arriving at their before and after values.”\nNor did the Court err in refusing cross-examination of the plaintiffs’ real estate expert as to whether he had placed any value on the church building in reaching his opinion on the value of the entire church property. It is hornbook law that the measure of damages in condemnation proceedings is the total loss insofar as the whole property is concerned and not the damage suffered individually by the land and by the building. In Spiwak v. Allegheny County, 366 Pa. 145, we said: “We have repeatedly held that the proper method of determining the measure of damage sustained in condemnation proceedings is to obtain the difference in the market value of the tract as a whole before the taking and afterwards as affected by it and not by the addition of the separate value of each item constituting the entire property. . .” (Emphasis supplied.)\nMore recently, this Court reiterated this rule in Dougherty v. Allegheny County, 370 Pa. 239: “In a long series of cases of which the most recent is Spiwak v. Allegheny County, 366 Pa. 145, this court has consistently held that the measure of damages in condemnation proceedings is the difference in the value of the property before and after the taking. In allowing Hirshberger’s testimony [dividing damages between land and buildings] to be introduced into evidence, the lower court therefore erred.”\nDefendant’s counsel argues in effect that the rule above enunciated did not apply here because, since the witness had stated that the highest and best use of the property was commercial, and the structure on the land was admittedly non-commercial, the defendant was entitled to know whether in giving an opinion on the land value the expert had in fact assigned to the church itself any commercial evaluation. On this basis, it would be immaterial whether the Court erred or not in excluding the questioning indicated because the information sought by the defendant was obtained through the expert’s responding to another question when he said: “the owners had to be paid the value of their land plus the value to the building, even though they weren’t the highest and best use.”\nA study of the record convinces us that the verdicts rendered by the jury were not excessive in amount, which thus disposes of the remaining contention of the defendant in this appeal.\nJudgments affirmed."}