{"id": "1261949", "contents": "Opinion by\nMe. Chief Justice Horace Steen,\nThe action which culminated in these appeals was instituted by plaintiffs to recover damages resulting from their reliance on certain fraudulent misrepresentations allegedly made by defendants.\nDefendants Jesse A. Shahboz and Anna J. Shahboz, his wife, were the owners of an apartment building at the corner of Old York Road and Oak Lane Avenue, Philadelphia. Sometime in February, 1951, plaintiff Zakar Soltan, learning that it was for sale, called on Shahboz and was shown by him around the property. While proceeding along the Oak Lane Avenue side Shahboz, according to Soltan’s testimony, told him that the city Avas going to buy a part of the tract along that Avenue. Soltan thereupon retained defendant Morris S. G-oldberg as his agent to represent him in the transaction, Goldberg being then employed by defendant Max D. Palitz, trading as Ogontz Realty Company. Soltan, his son Albert, and Goldberg again visited the property and Albert testified that on that occasion Shahboz told them that the city was going to widen Oak Lane Avenue and the Soltans would receive from $13,000 to $15,000. Soltan, with his wife and Albert, then repaired to Goldberg’s office, and Goldberg is alleged to have stated to them that the property was worth $36,000 and they would get $13,000 to $15,000 from the city, so that for $23,000 it was a good purchase. Soltan authorized Goldberg to proceed and accordingly, the following day, Goldberg brought plaintiffs an agreement for their signatures which described the premises merely as 6701 Old York Road. They signed this agreement but Goldberg’s son Stanley came the next day bringing a neAV agreement, tore up the old one, and told them to sign the new one and “make it snappy.” This new agreement described the property as “that part of premises at the northeast corner of Old York Road and Oak Lane Avenue (6701 Old York Road) now owned by the sellers; that is, the original property reduced by that part along Oak Lane Avenue taken by the City of Philadelphia for the purpose of widening said thoroughfare.” Settlement for the property took place in June, 1951, and plaintiffs entered into possession. At the settlement Stanley Goldberg allegedly told Soltan that the city was going to take part of the land, it was “in the deed,” and they would get some of their money back. In April 1952 Soltan received notice from the city to fix the pavement along Oak Lane Avenue; having begun to make the necessary repairs he was told by his barber that Shahboz had said to him that plaintiffs were foolish to fix the pavement on a piece of property that did not belong to them and for which he, Shahboz, had already been paid by the city. Plaintiffs thereupon employed counsel and then found out that not only had the city in 1949 condemned 2,833 square feet of the property along Oak Lane Avenue but in 1950 had paid Shahboz and his wife compensation therefor in the sum of over $6,000, so that Shahboz must, of course, have known that the representations he made to plaintiffs were wholly false and fraudulent. Soltan testified that he could read English only to the extent of the large letters on the cans which he handled in his grocery business, and Mrs. Soltan testified that she could not read English at all; therefore they were compelled to rely on the representations made by defendants. They also learned that, without their knowledge, the Goldbergs had accepted a commission of $1,800 from Shahboz.\nPlaintiffs brought the present suit to recover the difference between the sum of $36,000 which they had paid defendants for the property and the fair value of the part of the property conveyed to them after excluding the portion taken by the city. During the course of the trial they amended their complaint so as to include therein a claim against the Ogontz Realty Company and the Goldbergs for $1,910, representing a commission of $1,800 paid to the latter by Shahboz, $85 received by them as commissions in the placing of fire and title insurance, and $25 which plaintiffs had paid them for conveyancing.\nDefendants denied the truth of practically all of plaintiffs’ allegations. They claimed that they had not made the false representations complained of, but that, on the contrary, Soltan had been fully informed in regard to the taking of part of the land by the city and that Shahboz had been paid for it. Stanley Goldberg testified that he read the agreement aloud to the plaintiffs, and Morris Goldberg testified that he informed Soltan that Shahboz was paying the commission. There was testimony also that the Goldbergs had obtained an offer from someone to purchase the property from plaintiffs for $36,000 less a commission of $900, but that plaintiffs had refused to accept the offer.\nThe jury returned a verdict in favor of plaintiffs against Shahboz and his wife in the sum of $5,760 and against the defendants Ogontz Realty Company, Morris Goldberg and Stanley Goldberg in the sum of $1,-910. The defendants filed motions for a new trial and for judgments n.o.v. The court denied the motions for judgment n.o.v. but granted a new trial as to all defendants. Plaintiffs appeal from the grant of the new trial, and Ogontz Realty Company and the Goldbergs from the refusal to enter judgment in their favor n.o.v.\nFirst, as to the court’s granting a new trial. It gave as its reasons therefor that the jury had failed properly to assess the damages against all the defendants since the sellers and the brokers were equally liable; that because the case involved an attempt to repudiate the agreements on the ground that plaintiffs could not read English and were deceived into executing and accepting them a second jury should be permitted to pass upon the evidence; and, finally, that because of the “manifest complexities” of the case the interest of justice required a new trial as to all the parties.\nIn our opinion a new trial should not have been granted for any or all of the reasons thus assigned by the court. As far as the Shahbozes were concerned plaintiffs made out a case which was properly submitted to the jury and which evidently met with the approval of that tribunal as indicated by their verdict. This was not an attempt to contradict a writing by evidence of an oral agreement previously or contemporaneously entered into by the parties, but where statements were made with the knowledge that they were false and for the purpose of inducing plaintiffs to rely upon them. It is true that while, ordinarily, one may rely upon statements made by the other party to a transaction and need not investigate their truth from outside sources, it would reasonably be incumbent upon him to read the agreement which embodies the terms of their contract. Here, however, plaintiffs testified that they were unable to read English and were therefore obliged to rely wholly upon the representations made to them by Shahboz and upon the good faith of the Goldbergs whom they had employed to represent them in the transaction. Under such circumstances it should not lie in the mouth of defendants to excuse their wrongful conduct by contending that plaintiffs were unduly credulous and that they should have checked up on them by either reading the agreement or having it read to them by some third party. Sol-tan’s testimony as to the fraudulent representations was supported not only by his son, but by a witness who testified that he heard Shahboz tell Soltan that the city was going to widen Oak Lane Avenue and Sol-tan would get $13,000 to $15,000, and by another witness who testified that Shahboz admitted to him that he had deceived the plaintiffs. But the most striking confirmation lies in the fact that when Soltan received a notice fi*om the city to repair the pavement along Oak Lane Avenue he complied with the order, which he certainly would not have done had he been previously informed that the city had taken the strip in question and that therefore it did not belong to him. The court charged the jury that plaintiffs had the burden of proving their case by evidence that was clear, precise, believable and convincing; the mere fact that defendants denied all their allegations did not deprive their testimony of its clear and convincing quality and the court in its opinion stated that the evidence of fraud did not fall short of the required standard of proof. The amount of the verdict against the Shahbozes was not excessive in view of the testimony of their expert witness that, even after Soltan had expended, as he alleged, $6,000 or $7,000 for repairs (as to which he produced bills to the extent of $3,427.16) the property conveyed had a value of only $30,000. Moreover, the verdict included damages in the nature of interest for a period of over three years. Nor was the jury bound to give weight to the reputed offer of someone to purchase the property for $36,000 as testified to by a witness for the Goldbergs.\nThis brings us to what was apparently the main reason that motivated the court in granting a new trial, namely, that the jury failed to find a verdict against the brokers in the same amount as against the sellers. That failure, however, did not constitute any necessary inconsistency or misunderstanding on their part of the issue involved, for they may well have concluded that the Goldbergs, unlike Shahboz, did not make the fraudulent misstatements charged to them and did not conspire with him to cheat and defraud the plaintiffs. The case is not one in which, being bound to find that all defendants were equally liable, they nevertheless improperly assessed different amounts of damages against them. Indeed the court charged the jury that they might find a verdict against the Ogontz Realty Company and in favor of the Shahbozes; that being so, the converse is, of course, equally true, namely, that they might find, as in fact they did find, a verdict against the Shahbozes but in favor of the defendant brokers as far as the alleged fraudulent representations were concerned. In any event, plaintiffs, having secured a verdict against one of the alleged tortfeasors, should not be deprived of it because the court believed that the verdict should have been rendered against all of them: Trerotola v. Philadelphia, 346 Pa. 222, 226, 227, 29 A. 2d 788, 790; Felo v. Kroger Grocery & Baking Co., 347 Pa. 142, 145, 31 A. 2d 552, 554.\nWhile the jury did not find the brokers liable for any fraudulent misrepresentations on their part they did impose liability upon them for having accepted a commission from Shahboz. Even assuming, however, that plaintiffs’ complaint on that score was justified, they nevertheless are not entitled to recover from those defendants the amount of such commission as they undoubtedly would have been if they themselves had paid the commission. Since they would have been obligated to pay this same commission to the brokers and were relieved from that liability because of the latter’s wrongful conduct, they cannot doubly profit or enrich themselves by gaining for themselves the $1,800 which Shahboz paid. As to the $110 included in the verdict, $85 thereof was properly received by the brokers, not from plaintiffs, but from the insurance companies as commissions in connection with the placing of the fire and title insurance, and the brokers were also entitled to the $25 which plaintiffs paid them for their services as conveyancers. Therefore the motion of defendants Palitz, trading as Ogontz Realty Company, Morris Goldberg and Stanley Goldberg, for judgment n.o.v. should have been granted.\nThe order granting a new trial is reversed and the record is remanded with direction to enter judgment on the verdict in favor of plaintiffs against defendants Jesse A. Shahboz and Anna J. Shahboz. The order denying the motion of Palitz, trading as Ogontz Eealty Company, Morris Goldberg and Stanley Goldberg, for judgment n.o.v. is reversed, and the court is directed to enter judgment in their favor."}