{"id": "1261943", "contents": "Order Per Curiam, October 31, 1955:\nThe Court is unanimously of opinion that the order of the Court below should be affirmed.\nOrder affirmed and supersedeas heretofore granted vacated; opinion to be filed later.\nOpinion by\nMr. Chief Justice Horace Stern,\nHarry W. Fowler was nominated on the Democratic ticket for the office of County Commissioner óf the County of Allegheny at the primary election held May 17, 1955. He died on October 24, 1955. On the following day the Executive Committee of the Democratic Party in Allegheny County, in accordance with party rules, designated Howard B. Stewart as a substitute nominee in place of Fowler. The printing of the ballots and voting machine ballot labels for the municipal election on November 8, 1955, had been started on October 5 and completed on October 25, with Fowler’s name thereon as one of the Democratic candidates for the office of County Commissioner.\nStewart presented a petition to the Court of Common Pleas of Allegheny County praying that the Allegheny County Board of Elections be directed to accept the substitute nomination certificate of the Democratic Executive Committee of Allegheny County,, and to proceed forthwith to make the necessary substitution in the paper ballots and the voting machine ballot labels as well as in the veterans’ ballots. Hearing having been had, the Court of Common Pleas entered an order granting the relief requested. An appeal was forthwith taken to this Court. We affirmed tbe order of the Court below and stated that an opinion would be filed later.\nSection 979 of tbe Election Code of June 3, 1937, P. L. 1333, as amended by tbe Act of May 6, 1943, P. L. 196, provides: “Any vacancy happening or existing after tbe date of tbe primary in any party nomination, by reason of tbe death or withdrawal of any candidate after nomination, . . . may be filled by a substituted nomination made by such committee as is authorized by tbe rules of tbe party to make nominations in tbe event of vacancies of tbe party ticket:....”\nSection 981(b) of tbe Election Code provides: “Substituted nomination certificates to fill vacancies caused by tbe death of candidates nominated at primaries or by nomination papers shall be filed at the proper office at any time prior to the day on which the printing of ballots is started.”\nSection 1006 of the Election Code provides: “As soon as any substituted candidate shall have been duly nominated, at any time prior to the day on which the printing of ballots is started, his name shall be substituted in place of that of the candidate who has died or withdrawn.”\nIn the instant case not only had the ballots been printed but the military ballots had actually been mailed prior to Fowler’s death. Appellants insist that the aforesaid provisions in reference to the time limit in which the substituted nomination certificates may be filed, or the name of the substituted candidate be substituted in place of the candidate who has died or withdrawn, namely, prior to the day on which the printing of ballots is started, are mandatory; appellees, on the other hand, contend that they are merely directory and that the purpose and spirit of the election laws is to enable citizens to vote for a live candidate of their choice.\nThe record shows that the printing of the ballots could, as a practical matter, and within the requirements of the law, have been commenced in Allegheny County at any time between September 27th and October 21st. The Election Code does not fix a specific number of days prior to the election as the time at which such printing must or should be started. It is impossible to believe that the Legislature intended that the mere caprice of the County Commissioners as to when the printing of the ballots should be started, or the illness, volume of accumulated business, whims or intentions of a printer, should determine whether the voters of a county should have the right to vote for a living candidate of their party who was nominated in the manner prescribed in the Code. Ballots in some counties can obviously be printed and be ready for distribution much more quickly than in others. That there is some necessary time limit appears from section 982 of the Election Code, since it provides that objections to a substituted nomination certificate must be filed within three days, and with the Court of Common Pleas thereafter acting upon such objections.\nThe Election Code comprises, exclusive of amendments, over 200 pages, and it is perhaps inevitable that it should contain some ambiguities and inconsistencies; where that occurs, all of the relevant sections of the Act, as well as its purpose, object and intent, must be considered in construing any part which may be obscure. The sections to which we have referred must be given a reasonable and practical rather than an intensely narrow, literal construction. Consequently, they are to be construed as being merely directory, not mandatory, and as meaning that a substituted nomination for a deceased candidate may be made so long as time permits for the correction of the ballots accordingly. The question does not arise with respect to a substituted nomination for a vacancy created by the withdrawal of a nominee. Sections 978 and 981 (a) of the Election Code, as amended, specifically apply to such a contingency.\nIt was for these reasons that we held that the substituted nomination certificate of the Executive Committee of the Democratic Party was filed legally in time to permit the name of Howard B. Stewart to be placed on the ballot as a nominee for the office of County Commissioner of the County of Allegheny, and that we therefore affirmed the order of the court below.\nThe order of the court below was as follows:\n“And Now, to-wit, October 28, 1955, the petition filed at the above number and term having been presented in open court, it appearing that notice of the presentation thereof was given to Edward L. Flaherty, Chairman of the Republican County Committee of Allegheny County, and to John M. Walker and John M. Kane, nominees of the Republican Party for the office of Commissioner of Allegheny County, the parties being present in court and represented by counsel, a full hearing was held this date, and after due consideration of the testimony and the argument of counsel, the prayer thereof is hereby granted and it is ordered and decreed that the Board of Elections of Allegheny County accept and file the substitute nominatioii certificate of the Democratic County Executive Committee nominating Howard B. Stewart in place of Harry W. Fowler, now deceased, as a Democratic Candidate for the office of Commissioner of Allegheny County, for the Municipal Election tó be held. November- 8, 1955. ...... ...\n“It is further ordered that said County Board of Elections proceed forthwith to substitute the name of Howard B. Stewart by applying over the offieé block of County Commissioner printed on the paper ballots, stickers for said office block bearing the printed names of John J. Kane and Howard B. Stewart as candidates of the Democratic party, and of John M. \"Walker and John M. Kane as candidates of the Republican party for said office, and on the voting machine ballot labels by applying stickers bearing the printed name of Howard B. Stewart over the name of Harry W. Fowler, and on the various return papers by likewise applying stickers bearing the printed name of Howard B. Stewart over the name of the said Harry W. Fowler, now deceased.\n“It is further ordered that military and veterans’ ballots for said election be corrected in like manner so as to include said substituted nominee, and that said ballots be mailed or delivered promptly to military electors and hospitalized veterans in accordance with the provisions of the Election Code; that with respect to military and veteran voters who have, already voted, or to whom ballots have been mailed prior to the date of this Order, such original ballots which have been or will be received by the County Board be set aside and retained by said Board, to be counted only in the event that the corrected ballot mailed or delivered to such voters pursuant to this Order is not received by the County Board before 10 o’clock A.M. on November 18, 1955.”"}