{"id": "1261973", "contents": "Opinion by\nMe. Justice Allen M. Steaene,\nThe plaintiffs, Andrew Pappas and Louis Nicopolis, brought a bill in equity against James Klutinoty averring a partnership between the parties in the operation of a restaurant and praying, inter alia, for a decree of dissolution, an accounting and the appointment of a receiver. After hearing, the chancellor adjudged that a partnership existed and ordered the defendant to state an account of the partnership assets and to pay the plaintiff, Pappas, such amount as the account would show to be due him. Exceptions filed by defendant to the adjudication were dismissed by the court in banc. From that final decree defendant has appealed.\nThe sole issue involved is whether the evidence was sufficient to sustain the chancellor’s finding that a parol agreement of partnership existed between the parties.\nA partnership is defined under the Uniform Partnership Act of March 26, 1915, P. L. 18, Part II, Sec. 6, 59 PS 11, as “. . . an association of two or more persons to carry on as co-owners a business for profit.” Whether individuals are in fact partners inter sese is a matter of intention: Kingsley Clothing Manufacturing Company, Inc. v. Jacobs, 344 Pa. 551, 555, 26 A. 2d 315. The following facts, appearing in the chancellor’s adjudication, are determinative of that intention: On June 8, 1950, a lease, covering certain property in Butler Township, was entered into between the defendant and one John Cranmer for the operation of a restaurant. Three policies of insurance, encompassing fire, general liability and workmen’s compensation coverage, showed that the named insured for the leased premises was “Andrew Pappas & Louis Nicopolis & James Klutinoty t/a Lou & Andy’s Cranmer Restaurant.” Prior thereto, in the latter part of April, 1950, the defendant in the presence of the plaintiffs signed an order sheet for the purchase of restaurant equipment valued at $14,000. A note in the principal amount of $2,500, which represented the finances of the alleged partnership, was executed by the plaintiffs in favor of defendant and one Charles Cranmer. The payees endorsed the note and apparently discounted it at the Union Trust Company of Butler. This note was renewed on two occasions subsequent to its due date and ultimately assigned to the defendant by the trust company. A bank account, with withdrawals therefrom being limited to the signature of the plaintiffs, was opened in the name of “Cranmer’s Restaurant”. The chancellor found as a fact that defendant did not actively participate in the operation of the business, the managerial details and labor being furnished exclusively by the plaintiffs. He found further that an agreement of partnership was prepared and submitted to the defendant who either refused or failed to execute it. The venture proved to be unsuccessful and, on January 6, 1951, the plaintiff, Nicopolis, for and in consideration of one dollar, released all his right, title and interest in the business to defendant. Although defendant denied that there was any agreement of partnership and sought to establish a landlord-tenant and employer-employe relationship between the parties, it is obvious from the adjudication that the chancellor did not find his testimony credible and instead accepted that of the plaintiffs.-\nIn our opinion the chancellor’s conclusion is fully justified by the acts and conduct of the parties, as testified to by the plaintiffs and substantiated by the documentary evidence. Written articles of agreement are not necessary to establish a partnership. The relationship can and often does exist by virtue of a verbal agreement and may be either express or, as in the present case, implied from a consideration of all the attending facts and circumstances: Mattei v. Masci, 351 Pa. 93, 40 A. 2d 265; Miller v. Miller, 370 Pa. 520, 522, 88 A. 2d 784; Holst v. Butler, 379 Pa. 124, 131, 108 A. 2d 740. Since the findings, affirmed by the court in banc, are supported by competent evidence, they have the force and effect of a jury’s verdict and are binding on appeal: Zuback v. Bakmaz, 346 Pa. 279, 29 A. 2d 473; Mattei v. Masci, supra.\nThe decree is affirmed at the cost of appellant."}