{"id": "1263137", "contents": "Opinion by\nMr. Chief Justice Horace Stern,\nThis is an action to quiet title under Pa. R. C. P. 1061, which supplanted the former practice in equity by bill quia timet. Plaintiffs, Bérnhárd H. Grossman and Ruth B. Grossman, Ms wife, are seeking to have property of which they are presently the equitable owners adjudged free of a restriction on alienation. To their complaint answers were filed by the defendants. Plaintiffs appeal from a refusal of the court below to grant their motion for judgment on the pleadings.\nFronting on the south side of Kinsman Road in the City of Pittsburgh are three lots adjoining one another, each, as originally plotted, of a width of 50 feet and of a depth of 120 feet. Of these, lot number 8 is the westernmost, lot number 6 the easternmost, and lot number 7 is between the other two. In 1914 Josephine H. Reed and Charles H. Reed, her husband, conveyed lot 8 to Mrs. Florence King Bullock, who in turn, in 1917, conveyed it to A. W. Saxe. In 1918 the Reeds conveyed to Saxe the westernmost 10 feet of lot 7 abutting lot 8. In 1919 Mary I. Saxe, the widow and devisee of A. W. Saxe, conveyed lot 8 and this 10 foot strip of lot 7 to Mrs. Lucy F. West, widow, and in that same year the Reeds conveyed to Mrs. West the center 30 feet of lot 7, so that she thus became the owner of lot 8 and the adjoining 40 feet of lot 7. In 1953 she conveyed the center 30 feet and in 1954 the westernmost 10 feet of lot 7 to Joseph L. Glomb and Delia M. Glomb, his wife. The Glombs by agreement dated March 24, 1955, contracted to sell to the plaintiffs the 40 feet of lot 7 which they had thus acquired. One of the conditions of the agreement was that the plaintiffs, as equitable owners of the land thus sold to them, would promptly prosecute an action to remove a cloud from the title of the 10 foot strip.\nThe “cloud” thus referred to arose from a restriction placed upon the 10 foot strip in the deed from the Eeeds to Saxe in 1918. This restriction or condition was that the lot of land thereby conveyed should be used only in connection with the lot of land [lot 8] conveyed in 1914 by the Eeeds to Mrs. Bullock and by her in 1917 to Saxe, and that “the lot of land made up of and composing these two lots of land shall constitute a single lot of land.” It is plaintiffs’ contention that this restriction was invalid as constituting a perpetual restraint on the alienation of the 10 foot strip by any succeeding owners of lot 8.\nMrs. West died in 1954. By her will she devised all her property on Kinsman Eoad to Betty Eeed Lewis and appointed Harold K. Brooks as the executor of her estate. In plaintiffs’ action Betty Eeed Lewis and Harold K. Brooks, Executor, are named as defendants, together with Eleanor G-. Hill, who is the owner of lot 6 and the 10 easternmost feet of lot 7 bordering on lot 6.\nThe court below held that plaintiffs were not entitled to judgment on the pleadings because defendants denied in their answers that plaintiffs were in possession of the 10 foot strip from which they sought to remove the cloud on title, and therefore, unless such possession were established, an action to quiet title could not be maintained. In this the court was in error. It is true that ordinarily the plaintiff in such an action must be in possession of the land in controversy, if out of possession his sole remedy being an action in ejectment: Bruker v. Carlisle Borough, 376 Pa. 330, 334, 335, 102 A. 2d 418, 420. However, ejectment, being merely a possessory action, can be maintained only if tlie plaintiff has a right to immediate possession: Stofflit v. Troxell, 8 W. & S. 340; Dice v. Reese, 342 Pa. 379, 21 A. 2d 89; Brennan v. Shore Brothers Inc., 380 Pa. 283, 110 A. 2d 401. Pa. R. C. P. 1061(b) (2) provides that the action to quiet title may be brought “where an action of ejectment will not lie, to determine any right, lien, title or interest in the land or determine the validity or discharge of any document, obligation or deed affecting any right, lien, title or interest in land.” Therefore, where an action of ejectment is not available an action to quiet title may be maintained: Bruker v. Carlisle Borough, 376 Pa. 330, 335, 102 A. 2d 418, 420; Brennan v. Shore Brothers, Inc., 380 Pa. 283, 286, 110 A. 2d 401, 403; Versailles Township Authority v. McKeesport, 171 Pa. Superior Ct. 377, 382-384, 90 A. 2d 581, 583, 584. Such is the case here because plaintiffs, being merely the equitable owners of the property in question under their agreement of purchase, have no present right of possession of the property; therefore their action under Pa. R C. P. 1061 was properly brought and it was not necessary for them, as a jurisdictional prerequisite, to establish that they were in possession of the strip.\nBefore passing to a consideration of the merits of the appeal doubt must be expressed as to whether any of the defendants in the action have standing to question the relief sought by plaintiffs. It will be recalled, from the statement of facts heretofore made, that from 1919 on the title both to lot 8 and to the 10 foot westernmost strip of lot 7 was in Lucy F. West and it was she who, some 36 years after the Reeds had placed the restriction on the strip, chose, in disregard of it, to convey the strip to the Glombs. Certainly, therefore, she could not impugn the validity of her own conveyance, and, that being so, it is obvious that her devisee and her executor cannot claim any greater rights in regard thereto than she herself could now, if living, be heard to assert. The other defendant, Eleanor Gr. Hill, who is the owner of lot 6 and the easternmost 10 feet of lot 7, has apparently no legal interest in the matter whatever, since her own property is not affected thereby. Indeed, since the only apparent purpose of the restriction was to benefit lot 8 (although the Reeds, curiously enough, were no longer the owners of that lot when they imposed the restriction on the ten foot strip), there would not seem to be anyone who could have any legal or other interest in its enforcement except an owner of that lot, and, since Mrs. West, as such owner, deeded away the 10 feet in connection with the adjoining 30 feet of lot 7 while retaining the ownership of lot 8, there is apparently no one who is now in a position to object to her conveyance.\nAs far as the merits of the case are concerned, there is no need for an extended citation of authorities to the effect that one of the principal incidents of a fee simple ownership of property is the right to convey it and that the law will not permit either testators or grantors to fetter such ownership by imposing upon it a restriction on alienation. The question arises, therefore, as to the real import of the restriction that this 10 foot strip of lot 7 can be “used only in connection with” lot 8, and that the lot made up of and composing those two lots “shall constitute a single lot of land”? It is obviously a restriction which, in perpetuity, would prevent the owner of lot 8 from conveying away the strip, thus falling clearly and indubitably within the rule forbidding restraints on alienation as being contrary to public policy. Lot 8 and the 10 foot strip are to constitute forever a single, integrated, indivisible lot of land. To hold that the provision that the strip — a vacant piece of land — can be “used only in connection with” lot 8 is a restriction on “use” rather than on alienation would enable any grantor to restrain the alienation of property in defiance of the rule by the mere device of limiting its “use” to the grantee and his heirs forever, or, as here, attaching its “use” in perpetuity to another designated property. Except as restricting alienation the words: “used only in connection with,” have no definite or enforceable meaning. But, be all this as it may, it is obvious that whether the restriction precluded alienation and was therefore void, or whether it did not prevent such alienation, in either event the deed from Mrs. West to the G-lombs of the 10 foot strip effected a valid conveyance, and therefore the attempted restriction should be removed as a cloud on the title to the strip.\nThe order of the court below is reversed and the record is remanded with direction to enter judgment for plaintiffs on the pleadings.\nSuck refusal is appealable by adaptation of the Act of April 18, 1874, which made appealable the refusal of the analogous motion, under prior practice, for judgment for want of a sufficient affidavit of defense: Wark & Company v. Twelfth & Sansom Corporation, 378 Pa. 578, 580, 107 A. 2d 856, 857; McGee v. Singley, 382 Pa. 18, 20, 114 A. 2d 141, 142; Rohm & Haas Company v. Lessner, 168 Pa. Superior Ct. 242, 244, 77 A. 2.d 675, 677. Pa. R. C. P. 1061(a) provides that the procedure in the action to quiet title shall be in accordance with the rules relating to the.action of assumpsit.\nExamples: Lessee of Hauer v. Shitz, 3 Yeates 205, 220; Walker & Wife v. Vincent, 19 Pa. 369; Brock v. Pennsylvania Steel Company, 203 Pa. 249, 52 A. 190; Grubb v. Pennsylvania Steel Company, 203 Pa. 255, 52 A. 1134; Sparr v. Kidder, 265 Pa. 61, 108 A. 204; Pattin v. Scott, 270 Pa. 49, 112 A. 911; Kepler v. Kepler, 330 Pa. 441, 199 A. 198; Zoller Estate, 373 Pa. 451, 455, 96 A. 2d 321, 323; Stineman v. Stineman, 382 Pa. 153, 157-159, 114 A. 2d 137, 139-140; Fink v. Stein, 158 Pa. Superior Ct. 464, 468, 469, 45 A. 2d 249, 251. See, in general, 41 Am. Jur, 108, §66.\nIt might be added that even if the restriction were to be regarded merely as a “use” restriction, and not as a restraint on alienation, its sweeping nature, completely repugnant to the attributes of a fee simple estate, would render it just as invalid as if it were a restraint on alienation itself: 41 Am. Jur. 110, §69. Such a restriction is not like one concerning the location and character of buildings to be erected on the land or concerning the conducting of offensive businesses thereon, — types of restrictions which, of course, are valid and enforceable unless there occur a future change in the nature of the neighborhood."}