{"id": "1263123", "contents": "Opinion by\nMb. Justice Musmanno,\nThe only subject for consideration on the appeal in this case is whether the jury should have been permitted to pass on the questions of negligence and contributory negligence. It is clear from the record that the factual issues involved were strictly for the jury.\nOn January 10 and 11, 1954, a heavy snow (8 inches) fell in and around Bryn Mawr, Montgomery County. Two days later a temporary thaw set in and this was followed by a freezing temperature which solidified and corrugated the snow, slush and small pools of water into a rough, icy carpet of ruts, ridges and mounds 3 to 4 inches high. On January 14th, at about 11 a.m., Mrs. Eleanor Morris, the plaintiff, emerged from, the defendant’s store with a push cart laden with the groceries she had purchased. Her husband’s ear was. located at a distant corner of the defendant’s parking lot, which held some 50 cars, and she proceeded toward it, pushing the cart' before her. Arrived at the car she reached out to open the door when, as she described it, “my feet slipped off a rut, a ridge down into a rut and caused me to fall.”\nShe and her husband brought suit against the Atlantic & Pacific Tea Company for the damages they both, sustained, and recovered verdicts. The defendant asks for judgment n.o.v., urging that no negligence was established on its part and that the wife-plaintiff’s case revealed contributory negligence. This Court has said repeatedly that “it is incumbent upon the owner of premises upon which persons come by invitation, express or implied, to maintain such premises in a reasonably safe condition for the contemplated uses thereof and the purposes for which the invitation was extended.”\nIn Dalgleish v. Oppenheim, Collins, 302 Pa. 88, the plaintiff was injured when she stopped on a rubber mat which shot out from under her feet, with resultant injuries to her. In sustaining the verdict returned for the plaintiff, we said: “It is, of course, a storekeeper’s duty to use ordinary care to protect a customer from harm, (citing cases) Whether it did so, in the instant case, depended on the facts as the jury found them.”\nDid the defendant storekeeper here use ordinary care in protecting Mrs. Morris from harm? The defendant was fully aware of the icy conditions surrounding its store. Although there was evidence that it attempted to clear the parking lot of the snow which fell on January 10th and 11th, by using a snow plow, it was denied by plaintiffs’ witnesses that this cleansing process was an efficacious one. In any event it is clear that any attempts made by the defendant to reduce the hazards underfoot Were of small avail since the record paints a picture of a glacial situation which a jury could find imperiled the safety of patrons using the parking lot.\nStore customers have come to grief because of various substances lying on the- floors of business establishments they haye visited. They have slipped on cabbage leaves, spinach, grease, banana peels, soup, oil, and other matter, and when their eases came into court there was always the recurring question as to whether the store owner had knowledge of the presence of the slippery article and if so, did he have that knowledge, actual or constructive, for sufficient time within which ■to remove it before the accident. In Robb v. Niles-Bement-Pond Co., 269 Pa. 298, the plaintiff stepped into a pool of oil which had remained on a cement floor for five hours. This Court held that both the plaintiff’s contributory negligence and the defendant’s negligence were for the jury. In Markman v. Bell Stores Co., 285 Pa. 378, the customer slipped on some vegetable refuse. We said: “The mere presence of such refuse . . . does not in itself show negligence, for this condition may temporarily arise in any store of this character, though the proprietor has exercised due care; and, if it appears that proper efforts are made to keep clean the passageways so they may be safely traversed, he is not to be held responsible if some one accidentally slips and falls. Where, however, it is disclosed, as here, that the dangerous condition, arising from the same cause, was not a mere chance occurrence, but so often repeated as to call for frequent notices to the owner ... we cannot say the jury was not justified in finding defendant failed in his legal duty.”\nThe owner or custodian of an open parking lot receives notice every winter, and possibly many times during the winter, that the movement of automobiles over deep snow will churn and pile it into elongated elevations which the chemists of Nature, with their formulas of congelation, will transform into icebound walls, treacherous to the feet of mankind. This is so palpable a reality that notice of it could not be more directly brought home to the involved proprietor if it were written in the skies. With this prescience of inevitable pedestrian danger in the area under the defendant’s supervision and control, it was a question of fact for the jury whether the defendant here did anything, or enough, in an endeavor to prevent accidents which, in the very sequence of inevitable phenomena, could easily occur. In the case of Flora v. Great A. & P. Tea Co., 330 Pa. 166, the question arose as to whether the store proprietor could have foreseen the possibility that a customer could fall on a linoleum-covered floor, made slippery with slush and water tracked into its store. In affirming a verdict for the plaintiff, this Court said: “Slipping on wet linoleum is of such frequent occurrence that those who have linoleum on the floors of their stores and who permit it to become and remain wet, cannot successfully plead that such a fall as the minor plaintiff sustained was not foreseeable.”\nSlipping on frozen surfaces is certainly as foreseeable as slipping on wet linoleum. Spills on ice are so common an occurrence that they have become the peculiar property of cartoonists who are constantly picturing the breath-taking, woebegone event. Certainly it cannot be said as a matter of law that it was impossible for the defendant to foresee that one of its patrons might collide with the danger-fraught ice ridges in its front yard, and of which it had been aware for more than a day. We are satisfied that the jury was justified in finding that the defendant company failed in its obligation of exercising due care in the circumstances.\nIt is clear also that the question of contributory negligence was one for the jury. Although the slippery condition of the surface of the parking lot was evident to the plaintiff, it cannot be said that its danger was so pronouncedly obvious as to have compelled her to stay away from it. Other patrons were tramping across the frozen ground to get to their cars. That no one else fell eliminates the finding by demonstration that the peril was a patent one. In the case of Holbert v. Philadelphia, 221 Pa. 266, the plaintiff fell on a patch of ice while passing through a tunnel, knowing of the condition within. It was argued there, as it is by the appellant here, that this affirmative knowledge on the part of the plaintiff convicted her of contributory negligence as a matter of law, but this Court, speaking through Mr. Justice Mestrezeat, said: “Whether the plaintiff exercised proper care in passing along the sidewalk, and whether she fell from any want of care on her part, were for the jury. It has been argued that as she approached the bridge she saw ice on the pavement, both in and outside the tunnel, and that, therefore, it was negligence for her to attempt to pass through the tunnel. There was nothing there to admonish her that by the exercise of care she could not pass with safety through the tunnel. She had done so on a previous occasion when the same or similar conditions existed. The danger was not immediate or imminent. The sidewalk was in constant use by the people of that vicinity ... Nor was the plaintiff to be driven from the street or prevented the use of the sidewalk by the fact that she, like many others in that community, knew of the icy condition of the walk.”\nThe fact that a controverted terrain is dangerous, or potentially so, does not of itself prove contributory negligence. Where a proprietor allows to develop a dangerous condition which could have been avoided, it is no conclusive defense against a person injured thereby to say that he could see the danger. The plaintiff in the case at bar had to go home sometime, she could not remain at the store indefinitely. The question to be determined in situations of this kind is whether the danger so outproportions the hardship of seeking ways out of it, that the Court should say it was folly for the guest to enter the danger zone at all.\nIn the field of contributory negligence there is an area which although potentially dangerous is not prophetic of resultant mishap. A pedestrian may enter this area, if the exigencies of the moment require him to do so, and if injured therein, it cannot be said that he has convicted himself of contributory negligence as a matter of law. Then there is an area of obvious peril, where, regardless of necessity, the traveler is forbidden to enter, on pain of culpable contributory negligence should there be accident. These areas are not necessarily widely separated. They may be contiguous and even at times overlapping. It is for the jury to decide in which area the plaintiff was moving when events went awry. If one crosses a sagging bridge and falls with it, he has invited his own misfortune. Where, however, he enters on a staunch bridge, crossing over on a partially defective sidewalk, also being used by the general public, the fact-finding tribunal will determine, in the event of untoward incident, whether, in view of the slight risk involved, it was imprudent for him to have attempted the passage at all.\nIn the case of Cathcart v. Sears, Roebuck & Co., 120 Pa. Superior Ct. 531, 533, the plaintiff was accused of contributory negligence for entering upon a wooden bridge and falling down stairs in the darkened passageway. In affirming a verdict for the plaintiff the Superior Court said: “Appellant argues that plaintiff was contributorily negligent because she proceeded in ‘utter darkness’ and fell down the stairs on the passageway . . . Plaintiff did nothing unreasonable. She did what many other customers of the defendant were doing, and we cannot say that her conduct was not that of a reasonably prudent person.”\nIn the case of Oberheim, v. Pa. Sports and Enterprises, 358 Pa. 62, 67, the plaintiff was injured when she fell over a pocket or ridge of ice in a skating rink. The defendant pressed for judgment n.o.v., arguing contributory negligence as a matter of law because the plaintiff did not avoid the “irregular and rough area” which caused her to fall. This Court, in refusing judgment n.o.v., said: “The question of the wife-plaintiffs alleged contributory negligence was clearly a matter for the jury. It is, of course, quite possible that she did not actually exercise the degree of care for her own safety which the law required, but whether or not she did so was for the jury to determine in the light of all the surrounding circumstances, e.g., the dim lighting, the cluttered and consequently unavailable handrailing, which she had attempted to use, and the recent formation of the negligently existing ice pocket or ridge whose dangerous presence was not as observable, when looked down upon at the vertical, as it might otherwise have been. The mere fact that Mrs. Oberheim may have known that an irregular and rough area existed where she was attempting to pass does not convict her of contributory negligence as a matter of law.”\nAlong the same line, this Court said in Steck v. City of Allegheny, 213 Pa. 573, 576: “. . . when the testimony shows a defect of such character, that the [premises] can be used with safety by the exercise of reasonable care notwithstanding'its defective condition,' it' is not for the court, but for the jury, to determine whether the injured party performed the duty required of him under the circumstances.” \"\nThe appellant contends furthér that there was no need for Mrs. Morris to have taken her'groceries out to the' automobile since the'store provided boys for that service. It was not established that such service was adequate, but even if it were, the plaintiff still had to get herself to the car and she found that holding on to the pushcart offered greater security than walking alone.\nWith regard to whether she might have boarded the ear at a safer place this was again for the jury to decide. In Sculley v. Philadelphia, 381 Pa. 1, 12, we said: “. . . If the alternative route had dangers of its own and the dangers of the route actually taken are not so great and obvious as to deter ordinarily prudent and careful people from using it, the question of contributory negligence is for the jury.”\nThe plaintiff testified that when she got half way to the automobile she paused to consider whether she should retrace her steps or continue on to the car. The defendant argues that she should have returned to the store, but from the evidence it would appear that “returning were as tedious as go o’er” In any event, this was a question for the jury to determine, with all the other factual issues in the litigation.\nJudgments affirmed.\nNettis v. General Tire Co., 317 Pa. 204; Flora v. Great A. & P. Tea Co., 330 Pa. 166, 169.\nMacbeth, Act III, So. IV.:"}