{"id": "1263043", "contents": "Opinion\nPer Curiam,\nThe order entered in this case in the Court below is affirmed on the following excerpts from the opinion of Judge Diggins:\n“This action was instituted by the plaintiff on November 25, 1938, with statement of claim filed March 30, 1939, seeking to recover damages in the amount of $25,000 for alleged wrongful conversion by the defendant as a result of a landlord’s distraint and constable’s sale on November 16, 1938 of certain furniture and fixtures in a taproom located at 228 West Third Street, Chester, Pennsylvania. An affidavit of defense was filed by the defendant containing new matter and the plaintiff thereafter filed an answer to the defendant’s new matter.\n“The case was at issue and listed for trial during the week of October 30, 1939 but on October 19, 1939, the defendant filed a petition for rule to show cause why it should not be permitted to file an amended affidavit of defense. On November 14th of the same year, the rule was made absolute and on that day the defendant filed an amended affidavit of defense containing new matter and the plaintiff was allowed fifteen days within which to file an answer thereto. The plaintiff has from November 14, 1939 to the present time not filed an answer to the defendant’s new matter and the case has never been placed on the trial list by either side.\n“In March of 1955, the defendant filed a petition for rule to show cause why a non pros should not be granted for failure of the plaintiff to proceed and an answer to the defendant’s petition was filed by the plaintiff. On June 1, 1955 a hearing was held on said petition and answer before Diggins, J. and the Court directed that briefs be filed. The matter for us to decide is whether or not the plaintiff’s failure to plead and to bring the case to trial for a period of over fifteen years constitutes under all of the circumstances an abandonment which entitles the defendant to have the case non prossed.\n“It would appear that the matter is covered by Pa. R. C. P. No. 1037 as follows: ‘In all cases, the court, on motion of a party, may enter an appropriate judgment against a party upon default or admission.’ as well as by the authority of many appellate court decisions.\n“The facts disclose that plaintiff in 1938 was the owner of certain premises which was subject to a mortgage held by the defendant. A Mr. and Mrs. Miller were tenants of the plaintiff under a lease negotiated by the defendant who was then managing the property for the plaintiff and this lease specifically stated that certain bar equipment was the property of the plaintiff although the lease was not offered in evidence. The plaintiff defaulted in the mortgage and the defendant foreclosed and later distrained upon the tenants and instigated a constable’s sale. Plaintiff contends that the bar equipment was his separate property and was not subject to the distraint.\n“Plaintiff admits the long delay in bringing the matter to trial, offering as a reason for the delay the fact that the attorney who started the action represented him until 1943 when this attorney was disbarred and the plaintiff obtained his files from this attorney. Then in 1945 or 1946, he took the file in this particular case to other counsel but no other attorney appeared in this case until Ms present counsel filed the answer to the petition and rule. The plaintiff further offered the excuse that he was ill with tuberculosis during much of the period of the delay in this case and was for a time out of the state but the record discloses that-this illness was discovered in December of 1936, two years before this action was started, that he was hospitalized in early 1937 and that he was out of the county for periods of time in 1936, 1937 and 1938. Plaintiff contended that the illness continued for ten to eleven years. However, plaintiff admitted that he lived in Chester from the time of the institution of the suit in 1938 up until the present time, that he conducted four taprooms in Chester at the same time from. 1939 up until 1948, and also testified that he was engaged in the business of buying and selling real estate in and around Chester in the last four years. The record shows that the plaintiff instituted another civil suit in Delaware County about the year 1948 and also, instituted one criminal case about that time. These two actions were prosecuted to a conclusion. Plaintiff also testified that from the time this suit was instituted until the present time, he has had some five or six different lawyers to represent him.\n“In the meantime, at least two important witnesses, James P. Miller and Myrtle Miller, his wife, who were; the tenants occupying the premises at the time of the-constable’s sale cannot be found and have not been heard from in this locality since 1939. . . .\n“Here not only are the -whereabouts of two important witnesses unknown but the memories of all available witnesses must necessarily be dimmed and perhaps extinct. .. .\n“In Potter T. & T. Co., Admr. v. Frank, 298 Pa. 137, wherein the court ¡said: ‘There is no fixed rule as to the length of delay that will prevent plaintiffs proceeding. It is a question of discretion controlled by the facts of the particular case, and the decision of the court below will not be reversed until there is a manifest abuse of discretion.’ and the court. . . noted in the opinion that as a matter of common fairness, he who brings another into court should prosecute the claim against him with reasonable diligence and stated that there is no greater reflection upon the administration of justice than the permission of endless litigation ...”\nOrder affirmed."}