{"id": "1263027", "contents": "Opinion\nPee Cueiam,\nThe decree is affirmed on the following excerpts from the adjudication and opinion of President Judge Geaehaet:\n“George Dreisbach, a widower, died testate October 20, 1952. TIis will, dated December 18, 1950, was duly probated. The executors and trustees, Harry F. Lester and The Allentown National Bank of Allentown, Pennsylvania (now ‘The First National Bank of Allentown’ under a bank merger), have filed their Second and final account. ...\n“The testator devised his residuary estate to his trustees,'in trust, ‘however, to invest and reinvest the same and to pay the. net income therefrom in seini-annuál installments unto the Evergreen Cemetery Association, East.Mauch Chunk, Pennsylvania. This Cemetery Association is directed and instructed to distribute this semi-annual income among the three funds I have already established with this Cemetery Association, to-wit: The Dreisbach Maintenance Fund, the Dreisbach Flower Fund and The Dreisbach Monument Fund. The income thus received is to be used only on the plot deeded to George Dreisbach.\n“Objections have been filed by E. Claire Valentine to the proposed Schedule of Distribution, wherein the Accountants propose to distribute to Harry F. Lester and The Allentown National Bank, trustees, for the perpetual care and maintenance of the family cemetery plot of the decedent the balance of principal in the amount of $163,765.64, and the balance of income of $5,311.02, or a total of $169,076.66; the income of the fund to be used for the perpetual care and the maintenance of the family burial plot of the decedent.\n“The substance of the objections of E. Claire Valentine is that she objects to the distribution of any funds to the trustees in excess of what the Court finds to be reasonable for the purpose of carrying out the testator’s intention with respect to the family plot in the Evergreen Cemetery, Jim Thorpe, Pennsylvania, formerly Mauch Chunk, Pennsylvania. She claims that such excess should be distributed to her as the only heir and next of kin of the testator. . . .\n“A trust for the perpetual care and maintenance of a family plot and for the placing of flowers thereon, has been recognized as a valid trust and not void against perpetuities. This early recognition was made by the Act of 1891, P. L. 119, 9 P.S. 4, now superseded by the Estates Act of 1947, P. L. 100, Sec. 4, 20 P.S. 301.4. The Act of 1891 provided: No disposition of property hereafter made for the maintenance or care of any cemetery, churchyard or other place for the burial of the dead, or of any portion thereof, or grave therein', or monuments or other erections on or about the same, shall fail by reason of such disposition haying been made in perpetuity, but said disposition shall be held to be made for a charitable use.’\n“The Estates Act of 1947, 20 P.S. Sec. 301.4, provides: ‘Rule Against Perpetuities. (B) (2) Cemetery Trusts. Interests which are directed to be used for the maintenance, care or adornment of any cemetery, churchyard or other place for the burial of the dead, or any portion thereof, or any grave therein or any improvement on or about the same, and which are subject to no condition precedent at the end of the period described in subsection (B)’.\n“In the Commission’s Comment to the Estates Act, as applied to ‘Cemtery Trusts’ with respect to a change in the Act of 1891, it was stated: ‘The only substantial change in wording is that the words “said disposition shall be held to be made for a charitable use” have been omitted as unnecessary and as tending toward confusion.’\n“It is now well established that trusts for the maintenance and care of testators’ burial lots and the maintenance of family burial lots are a matter of private personal concern and not of charity. (Estate of Anna M. Deaner, Deceased, 98 Pa. Superior Court 360, 364; 2 Bogart on Trusts, 377; 2 A.L.I. Restatement, Trusts, §374, comment h.)\n“In the case before us, both sides admit that this is not a charitable trust and that there is no room for operation of the cy-pres doctrine. (Restatement, Trusts, §399; Essig’s Estate, 167 Pa. Superior Ct. 66, and cases cited; Stephan’s Estate, 129 Pa. Superior Ct. 396). The testator has made it abundantly clear in the language of his will and in letters forwarded to -the Evergreen Cemetéry officials that: the income of - the trust fund is to be used, exclusively for. the maintenance of his own cemetery-plot.. He apparently was not interested in the approaches to tiie cemetery plot nor in any other part of the cemetery. On this, all parties are agreed. . . .\n“The Accountants recognize that in Palethorp’s Estate, 249 Pa. 389, the Supreme Court did actually reduce the principal of a cemetery trust from $150,000 to $10,000. But they insist that the decision reached in that case is not apposite here. In the Palethorp case the testator devised $150,000. in trust, to maintain a family burial lot and to support a ‘proper person to attend to the care of the lot and show people where it is’. Judge Dallett, the auditing judge, struck down the provision for the employment of the caretaker-guide, but upheld the validity of the other provisions. He also held that the sum which the testator set aside for this fund was excessive. In reducing this amount, Judge Dallett in his adjudication in 24 District Reports 215, stated at page 221: ‘As was represented at the audit, the cemetery now holds a fund of $1000 for the care of this lot. Such reasonable amount as should be added for the purpose will be added, and the auditing judge, in the absence of an agreement of the parties, will determine what that amount should be at a subsequent audit. Perhaps so much as $10,000 would be reasonable. Any excess, in his opinion, must fall into residue and be distributed among the testator’s next of kin, and he will, therefore, so award’. . . .\n“. . . Likewise, the Supreme Court in Palethorp’s Estate, supra, 411, in dealing with the bequest of $150,-000. for the care of the cemetery lot, stated: ‘The reasoning of the learned auditing judge as to this item is convincing and the equitable disposition made for setting aside a proper sum for this purpose should meet with the commendation of all concerned’....\n“In this case the testator has dedicated the income of his entire residuary estate, which residuary amounts to $163,765.64 and will later be augmented by about $50,000 upon the death of Ruth J. Lester, to the perpetual maintenance of his cemetery lot containing approximately 650 to 750 square feet. The annual income derived from the residuary estate amounts to many times the sum necessary to maintain the cemetery plot in the condition desired by the testator. This we regard offends public policy, for reasons which will be hereinafter stated. . . .\n“The Accountants request the Court to set up the entire principal and income of the residuary estate in trust. They contend that only when the income proves to be excessive may distribution be made to the next of kin, and this regardless of the fact that the fund will produce income far in excess of what is necessary to carry out the testator’s purposes.\n“As pointed out by the Objector, such a contention flies in the teeth of the prohibition contained in Section 6 of the Estates Act of 1947, which provides: ‘No direction or authorization to accumulate income shall be valid. . .\n“Now, of course, in this case the testator has not directed that the income be accumulated. However, accumulation of income is implied and will necessarily result. The amount set up in the trust is admittedly considerably in excess of that required to produce sufficient income to carry out the testator’s purpose. There is no provision in the will for the distribution of the excess income. In such cases, it has been held that the intention, of the testator is immaterial if the effect is to create unlawful accumulations; that is to say, unlawful accumulations may result from implied as well as expressed provisions for accumulations (Neel’s Estate, 252 Pa. 394; Strock Estate, 2 Fiduciary Reporter 204, 208; Billings's Estate No. 2, 268 Pa. 71, 74; Weinmann’s Estate, 223 Pa. 508, 510). . . .\n“It is well to remember that a cemetery trust for the testator’s family plot is not a charitable trust. (Estate of Anna M. Deaner, supra; Essig’s Estate, supra, 69; 2 Bogart on Trusts, 377; 2 A.L.I. Restatement, Trusts, §374, comment h). It is also to be borne in mind that the Courts have recognized a distinction between the rule governing perpetuities and the rule governing accumulations. (Leisenring’s Estate, 237 Pa. 60, 66, 67). The Estates Act of 1947 has validated cemetery trusts as a perpetuity, but as respects the provision for accumulations contrary to the statute as found in Section 6 of the Estates Act, 20 P.S. 301.6, a cemetery fund is not in the excepted class, for it is not a charitable trust. See also Wise et al. v. Rupp, 269 Pa. 505, 508; Nixon v. Nixon, 67 D. & C. 173, 178, 179; for a full discussion of the subject, see Devereux Estate, 48 D. & C. 491, 497, 498____\n“Clearly, the three letters sent to the Association under date of November 20, 1924, and the other dated July 1, 1932, and also the letters of the Cemetery Association dated December 31, 1924 and March 14, 1933, are incorporated in the testator’s will by reference and should be probated, and we now direct the Accountants to offer the same for probate.\n“Likewise, we are of the opinion that the letter of August 18, 1945, directed to the officers of the Evergreen Cemetery Association, which is the most important document and indicates in detail just what the testator desired, should also be probated because it refers to the letters already incorporated in the will. (68 Corpus Juris, Section 268). This letter of August 18, 1945, is the instrument that delineates fully what the testator desired with respect to the three funds and the maintenance of the cemetery plot. We are of the opinion that the letter is sufficiently tied up to the will that it should be incorporated. The testator, by referring to the letters in the manner he did, intended that the same should be used to explain his intention. And for that purpose, as was said in Hogue’s Estate, 135 Pa. Superior Ct. 543, ‘It becomes in some sense a part of the will and is to be taken in connection with it to get at the testamentary purpose’.\n“Accordingly, the Accountants will also offer for probate the letter of August 18, 1945. . . .\n“After observing and considering the testimony of all the witnesses, we are of the opinion that income in the following amounts is necessary to maintain the plot in excellent condition and to provide and place flowers as directed by the testator. We itemize them as follows: $420. (Four-Hundred and Twenty Dollars) per year for flowers and cost of placement. $100. (One-Hundred Dollars) per year for mowing grass, care of soil, weed-killer, fertilizer, etc. (Parenthetically, it should be stated that the Cemetery Association provides perpetual care in the way of mowing lots upon the payment of twenty-dollars per grave, i.e., for the normal cost of mowing the Dreisbacli plot, the Cemetery would receive less than five-dollars per year). $80. (Eighty-Dollars) per year to take care of extras, such as cleaning the monuments and extra attention that might be required, and for the purpose of building up a reserve fund so that if it is ever necessary to replace the monuments, there would be a sufficient fund available.\n“Lest it be thought that we are inconsistent by setting up this eighty-dollars to take care of emergencies, we point out that trustees may within reasonable limits retain temporarily a certain amount of surplus income in aid of the judicious management of the trust and to provide for future contingencies, this without violating the statutory or testamentary direction against accumulations. (Sinnott’s Estate, 310 Pa. 463; Howell's Estate, 180 Pa. 515; Estates Act of April 24, 1947, P. L. 100, Section 6(1), 20 P.S. 301.6).\n“We therefore find that six-hundred dollars ($600.) per year will be required to carry out the purpose as stated in the testator’s will and to meet future contingencies. Capitalizing the six-hundred dollars at three per cent amounts to twenty-thousand ($20,000.) dollars, which amount will be set up in trust for the purpose of carrying out the provisions of the testator’s will with respect to the maintenance of his family burial plot. This will be in addition to any balance in the three funds set up by the testator in his lifetime and presently in the hands of the cemetery officials.\n“Now, April 7th, 1955, the account is confirmed. For purposes of distribution, we blend the balance principal in hand of $163,765.64 with the balance income of $5,311.02, making a total of $169,076.66, and out of this amount, we now direct that the Accountants pay to themselves as trustees the sum of twenty-thousand ($20,000.) dollars, to pay so much of the net income therefrom in semi-annual installments unto the Evergreen Cemetery Association, East Maueh Chunk, Pennsylvania, as is necessary to carry out the provisions of the testator’s will as indicated in Paragraph Five thereof and as detailed more explicitly in certain letters referred to in the will and in the body of this adjudication. The balance remaining, together with any income earned since the filing of this account, the Accountants will pay to the Objector, E. Claire Valentine, as the only next of kin entitled to this intestate portion of the decedent’s estate. . . .”\nExcerpt from Opinion on Exceptions to Adjudication\n“The Exceptants argue that since the Legislature has validated a cemetery trust as a perpetuity, it is for the Legislature and not the Court to limit the amount which can be left in trust, and from this it is argued that since neither in the Act of 1891 nor in the Estates Act of 1947 did the Legislature expressly limit the amount that may be set up in trust, that an amount without limit is permissible. This contention overlooks the fact that our Supreme Court in Palethorp’s Estate, 249 Pa. 389, did actually reduce the amount of the trust fund from $150,000. to $10,000., and that in a number of cases that followed in which the amount of the trust was in question, the decision turned on the reasonableness of the amount set aside. (Leber’s Estate, 123 Pa. Superior Court 1, 3, 4; Close’s Estate, 260 Pa. 269, 270; Kreps Estate, 1 Fiduciary Reporter 99, 104; Reedy’s Estate, 40 Berks County Law Journal 81, 85; Devereux Estate, supra, 491, 497, 505). . . .”\nCosts to be paid from the corpus of the estate."}