{"id": "1263163", "contents": "Opinion by\nMr. Justice Jones,\nThis appeal is from an order of the court below affirming the action of a zoning board of adjustment in sustaining the zoning officer’s refusal of a permit for the extension of a building to accommodate the normal business expansion of a nonconforming .use. The applicant brought this appeal.\nIn 1945 the appellant became the owner of a lot of ground in the Borough of Beaver located at the corner of Fifth and Navigation Streets. The lot fronted 41.74 feet on Fifth Street and ran back along Navigation Street, preserving a substantially even width throughout, for a distance of one hundred and fifty feet to a twenty-foot alley. It was improved with a dwelling located on the Fifth Street end of the lot, and, at the rear, there was erected thereon a double, one-story, frame garage. By 1949 the owner had established in the garage an iron working, welding and automobile repair business. By March 1, 1951, he had enlarged the garage building for his business purposes to its present size of twenty feet by forty feet; and a portion of the lot to the extent of approximately six hundred square feet, between the garage building and the residence, was used by the owner as an open storage and work area in the furtherance of his business. In addition to that, an open frame lean-to, attached to the garage and covering approximately one hundred and twenty-five square feet, was also used for storage of tools, equipment and spare parts necessary in the business.\nThe Borough of Beaver enacted its zoning ordinance on March 13, 1951. The ordinance zoned as commercial practically the entire length of Third (or Main) Street of the borough and two lots directly back of the court house yard and a public square, both of the latter abutting on Third Street. All other property in the borough was zoned residential. Consequently, the appellant’s established business located at Fifth and Navigation Streets became, with the adoption of the ordinance, a nonconforming use.\nBecause of the growth of the appellant’s business, he applied on March 30, 1953, to the zoning officer for a permit for the construction of a concrete block addition to his garage building, thirty feet by forty feet in size. A permit was refused by the administrative officer and, on appeal, the board of adjustment affirmed the refusal. The owner’s appeal to the court below resulted in the record and order which we now have for review.\nTwo somewhat similar prior applications for a permit had likewise been refused and, although extensive testimony had been taken at hearings before the board of adjustment upon the appeals to that body, the matter never reached the court below until the appeal from the board’s affirmance of the administrative officer’s denial of the third application. Upon certifying the record to the Court of Common Pleas, the board of adjustment so condensed the testimony that the court was unable to determine the facts upon which the board had based its findings or the reasons for its conclusions. In that situation, the court remanded the record to the board of adjustment with directions that it institute such further proceedings as were necessary to complete the record and, particularly, that it answer nine specific questions. However, no additional testimony was adduced before tbe board. At tbe hearing on tbe third application, counsel for all parties bad agreed that tbe board might also consider tbe testimony taken at tbe two earlier bearings. From tbe notes of testimony taken at tbe three bearings, tbe board answered tbe questions propounded by tbe court and made findings of fact to which tbe applicant excepted. After argument before tbe court on tbe returned record as thus revised, tbe court entered tbe ultimate order affirming tbe board’s refusal of a permit. Tbe court based its decision on tbe restriction in tbe ordinance against tbe extension by way of structural alterations of a building bousing a nonconforming use, noting that tbe constitutionality of such a restriction or limitation upon a permissible nonconforming use has never been passed upon 'by this court.\nHowever, in tbe view we take of tbe case, it is unnecessary for us to consider tbe constitutionality of tbe restriction. Tbe question here involved is one of law as to tbe meaning and scope of tbe provisions of tbe zoning ordinance with respect to permissible nonconforming uses. Tbe material facts are not in dispute although we may point out that tbe board’s findings in several instances are plainly irrelevant. Thus, tbe board found that tbe appellant’s present business interferes with bis neighbors’ enjoyment of their residential properties through tbe congestion of traffic on the streets and bright flashes from welding at night and that the attendant noise and racket annoyed tbe neighbors. There was no question before tbe board as to whether tbe appellant’s operation of bis lawfully existing nonconforming use should be abated; nor could there have been. Jurisdiction of such a problem is in another forum. Likewise, tbe finding that tbe granting of the permit would adversely affect the value of the neighboring residential properties where many new homes had been built in recent years introduced elements of private personal considerations which should have no part in an exercise of the police power for the promotion of the health, welfare, safety and morals of the public generally; and the new homes must have been built with knowledge of the appellant’s existing nonconforming use.\nMaterial portions of Article V of the ordinance, which deal with nonconforming uses, are as follows: “Section 1 (a) The lawful use of land existing at the time of the adoption of this ordinance, although such use does not conform to the provisions hereof, may be continued .... (b) The lawful use of a building, existing at the time of the adoption of this ordinance may be continued, although such use does not conform to the provisions hereof, and such use may be extended throughout the building provided no structural alterations are made other than those ordered by an authorized public officer . . . .”\nIf the magnitude of the property devoted to the appellant’s nonconforming business use at the time of the adoption of the ordinance had consisted in its entirety of the twenty feet by forty feet garage building and the lean-to attached, then the restriction on the extension of the use by structural alteration of the building, which the learned court below deemed controlling, would become pertinent. However, such is not the situation which this record presents.\nAdjacent to the garage there is an area of seven hundred and twenty-five square feet of the appellant’s yard (including the space covered by the lean-to) which Avas as much devoted to the appellant’s business use at the time of the adoption of the ordinance as was the garage itself. The continued use of that land by the appellant in the operation of his business is expressly authorized by the above-quoted provision of Section 1 of Article Y of the ordinance; and nowhere in the ordinance is there an inhibition on the owner’s enclosing with a building the land so lawfully employed as a nonconforming use. The clear implication of our decision in Humphreys v. Stuart Realty Corporation, 364 Pa. 616, 621, 73 A. 2d 407, is that a nonconforming usé may be extended in scope, as the business increases in magnitude, over ground occupied by the owner for the business at the time of the enactment of the zoning ordinance. As our present Chief Justice pertinently stated in the Humphreys case, supra, “a non-conforming use cannot be limited by a zoning ordinance to the precise magnitude thereof which existed at the date of the ordinance; it may be increased in extent by natural expansion and growth of trade, neither is it essential that its exercise at the time the ordinance was enacted should have utilized the entire tract upon which the business was being conducted: Gilfillan’s Permit, 291 Pa. 358, 362, 140 A. 136, 138; Haller Baking Co.’s Appeal, 295 Pa. 257, 261, 262, 145 A. 77, 79; Cheswick Borough v. Bechman, 352 Pa. 79, 82, 42 A. 2d 60, 62.”\nIt is clear beyond dispute that the appellant has a recognized right under the zoning ordinance to continue his nonconforming use over the portion of his lot devoted to his lawful business purpose at the time of the adoption of the zoning ordinance. And, it seems equally clear that it is within such right for the appellant to enclose the open-air portion of his operation of the nonconforming use within a building. Unless such a building could be found to be detrimental to the public welfare, safety or health, the ordinance could not be thought to have excluded it: cf. Gilfillan’s Permit, supra.\nHowever, in addition to the seven hundred and twenty-five square feet of the appellant’s yard which is, and at all times presently material has been, an integral part of the property used in the furtherance of the nonconforming purpose, the appellant seeks to include within the walls of his proposed building four hundred and twenty-five additional square feet of the yard immediately adjacent to the portion already used for the nonconforming business. If the use of such additional property is reasonably necessary in order to accommodate the requirements of the natural growth of the business, the appellant’s remedy would be by way of a variance, the requisites for which are hardship to the owner if not allowed so to use his property and want of any detriment to the public interest if used in the manner proposed: Blanarik Appeal, 375 Pa. 209, 212, 100 A. 2d 58.\nIn the Blanarilc case, which was concerned with an application for an “exception” (more correctly, a variance) for the extension of a nonconforming use, Mr. Chief Justice Stern said, — “Apparently Blanarik required some additional room for the normal increase of his business and it would be imposing a wholly unnecessary hardship upon him to prevent his taking advantage of that increase, while, on the other hand, the proposed extension to his building could not, in the remotest degree, be contrary to the public interest or militate against the general purpose of the ordinance; indeed the Board of Adjustment did not give any meritorious reason whatever for their action.” The foregoing is equally applicable to the instant case so far as the use of the additional four hundred and seventy-five square foot portion of the lot is concerned.\nThe restrictive provision in Section 1 (b) of the ordinance against the extension of a nonconforming use by means of structural alterations in a building has no bearing on the facts of this case. The provision relates to a building entirely housing a nonconforming use which may be extended, as of right, throughout the building. Here, the building to be erected will be on the open-air portion of the lot devoted to the nonconforming use at the time of the adoption of the ordinance. The only change to be made in the existing garage building will be the removal of the wall of the garage on the side upon which the new building will abut. To say that the two permissible buildings may not be so joined and thus made communicating would be an unreasonable requirement.\nThe order of the court below is reversed at the costs of the Borough of Beaver and the record remanded with directions that the zoning administrator issue to the appellant a permit for the erection of a building on the seven hundred and twenty-five square feet of the lot upon which the nonconforming use has, in part, been operated and, also, on the additional four hundred and twenty-five square feet, immediately adjoining, in the event an application for a variance with respect thereto be entertained and allowed."}