{"id": "1263127", "contents": "Opinion\nPer Curiam,\nThe order entered by the lower Court in this case is affirmed on the following excerpts from the Opinion by Judge Sporkin:\n“On January 10, 1955, plaintiff caused judgment to be entered against defendants on a judgment note in the sum of $15,000, plus five per cent collection fee. On February 11, 1955 two of the defendants, E. R. Crown Construction Company and E. R. Crown, filed a petition and rule to show cause why the judgment should not be opened and the defendants be let into a defense. Plaintiff’s preliminary objections to the petition for rule to open judgment having been overruled, plaintiff on April 18, 1955 filed a timely answer to the said petition. Thereafter depositions were taken and testimony introduced by defendants only.\n“The following facts contained in the record are not disputed: On April 6, 1954 plaintiff and E. R. Crown Construction Company, one of the defendants, entered into a written agreement (hereinafter referred to as Building Agreement) whereby E. R. Crown Construction Company agreed to sell to plaintiff two lots of vacant ground in Delaware County and to erect thereon a dwelling and garage for plaintiff. Pursuant to the provisions of said building agreement a cash deposit in the sum of $5,500. was paid by plaintiff to E. R. Crown Construction Company on account of the total consideration of $55,500. Simultaneously with the execution of the building agreement, plaintiff advanced the sum of $15,000; and, a judgment note on which the subject judgment was entered was delivered to plaintiff; and, jointly with all the defendants herein, plaintiff entered into an agreement which, by its terms, was ‘made collateral to and concurrent with the agreement of sale dated April 6,1954.’ The ‘collateral agreement’ which refers to the defendants collectively as ‘Crown’ contained the following provisions: ‘Dozor has advanced to Crown the sum of Fifteen Thousand Dollars ($15,000), receipt of which is hereby acknowledged, under the following terms and conditions:\n‘Crown, individually and collectively, agree to be liable for the repayment of the said $15,000 and individually and collectively to execute a judgment note in that sum in favor of Harry T. Dozor and to deliver the same upon the signing of this agreement.\n‘The loan is to be repaid by a credit of $15,000 to Dozor, or Ms assignee, at settlement on account of the purchase price for completed premises Lots 1 and 2 Carroll Road and Farwood Road, Haverford Township, Delaware County, Pennsylvania, in accordance with the terms of the agreement of sale.\n‘If settlement for the said premises is not effectuated under the terms of the agreement of sale and within the time fixed therefor, the parties to the said judgment note obligate themselves to pay Dozor the said $15,000 without interest.\n‘Upon credit on account of the purchase price of the aforesaid premises being given Dozor in the amount of $15,000 at settlement, the judgment note is to be returned to the makers, or any of them.\n‘Upon failure of Crown, or either of them, to pay the said obligation in full, or in default of credit at settlement being given as aforesaid, Dozor shall then have the right to take judgment on the judgment note and proceed with execution against either, any or all of the makers of the said note and shall be entitled to principal and interest at the rate of six per cent from the date of the entry of the said judgment, in accordance with the terms of the said note. This right to judgment and execution may be exercised by Dozor at any time after it can be ascertained that title to the aforesaid premises cannot or will not pass in accordance with the terms of the agreement of sale. The entry of judgment on the said note by Dozor shall be final and conclusive of the timeliness of its entry, and the note, once entered, shall not be subject to attack.’\n“It is also conceded that the time fixed in the building agreement for settlement, has passed; that the dwelling and garage which E. R. Crown Construction Company had agreed to build, has not been completed; that settlement has not been effectuated under the terms of the building agreement; and that the sum of $15,000 advanced to defendants by plaintiff has not been repaid.\n“Defendants in their depositions have produced testimony which, if believed, would demonstrate that plaintiff was himself responsible for the delay in the completion of the dwelling, and for the failure to make settlement in accordance with the terms of the building agreement. Defendants’ nncontradieted testimony discloses further that after signing the agreements, plaintiff made various demands for changes in the house, thereby causing delay in the construction thereof — such as increasing the size of the house, adding additional rooms, and changing the location of the house; plaintiff also insisted upon a type of stone that could not be obtained locally and was not called for by the plans and specifications; plaintiff repeatedly stated that he was not in any hurry for the house and did not object if delay ensued; plaintiff requested that the construction mortgage be obtained through Colonial Mortgage Company and, to satisfy the plaintiff, the mortgage was placed with that company; Colonial Mortgage Company insisted that additional money be put up when the house was under roof; plaintiff by letter dated July 23rd, 1954 agreed to advance an additional sum of $7,500 to the said Colonial Mortgage Company when construction reached that stage; when the house was under roof in October, 1954, plaintiff, although requested to put up the additional money, declined to do so; plaintiff was arbitrary in the selection of plumbing fixtures; plaintiff, while insisting upon an enlargement of the house (not provided for in the building agreement) nevertheless refused to indicate definitely where the addition was to be located. Defendants’ substantial, credible, and uncontradicted testimony indicates that the house was not completed because of these actions on the part of plaintiff.\n“Plaintiff rests his opposition to the opening of judgment upon two principal grounds. His first contention is that any reference to the building agreement or to the testimony concerning plaintiff’s alleged responsibility for the delay in completion of the building, and in settlement under the terms of the building agreement would violate the parol evidence rule.\n“We can find no reason for the application of the parol evidence rule to this case. The respective rights of the parties must necessarily be governed by the collateral agreement quoted, supra. By the terms of this agreement the advance of $15,000, secured by the judgment note, was to be repaid at the time of settlement as fixed in the building agreement which was executed simultaneously with the note. It is immaterial for the purpose of these proceedings whether the $15,000 advanced by the plaintiff is called a ‘deposit’ or a ‘loan.’ In either event the agreement provided that the sum was to be repaid by a ‘credit of $15,000 ... at settlement on account of the purchase price for completed premises ... in accordance with the terms of the agreement of sale.’ If we assume that there is credible testimony that plaintiff was responsible for the failure of settlement to be consummated, we must ask ourselves whether plaintiff, by his own action, could avoid his obligation and thus deprive the defendants of their right to secure the $15,000 credit at settlement. To ask this question is to answer it in the negative.\n“Plaintiff also contends that even if the judgment on the note were entered in violation of the collateral agreement, the defendants have no recourse because they have waived the right to have the judgment inquired into by reason of the following sentence which appears at the end of the collateral agreement: ‘The entry of judgment on the said note by Dozor shall be final and conclusive of the timeliness of its entry, and the note, once entered, shall not be subject to attack.’ The collateral agreement, and particularly the last paragraph thereof, directly affect and circumscribe the authorization to confess judgment contained in the judgment note. Our appellate courts have repeatedly held that a warrant or power of attorney to confess judgment is to be construed strictly against the party in whose favor it is given. Rambo v. Dragons, 305 Pa. 24, 26 (1931); Polis v. Russell, 161 Pa. Super. 456, 460 (1947). Plaintiff would have us construe the language of the collateral agreement to mean that although judgment was to be entered only upon default of the defendants, E. R. Crown and E. R. Crown Construction Company, judgment once taken at any time and under any circumstances, could not be attacked, even if the plaintiff, rather than defendants, was actually the defaulting party. The contract does not so read, and certainly the strict rule required for the construction of warrants of attorney to confess judgment would forbid such an extension of the contract language used by the parties.\n“In the light of numerous Pennsylvania appellate decisions it is clear that the maker of an agreement containing a warrant to confess judgment cannot, by waiver, be deprived of his fundamental right to have inquiry made into the authority of the judgment-creditor to enter the judgment. It has been frequently held by our appellate courts that a waiver of a right to open judgment by confession applies merely to matters of procedure in the entry 'Of the judgment . . . Markeim-Chalmers-Ludington v. Mead, 140 Pa. Super. 490, 495 (1940).\n“See also, to the same effect, Polis v. Russell, supra, at page 461. And see Phila. v. Johnson, 23 Pa. Super. 591, 596 (1903); affirmed in 208 Pa. 645, 647 (1904).\n“In Curry v. Bacharach Quality Shops, Inc., 271 Pa. 364 (1921-1922), the Court said: ‘It (waiver of all errors and defects whatsoever in entering . . . judgment) is not a waiver of the right to have inquiry made into the power of the lessor to enter the judgment at all. What it does is to release to the lessor all errors or defects in the judgment or in causing the writ to be issued. Under it defendant could not take an appeal from the judgment in ejectment thus amicably entered, without more; he could not secure a stay of execution, thus delaying the appeal, nor could he take advantage of any procedural errors on the part of the lessor. As said in an early case, “These are not mere errors and defects in the entry of the action or judgment, to which, by its terms, the release is confined”; afterwards reiterated in Phila. v. Johnson, 23 Pa. Super. Ct. 591, 596, and affirmed by this Court in 208 Pa. 645, 647, wherein it is said, “The release of errors in connection with the warrant of authority operates only on irregularities in the proceeding apparent on the record. It does not reach the defect of a lack of authority to proceed.” See also Fogerty v. Dix, 75 Pa. Superior Ct. 214, 218. This paragraph did not contemplate judicial errors in the proceeding when the lessor’s right to enter the judgment is inquired into. Rules to open and to strike off judgments are illustrations, and the rest of the paragraph is germane to that immediately preceding.’\n“For the foregoing reasons we have opened the judgment and let the petitioners into a defense.”\nOrder affirmed."}