{"id": "1263039", "contents": "Opinion by\nMr. Justice Arnold,\nThis action was begun by a bill in equity in which the plaintiff sought to restrain the defendants, inter alia, from drilling a gas well on the property leased to plaintiff, alleging that the defendants were mere intruders, had no rights to the gas in question, and were engaged in a continuing trespass.\nAfter taking testimony at length on plaintiff’s application for a preliminary injunction, the chancellor, the late Judge Hipple, made elaborate findings of fact and. conclusions of law and granted the preliminary injunction. Thereafter, on final hearing, by stipulation of the parties the testimony taken on the preliminary injunction was received, and some additional testimony was taken. The parties then presented requests for findings of fact and conclusions of law, which were argued before Judge Hipple.\nBefore final decree Judge Hipple unfortunately died and the case was disposed of by the Honorable A. H. Lipez, his successor.\nPrior to the doing of the acts complained of, the plaintiff had acquired, by lease, the oil and gas under 173 acres, more or less (actually 173.3 acres) in Leidy Township, Clinton County, Pennsylvania. This lease, with its accompanying ratification by two of the parties, was recorded May 3, 1948, and the plaintiff went into possession, drilling a well now known as Daugherty No. 1, which was completed August 3, 1950. This resulted in an open flow production of 61,000,000 feet of natural gas daily with rock pressure of 4160 pounds.\nBy writing dated March 1, 1950, one Frank P. Daugherty (common source of title) executed a purported oil and gas lease for one acre to the defendant, Boeder. This lease was not recorded until June 29, 1950. Boeder, Trustee, thereafter sold and granted various fractional interests to the other defendants as tenants in common with him, declaring himself trustee for them.\nAbout August 18, 1950, the defendants prepared to drill a gas well on the area of this purported lease. Upon learning of it in September, 1950, the plaintiff, by letter, receipt of which defendants acknowledged, requested the defendants to cease operations and remove their equipment from the land because of its prior rights therein.\nActual drilling was commenced about December 22, 1950, and continued until April 2, 1951, when the court below granted the preliminary injunction restraining the drilling thereof. The Boeder well is 750 to 800 feet from Daugherty well No. 1 of the plaintiff.\nContrary to defendants’ contention, the plaintiff did not sit idly by but notified the defendants promptly of the plaintiffs rights in the premises, and requested them to cease operations, or in default thereof appropriate legal action would be taken to enforce the use and enjoyment of the oil and gas rights owned by it. In plaintiff’s letter to the defendants they were told that the one acre of land claimed by them was subject to the oil and gas lease made to plaintiff by Ralph W. Daugherty et al., and that by virtue thereof the plaintiff had title to and right to possession of all the oil and gas in and under the Daugherty tract. Therefore it was not guilty of laches in this case. When the defendants proceeded to spend their money in continuing the drilling of the well upon the acre in question, they did it at their own risk. Cf. Douglass v. Queeney, Jr., 109 Pa. Superior Ct. 336, 344, 167 A. 453.\nThere was no evidence showing Ralph W. Daugherty, Raymond G. Daugherty and Fred W. Daugherty were not the owners of the 25 acre tract when they executed the oil and gas lease to the plaintiff on February 25, 1948. It follows that the defendants were mere intruders and had no title to nor right of possession of the oil and gas under the one acre in question; and they had no right to trespass upon the premises, and their conduct in this respect was clearly tortious. They were therefore properly restrained from a continuing trespass, and the contention that this is an ejectment bill is not sustained. In addition, the defendants have not questioned that their acts were such that irreparable harm could result to the plaintiff if they were permitted to continue drilling, and thus equity had jurisdiction.\nThe real question in this case is what gas and oil the plaintiff had under lease February 25, 1948. It offered the 1945 deed from Frank P. Daugherty and wife to his three sons, together with evidence of a civil engineer who plotted a description of the five tracts of land described in that deed. The defendants’ witness, Frank P. Daugherty, who is the common source of title, testified that this one acre tract is located at the southwest corner of Parcel No. 3, which is where the defendants’ drilling was' located. Thus the defendants’ testimony locates the well with reference to the record title upon which the plaintiff bases its claim. In the absence of sufficient rebutting evidence, — and there was none, — the acre in controversy was owned by the three Daugherty brothers at the time of the lease to the plaintiff.\nThe next question raised by defendants may be thus stated: May the plaintiff be permitted to prove by parol evidence what land is embraced in its lease, while the defendants are not permitted to prove by parol evidence the land which was intended to be excluded from plaintiff’s lease? A moment’s reflection discloses that the offer of the defendants to show, by parol evidence, what land was intended to be excluded from the plaintiff’s lease, is neither helped nor hurt by what the plaintiff was permitted to prove by parol evidence.\nThe defendants offered to prove that the plaintiff’s lessors intended to exclude the one acre tract in question from their lease to plaintiff. This was to be done by the oral testimony of some of the lessors. It clearly violated the rule concerning the inadmissibility of parol evidence. The parties having put in writing their commitments, that writing becomes the expression of the final result of the negotiations between the parties, and is the best and only evidence of the transactions. See Gianni v. R. Russell & Co., Inc., 281 Pa. 320, 126 A. 791, and the multitude of citations of that case. There being no ambiguity in the contract, the offer was properly excluded.\nAs far as the plaintiff’s offer was concerned, it had shown that in its leases from the Daughertys, Parcel No. 3 began and ended at the same point in Road Hollow Road, and that this included the one acre tract in question, the description reading as to the first course, “Beginning at a post in the Road Hollow Road,” and the last course is, “then down Road Hollow Road North 16 degrees, West 12 perches, to the place of beginning.” This followed the description in prior deeds, which also began and ended at the post in Road Hollow Road, differing only as to the bearings and distances.\nThe court applied the familiar rule that courses and distances must give way to monuments on the ground. This rule, stated in Cox v. Couch, 8 Pa. 147, 154, is supported by an unbroken line of decisions, and parol proof is admissible to establish the existence of such marks and monuments: Rozelle v. Lewis, 37 Pa. Superior Ct. 563, 570. As stated in 26 C.J.S. 379, Heeds, §103, “where, by the rejection of a false and impossible part of a description which is repugnant to the general intention of the instrument, an adequate description will remain, the false part should be rejected and effect given to the deed. As sometimes stated, if the land conveyed is sufficiently identified by certain parts of the description, an impossible or senseless course should be disregarded, and the deed sustained.” The court below well stated: “Thus on the basis of the record title, in connection with a survey on the ground, the one acre and the well thereon claimed by the Hefendants is included in the land acquired by the three Daughertys from their father, Frank P. Daugherty, by deed dated November 26, 1945, and was so owned by them at the time of the lease to plaintiff . . . and is covered by said lease to the Plaintiff.”\nThe parcel involved in this proceeding is designated as Parcel No. 3 in the various deeds in the chain of title. This parcel is situate on the northerly side of the Road Hollow Road and originally contained 25 acres. The plaintiff’s testimony established the fact that it was the lessee of the Daugherty farm containing 173 acres more or less. The testimony of the defendants sought to establish that the one acre tract, fronting on the public highway and situate at the southwest corner of that parcel of land, did not pass under the various conveyances to the plaintiff’s lessors, and that hence the one acre tract was not passed to the plaintiff.\nBut it is apparent on the face of the record that the defendants had no title or right of possession of the gas under this one acre tract. Turning to the defendants’ testimony, it is clear that the one acre tract, or the gas thereunder, did not pass to the defendants. As set forth, Parcel No. 3 originally contained 25 acres. By virtue of conveyance between Frank Daugherty and his brother, Elmer Daugherty, Frank Daugherty acquired title to 24 acres, having reserved therefrom the one acre tract which is the subject of this dispute. But Elmer Daugherty and wife thereafter, in 1913, conveyed to Frank P. Daugherty the one acre tract, — -the same one acre previously reserved out of Parcel No. 3, which 25 acres of land was conveyed in November, 1945, by Frank Daugherty and wife to Ralph Daugherty, Raymond Daugherty and Fred Daugherty, without any exception or reservation. Moreover, in this deed Parcel No. 3 is described as containing 25 acres, more or less, beginning at a post on the Road Hollow Road and following various courses and distances to the place of beginning.\nAll that the defendants did was to make the offer to show by oral testimony of one of the Daughertys that the one acre tract was intended to be excluded in the conveyances to the plaintiff-lessor. Since the defendants had no title to nor right to possession of the gas and oil in the one acre tract, there is nothing they have to protect, and this opinion could well be confined to this point. They were not aggrieved by the rulings of the court below with reference to the admission of evidence on the part of the plaintiff and the exclusion of their own evidence.\nThe findings of fact and conclusions of law made by the court below are confirmed, and the decree of that court is affirmed. The costs to be paid by the appellants.\nMr. Justice Jones took no part in the consideration or decision of this case.\nIt is interesting to note that the appellant called Raymond G. Daugherty, one of the appellee’s lessors, who testified that no such arrangement was ever contemplated, and likewise called Ralph W. Daugherty, another of the appellee’s lessors, who stated that there was no conversation as to what was to be included in the lease of the land to be excluded therefrom."}