{"id": "1267057", "contents": "Opinion by\nMb. Chief Justice Horace Stern,\nThis is an action in equity by a property owner to enjoin the City of Scranton from vacating a portion of an alley and to enjoin an abutting owner from erecting a structure thereon.\nMore than 100 years ago, Scranton and Platt, a limited partnership, laid out a Town Plot of the then village of Scranton; the plot was recorded many years later in the office of the Recorder of Deeds in Lackawanna County. It embraced 232 city blocks, over 4,000 lots, 54 streets and 55 alleys. One of the blocks, designated as No. 30, lies in the heart of the City and is bounded on the north by Spruce Street, on the south by Lackawanna Avenue, on the east by Wyoming Avenue, and on the west by Penn Avenue. Extending through the block from west to east is an alley called Center Street, and extending from the middle point of this alley at right angles to it and northerly to Spruce Street is another alley called Qakford Court.\nPlaintiff, Estelle H. Cohen, Individually and as Executrix of the Estate of William Krotosky, has a part interest in five lots fronting on Lackawanna Avenue, each of a width of 25 feet and extending in depth 150 feet to Center Street. These lots ivere sold to plaintiff’s predecessors in title during the years 1854 and 1855, but the deeds of conveyance to the purchasers were not executed until several years later, namely, between 1858 and 1865, payments for the lots having been made in annual instalments during the intervening period in accordance with the terms of the contracts. Meanwhile, on March 7, 1857, The Lackawanna Iron and Goal Company, which was the assignee of Scranton and Platt, the original developers, conveyed to the then Borough of Scranton, for the use of the public as highways, all the streets and alleys laid out in the Town Plot, and the Borough of Scranton adopted, ratified and confirmed the Town Plot and plan of the Borough and agreed that it would open such streets and alleys according to the plan, since which time Oakford Court and Center Street have been public streets.\nBy an Ordinance of March 9,1955, the City of Scranton vacated Oakford Court from Center Street northerly a distance of approximately 200 feet. Simpson Beal Estate Corporation, which, together with the City, is a defendant, owns lots abutting Oakford Court on both sides, and plans to construct a garage, at a cost of approximately |2,000,000, extending across Oakford Court from its property on the east to its property on the west of the Court, designed to accommodate approximately 500 cars and to contain selling space on the first floor. It is this structure the erection of which plaintiff seeks to enjoin. The court below refused to issue an injunction and dismissed the complaint. Plaintiff appeals from its decree.\nAs far as it is sought to enjoin the City of Scranton from proceeding under or in pursuance of the Ordinance on the ground that it is an invalid enactment, it is sufficient to say that the City has undoubted authority to vacate its public highways, and the courts do not inquire into its motive in exercising such right, whether, in this case, it was to benefit Simpson Beal Estate Corporation or otherwise. As stated in Titusville Amusement Company v. Titusville Iron Works Company, 286 Pa. 561, 567, 134 A. 481, 483: “The courts do not inquire into a municipality’s purpose in doing that which it has a legal right to do.”\nIn regard to the question whether plaintiff has any easement over Oakford Court which would entitle her to succeed in her present action, there are two well established principles of law. The one is that the grantee of a lot which is sold according to a plan of lots on which streets or alleys not previously opened or projected as public streets are plotted by the grantor, acquires an easement over all the streets of the plan as a private right of property arising ont of the grant; the easement thus created is independent of the dedication of the plotted streets to the public use and survives the abandonment of the public right. Nor would the fact that plaintiff's property does not abut on Oak-ford Court militate against her claim if she had any right of easement under the principle thus stated.\nThe second principle, sharply distinguished from the other, is that, where there has been a prior opening or projection by a municipality, or a dedication by a private owner and acceptance by a municipality, of streets and alleys appearing on a plan of lots, a subsequent purchaser of a lot which is part of the plan of lots obtains no private right to or easement over those streets. In such a situation there is negatived any implied covenant that the grantee should have private rights in the streets in addition to the rights of the public therein.\nIn the present case the sales of the lots to plaintiff’s predecessors in title antedated the conveyance by the Lackawanna Iron and Coal Company to the Borough of Scranton of all the streets and alleys in the Town Plot for the use of the public as highways, and the acceptance thereof by the Borough. But when the deeds were delivered to these original grantees the streets and alleys had become public highways, and, under such circumstances, the titles they acquired, as far as any private easements over such highways were concerned, were correspondingly restricted, — this by way of analogy to the second principle of law above stated. Regardless of whatever rights and easements they may have derived from their original purchases of the lots they acquired no individual rights apart from those of the general public in the streets and alleys mapped on the Town Plot which had already been converted into public highways. Indeed, as the court below pointed out, it is impossible to believe that the developers of the Town Plot which covered such large and important parts of the area of the City could have intended to give easements to each and every one of the grantees of the lots over all the streets and alleys laid out on the plan, with all the implications that the existence of such alleged rights would involve. It may be added that the right claimed by plaintiff to an easement along Oakford Court is, in the highest degree, academic, and obviously of no practical value whatever, since there is complete access from the rear of her property to Spruce Street by way of Penn Avenue and Wyoming Avenue, those streets being readily available to all the lot owners fronting on Lackawanna Avenue; nor is plaintiff being deprived in any way of the use of Center Street, the 25-foot alley on which the rear of her property abuts. It is therefore, highly doubtful whether, in any event, equity should, in the exercise of its discretion, lend its aid to the enforcement of an alleged right which is of such slight, if any, benefit to the plaintiff, and where the issuance of an injunction, on the other hand, would work a substantial hardship on the defendant and deprive the City of Scranton of the parking facilities contemplated.\nDecree affirmed at the cost of appellant.\nTenson v. Porter Co., 238 Pa. 504, 509, 510, 86 A. 278, 279; Chambersburg Shoe Manufacturing Company v. Cumberland Valley Railroad Company, 240 Pa. 519, 522, 87 A. 968, 969; Bell v. Pittsburgh Steel Company, 243 Pa. 83, 86, 87, 89 A. 813, 814; Cox’s Incorporated v. Snodgrass, 372 Pa. 148, 152, 92 A. 2d 540, 541; Rahn v. Hess, 378 Pa. 264, 271, 272, 106 A. 2d 461, 464, 465; Peterson v. Pittsburgh Public Parking Authority, 383 Pa. 383, 387, 119 A. 2d 79, 81; Carroll v. Asbury, 28 Pa. Superior Ct. 354, 359, 360; Schumacher v. Ploplis, 87 Pa. Superior Ct. 265, 270.\nO’Donnell v. Porter Co., 238 Pa. 495, 501, 502, 86 A. 281, 283 ; Chambersburg Shoe Manufacturing Company v. Cumberland Valley Railroad Company, 240 Pa. 519, 522, 524, 87 A. 968, 969, 970; Gailey v. Wilkinsburg Real Estate Trust Company, 283 Pa. 381, 385, 386, 129 A. 445, 447; Peterson v. Pittsburgh Public Parking Authority, 383 Pa. 383, 388, 119 A. 2d 79, 82; Black v. Pittsburg & Butler Street Railway Company, 34 Pa. Superior Ct. 416, 421-424.\nChambersburg Shoe Manufacturing Company v. Cumberland Valley Railroad Company, 240 Pa. 519, 527, 87 A. 968, 971; Titusville Amusement Company v. Titusville Iron Works Company, 286 Pa. 561, 568, 569, 134 A. 481, 483.\nTesson v. Porter Co., 238 Pa. 504, 510, 514, 86 A. 278, 279, 281; Bell v. Pittsburgh Steel Company, 243 Pa. 83, 89, 90, 89 A. 813, 815; Stoever v. Gowen, 280 Pa. 424, 433, 434, 435, 124 A. 684, 687, 688; Gailey v. Wilkinsburg Real Estate Trust Co., 283 Pa. 381, 386, 129 A. 445, 447; Titusville Amusement Company v. Titusville Iron Works Company, 286 Pa. 561, 570, 571, 134 A. 481, 484; Cox’s Incorporated v. Snodgrass, 372 Pa. 148, 152, 92 A. 2d 540, 541; Peterson v. Pittsburgh Parking Authority, 383 Pa. 383, 386, 119 A. 2d 79, 81."}