{"id": "1267111", "contents": "Opinion by\nMr. Justice Arnold,\nThis action of mandamus was brought against the city and its officials by plaintiffs, who are members of the city’s police department. They seek restoration of a 40 hour week, as against the 48 hour week they now work, as well as back wages. The court below denied their motion for judgment on the pleadings, hence this appeal.\nPlaintiffs’ action rests on two ordinances effective October 29, 1951, and January 2, 1952, which established a 40 hour work week for city employes. Prior to the first of these ordinances, on April 17, 1951, the electors had approved the Home Buie Charter wMch became effective on January 7, 1952. By authority of provisions of the Charter, civil service regulations provided that wages and hours of employes were to be the same as they were on October 26,1951. For these plaintiffs the work week on that date was 48 hours.\nIn their answer to the complaint defendants averred that the civil service regulations superseded the ordinances; that the city had made no appropriation providing funds for payment of the overtime pay claimed; that the action is res adjudicata; and that their action is barred by laches.\nAs the court below determined, the pleadings raised issues of fact requiring a trial on the merits. If actually established by proof, the failure of the city to provide an appropriation of funds, out of which the claims for wages could be paid, bars recovery: O’Donnell v. Philadelphia, 385 Pa. 189, 122 A. 2d 690; Thiel v. City of Philadelphia, 245 Pa. 406, 408, 91 A. 490; Leary v. Philadelphia, 314 Pa. 458, 472, 172 A. 459. The basis for these decisions rests upon statutes specifically applicable to the City of Philadelphia, which provides that no recovery can be had or liability imposed unless there has been an appropriation to provide funds for payment. Provisions of the Home Rule Charter likewise so provide.\nThe Charter provides, in Section 11-101, that “it shall supersede ... all ordinances of the City, affecting the organization, government and powers of the City . . . [where they are] inconsistent or in conflict with this charter.” Under the Charter wages and hours are fixed by civil service regulations, not by council: See sections 4-300, 7-400, 7-401. This defense was averred by defendants; and plaintiffs’ averments of improper procedure, denied by defendants, were not sufficient to allow judgment without proof. Likewise, whether or not the alleged defenses of res adjudicata and laches existed, could be adjudicated only after submission of proof. Judgment on pleadings will be entered only where the case is clear and free from doubt: Kittaning Coal Company v. Moore, 362 Pa. 128, 132, 66 A. 2d 273. Tinder no circumstances could judgment on these pleadings be justified.\nAs to other matters raised on this appeal, see O’Donnell v. City of Philadelphia, supra.\nJudgment affirmed.\nMr. Justice Bell and Mr. Justice Musmanno dissent.\nSee Act of 1858, P. L. 385; Act of 1885, P. L. 37; Act of 1919, P. L. 581.\nSee Sections 6-104; 6-106; 6-400 (a) ; 8-200(3)."}