{"id": "1267069", "contents": "Opinion by\nMr. Chief Justice Horace Stern,\nThis is a declaratory judgment proceeding instituted by a C.I.O. Local, Philadelphia Civil Service Employees’ Association, and five individual employes of the city, allegedly on behalf of all the city employes other than those employed in the Department of Public Works, to recover pay for work performed in excess of 10 hours each week during the year 1952. The court below dismissed the petitioners’ prayer for such a judgment, and they now appeal from its order. They rest their claim partly upon a city ordinance and partly upon a certain agreement hereinafter referred to.\nOn December 7, 1944, the Council of the city enacted an ordinance authorizing the Mayor to execute an agreement with the American Federation of State, County and Municipal Employees, District Council No. 33, Philadelphia and Vicinity, which is an A. F. L. organization, and certain autonomous local unions included therein, for the purpose of bargaining collectively with regard to wages, hours and working conditions of certain of the city’s employes. This agreement was thereupon executed by the city and by the District Council (therein called the “Union”). In it the city agreed to recognize the Union as the only union for the purpose of collective bargaining with the employes of the city working in four designated bureaus of the Department of Public Works. It provided that the regular work week for such employes should consist of 48 hours, six days of eight hours each, overtime to be compensated for at the rate of time and one-half times the regular rate of pay. The recognition of and collective bargaining by the Union was to be on behalf of its own members only. Each employe was to have the right to present his own grievances and there was to be no discrimination between Union and non-Union employes nor more or less favorable treatment given to any employes covered by the contract. This agreement continued in force from year to year, and on October 29, 1951, the city enacted an ordinance authorizing the Mayor to execute an amendment as to hours of work, in pursuance of which, on December 4, 1951, the parties executed such an amendatory agreement, to become effective January 1, 1952; it provided that the regular work week for the employes would be 40 hours consisting of five days of eight hours each, with a provision for overtime payment. The same ordinance of October 29, 1951, provided that on and after January 1, 1952, tbe standard work week of tbe employes of the city should consist of five work days.\nOn January 2, 1952, an ordinance was enacted amending the ordinance of October 29, 1951, to provide that on and after January 1, 1952, the standard work week of the city’s employes would consist of 40 hours.\nOn April 17, 1951, the electorate of the City of Philadelphia approved the Philadelphia Home Rule Charter, effective January 7, 1952. Acting under the authority of the Charter (section 7-401) the Civil Service Commission promulgated on January 7, 1952, Supplemental Emergency Eegulation A, which provided that from that date the hours of work, the rates of pay, and the determination of compensation of all city employes, should be as legally established on October 26, 1951.\nAs far as appellants’ alleged rights under the ordinance of January 2, 1952, are concerned, which purported to establish 40 hours as the standard work week of the city’s employes, it is obvious that this provision remained in effect only for the five-day interval until January 7, 1952, when it was superseded by the Eegulation of the Civil Service Commission, which, by fixing the hours of work as they existed on October 26, 1951, thereby reinstated the 48 hour week.\nComing now to the contract of December 7, 1944, as amended on December 4, 1951, so as to provide for a 40-hour week, it would seem entirely clear that appellants have no rights thereunder because they were not parties thereto; their assertion that they should be regarded as beneficiaries thereunder is without merit. The agreement was made with the A.F.L. Union, and all its provisions indicate the intention of the parties to limit its application to that Union as representative, not of all the employes of the City of Philadelphia, — for it did not represent such employes, — hut only of those in the Department of Public Works, whom alone it did represent; as before pointed out, it provided that the recognition of the Union and the collective bargaining by it should be on behalf of its own members only. Appellants rely on the clause that “there shall be no discrimination between Union and non-Union employees, nor shall there be more or less favorable treatment given to any employees covered by this contract,” but this provision was obviously for the protection of the Union employes as against nonUnion employes, not the reverse; the Union presumably would not be interested in the protection of nonunion members or the members of another union, and it would require a considerable stretch of the imagination to construe such a declaration as intended to make all the other thousands of city employes beneficiaries of the agreement with the same effect as if they had actually been parties thereto; indeed, if the city had understood that the terms of the agreement made with this Union automatically extended also to the employes represented by the C.I.O. local Union, as well as to all the other city employes, there would have been no need for the enactment of the ordinance of January 2, 1952, providing in general for a 40-hour work week.\nWhile, therefore, these appellants have no valid claim either under the ordinance of January 2, 1952, or under the agreement with the A.F.L. Union, there is another and conclusive reason why the order of the lower court must be affirmed, this reason being that Council never made any appropriation to provide for overtime pay on the basis of a 40-hour week in pursuanee of either the agreement or the ordinance, except partially for the Union members employed in the Department of Public Works. That there can be no recovery against the city in the absence of such an appropriation is so fundamental and so well established as to preclude the necessity of discussion. All the statutes relating to Philadelphia, such as the Act of April 21, 1858, P. L. 385, the Act of June 1, 1885, P. L. 37, and the Act of June 25, 1919, P. L. 581, provided, in varying phraseology, that “no debt or contract shall be binding upon the City of Philadelphia unless . . . an appropriation sufficient to pay the same be previously made by the councils”; or that “no liability shall be enforceable against the city by any action at law in equity or otherwise, upon any contract not supported by a previous appropriation of council.” The Home Rule Charter contains numerous sections — for example, 6-104, 6-106, 6-400(a), and 8-200(3)— to like effect. As for the decisional law on the subject, case after case has laid down the same rule, which was called by Judge Thayer “the palladium of Philadelphia taxpayers”: (Bladen v. The City, 9 Phila. 586, 589). In Thiel v. Philadelphia, 245 Pa. 406, 408, 91 A. 490, 491, the Court stated: “Without an appropriation there can be no payment of salaries. This is too well settled to admit of argument.” In Gamble v. City of Philadelphia, 14 Phila. 223, the Court said, in a statement quoted with emphatic approval in Leary v. Philadelphia, 314 Pa. 458, 472, 473, 172 A. 459, 465, that “‘It has been repeatedly determined both by the courts of this county and by the Supreme Court that this provision [that no debt or contract shall be binding upon the City of Philadelphia unless an appropriation sufficient to pay the same be previously made by councils] is not merely directory, but that it is in the highest degree mandatory, and binding upon all who deal with the city departments, officers or agents. The words are words of positive prohibition and constitute a perfect and unanswerable defence to the claim of every contractor which is not brought within the specified conditions: .... In order to malee the city liable, not only must there be an appropriation, but a sufficient appropriation. Its responsibility cannot be made to extend beyond the amount actually appropriated.’ ”\nApparently recognizing this formidable bar to their claims, appellants call attention to the fact that Council’s budget for the year 1952 was on a lump sum basis as required by the Home Rule Charter (section 2-300(2)) instead of, as formerly, on a line by line basis, and therefore it was not necessary for them to point out specific provisions for the payment of overtime work in excess of 40 hours per week. It appears, however, that the cost of establishing a standard 40-hour week for all the city employes would have required an appropriation of close to $12,000,000 in excess of the sum requested for personal services in the Mayor’s recommended budget, and no such appropriation was made except that Council, in pursuance of the Union agreement, did transfer from other items the sum of $1,500,000 to pay the cost of a 40-hour week in the Department of Public Works, although for such purpose there would have been required an appropriation of $2,560,000 even for that department alone. The $1,500,000 so appropriated was awarded to tlie employes in the Department of Public Works in proceedings in Common Pleas Court No. 3 of Philadelphia County, where (83 D. & C. 537) Judge Milner, recognizing the rule that contractual obligations are binding on the city only to the extent that an appropriation was made to implement them and that therefore no order could be made which imposed upon the city an obligation to pay out more in carrying out the provisions of the agreement than had been appropriated for the purpose, decreed that payments in pursuance of the agreement must be “limited to an amount not in excess of the sums appropriated by city council for carrying into effect the amendatory agreement of December 4, 1951.”\nAppellants seek to make a point of the fact that at the end of the year 1952 there was an unappropriated cash surplus in the general fund of something over $500,000. It appears, however, that this surplus arose from supplemental appropriations made during the year for purposes other than the payment for personal services, and were reappropriated by Council for succeeding-year expenditures. In short, there was no appropriation, either on a line by line basis or on a lump sum .basis, which was intended by Council to be, or which in fact became, available for the payment for overtime work of appellants or city employes other than those specifically provided for, and to the extent provided for, in the Department of Public Works under the Union agreement. The result is that appellants are not entitled to a declaratory judgment in their favor.\nThe decree of the court below is affirmed at the cost of appellants.\nMr. Justice Bell and Mr. Justice Musmanno dissent.\nAs to the validity of this Emergency Regulation, cf. Butcher v. Philadelphia, 380 Pa. 290, 110 A. 2d 349.\nExamples: Bladen v. Philadelphia, 60 Pa. 464; Perrot v. City of Philadelphia, 83 Pa. 479; Mathews, v. City of Philadelphia, 93 Pa. 147; Miller v. Philadelphia, 231 Pa. 196, 80 A. 68; Thiel v. Philadelphia, 245 Pa. 406, 91 A. 490; Leary v. Philadelphia, 314 Pa. 458, 472, 473, 172 A. 459, 464, 465; Windrim v. City of Philadelphia, 9 Phila. 550; Commonwealth ex rel. Miller v. McFadden, 14 Phila. 161; Gamble v. City of Philadelphia, 14 Phila. 223. The same rule applies to cities of the second class A: Cummings v. Scranton, 348 Pa. 538, 542, 36 A. 2d 473, 475; also to third class cities, Strunk v. Altoona, 166 Pa. Superior Ct. 608, 612, 74 A. 2d 662, 663, 664.\nWhile the Home Rule Charter provides (section 2-300(2)) for lump sum appropriations it prescribes that they shall be made according to designated classes of expenditures for each office, department, board or commission, one such class being “Personal services.”"}