{"id": "1268314", "contents": "Opinion by\nMr. Justice Bell,\nDefendant was convicted by a jury of murder in the first degree “with life imprisonment”. Defendant’s motion for a new trial was denied and after judgment was entered this appeal followed.\nThe Commonwealth proved that defendant went to Stanley’s Grill at about six o’clock on the evening of April 13, 1949, where he remained for several hours drinking beer and occasionally whiskey. At about 9:30 that evening he got into an argument with the bartender who called for Williams, the manager. Williams told Cannon that his drinks were shut off and that he would have to put Mm out. Cannon was then escorted to the door. Several seconds thereafter he reappeared, approached Williams, and when he was about five feet away pulled a pistol from underneath his coat and fired three shots into Williams’ abdomen. Five witnesses testified that they saw the defendant in Stanley’s Grill the night of the murder. Two witnesses testified that they saw defendant shoot and kill Williams. Williams made a dying declaration accusing defendant of his murder. Notwithstanding all this testimony, defendant — taking the stand in his own defense — denied that he had done the shooting or that he was in Stanley’s Grill on the night in question. He testified that earlier that day he had left Pittsburgh by bus for Chicago after an argument with a girl friend with whom he had been living. He was a fugitive until he was apprehended in Cleveland, Ohio, on May 7, 1953.\nDefendant alleges two important reasons for a new trial: (1) It was error to permit the Commonwealth to introduce evidence of defendant’s prior conviction of manslaughter, (a) because the crime of manslaughter was not a crime of sordid passion or atrocity and the defendant was not a professional criminal, and (b) because defendant had been pardoned of the offense of manslaughter; and (2) The prosecutor’s opening remarks to the jury were so highly prejudicial as to constitute reversible error.\nIn a trial sur an indictment for murder, the record of a former conviction of unrelated crimes is admissible in evidence, not for the purpose of influencing the jury (or the Court) in determining defendant’s guilt or innocence of the crime for which he is being tried, but solely for the limited purpose of aiding the jury (or the Court) in determining the penalty to be imposed, in the event that the defendant is found guilty of murder in the first degree: Commonwealth v. LaRue, 381 Pa. 113, 120, 112 A. 2d 362; Commonwealth v. Lowry, 374 Pa. 594, 603, 98 A. 2d 733; Commonwealth v. Simmons, 361 Pa. 391, 401, 65 A. 2d 358; Commonwealth v. DePofi, 362 Pa. 229, 66 A. 2d 649.\nNeither reason nor authority limit the admissibility of prior convictions to cases where the defendant was either a professional criminal or his crime was one of sordid passion.\nIn Commonwealth v. LaRue, 881 Pa., supra, the record which was admitted contained a conviction of defendant of only one crime, namely, armed robbery. In Commonwealth v. Simmons, 361 Pa., supra, a conviction of a conspiracy, and a conviction of a robbery were admitted in order to aid the jury in its function of fixing the penalty if they found the crime, as they did, to be one of murder in the first degree. In Commonwealth v. Lowry, 374 Pa., supra, a conviction of four separate crimes of larceny was held to be admissible even though the District Attorney asked only life imprisonment. See also: Commonwealth ex rel. v. Smith, 324 Pa., infra.\nIn Commonwealth v. Turner, 371 Pa. 417, 88 A. 2d 915, which is relied on by appellant, this Court held that the evidence of prior arrests was not admissible, but evidence of other crimes was admissible when limited “to prior convictions, confessions or admissions”. The Court said (page 434):\n“The Act of May 14, 1925, P. L. 759, as interpreted by this Court allows evidence of prior convictions so that . . the jury may have before it the past deeds of the accused that it may be fully advised of his nature and deserts when it fixes the penalty . . .’: Commonwealth v. Kuruts, 312 Pa. 343, 168 A. 28; Commonwealth v. Dague, 302 Pa. 13, 152 A. 839. . . .\n“ . . The reason for the admission of such evidence was made clear in Commonwealth v. Dague [302 Pa. 13] supra, where we said: “. . . to enable the jury to know what manner of man the defendant was, if they should find him guilty of murder of the first degree, . . .” ’ ”.\nThere is no merit in defendant’s first contention.\nThat brings us to the second question involved— Can the Commonwealth offer evidence of a prior crime of which defendant was convicted but pardoned? It is important to note once again that this question arises only in connection with the fixing of a penalty, namely, death or life imprisonment. While the authorities throughout the country are in sharp disagreement as to the effect of a pardon, and while language may be found in some of our eases sufficiently broad to exclude the record of a pardoned crime, Pennsylvania has flatly ruled, at least for the limited purpose here involved, that the record of a prior crime of which defendant has been pardoned is admissible: Common wealth ex rel. v. Smith, 324 Pa. 73, 187 A. 387; Carlesi v. People of New York, 233 U.S. 51. Cf. also: Commonwealth of Quaranta, 295 Pa. 264, 145 A. 89; Wolfe’s Disbarment, 288 Pa. 331, 135 A. 732.\nIn Commonwealth ex rel. v. Smith, 324 Pa., supra, a prior conviction of voluntary manslaughter, of which defendant had been pardoned, was held to be admissible for the purpose of determining the sentence to be imposed by the Court for second degree murder. An added penalty or longer sentence was imposed by the Court under and by virtue of §182 of the Act of March 31, 1860, P. L. 382, which provided that a defendant who is a second offender may be sentenced for double the time prescribed as punishment for the first offense of the crime for which he is convicted. The Court held that the test as to whether the second offender provision is applicable, is the existence of the fact of prior conviction. The Court said (pages 76, 77) : “ ‘The pardon of this defendant did not make “a new man” of him; it did not “blot out” the fact or the record of his conviction, .... The pardon in this case merely restored the defendant to his civil rights. If it had been granted before his term of imprisonment had been served, it would also have relieved the defendant of that. But it did not obliterate the record of his conviction, or blot out the fact that he had been convicted. It relieved the defendant of the consequences which the law attached to his offense.’ ”\nIn Burdick v. United States, 236 U.S. 79, 89, the Court quoted with approval Chief Justice Marshall’s statement in United States v. Wilson, 7 Peters, 150, 160: “A pardon is an act of grace, proceeding from the power entrusted with the execution of the laws, which exempts the individual, on whom it is bestowed, from the punishment the law inflicts for a crime he has committed.”\nAppellant relies upon a dictum contained in Commonwealth ex rel. Banks v. Cain, 345 Pa. 581, 584, 28 A. 2d 837. In that case the Court sustained the constitutionality of the Parole Act, and by way of analogy, said (page 584) : “There is a radical difference between a pardon and a parole. A pardon is the exercise of the sovereign’s prerogative of mercy. It completely frees the offender from the control of the state. It not only exempts him from further punishment but relieves him from all the legal disabilities resulting from his conviction. It blots out the very existence of his guilt, so that, in the eye of the law, he is thereafter as innocent as if he had never committed the offense: Diehl v. Rodgers, 169 Pa. 316, 319, 32 A. 424, 425; Commonwealth v. Quaranta, 295 Pa. 264, 273, 145 A. 89, 93; Commonwealth v. House, 10 Pa. Superior Ct. 259, 264, 265.”\nIn Commonwealth v. Quaranta, 295 Pa., supra, the Court held that a defendant may be cross-examined about the conviction of a crime for which he had been pardoned, and said, inter alia: “A pardon is an act of mercy or grace from a governing authority. In effect, it is a remission of guilt, exempting the individual from punishment for the offense. ... In Diehl v. Rodgers, supra, Mr. Justice Mitchell states that a person pardoned is restored ‘to his civil rights, as though he had never committed the offense’. The question in that case was the competency as a witness of a pardoned criminal [who had been convicted of perjury]. Pardoned offenders are ‘thereby rendered competent witnesses . . ., their credit is still to be left to the jury.’ He ‘was a competent witness (but) his credibility was for the jury’ ‘if either party had asked that it be submitted.’ We hold, in accordance with the preponderant view, that, whenever one who has been pardoned of a crime such as would ordinarily affect credibility, testifies as a defendant in a criminal case, the judgment of conviction may be inquired into, and the issuance of the pardon may also be shown: 20 R.C.L. 567; Curtis v. Cochran, 50 N.H. 242; Dudley v. State, 24 Tex. App. 163; 2 Wigmore on Evidence, 980; 47 L.R.A. (N.S.) 215.”\nIn Commonwealth v. House, 10 Pa. Superior Ct. 259, 264, 265, cited in Commonwealth ex rel. Banks v. Cain, 345 Pa., supra, the Court discussed the effect of a pardon and pointed out its limitations.\nIn the instant case, even if evidence of the pardoned crime of manslaughter were inadmissible, its admission would have been harmless error. As the trial Judge clearly and specifically said, it is admissible in evidence, not for the purpose of influencing the jury in a determination of defendant’s guilt or innocence, but solely for the limited purpose of aiding the jury in determining the penalty to be imposed, in the event that the defendant was found guilty of murder in the first degree. The penalty imposed by the jury upon Cannon was not death but life imprisonment; it clearly follows, therefore, that the admission of his prior crime of manslaughter did not affect or influence the jury in the penalty it imposed.\nDefendant further contends that a new trial should be granted because during the opening address to the jury the prosecutor said: “This was not the first time that James Cannon took the life of another human being.” We have frequently said that a remark by counsel or by the Court must be considered in connection with its context in determining whether it constituted prejudicial and reversible error. The District Attorney was entitled to make an opening statement to the jury outlining the facts he intended to prove: Am. Jur. Trial, §454. In Commonwealth v. Meyers, 290 Pa. 573, 139 A. 374, the Court, in rejecting the defendant’s contention of prejudicial statements in the District Attorney’s opening address to the jury, said: “The statements of counsel, which are based on facts he expects to prove or on legitimate inferences deduced therefrom, do not transcend the bounds of a legitimate opening and are not to be discountenanced by the court. The important question is whether the prosecuting officer’s remarks are merely assertions intended to inflame the passions of the jury, or statements that are fair deductions from evidence to be presented.”\nIn Commonwealth v. Cisneros, 381 Pa. 447, 113 A. 2d 293, this Court reviewed many far stronger statements made by a District Attorney (than the instant one)- — statements which had been held not to be prejudicial, and said (page 451) : “In Commonwealth v. Meyers, 290 Pa. 573, 581, 139 A. 374, this Court stated: ‘Where, under all the circumstances of the case, the verdict rendered is a just one, the language of the prosecuting officer which will justify a reversal must be such that its unavoidable effect would be to prejudice the jury . . .’\nWe are of the opinion that while the language excerpted from the opening remarks of the District Attorney as to what the Commonwealth intended to prove was badly chosen, the verdict rendered was obviously a just one, and the Court below was convinced that the language was not intended to be inflammatory, did not have any inflammatory effect, and did not prejudice the jury. We agree with this conclusion and find no reversible error in the record.\nJudgment affirmed.\nI believe it would have been more accurate to bave added “unless it was granted because defendant was innocent of the crime of which he was convicted”.\nItalics ours.\nA dictum in almost the same language may be found in Ex Parte Garland, 71 U.S. 333, and similar sweeping language can be found in Carlisle v. United States, 83 U.S. 147; in Osborn v. United States, 91 U.S. 474; and in United States v. Klein, 80 U.S. 128. However, later eases in the Supreme Court and in the Federal Courts substantially narrow the sweeping generality above mentioned and decidedly limit the effect of a pardon. See: Carlesi v. People of State of New York, 233 U.S. 51; Burdick v. United States, 236 U.S. 79, 89; Knote v. United States, 95 U.S. 149; Richards v. United States, 192 F. 2d 602; Williston, 28 Harvard Law Review, Note 7, page 648. See also: Spenser, Federal Cases, No. 13,234, page 922-923; 3 Wigmore, Evidence, §980 (3), §987; numerous cases cited in footnote to Richards v. United States, 192 F. 2d, p. 606. See also: “The Effect of a Pardon” by Professor Henry Weihofen, 88 Pennsylvania Law Review, p. 177."}