{"id": "1268320", "contents": "Opinion by\nMr. Chief Justice Horace Stern,\nWhile it may seem unfortunate that the court is obliged to sanction the exclusion of any child from even a private school or orphanage because of race, creed or color if otherwise entitled to admission, the Court is clearly of opinion that the unanimous decision of the Orphans’ Court, supported by the learned and comprehensive opinions of Judge Bolgee and Judge Lefeveb, must be affirmed, it being clearly understood at the outset that the beneficiaries of the charity of Stephen Girard are not being determined by the State of Pennsylvania, nor by the City of Philadelphia, nor by this Court, but solely by Girard himself in the exercise of his undoubted right to dispose of his property by will, and, in so doing, to say, within the bounds of the law, who shall enjoy its benefits. .\nStephen Girard, — merchant, mariner, banker and philanthropist, — died on December 26, 1831; his will, dated February 16, 1830, and two codicils thereto, were probated at Philadelphia five days later. The will is, in many respects, a remarkable document; it was prepared with the aid of William J. Duane, distinguished leader of the bar in 1ns day, and was the product of protracted consultations between them which extended over the course of some five or six weeks. Briefly summarized, it provided, after making a number of specific gifts to various institutions and individuals, for a devise and bequest of his entire residuary estate to “The Mayor, Aldermen and Citizens of Philadelphia” their successors and assigns, in trust to erect a “college” on a square of ground between High and Chestnut Streets and 11th and 12th Streets, in the City of Philadelphia (by a codicil he changed this location to an estate he had purchased on “the Bidge Boad in Penn Township.”). He stated that “I am particularly desirous to provide for such a number of poor male white orphan children, as can be trained in one institution, a better education as well as a more comfortable maintenance than they usually receive from the application of the public funds”. He provided for the selection of a competent number of instructors, teachers, assistants and other necessary agents, and that as many poor white male orphans, between the ages of six and ten years as the income should be adequate to maintain, should be admitted into the college, preference being given first to orphans born in the City of Philadelphia, secondly, to those born in any other part of Pennsylvania, thirdly, to those born in the City of New York, and lastly, to those born in the City of New Orleans. He provided that the orphans admitted into the college should be “there fed with plain but wholesome food, clothed with plain but decent apparel (no distinctive dress ever to be worn) and lodged in a plain but safe manner”; due regard was to be paid to their health, and to that end they were to have suitable exercise and recreation, and he prescribed in detail the branches of education in which they should be instructed. He declared that “together with the object just adverted to [that is, the provision for the poor male white orphans], I have sincerely at heart the welfare of the City of Philadelphia, and, as a part of it, am desirous to improve the neighborhood of the River Delaware . . .”, and accordingly, he bequeathed out of the residue the sum of $500,000 in trust to pave Delaware Avenue and Water Street and to make certain other improvements in that part of the city. After a bequest to the Commonwealth of Pennsylvania of $300,000 he left the remainder of his residuary estate in trust to apply the income to the further improvement and maintenance of the college, to enable the city to provide for a competent police force, and to improve the property and general appearance of the city. He stated that “To all which objects, the prosperity of the City, and the health and comfort of its inhabitants, I devote the said fund as aforesaid, and direct the income thereof to be applied yearly and every year for ever — after providing for the College as hereinbefore directed, as my primary object.” If the city should knowingly and wilfully violate any of the conditions in the will, the said remainder of the residue was given to the Commonwealth of Pennsylvania for the purposes of internal navigation, except that the income from his real estate in Philadelphia was to be forever applied to the maintenance of the college; if the Commonwealth failed to apply the bequest to the purposes mentioned, the said remainder was given to the United States of America for the purposes of internal navigation. There was a provision in the will that the city should keep separate accounts of the trust funds, which were not to be used for any but the prescribed purposes, and should furnish an annual account thereof to the legislature.\nBecause of the financial panic of 1837 and the consequent shrinkage of the assets of the estate there was some delay in the construction of the buildings and the college was not opened until January 1, 1848. Since that time, a period now of over a hundred years, it has been conducted in conformity with the purposes expressed in Girard’s will. As is not altogether unusual in such cases, some of his heirs were disappointed at the disposition he made of his wealth, and accordingly they indulged in a number of attacks upon the validity of the will, the first of which resulted in the famous argument in the Supreme Court of the United States in 1844 between Daniel Webster on the one side and Horace Binney on the other. Two main questions were there involved, one, whether the city had the legal power to accept the trust confided to it, and the other, whether the trust in regard to the college was rendered invalid by a provision in the will that no ecclesiastic, missionary or minister of any sect whatsoever, should ever hold or exercise any station or duty whatever in the college, nor be admitted there for any purpose. (Girard carefully explained in his will that he made this provision because, there being a multitude of sects, lie did not wish to expose the orphan children to any doctrinal or sectarian controversies.) The legislature, by Acts of March 24, 1832, P. L. 176, and April 4, 1832, P. L. 275, had provided the necessary legislation for the improvement by the city of Delaware Avenue and Water Street, and had provided further that it should be lawful for the city to enact all such ordinances and do all such acts as might be necessary and convenient for the full and entire acceptance and execution of all the bequests, trusts and provisions in Girard’s will, and for the appointment of such agents as might be deemed essential to the execution of the trusts. The Supreme Court held in Vidal et al. v. Stephen Girard’s Executors, 43 U. S. (2 Howard) 127, in an elaborate opinion by Mr. Justice Story, that the city was legally capable of taking the bequest of the estate for the erection and support of the college upon the trusts designated in the will, and that these were valid charitable trusts and capable of being carried into legal effect.\nIn Girard v. Philadelphia, 74 U. S. (7 Wallace) 1, the decision in the Vidal case was affirmed, and it was held that the Consolidation Act had not changed the identity of the city so as to affect in any way its administration of the trust. The Court stated (as will be referred to again hereafter) : “Now, if this were true [that the city had become unable to administer the trust] the only consequence would be, not that the charities or trust should fail, but that the chancellor should substitute another trustee.” In The City of Philadelphia v. The Heirs of Stephen Girard, 45 Pa. 9, our own Court likewise held that the trusts created in the will were valid, and pointed ont that the distinction must carefully be observed between the purposes and provisions of the trust itself and any problems or difficulties arising from the mode of its administration, the former not being affected by the latter; attention was called to the important fact that Girard stated that it was his “primary object” to construct and maintain the college. In Philadelphia v. Fox, 64 Pa. 169, it was once again held that Philadelphia could act as a trustee to carry out the trusts under Girard’s will, and that the Act of June 30, 1869, P. L. 1276, providing for the administration by a Board of Directors of City Trusts of the trusts confided to the city, the Board being “dissociated from the general government of the city,” ivas a valid enactment. And finally, in Girard’s Appeal, 4 Pennypacker 347, dealing with another attack on the will by Girard’s heirs, it was held that they were concluded by the decree of the United States Supreme Court in the Vidal case, and that the establishment of the Board of Directors of City Trusts was legal and proper. All these onslaughts in both the Courts of Pennsylvania and of the United States left the Girard charity, as was said by the Court in Benjamin Franklin’s Administratrix v. The City of Philadelphia, 2 Dist. Rep. 435, 437, as “fixed, firm, and immovable as a rock.”\nComing now to the particular issue involved in the present case, it arises from the provision in the will which limits the admission into the institution to applicants possessing five qualifications: — they must be poor, they must be white, they must be male, they must be orphans (which has been construed to mean fatherless children), and their ages must be between six and ten; there are also preferences prescribed in regard to the birthplaces of the applicants. It is contended that the Fourteenth Amendment has made the restriction to white children unconstitutional. The city, the Commonwealth, and two negro applicants for admission to the institution, have filed petitions for a citation on the Board of Directors of City Trusts to show cause why these applicants should not be admitted. The court affirmed the Board’s refusal of the applications for admission and dismissed the petitions for a citation.\n/^Subject, of course, to compliance with all applicable laws, it is one of our most fundamental legal principles that an individual has the right to dispose of his own property by gift or will as he sees fit; indeed this right is so much protected that a testator’s directions may be enforced even though contrary to the general views of society (see, for example, Higbee Will, 365 Pa. 381, 75 A. 2d 599), and however arbitrary, unwise, intolerant, discriminatory, or ignoble his exercise of that right may be. He is entitled to his idiosyncracies and even to his prejudices. It was said in Brown v. Hummel, 6 Pa. 86, 94, 95: “It is the principle and not the individual instance that is to be considered. What private charity will next be disturbed and invaded? The will of Stephen Girard offers a conspicuous mark. . . . The most solemn act of a man’s life, which is consummated by his death, is his last will and testament. By that act he makes a law for the disposition of his own property, acquired by his own industry, which, if it does not contradict the law of the country, has hitherto been considered inviolate. Shall it be so considered no longer in Pennsylvania ?” Equally cogent language is to be found in many other cases in this Court, for example, in Ervine’s Appeal, 16 Pa. 256, 265, and again in Cauffman v. Long, 82 Pa. 72, 77, 78, where it is said: “No right of the citizen is more valued than the power to dispose of Ms property by will. No right is more solemnly assured to him by the law. Nor does it depend in any sense upon the judicious exercise of it. . . . In many instances testamentary dispositions of property seem harsh, if not unjust, ... It is doubtless true that narrow prejudice sometimes interferes with the wisdom of such arrangements. This is due to the imperfections of our human nature. It must be remembered that in this country a man’s prejudices are a part of his liberty. ... he is entitled to the control of his property while living, and by will to direct its use after his death, subject only to such restrictions as are imposed by law.” In Dulles’s Estate, 218 Pa. 162, 163, 67 A. 49, it was said: “The fundamental law of Pennsylvania in regard to property, which ought not to require restatement as often as it does, is that the owner may do as he pleases with it provided the disposition be not to unlawful purposes, and what he may do himself he may do by agent while living, or by executor after death.” In McCown v. Fraser, 327 Pa. 561, 564, 192 A. 674, 676, it was said: “The right to dispose of property is an incident of ownership, and a gift is none the less valid because it is undeserved or improvident.” In Wetzel v. Edwards, 340 Pa. 121, 128, 16 A. 2d 441, 444, it was said: “No right of a citizen is more valued than the power to dispose of his property by will.” In Johnson Will, 370 Pa. 125, 127, 128, 87 A. 2d 188, 190, it was said: “But it is and always has been the law of Pennsylvania that every individual may leave his property by will to any person, or to any charity, or for any lawful purpose he desires, . . . While it is difficult for many people to understand how or why a man is permitted to make a strange or unusual or an eccentric bequest, ... we must remember that under the law of Pennsylvania ‘a man’s prejudices are a part of his liberty. He has a right to the control of his property while living and may bestow it as he sees fit at his death”.\nStephen Girard naturally must have realized that he could not create an institution large enough to furnish both sustenance and education to any and all the children of Philadelphia, Pennsylvania, New York and New Orleans who might desire to be admitted; he could provide for only a small minority of such children and accordingly he prescribed a method of selection as he had both a legal and moral right to do unless there were involved a violation of some affirmative provision of law. Admittedly there are provisions in the will which represent Girard’s individual views regarding the education and rearing of the children the wisdom of which might be subject to differences of opinion, but, even if those provisions be considered peculiar, Girard was entitled to prescribe them for the operation of the institution which he was founding.\nThe question then, is whether the limitation in Girard’s will to white children as the beneficiaries of ■his college or orphanage, although undoubtedly lawful at the time of the execution of his will and of his death, has become invalid as a result of the adoption of the Fourteenth Amendment which prohibited any State from denying to any person within its jurisdiction the equal protection of the laws. No such question could possibly arise in the case of a private charitable trust for the Fourteenth Amendment applies only to agencies of the State or of a municipality within the State; it is directed solely against State, not individual, action. It was said in the Civil Rights Cases, 109 U. S. 3, 17: “In this connection it is proper to state that civil rights, such as are guaranteed by the Constitution against State aggression, cannot be impaired by the wrongful acts of individuals, unsupported by State authority in the shape of laws, customs, or judicial or executive proceedings.” In Corrigan v. Buckley, 271 U. S. 323, 330, it was said: “And the prohibitions of the Fourteenth Amendment ‘have reference to state action exclusively, and not to any action of private individuals.’ . . . ‘It is State action of a particular character that is prohibited. Individual invasion of individual rights is not the subject-matter of the Amendment.’ ... It is obvious that none of these Amendments prohibited private individuals from entering into contracts respecting the control and disposition of their own property; . . . .” In Shelley v. Kraemer, 334 U. S. 1, 13, it was said: “Since the decision of this Court in the Civil Rights Cases, 109 U. S. 3 (1883), the principle has become firmly embedded in our constitutional law that the action inhibited by the first section of the Fourteenth Amendment is only such action as may fairly be said to be that of the States. That Amendment erects no shield against merely private conduct, however discriminatory or wrongful.” And in Rice v. Sioux City Cemetery, 349 U. S. 70, 72, it was said: “The basis for petitioner’s resort to this Court was primarily the Fourteenth Amendment, through the Due Process and Equal Protection Clauses. Only if a State deprives any person or denies Mm enforcement of a right guaranteed by the Fourteenth Amendment can its protection be invoked.” And Avhile it Avould no doubt constitute “State action” for a court to enforce a restriction or discrimination invalid under the Fourteenth Amendment, the restrictive provisions themselves, as was said in Shelley v. Kraemer, supra (p. 13), “cannot be regarded as violative of any rights guaranteed to petitioners by the Fourteenth Amendment. So long as the purposes of those [provisions] . . . are effectuated by Amluntary adherence to their terms, it Avould appear clear that there has been no action by the State and the provisions of the Amendment have not been violated.” It is perfectly clear, therefore, that private trusts for charitable purposes, not being subject to or controlled by “State action,” are wholly beyond the orbit of the Fourteenth Amendment. Such trusts abound in overwhelming numbers and there can be no question as to their legality however limited be the class of their beneficiaries or whatever be the nature or basis of their restrictions; charitable trusts for limited groups, whether racial or religious, are as valid as if for all the people of the world. We have charitable trusts for ministers of various church denominations, for foreign missions, for churches, priests, Catholics, Protestants, Jews, whites, negroes, for relief of the Indians, for widows or orphan children of Masons or other fraternities, for sectarian old folks homes, orphanages, and so on. Certainly no one would contend that a donor or a testator could not establish a charity, the beneficiaries of which were to be those whom he designated, — persons of any prescribed race, creed or color, or however otherwise differentiated. The court is concerned only with the legal right of such selection by a donor or testator and not with whatever illiberalism he may display in his exercise of the right.\n\\The question here involved finally narrows down, then, to the contention of the petitioners that the trust for the orphanage or college created in Girard’s will is not a private trust, but that it comes under the principle of “State action” within the compass of the Fourteenth Amendment because of the fact that it is the City of Philadelphia which is the trustee appointed by Girard and which has ever since administered the trust. In considering the question thus raised it must be immediately borne in mind that we are not dealing here with a racial discrimination created by a city ordinance as in Buchanan v. Warley, 245 U. S. 60, or Harmon v. Tyler, 273 U. S. 668, or Richmond v. Deans, 281 U. S. 704, but by a private individual disposing of Ms own property. It is true that Girard appointed the City of Philadelphia as the trustee to administer the trust according to the terms of his will, but he certainly did not intend thereby to empower it to conduct such administration in its public or governmental capacity, or to bring into play any of its proprietary rights since it is merely the title holder of Girard’s property and not its beneficial owner. As a trustee it was to act and could act only in a fiduciary capacity, exercising no State or governmental function or power in the slightest degree, but being limited to the same rights, powers and duties, no more and no less, as those of any private individual or trust company acting as trustee.'1 If it were to be held that the city was acting in a public or governmental capacity instead of merely as a fiduciary, and therefore was engaged in “State action,” it could legislate; it could change the plans, structure and terms of the entire will; it could provide for co-education instead of the beneficiaries being limited to males; it could prescribe a different age limit instead of the children being confined to those between six and ten years of age; it could provide that not only orphans but all children should enjoy the benefit of the charity; it could, in short, assume to exercise the same complete, unrestricted control over the college as if it were a public institution. In fact the college is solely responsible for its own policies and management. Its employes are not employes of the city but of the trust estate. All provisions of the will show that it was not intended to be a public school; indeed, it is not merely a school at all but what Girard himself called in a codicil to his will, an “Orphan Establishment,” a home where the fatherless boys eat, sleep, study and live together, enjoying the testator’s bounty which provides for them not only an education but also lodging, board, clothing and all the necessities of life. \\The situation, therefore, is not to be confused with the so-called de-segregation cases which dealt Avith public schools Avhere no discrimination in respect to race, creed or color, as the United States Supreme Court has decided, is permissible under the Fourteenth Amendment. Girard College is a comparatively large institution, but no different legal principles apply to it for that reason than to the smallest of private schools. It is erected on land owned by Girard and the buildings were constructed Avith his own funds (cf. Reuben Quick Bear v. Leupp, Commissioner of Indian Affairs, 210 U. S. 50, Avhere the Commissioner was alloAved to contract Avith a sectarian mission for the education of Indian pupils supported by trust funds belonging to their OAvn tribe.) ¿The college has been supported and maintained for iioav over a century by Girard’s estate; not a penny,,of State.jar city money has ever gone into it no; taxpayer has ever been called upon to contribute to it; true, it is exempt from local taxation, but so are all other charities even though restricted as to their beneficiaries and managed by private trustees. It is contended that, because Girard’s will provided that the funds of the trust should be held and invested by the city treasurer and that an annual financial accounting should be presented to the legislature, this pointed to a public institution, but this argument loses sight of the fact that the will provided that none of the monies of the trust were at any time to apply to any other purposes than those prescribed by the testator and that separate accounts distinct from any other accounts of the city should be kept by it; it must also be remembered that the city in its own right was a secondary beneficiary of part of Girard’s residuary estate, so that it had an independent interest of its own to protect, wholly apart from its status as fiduciary. Petitioners point out that two of the provisions of Girard’s will have in fact been disregarded by the courts, the one, that no part of his real estate in Pennsylvania should ever be sold but should be rented out from time to time on leases not exceeding five years. It is true that there were some sales made under the authority of the Orphans’ Court but only because the income of the trust had shrunk to a point where the college could not be efficiently maintained and therefore the sales were the only recourse open in order to preserve the purposes of the trust; this was purely an administrative matter, sanctioned by law, and involving no change or violation whatever of any of the substantive provisions or objects of the trust, and the same is true of the. authority given by the court to execute leases for fifteen years of certain mine properties, it having been found impossible to secure good tenants on shortdr term leases.\nBy the Act of June 30, 1869, P. L. 1276, the administration of all charitable trusts confided to the City of Philadelphia was thenceforth to be in the charge of a board composed of fifteen persons, including the mayor of the city, the presidents of the councils, and twelve other citizens appointed by certain judges — now by the judges of the Court of Common Pleas of the County of Philadelphia. From that time on the Girard trust estate, as well as all the other charitable trusts of which the city is the trustee, has been managed exclusively by this Board. The Act was upheld as to its validity in Philadelphia v. Fox, 64 Pa. 169, where the policy it represented Avas described (p. 183) as “having such a board dissociated from the general government of the city”. Thus the administration of the city’s fiduciary duties Avas completely divorced f*¡pm that of its ordinary governmental functions.* '\"Tnat the framers of the Philadelphia Home Buie Charter and all the people of the city who by their vote adopted it in 1951 so understood this separation of the Board of Directors of City Trusts from any connection Avith the governmental powers of the city is shoAvn by the fact that the Charter provides, section A-100, that it should “not apply to the Board of Directors of City Trusts and to any institutions operated by it,” the annotation thereto of the Charter Commission being that “The Board of City Trusts is generally not dealt with by the Charter to protect its special status as a trustee.” In other words, the Charter, which is comprehensive and all-embracing in its provisions for the government of the City of Philadelphia, expressly excludes the Board of Directors of City Trusts as a part or arm of that government and completely dissociates it in line Avith the statement in the Philadelphia v. Fox case above quoted. The treasurer of the city serves as treasurer of the board and the mayor and president of city council were made members of the Board obviously because, as hereinbefore stated, the city itself, as a secondary beneficiary of the trust estate, has an interest in the management and protection of its funds; the Board must account, not to the city government, but to the Orphans’ Court for the performance of its duties as trustee, the same as any other trustee (Wilson, Mayor v. Board of Directors of City Trusts, 324 Pa. 545, 188 A. 588). It is of interest to note that if the city itself had considered the Board to be an agency of its public government and subject to its control it could, and no doubt would, have exercised its resulting authority by directing the Board to admit these applicants to the collegia, instead of which, recognizing that it was merely a fiduciary, it petitioned the Orphans’ Court for that purpose. And it is further to be observed, in that same connection, that the Board filed an Answer to the city’s Petition, thus evidencing the complete severance between the city in its ordinary municipal or governmental capacity and the Board of Directors of City Trusts administering the trusts confided to the city as trustee.\n(The City of Philadelphia has been appointed at various times during a period of over two hundred years as trustee of many charitable trusts in addition to that created by Stephen Girard; they are said to number 89 in all at this time, and it is wholly impossible to conceive that the donors and testators had the slightest idea in appointing the city as a trustee of their charitable trusts that it could ever be contended that they were thereby subjecting their trusts to the governmental powers of the city and to the danger of their trusts being thereby invalidated or impaired which would not have been the case had they appointed a trust company or an individual as trustee. It would seem entirely clear, viewed from any and all angles, that the administration of the Girard trust by the Board of Directors of City Trusts does not in the slightest degree represent “State action” which would bring the present situation within the ambit of the Fourteenth Amendment. ,_»« //< l\nBut finally, even if the Board of Directors of City Trusts were deemed to be engaged in “State action” in the administration of the Girard trust, petitioners would nevertheless not be entitled to the remedy they seek. If the city, because bound in its public or governmental actions by the inhibition imposed upon it by the Fourteenth Amendment, cannot carry out a provision of Girard’s will in regard to the beneficiaries of the charity as prescribed by him, the law is clear that the remedy is, not to change that provision, which, as an individual, he had a perfect right to prescribe, but for the Orphans’ Court, which has final jurisdiction over the trust which he created, to appoint another trustee. It is hornbook law, pronounced over and over again by the decisions of this court and presumably by those of all other jurisdictions, that, as stated in Girard v. Philadelphia, 74 U. S. (7 Wallace) 1, 13: “Now, if this were true [that the city could not act as trustee] the only consequence would be, not that the charities or trust should fail, but that the chancellor should substitute another .trustee.” Already in the first attack on the trust the Supreme Court in Vidal et al. v. Stephen Girard’s Executors, 43 U. S. (2 Howard) 127, 188, had said: “It is true that, if .the trust be repugnant to, or inconsistent with the proper purposes for which the corporation [here the City of Philadelphia] was created, that may furnish a ground why it may not be compellable to execute it. But that will furnish no ground to declare the trust itself void, if otherwise unexceptionable; but it will simply require a new trustee to be substituted by the proper court, possessing equity jurisdiction, to enforce and perfect the objects of the trust.” The incompetency of a trustee does not destroy the trust nor affect its validity or enforceability. No bequest or devise for a charitable use is void or in any manner impaired because given to a person or corporation incapable, for any reason, of acting as trustee or carrying out its terms; in such a case it is for the court to appoint a trustee to administer its provisions: Frazier, Trustee v. St. Luke’s Church, 147 Pa. 256, 23 A. 442. It was stated in the opinion in that case (p. 260, A. p. 442) that the 10th section of the Act of April 26, 1855, P. L. 331, that “no disposition of property hereafter made for any religious, charitable, literary or scientific use, shall fail for want of a trustee, . . . but it shall be the duty of the orphans’ court, or court having equity jurisdiction in the proper county, to supply a trustee, . . .” was “merely declaratory of the law as it had existed and been enforced by the courts of chancery in England for hundreds of years.” In Toner’s Estate, 260 Pa. 49, 54, 55, 103 A. 541, 543, it was said: “It is a cardinal maxim in the courts of chancery, upon this subject, that a trust will not fail for want of a [faithful] trustee,” citing many cases. In Abel, Trustees v. Girard Trust Company, Trustee, 365 Pa. 34, 40, 41, 73 A. 2d 682, 685, it was said: “It is unnecessary to consider whether the Association, chartered under the Act of 1874, April 29, P. L. 73, 15 PS 1 et seq., had the power and authority to act as trustee of a charitable trust. The familiar rule is that a charitable trust will not fall for want of a trustee,” citing many authorities.\nRealizing, as they must, that their attempt to establish that the City of Philadelphia cannot, by reason of the Fourteenth Amendment, continue to carry out the provisions of the Girard will in reference to the prescribed beneficiaries of the trust would, even if successful, be a Pyrrhic victory because it could result only in another trustee being appointed for that purpose, petitioners argue that the limitation of the beneficiaries of the “Orphan Establishment” to white orphan children was a relatively unimportant matter in Girard’s mind, and that his “dominant” purpose was that the City of Philadelphia should be the trustee. Not only is this, at best, mere speculation, but the most casual consideration of the terms of the will shows that the exact opposite is the truth. Who can tell better than Girard himself what his “dominant” purpose was? In his will he said, “I am particularly desirous to provide for such a number of poor male white orphan children, as can be trained in one institution, a better education as well as a more comfortable maintenance than they usually receive from the application of the public funds”. And he further said, after speaking of his devotion of the fund to the prosperity of the city, that this was to take place only “after providing for the College as hereinbefore directed, as my primary objectHis secondary objects, as he stated them, were the improvement of the city’s police force, the property and general appearance of the city, and the diminution of the burden of taxation. He provided that even if the city should violate any of the conditions of the will the income from his real estate in the City of Philadelphia was nevertheless to be forever applied to maintain the college. His voice therefore, on this point, speaks from the grave. Indeed, if speculation were to be indulged in, it is obvious that he wished the institution he was creating to be perpetual, — in fact he says so, — and that therefore he required a perpetual trustee, hut at that time there were no trust companies, such as those with which we are now so familiar, existing in Philadelphia. Accordingly, if he wanted, as he undoubtedly did, to obtain an immortal trustee, he had no other resource but to choose the City of Philadelphia. Incidentally, appellants have apparently not been able to find any case — they have cited none — where the identity of the named trustee was held to be more important than that of the beneficiaries of the trust as provided in the deed or will.\nPetitioners mate much in their argument of the proposition that the doctrine of cy pres ought to be applied in this case by omitting the word “white” in the will. As previously stated, they belittle the importance in Girard’s mind of this provision, claiming that the ony reason for it was that at the time he executed his will negroes were slaves and therefore it never occurred to him that they could or should he admitted into such an orphanage or educational institution. However, slavery had been abolished in Pennsylvania by the Act of March 1, 1780, 1 Bm. L. 492, and there were said to be at that time 15,000 negroes in Philadelphia who were free, not slaves. There is no need whatever in the present case for the application of the doctrine of cy pres, because that doctrine applies only if it has become impossible or impracticable to carry out the objects of a trust; here there is no such situation for the trust can he enforced according to its literal terms as it lias been for well over a hundred years. To continue to execute it in compliance with the exact directions of Girard’s will has not become either impossible or impractical, nor, as has been pointed out, illegal. There is no shortage of poor white male orphans between the ages of six and ten; on the contrary there are more qualified applicants than can be accommodated. To sanction a change of the express terms of the will of Stephen Girard, in which he exercised his inalienable right to declare who the beneficiaries of his charity were to be, would, in the opinion of the court, be a wholly unwarranted and improper decision, unjustified by any principle of applicable law.\nDecrees affirmed, each of the parties to bear his or its own costs. ..\nThis was the corporate name of the city under the Act of March 11, 1789, 2 Sm. L. 462. The title was changed by the Consolidation Act of February 2, 1854, P. L. 21, to “The City of Philadelphia,’’\nSimilar legislation, in aid of certain provisions of the will, were enacted by the Acts of February 27, 1847, P. L. 178, and April 20, 1S03, P. h. 623.\nThe fact that a charity is restricted in its beneficiaries to a specific religious group does not make it any the less a “purely public charity” entitling it to tax exemption under the laws of the Commonwealth: The Burd Orphan Asylum v. The School District of Upper Darby, 90 Pa. 21. This question, however, is not involved in the present ease; the Girard College has been properly exempt from taxation since its creation.\nIn Kerr v. Enoch Pratt Free Library of Baltimore City, 149 F. 2d 212, the library there involved was given by the donor to the city, which owns and .almost entirely maintains it on city-owned land; it is now the public library of Baltimore. Moreover no violation of any provision of the donor was involved in that case.\nLikewise the Act of Juné 25, 1919, P. L. 581, to.provide for the better government of the City of Philadelphia, did not include the Board of City Trusts as a part of the city’s governmental structure.\nJamos G. Smith, in his book on “Trust Companies in the United States,” speaks (p. 233) of the age-long “search for a continuous trustee.”"}