{"id": "1271025", "contents": "Opinion\nPer Curiam,\nHarold PJeasant, three years of age, was struck by a car owned and operated by defendant James C. Carr on Camac Street, a very narrow street in Philadelphia. A car belonging to Frank Patchen, the other defendant in the case, was parked on the sidewalk of Camac Street to the left side of the Carr automobile as it moved southwardly. A verdict was returned in favor of both defendants. The Trial Court, affirmed by the Court en banc, awarded a new trial on several grounds, inter alia:\n1. The Trial Judge failed to instruct the jury that where a ear is parked in apparent violation of a stattute, the burden of proof shifts to the extent that the defendant has the burden “of satisfying the jury that the parking was such as was allowed by the statute.\" Bricker v. Gardner, 355 Pa. 35.\n2. “It is a primary duty of the trial judge — a duty that must never be ignored — in charging a jury to clarify the issues so that the jury may comprehend the questions they are to decide. Such clarification is impossible without clear instruction as to the burden of proof, the shifting of the burden in certain states of the record, and if plaintiff has offered prima facie proof of what he has pleaded, the duty then devolving on the defendant to come forward with evidence. Sears v. Birbeck, 321 Pa. 375, 383.\n3. The Trial Judge failed, after being so requested, to instruct the jury “that where children are playing in an area, the driver must be prepared for any rash movements.” Robb v. Miller, 372 Pa. 505.\nThe defendant, James C. Carr, has appealed, asking for a reversal of the order granting a new trial and urging judgment n.o.v. Since the question as to whether Carr and Patchen, individually or collectively, exercised due care under the circumstances, was strictly one of fact to be determined by a jury, the motion for judgment n.o.v. must be refused.\nA reading of the record confirms that the lower Court was not guilty of an abuse of discretion in ordering a new trial.\nOrder affirmed."}