{"id": "1271030", "contents": "Opinion by\nMr. Chief Justice Jones,\nThis appeal is from an order dismissing the plaintiffs’ complaint in an action of assumpsit on the ground that the subject-matter is res judicata. In the priorly adjudicated action, the plaintiffs had sought to rescind their written order for the purchase of a welding machine from the defendant which the latter had duly delivered and for which the plaintiffs had paid in full. The cause of action pleaded in that suit was the defendant’s alleged breach of warranty with respect to the machine sold and delivered. The damages claimed were for the original purchase price of the machine and a lump sum for repairs to it while in the hands of the plaintiffs. The defendant filed preliminary objections to the complaint which the court below sustained for the reason that the averred notice of rescission was not made timely (see Sec. 69 of the Sales Act of May 19, 1915, P.L. 513, 69 PS § 311) wherefor the plaintiffs’ acceptance of the machine was to be conclusively presumed (see Sec. 18 of the Sales Act, supra, 69 PS § 258). The court accordingly entered an order dismissing the complaint. No appeal was taken from that order.\nSubsequently, the plaintiffs instituted the present action wherein the parties are the same, the cause of action the same and the relief sought the same, namely, damages for the defendant’s alleged breach of an express warranty with respect to the machine contained in the contract of sale. But, because the plaintiffs now claim, in addition to damages measured by the purchase price of the machine and the cost of repairs to it, also for consequential damages, they assert that the former action was not res judicata of the present one. The defendant again filed preliminary objections to the complaint, setting forth several grounds, inter alia, res judicata, which was the ground upon which the learned court below sustained the preliminary objections and dismissed the complaint. This appeal by the plaintiffs followed.\nThe fallacy in the appellants’ contention lies in their apparent misconception that the quantum of damages claimed for the alleged breach of warranty constitutes the cause of action. Accordingly, they argue that, since they have augmented the damages in the instant action by the additional claim for consequential damages, the action is based on a different cause. With that, we are unable to agree. As the learned court below correctly observed, — “There has been no change in the cause of action originally asserted by the plaintiffs.”\nIt is, of course, true that a buyer’s, acceptance of goods purchased does not discharge the seller from liability in damages for a breach of warranty in the contract of sale: Sec. 49 of the Sales Act of 1915, supra, 69 PS § 259. And, the buyer is deemed to have accepted the goods when, after the' lapse of a reasonable time, he retains the goods without intimating to the seller that he has rejected them: Sec. 48 of the Sales Act, cit. supra. The theory of the plaintiffs in the instant action apparently is that, having been unable, to rescind because of their failure to notify the seller within a reasonable time of the alleged defect in the machine, they stand in the position of acceptors of the goods with a right to proceed against the seller for damages for the alleged breach of warranty. The error in the argument lies in the fact that, although the plaintiffs so became acceptors of the goods, they had failed to give notice to the seller of the alleged breach of warranty within a reasonable time after they knew of such breach: Sec. 49 of the Sales Act, cit. supra. The issue of notice of the alleged defect in the machine within a reasonable time was concluded against them by the final order in the prior suit from which no appeal was taken.\nThe only thing that appears to have given the court below any pause was whether the defense of res judicata could be raised by preliminary objections. Ordinarily, it cannot be because the pleadings do not contain, and cannot properly be made to contain, the facts essential to the requisite comparison between the two suits. But, where, as here, the plaintiffs’ complaint sets forth in detail, either directly or by reference, the facts and issues pleaded by the prior suit, the question of res judicata may properly be raised by preliminary objections: see Jones v. Costlow, 354 Pa. 245, 249-250, 47 A. 2d 259. In that case, we recognized that “Where, however, the prior proceeding is made a part of or referred to in a bill of complaint or a statement of claim, its effect as res judicata may be brought before the court and determined upon preliminary objections or an affidavit of defense raising questions of law. See, e.g., Shotkin v. Presbyterian Church Board of Pensions, 343 Pa. 650, 652, 23 A. 2d 419; Miners Savings Bank of Pittston v. Walsh, 148 Pa. Superior Ct. 389, 393, 25 A. 2d 771.”\nOrder affirmed."}