{"id": "1271002", "contents": "Opinion by\nMr. Justice Bell,\nMary (Zuschlag) Thompson, the testatrix, died in Greenville, Mercer County, Pa., on January 21, 1954, leaving a net estate of approximately $25,000. She was 83 years of age. Her last Will was executed on October 11, 1958, at the home of her sister, Mrs. Stitt, where she had been living since she left Sharon Hospital, Sharon, on March 2, 1953. Her Will was drawn by an attorney, Mr. L. N. Dilley, after testatrix had told him and Mr. Norman P. Mortensen, the President and Trust Officer of the First National Bank of Greenville, the persons to whom she wanted to leave her estate and the exact amount she wanted each legatee to receive. The Will was prepared by Mr. Dilley in accordance with her instructions; it was witnessed by Mr. Dilley and by Dr. Gilbert H. Diehl, who had been the decedent’s physician since she came to Greenville in March, 1953. Before she signed her Will each paragraph was read to her and she expressed definitely and unequivocally her approval of each bequest. They testified that she was mentally alert and knew and understood exactly what she wanted. The trial Judge characterized Dr. Diehl, Mr. Mortensen and Mr. Dilley as “three gentlemen of unquestioned integrity”.\nThe Stitts, who were her residuary legatees, were not present at the time testatrix executed her Will nor at the prior conferences when she discussed her proposed Will with Mr. Dilley and Mr. Mortensen; indeed they never knew the contents of the Will or that they had been left anything until after Mrs. Thompson’s death. The lower Court said:\n“. . . During both the preliminary interview conducted by Mr. Dilley and Mr. Mortensen and the interview of October 17th during which time the will was executed, Mr. and Mrs. Stitt were absent from the room and in some instances from the house. The evidence indicates that they left the room immediately after their presentation of the visitors to Mrs. Thompson and did not return until the men had completed with the exception of the incident where Mrs. Thompson had called for Mr. Stitt to advise her on making the will at which Mr. Stitt informed her that she would have to do that herself and again left.”\nThe contestants, Charles Toten, Ira D. Talbott and John Ramsey, were not related to testatrix but for many years had done odd jobs for her at her store in Sharon. Each of them, under testatrix’s prior Will of March 15, 1950, had been bequeathed $>1,000. The contestants were subsequently joined in the appeal from probate by a Masonic Lodge and a Masonic Home which had been the residuary legatees under Testatrix’s Will of March 15, 1950.\nAt the trial of the issue devisavit vel non, the jury found that the decedent had testamentary capacity, but that the Will had been procured by undue influence practiced by Clara Stitt or Mont Stitt or both of them. The Stitts appealed and are here seeking a judgment non obstante veredicto.\nMrs. Thompson had been separated from her husband approximately 40 years and since that time, except for the last year of her life, had a confectionery store and lived in Sharon, Mercer County, Pa. She had one child, a son, Carl, who died in 1944. At the time of Mrs. Thompson’s death her next of kin were her. sister, Mrs. Stitt, aged 76, two other sisters, Mrs. Lizzie Ruffing and Mrs. Margaret Frye, and a brother, Charles Zuschlag. Zuschlag, Mrs. Ruffing and Mrs. Frye lived in Sharon.\nTestatrix in her last Will of October 17, 1953, which the trial Judge characterized as “a highly unnatural will”, gave her sister Lizzie Ruffing $500., her brother Charles $500., her sister Margaret Frye, whom she strongly disliked, $5.00, St. Paul’s Childrens’ Home of West Salem Township $500., Zion Evangelical and Reformed Church of Greenville $500., St. Paul’s Old Folks’ Home of West Salem Township $500., and the Masonic Home at Elizabethtown, Pa., $100. She then gave her residuary estate “to my sister, Clara Stitt, and her husband, Mont Stitt”. She appointed the First National Bank of Greenville as executor.\nMrs. Thompson in her prior Will dated March 15, 1950, gave $500. to the Oakwood Cemetery Association of Sharon for the preservation and care of her burial lot; $1,000. to Charles Toten, $1,000. to Ira D. Talbott, and $1,000. to John Ramsey and Jennie Ramsey, his wife, or the survivor of them. She then gave her residuary estate, two-thirds to the Shenango Masonic Lodge to establish in memory of her son, “The Carl V. Thompson Charity Fund”, and one-third to the Masonic Home at Elizabethtown, Pa. She appointed the Merchants and Manufacturers National Bank of Sharon as executor under that Will.\nWe believe that Mrs. Thompson’s last Will of October 17, 1953, instead of being a highly unnatural Will, was a very natural Will. In this Will, unlike her prior Will, she gave bequests to her sister Lizzie and her brother Charles, and the balance of her estate to her sister, Clara Stitt, and her sister’s husband, who had been taking wonderful care of her during the last year of her life. It is unfortunate that she did not leave anything to Toten, Talbott and Ramsey, but as people grow older, their appreciation of prior acts of friendship and help, often wanes. The fact that in her 1953 Will she gave no bequest to the Shenango Masonic Lodge, to whom she had formerly given two-thirds of her residuary estate in memory of her son Carl, has no legal or other significance, especially in view of the fact that Carl, who was a Mason, had bequeathed all his estate, not to a Masonic Lodge, but to his mother, or in the event of her death, to his aunt, Mrs. Stitt.\nIt is impossible to cover briefly everything that was said by witnesses in a rambling record of nearly 900 pages. Instead, we shall first state the applicable principles of law, briefly summarize the highlights of the testimony, and then analyze the evidence and the contentions of the contestants in the light of the pertinent authorities which the contestants have clearly misapprehended.\nIn Williams v. McCarroll, 374 Pa. 281, 97 A. 2d 14, the Court restated the principles which are now well and clearly established:\n“ ‘. . . It is . . . the rule in Pennsylvania that in every case in which the question of testamentary capacity and the allegation of undue influence is presented to the court for determination, it is important to examine the disputed document itself to ascertain whether the testamentary scheme is natural and reasonable and in harmony with the family background.’ . . .\n“. . . Moreover, where a will is drawn by decedent’s attorney and proved by subscribing witnesses, the burden of proving lack of testamentary capacity or undue influence ‘can be sustained only by clear and strong or compelling evidence’ ; and this is especially so if proponents were corroborated by the attending physician: Higbee Will, 365 Pa. 381, 382, 75 A. 2d 599; Franz Will, 368 Pa., supra; Sturgeon Will, 357 Pa., supra; Ross Will, 355 Pa. 112, 49 A. 2d 392; King Will, 369 Pa. 523, 87 A. 2d 469; DeMaio Will, 363 Pa. 559, 70 A. 2d 339____\n“ ‘Although there are a myriad of eases involving confidential relationship and undue influence, the courts have found it impossible to define precisely these terms. . . . “ ‘ “Confidential relation . . . appears when the circumstances make it certain the parties do not deal on equal terms, but, on the one side there is an overmastering influence or, on the other, weakness, dependence or trust, justifiably reposed; ... In some cases the confidential relation is a conclusion of law, in others, it is a question of fact to be established by the evidence’: Leedom v. Palmer, 274 Pa. 22, 25, 117 A. 410, 411, 412; Null’s Estate, 302 Pa. 64, 68, 153 A. 137, 139; McCown v. Fraser, 327 Pa. 561, 564, 565, 192 A. 674, 676; Ringer v. Finfrock, 340 Pa. 458, 461, 462, 17 A. 2d 348, 350.” ...’”: Kees, Executor v. Green, 365 Pa. 368, 374, 75 A. 2d 2.\n“In Phillips’ Estate, 244 Pa. 35, 43, 90 A. 457, the Court said: ‘When a will is attacked on the ground of undue influence, “It is necessary to bear in mind the meaning of the term . . .; as a legal phrase it is used as denoting . . . something violative of legal duty* . . . The word ‘influence’ does not refer to any and every line of conduct capable of disposing in one’s favor a fully and self directing mind, but to a control acquired over another which virtually destroys his free agency . . . and . . . opérateos] as a present restraint upon him in the making of the will” (Caughey v. Bridenbaugh, supra, 421; Stokes v. Miller, 10 W.N.C. 241; Miller v. Miller, 3 S. & R. 267; Zimmerman v. Zimmerman, 23 Pa. 375; Tawney v. Long, 76 Pa. 106; Herster v. Herster, supra, 612, 122 Pa. 239; Allison’s Est., 210 Pa. 22; McNitt’s Est., 229 Pa. 71; Englert v. Englert, 198 Pa. 326; McCauley’s Est., 224 Pa. 1, 5; Keller v. Keller, 239 Pa. 467.).’ See also to the same effect Franz Will, 368 Pa., supra.\n“The authorities are in accord that, generally speaking, the burden of proving lack of testamentary capacity or undue influence or confidential relationship rests upon the person asserting the same: Kees, Executor v. Green, 365 Pa., supra; Teats v. Anderson, 358 Pa. 523, 58 A. 2d 31.”\nNo confidential relationship was established in this case, consequently it is not necessary to discuss the question of whether the burden of proof shifted.\nThe Proponents’ Evidence\nL. Norman Dilley, who had been a reputable attorney in Greenville for 29 years, was recommended by Stitt. On one occasion five or ten years before, Dilley had represented Stitt in connection with a mortgage for Mrs. Stitt’s daughter. Mrs. Thompson telephoned Dilley a few days prior to October 17, 1953, and asked him to come to see her to draw her Will. She requested him to bring with him Mr. Mortensen, who was President and Trust Officer of the First National Bank. When they arrived at Mrs. Stitt’s home, Mrs. Thompson was lying on the davenport, but got up to greet them. Afterwards they all sat down, except the Stitts who had left the room. After some general conversation, Mrs. Thompson decided she didn’t feel like drawing her Will that particular day. Several days later Mortensen called Dilley and arranged to go to the Stitt home that day to see Mrs. Thompson. “. . . she was quite friendly and quite cheerful.” The Stitts withdrew from the house. After a general conversation Dilley told Mrs. Thompson he was there to find out what she wanted in her Will; who her relatives were, and how much she wanted to leave each relative. She discussed generally what her estate consisted of and she mentioned that she had securities, stocks, bonds, certain cash, which was in Mr. Bieber’s hands in Sharon (he was Vice President of the Merchants and Manufacturers Bank in Sharon) and also some real estate. She told them who her relatives were and the exact amount she wanted each of them to receive. Dilley called her attention to the disparity between what she intended to leave her sister Margaret Frye and what she was going to leave to her sister Lizzie Buffing and her brother Charles, but she was adamant. “. . . she had some idea that she should put something in the Will . . . and Five Dollars was what she insisted on.” She also told them that she wanted Mr. Mortenson of the First National Bank of Greenville to take care of her estate as her executor, and that she wanted the balance of her estate to go to Clara and Mont. Dilley pointed out to her that the residuary gift was the most important one in the Will and they discussed it at some length. “And in various ways she expressed herself as being very appreciative of them having taken such good care of her”.\nThe Stitts left the house when Dilley and Mortensen arrived. During the discussion of the Will, Mrs. Thompson requested that Dilley call Mr. and Mrs. Stitt into the room. “They came in and Mrs. Thompson mentioned to them that we were discussing the Will. Then the Stitts withdrew again; they said they did not want to have any part of it; that that was up to her to make her Will as she saw fit. So they withdrew and they didn’t return until we were just ready to leave, when we called them in again.”\nDilley prepared and returned with the Will on October 17th. He had discussed with Mrs. Thompson the question of an additional witness. Dilley considered that Mortensen should not be a witness because his bank would have an interest in the Will and the Stitts should not be because they were named as residuary legatees. So Dilley took with him Dr. Gilbert H. Diehl, a reputable physician who was and had been since March 9, 1953, Mrs. Thompson’s physician. When Dilley and Dr. Diehl arrived they had some pleasant conversation and the Stitts withdrew from the room into the back yard. Dr. Diehl then made a physical examination of Mrs. Thompson, which took approximately ten or fifteen minutes. After that Dilley read the Will to Mrs. Thompson, paragraph by paragraph, and explained and discussed it with her, in order to make certain that it was precisely what she wanted and had directed. She specifically approved every gift; several she commented on or discussed. For example, she said that $5. was all she wanted to give Margaret; “that she wasn’t interested in Margaret having anything, but she would give her Five Dollars, just to name her in her Will.” In connection with the bequest to St. Paul’s Childrens’ Home, Mrs. Thompson mentioned the work that the Home was doing. She also said something about Reverend Shoemaker, who was pastor of the Zion Evangelical and Reformed Church. She made no mention of the gift to the Masonic Home except to say that that was what she wanted to give them. She again repeated that Clara and Mont had looked after and taken good care of her and they were the ones she wanted to have everything that was left of her estate. She mentioned again that she had stocks, bonds and securities in the Bank at Sharon and real estate in Sharon, but she did not know exactly what she did have because she hadn’t received a statement from Mr. Bieber for some time. She also said she wanted Mr. Mortensen of the First National Bank to look after her estate; she no longer wanted Mr. Bieber or the Bank in Sharon to look after her affairs because she did not like some of the things they had done in connection with her business. “. . . she referred to their failure to give her an accounting when she wanted it”; and she apparently had some grudge against them that caused her to change to the First National Bank. She mentioned that she had had a son and that she had had prior wills. In reply to a specific question, she said she understood that this was her last Will and that it contained exactly what she wanted to be done with her estate. She signed her name but because her hand shook, her signature was not very legible so she made a mark. After she signed the Will with her signature and a mark, Dr. Diehl and Dilley witnessed it. After the Will had been signed the Stitts were invited back to the house. Dilley took the Will with him and kept it in his safe until after Mrs. Thompson’s death. The Will was never discussed in the presence of the Stitts nor were they ever informed of the provisions of the Will until after Mrs. Thompson’s death.\nDilley testified that Mrs. Thompson in her interviews with him and at the time she executed her Will, was mentally alert, knew and understood what she was doing, had a free and open mind about her Will, and knew exactly what she wanted in her Will. He also testified that as far as he could tell, the Stitts exercised no influence on Mrs. Thompson in connection with her Will.\nMr. Mortensen corroborated Mr. Dilley in all his testimony as to the conferences at which they both were present and particularly as to the discussion about the contents of her will. Mortensen pointed out to Mrs. Thompson that she was going to give her brother and one sister $500. each and suggested that she make Mrs. Frye’s bequest equal to theirs. To this suggestion Mrs. Thompson said “no”, “she and Margaret hadn’t gotten along, and Five Dollars Avas what she Avanted to leave her. . . . Q. And Avhat did she say with regard to the disposition of the balance of her estate? A. She said she Avanted to leave that to her sister, Mrs. Stitt, and her husband because they had been taking care of her Avhen she needed to be taken care of.” Mrs. Thompson told Mortensen (and Dilley) that she had a house in Sharon and tAvo lots in Hickory ToAvnship and some cash and some bonds, although apparently she did not have any bonds. She also told Mr. Mortensen and Mr. Dilley that she did not want Mr. Bieber or Mr. Bieber’s bank to act as executor; “she Avas not satisfied; that she had been trying for a long time to get a report of the assets she had from him, without any result. She said she didn’t want him in the picture.” Mortensen corroborated Dilley about the Stitts being outside and about their being called back into the room and asked by Mrs. Thompson to help her with her Will, but they refused to do so and retired. From Mr. Mortensen’s testimony, which was clear, direct and convincing, there Avas no doubt that Mrs. Thompson Avas of sound mind and clearly understood and stated explicitly what she wanted in the Will; and that the Will which he later saw was drawn in accordance Avith her instructions.\nDr. Diehl is a practicing physician of Greenville who was Mrs. Thompson’s physician since March 9, 1953. At that time she was in a very weakened and debilitated condition. She had come home from the hospital approximately a week before; she had a deficiency disease, a heart condition and arteriosclerosis; and she was very weak. She Avas at times confused when he first saw her. “Her whole picture was one of a debilitated, older person, who was quite ill.” Because of this she required a great amount of care, night as well as day, during the first few months. She did not have control of her bowels or her urine and she wanted to sleep in the daytime and stay up most of the night. After a month or two of care in the Stitt home she responded quite well, as (he said) many older people do when they are given good care, good proper food and certain medicines. “She regained control of her bladder and bowels, and became mentally alert again, and was able to get around the house”. The doctor gave a number of reasons for Mrs. Thompson’s prior confusion, including high blood pressure, narcotics and shock treatments. Dr. Diehl saw Mrs. Thompson several times during March, April, May, June, September, October and December, 1953, and January 1954. After a couple of months, Mrs. Thompson was much improved mentally and physically, and joked a lot with Dr. Diehl. He further testified that “her mental condition had become quite normal early in May or June that year, and that, in October, it was very good for her age group, and I felt she knew exactly what she was doing and who she was, and where she was, and that all her mental capacity had returned.” He attended her until her death on January 21, 1954, which was caused by a cerebral thrombosis on January 10, 1954.\nBoth Dr. Diehl and Mr. Dilley testified that Mrs. Thompson knew that she was paying the Stitts to take care of her. Dr. Diehl also testified, inter alia, that the door to the room which led into the hall at the top of the stairs was locked because Mrs. Thompson would try, especially at first when she was confused, to get up and walk around the house unaided at night, and that was a source of worry to all of them because she might fall downstairs and get badly hurt.\nMost important of all, Dr. Diehl fully corroborated Mr. Dilley’s testimony as to what was said and done at the time of the execution of the Will on October 17, 1953. He also confirmed that the Stitts were not present at any time during the discussion or execution of the Will. He testified that Dilley read each part of the Will, each paragraph and each sentence to Mrs. Thompson very slowly and carefully and asked Mrs. Thompson if that was exactly what she wanted, to which she replied “That’s right” or “That’s exactly what I want”, and then made other comments in connection with several of the bequests. He gave her an examination before the Will was read to her; checked her blood pressure and her heart and her general physical condition; asked questions to test her mental condition, and testified that there was no question in his mind that at the time she made her Will she was mentally capable of knowing what she was doing and what she wanted done, and that she understood and knew and wanted exactly what was set forth in her Will. He also testified that at that time she again said that “the Stitts had taken her in and had taken very good care of her and she was very happy there so she wanted to leave them the rest of her estate.” Notwithstanding a very sharp and clever cross-examination by defense counsel, Dr. Diehl’s testimony, like Mr. Dilley’s and Mr. Mortensen’s testimony, was clear, positive and strong— Mrs. Thompson was mentally alert, knew exactly what she was doing and what she wanted done and clearly understood every paragraph and every gift which she made in her Will.\nThe testimony of Mr. Dilley, Mr. Mortensen and Dr. Diehl, three men of unquestioned integrity, was not contradicted or shaken or in any way impugned.\nMrs. Stitt told of her care of Mrs. Thompson; that she had a wonderful appetite; that after she was at her house awhile she was alert mentally and talked a lot, mostly about her store and her people. She also used to joke frequently. Mrs. Stitt told Mrs. Thompson that she and her husband were being paid for keeping her, but she was never asked and did not tell her how much. She testified that she had been to see her sister at her store in Sharon every two or three weeks for approximately ten years. She said that Mrs. Thompson told her she wanted to make a new will but that she (Mrs. Stitt) did not know what was in it until after Mrs. Thompson’s death; that she was not present when the Will was prepared or signed. She also testified that she locked the upstairs door that opened into the hall at the top of the stairs because Mrs. Thompson had difficulty in sleeping at nights and would walk from one room to another, and she was afraid she would fall downstairs. Mrs. Thompson said the people at Sharon “were her money friends; that is all they cared for.” Mrs. Thompson said that if she went to live with her sister, Margaret Frye, she would die in the County Home, which was what happened to her sister Anna when she went to live with Mrs. Frye.\nThere was nothing in Mrs. Stitt’s testimony — or indeed in the testimony of any witness — to show that she ever exercised undue influence upon Mrs. Thompson.\nMr. Stitt, originally a bartender and subsequently a janitor, was a sick man 75 years old. He and his wife were living on his small pension. He testified that Mrs. Thompson’s mental condition was good. He had a heart attack while he was on the stand which may or may not account for several inconsistencies or contradictions in his testimony, which as we shall see, were, relatively speaking, unimportant.\nMrs. Stitt’s daughters, Mrs. Evelyn Sherbondy and Mrs. Ethel Sherbondy and Ethel’s husband, who often visited Mrs. Stitt, testified that after Mrs. Thompson was at their mother’s house for several months she was mentally alert and her physical condition had greatly improved. Mrs. Ethel Sherbondy also testified that her aunt enjoyed having visitors and that her aunt helped her with household chores including wiping dishes. A friend and neighbor, Mrs. Tarr, corroborated the proponents and testified that Mrs. Thompson’s condition was good. Their evidence was in the last analysis merely corroborative and cumulative.\nWhat Was the Clear and Strong or Compelling Evidence Produced By the Contestants to Prove Undue Influence ?\nThe trial Judge says that it consists of the following:\n1. Mrs. Thompson’s last Will dated October 17, 1953, was a highly unnatural Will. The lower Court arrived at this conclusion by pointing out the changes between Mrs. Thompson’s Will of March 15, 1950, and her last Will. In the 1950 Will Mrs. Thompson left $1,000. each to Toten, Talbott and the Bamseys. In her last Will she eliminated these bequests and instead gave similar small bequests to her brother Charles Zuschlag and her sister Lizzie Buffing. This is neither unusual nor unnatural. As people grow older, blood often becomes thicker than water and people are more likely to remember their family in their Will than employes who aided or befriended them in years gone by.\nInstead of leaving her residuary estate in her 1953 Will to the Masons, as she had in her 1950 Will, Mrs. Thompson left it to her sister, Mrs. Stitt, and her sister’s husband, who were taking wonderful care of her in what she must have known were the last years of her life. There was certainly nothing unnatural in this change, especially as her son — in whose memory she had previously left her residuary estate to the Masons — left his own estate, not to the Masons, but to his mother, and in the event of her death to Ms aunt, Mrs. Stitt. It is, we repeat, certainly natural to appreciate the help, comfort and affection of those who are caring for you in the later days of your life, especially if it is a near relative, and it was certainly natural that Mrs. Thompson should want to leave her residuary estate to her sister and her sister’s husband.\nIt was also natural that after Mrs. Thompson moved to Greenville she would bequeath a small legacy to several charities in or near Greenville. One of these charities — St. Paul’s Home — had been previously recommended by Mrs. Eichbaum, one of the witnesses for contestants, but Mrs. Thompson had refused to make the change until after she moved to Greenville. The change of her corporate executor was likewise not unnatural. Ever since the depression, many people are, or become dissatisfied with the services of their particular trust company, no matter how efficiently their estate may be managed.\nTo summarize: Mrs. Thompson’s last Will appeals to us, not as a highly unnatural one, but as a highly natural one.\n2. The lower Court concluded that a confidential relationship existed between Mrs. Thompson and the Stitts; that this shifted the burden of proof; and that the Stitts had failed to prove that they had not exercised undue influence. In the view we take of this case, the lower Court’s interpretation of confidential relationship and the resultant burden of proof is immaterial, since we aré convinced that the evidence in this case was not sufficient to establish a confidential relationship or to shift the burden of proof (from disappointed strangers) to the Stitts. The “sister” relationship certainly did not create a “confidential relationship”. The evidence was utterly insufficient (a), to prove that the Stitts exercised “an overmastering influence” upon Mrs. Thompson, or (b) to establish the existence of “weakness, dependence or trust justifiably reposed”. “Weakness, dependence or trust justifiably reposed” is not created merely by nursing and caring for an old sick lady; that language or yardstick refers to and requires a relationship which involves or includes managing or advising a dependent person in business or financial matters: cf. Brennan’s Estate, 312 Pa. 335, 168 A. 25; Rover’s Estate, 339 Pa. 423, 12 A. 2d 923. Such a relationship, when established, if coupled with the proof that testatrix was of weakened intellect, shifts the burden of proof to the confidential adviser to prove that the bequest was the free, voluntary and clearly understood act of the testatrix: Williams v. McCarroll, 374 Pa., supra.\nThere was absolutely no evidence to show that the Stitts exercised undue influence or even any control, as those terms are used in the cases, over Mrs. Thompson. Her financial affairs were and had been taken care of and administered — not by the Stitts — but by Mr. Bieber, Vice President of the Merchants and Manufacturers National Bank of Sharon, since 1944. There was no evidence that the Stitts procured or even attempted to persuade her to make a Will in their favor ■ — indeed the evidence by the Stitts and by disinterested witnesses was exactly to the contrary; and the mere caring for a person, preparing her food and nursing her does not establish a confidential relationship or undue influence.\nOpportunity for undue influence, suspicion and conjecture, do not create or amount to proof of either confidential relationship or undue influence: May v. Fidelity Trust Co., 375 Pa. 135, 99 A. 2d 880; Rosenthal’s Estate, 339 Pa. 488, 496, 15 A. 2d 370. See also: Zakatoff Will, 367 Pa. 542, 546, 81 A. 2d 430; Obici v. Third Nat. Bank & Trust Co. of Scranton, 381 Pa. 184, 190, 112 A. 2d 94. In Rosenthal’s Estate, 339 Pa., supra, the Court said (p. 496) : “ ‘ . opportunity is not evidence, and conjecture and suspicion do not take the place of testimony.” ’ ”\n3. The lower Court points to three incidents as demonstrating that the Stitts exercised control and undue influence. “The first example is when Mrs. Frye suggested that Mrs. Thompson visit her. Mrs. Stitt refused to permit this. On another occasion Mr. Robertson offered to take Mrs. Thompson to Sharon to visit her store and Mr. Stitt prohibited this. A suggestion was made that Mrs. Thompson could be better cared for in a nursing home and Mr. Stitt stated that Mrs. Stitt would never stand for that. In addition, Robertson, who suggested this move, and the reduction of the nursing fee from $300.00 to $240.00 per month, was refused permission to return to visit Mrs. Thompson” [after he had visited her six to eight times].\nMrs. Thompson was an old lady of 83 years of age who obviously could not get around much. Because of her physical condition or her lack of desire, she never went any place after moving to the Stitts’ home in March 1953. She disliked her sister, Mrs. Frye. There is nothing to indicate that at the time of the suggested visit Mrs. Thompson wanted to visit Mrs. Frye or was well enough to do so. This is likewise true with reference to Robertson’s offer to take Mrs. Thompson to Sharon to visit her store. Mrs. Thompson had resented Robertson’s interfering in her affairs, and it is likely that the Stitts resented Robertson’s efforts to reduce their compensation for caring for Mrs. Stitt. Certainly Mrs. Thompson did not want to be put in a nursing home with utter strangers, and it was only natural that her sister should resist and resent this plan. Of course, none of these three incidents amount to proof of undue influence.\nThe lower Court and the appellees also rely upon the fact that the Stitts read Mrs. Thompson’s mail to her, operated the radio for her, made almost all her telephone calls for her, and recommended her doctor, her lawyer and her banker. This care and solicitude, without some substantial evidence of control which operated as a present restraint upon her at the time she made her Will, does not amount to proof of undue influence. Moreover, when an ill old lady, 83 years of age, comes to a strange city to live with her sister, to whom else would she turn except to her sister for the recommendation of a doctor, a lawyer and a banker? We note once again that the trial Judge described her doctor, lawyer and banker as “gentlemen of unquestioned integrity”. The lower Court and the appellees also place much weight upon the testimony that the Stitts never left Mrs. Thompson alone with her visitors from Sharon except for the briefest intervals. Wasn’t it natural for Mrs. Stitt who had no outside interests or amusements to want to see and talk with friends whom she and Mrs. Thompson had known for many years? How can that be interpreted as sinister influence when there is no evidence that Mrs. .Thompson ever wanted to be alone with her visitors or that the visitors ever asked to be left alone with her? Even Mr. Bieber, who was contestants’ witness, never asked to be left alone or felt the need of being left alone with Mrs. Thompson when he came to the Stitts’ home six or eight times to see her.\nThe trial Judge also relied on certain inconsistent or contradictory testimony of Mrs. Stitt and particularly of Mr. Stitt which he felt made them unreliable witnesses. Mr. Stitt gave testimony at the trial which was inconsistent with that given by him at the hearing nine months before to determine whether an issue d.v.n. should be granted. The trial Judge pointed out that at the prior hearing Stitt testified that he hadn’t seen Mrs. Thompson from the time he left Newcastle fifty years ago until she came to Greenville, whereas at the present trial he testified that he had seen her three or four times in Sharon. There was also contradiction and conflict between the Stitts as to whether Mr. Mortensen or they first suggested Mr. Dilley, and who telephoned Dilley. Stitt also testified that Mrs. Thompson’s health was good each month commencing with June 1953, whereas he wrote three letters stating that her health had been bad for a couple of days. The lower Court also lays emphasis on what it terms is a contradiction in Stitt’s testimony — he testified that he voluntarily reduced the payments from $300. to $240. a month, whereas two other witnesses testified that they pressed him to reduce the nursing fee. There was irreconcilable testimony as to what was done with the proceeds of a $150. Water Company dividend check.\nIn the first place, anyone who attempts to be truthful could make an honest mistake as to whether he had seen Mrs. Thompson three or four times in fifty years or whether he hadn’t seen her at all in fifty years. Stitt could have made an honest mistake as to whether he recommended Dilley to Mrs. Thompson or gave her the name of several lawyers including Dilley. He could have made an honest mistake as to whether he or Mrs. Thompson first telephoned Dilley, although Dilley said it was Mrs. Thompson who did so. He was an uneducated sick old man who was undoubtedly a poor witness. Assuming that all of his and all of her contradictions or inconsistencies were lies instead of mistakes, such testimony — together with all the other evidence in this case — did not amount to or prove undue influence!\nThe lower Court also said that the failure of the Stitts to disclose, even though not asked, the exact amount they were being paid by Mr. Bieber to take care of Mrs. Thompson “alone would support the jury’s finding of circumvention, misrepresentation” and undue influence. Even if the Stitts’ explanation for their failure to voluntarily tell Mrs. Thompson the exact amount they were being paid, is disregarded, the lower Court is in error in saying that this failure of disclosure alone would amount to undue influence.\nMrs. Bamsey, a disappointed legatee, Mrs. Malcolm and Mrs. Eichbaum, all of whom were old friends, visited Mrs. Thompson several times when she was living at the Stitts’ home. Each of them testified that she was in a weakened condition and getting weaker and unable to talk much. Each of them testified that when Mrs. Thompson was alone she said (to each, separately) “I don’t like her” referring to Mrs. Stitt. Each of them said that Mrs. Thompson was just about the same as when she left Sharon, except that she was getting weaker. “She seemed to be weak, but she didn’t use her hands much, or try to move;” “She could not raise from the couch without help.” “She just never talked,”\nMr. Bieber, a witness for contestants, testified that Mrs. Thompson was unable to make business decisions and that she was gradually getting weaker. However, he admitted that she was mentally competent to understand the power of attorney which she executed and gave to him on April 24, 1958, and that she refused to sign it until she discussed the matter with John Ramsey. After Ramsey advised her to sign it, she did so. Ramsey, a disappointed legatee, who said that Mrs. Thompson was getting weaker all the time during the last three years of her life, witnessed this power of attorney. Mr. Bieber sold her store under the power of attorney which Mrs. Thompson gave him on July 13, 1953, which was drawn and witnessed by an attorney, Donovan H. Henry. The validity of these powers of attorney has never been questioned. Less capacity is needed to make a valid will than is sufficient in most cases to transact ordinary business: Higbee Will, 365 Pa. 381, 382, 75 A. 2d 599; Sturgeon Will, 357 Pa. 75, 81, 53 A. 2d 139, and eases cited therein; Conway Will, 366 Pa. 641, 79 A. 2d 208.\nAppellees overlook these important and controlling factors: (1) the Will itself was the clearly understood and desired act of Mrs. Thompson; (2) it represented the exact wishes and directions of Mrs. Thompson; (3) the Stitts did not procure it or know anything about its contents until after her death; (4) the Will was drawn and prepared by . Mrs. Thompson’s lawyer after she consulted with him and with a reputable bank President; (5) it was witnessed by her lawyer and her doctor who the Court found were men of unquestioned integrity; and (6) there was no evidence which was sufficient to prove that the Stitts possessed or exercised a control over Mrs. Thompson which destroyed her free agency and operated as a present restraint upon her when she made her Will. In other words, the evidence was not sufficient to prove undue influence in the making of her Will.\nAll of the contentions of the appellees are specifically answered in the following cases:\nIn Brennan’s Estate, 312 Pa. 335, 168 A. 25, the Court said: “At the outset it may be stated there is no evidence that Thomas Kennedy or any other person exerted any undue influence in making the will. Kindly care and solicitous attention do not amount to undue influence. Advice or even persuasion while a person is a member of one’s household is not improper. Legitimate family and social relations are not prohibited though provisions of a will are thereby influenced and affected; such results are their natural and proper products: Dean v. Negley, 41 Pa. 312. ‘Undue influence’ connotes control of testatrix’s mind at the time and in the very act of making the will: Tetlow’s Est., 269 Pa. 486; Kustus v. Hager, Id. 103. There must be a present, operating and effective restraint upon the will of testatrix in the testamentary effectuation: Keen’s Est., 299 Pa. 430; Tetlow’s Est., supra; Phillips’s Est., 244 Pa. 35; Eckert v. Plowry, 43 Pa. 46; Wainwright’s App., 89 Pa. 220; McMahon v. Ryan, 20 Pa. 329. There was no compulsion or restraint on testatrix’s mind when the will was made, or at any other time.”\nIn Royer’s Estate, 339 Pa. 423, 12 A. 2d 923, the Court said: “. . . ‘From 1924 to the time of her death in 1936 she had resided continuously with her son •John who, together with his wife, had taken care of her with the tenderest and kindest solicitude. . . . Apparently in her opinion it was only fair to leave them approximately two-thirds of her estate and to leave the other third divided amongst her other children and grandchildren. We can find not the slightest evidence of restraint upon this decedent at or near the time of the execution of the will. ... We can find no evidence whatever in this record that he [son John] was such a confidential agent of this decedent as to change his obligation or responsibility with regard to her. It is true that he assisted her with her affairs, and, in fact, was constantly taking care of her, taking her where she desired to go, and rendering her every service possible. There is no evidence, however, that we can find in the record, that all her decisions were not her own as to any important matter, and that she did not retain full control of her property and decisions.’ ”\nIn Llewellyn’s Estate, 296 Pa. 74, 145 A. 810, a will was sustained which left the testator’s money to his best friend instead of to his relatives. The Court said: “. . . even in case of confidential relation, the burden of proof is placed upon the legatee only where he is instrumental in procuring the legacy. Here, Swartley did not draw the will or suggest that it be drawn or that he be made legatee. ... In summoning the attorney and in handing the draft of the will to Llewellyn, Swartley acted merely as his messenger. The active part which gives rise to the presumption must go to the substance of the testamentary act, not to some mere formal matter. In the absence of such procurement, no burden of proof rests on the legatee: Douglass’s Est., 162 Pa. 567; Miller et al. v. Oestrich, 157 Pa. 264; Messner v. Elliott, 184 Pa. 41.”\nIn King Will, 369 Pa. 523, 87 A. 2d 469, the Court said (page 530): “Where there is no evidence that the beneficiary solicited the bequest herself or wrote the will or procured it to be written, or that her advice was sought or taken, the existence of intimate friendly relations between the testatrix and beneficiary, such as living with, her, nursing her and managing her business do not import undue influence or shift the burden of proof: Messner v. Elliott, 184 Pa. 41, 39 A. 46; Miller v. Oestrich, 157 Pa. 264, 27 A. 742; Koons’s Estate, 293 Pa. 465, 143 A. 125; Cookson’s Estate, 325 Pa. 81, 189 A. 904; Llewellyn’s Estate, supra.”\nAppellees have undoubtedly misconceived and misapprehended the legal meaning of undue influence and the evidence necessary to establish it.\nDecree reversed; judgment non obstante veredicto is here entered for the appellants Clara Stitt and John Lemont Stitt. Costs of $2264.27 representing cost of printing the record and appellants’ brief shall be divided equally between appellants and appellees.\nIt will suffice to say tliat no other verdict or conclusion could have been sustained.\nItalics throughout, ours.\nItalics throughout, ours."}