{"id": "1272541", "contents": "Opinion by\nMe. Justice Chidsey,\nThis appeal is from the order of the court below refusing to grant a charter under the provisions of the Nonprofit Corporation Law of May 5, 1933, P. L. 289, as amended, 15 PS §2851 et seq., to a proposed corporation of the second class, to be known as The Conversion Center, Inc.\nArticle II, §201 of the Act provides: “Five or more natural persons of full age and of either sex, married or single, at least three of whom are residents of the Commonwealth and citizens of the United States, its territories or possessions, may form a nonprofit corporation under the provisions of this act for any purpose or purposes which are lawful and not injurious to the community.”. (Emphasis supplied).\nAppellants qualified as incorporators under the foregoing section and complied with all procedural requirements of the Act in the presentation of their application for the charter. The pertinent portion of Article II, §207 of the Act is as follows: “. . . The court shall consider the application. It may hear evidence, if any there be, on behalf of the applicants and against the application, or it may refer the application to a master to make report as to the propriety of granting the application. In such case, upon the filing of the master’s report, the court shall grant the applicants and protestants a hearing, if exceptions are filed by either of them. If the court shall find the articles to be in proper form and within the provisions of this act, and the purpose or purposes given in the articles to he lawful and not injurious to the community, the court shall so certify on the articles} and shall order and decree thereon that the articles are approved and that, upon the recording of the articles and the order, the corporation shall come into existence for the purpose or purposes and upon the terms stated therein; otherwise, the court shall refuse the application for a charter.”. (Emphasis supplied).\nThe court heard testimony without reference to a master. The purpose of the formation of the corporation as set forth in the articles of incorporation is as follows: “Third : The purpose of this corporation shall be to promote the Gospel of Our Lord and Savior, Jesus Christ; to foster, promote and encourage understanding and good will among members of all religious faiths, and to discourage the use of violence, boycotts and sanctions by adherents of one religion against adherents of another by holding religious meetings and conferences; by radio and television broadcasting; by the imprinting of Gospel messages on records and transcriptions; by producing and distributing Gospel motion pictures; by printing and publishing religious literature; by employing and contributing to the support of missionaries; by conducting forums and instruction classes; by operating a library, and by conducting such other activities as promote the said purpose.\n“This corporation will place particular emphasis on the evangelization and conversion of adherents of the Roman Catholic faith, providing spiritual, temporal and financial assistance, especially to their converted clergy.\n“This is to be a nonprofit corporation and does not contemplate pecuniary gain incidental, or otherwise, to its members.”.\nThe function of the court was to satisfy itself that the purposes set forth in the proposed articles are “lawful and not injurious to the community”. This was recognized by the court below in its opinion when it stated: “We agree with counsel for the applicants that the sole question to be decided by this court is whether or not the purposes set forth in the proposed Articles of Incorporation are lawful and not injurious to the Community.”. However, in its opinion denying the application the court stated its reasons to be that to grant the charter “. . . would in effect place the blanket of approval of this court on such activity.”, and “. . . might well lead to a condition of unrest in the community . . .”. Both of these reasons were predicated upon the second paragraph of the purpose clause which stated that the corporation would place particular emphasis on the evangelization and conversion of adherents of the Roman Catholic faith, providing spiritual, temporal and financial assistance, especially to their converted clergy.\nIt may be immediately observed that whether the court, because of personal predilection on the subject, does not wish it to appear that it approves of the purposes of the corporation is beside the point. As stated in Deutsch-Amerikanischer Yolksfest-Y erein, 200 Pa. 143, 49 A. 849, at p. 145: “The privilege of incorporation, and the requirements to obtain it, are wholly statutory. The courts are not entitled to grant or refuse the right except upon legal grounds, and the requirements fixed by law can neither be dispensed with, nor added to. . . .”.\nThe court does not state that the purposes of the incorporators are unlawful or injurious to the public. Indeed to the contrary it states that it agrees “. . . that the privilege of one religious group to proselyte among members of other religious or non-religious groups, to win converts to its religious beliefs, stand inviolate under the law and cannot and should not be impinged by any restriction or limitation statutory or otherwise. . . .”. It also indicated at the hearings and in its opinion that it would approve the charter if the second paragraph of the purposes set forth in the application therefor were deleted, and that the incorporators would lose nothing by its exclusion, thus expressing the view that the incorporators could direct the preaching of their beliefs and conversion activities toward any or all sects or faiths, free to direct their activity toward any particular one. The court’s position in effect was that the proposed incorporation could concentrate its efforts toward the conversion of adherents' of the Roman Catholic Church but that it should not say so in its charter. Certainly a true and frank statement of the purposes of incorporation is desirable and contemplated by the Act of Assembly. Charters will be refused where the real or ultimate purpose of incorporation is not disclosed in its articles of incorporation and is found to be an unlawful one.\nIt appeared from the testimony taken and the statement of counsel for the applicants that the incorporators wanted to be “straightforward” and “honest with the public” in declaring that emphasis would be placed upon the conversion of adherents to the Roman Catholic faith, and also set forth this particular objective for the information and protection of those contributing to the corporation’s support, presently and in the future.\nNeither in the court below nor in this Court did anyone appear in opposition to the grant of the charter. The testimony at the hearings was adduced by counsel for the applicants and, quite properly, by many questions asked by the learned court. The latter questioning included an inquiry as to the necessity of the incorporation. While in our opinion a sufficient answer to this inquiry was given, if -the purposes are lawful and not injurious to the public, the absence of necessity for a charter of incorporation is not a valid reason for refusing its grant: Deutsch-Amerilcanischer Volhsfest-Verein, supra.\nIt clearly appeared that the incorporators, who were not all of the same religious denomination, were reputable citizens. One of them was President of Kings College, Briarcliff Manor, New York, another a prominent real estate broker in Delaware and Philadelphia Counties and another a lay reader of the Episcopal Church. The court did not question the sincerity of any of them.\nThe 14th Amendment of the Constitution of the United States which incorporates the 1st Amendment, guarantees the free exercise of religion as does Article I, Section 3 of the Constitution of Pennsylvania. Not only is a citizen of this country entitled to the free expression of his religious beliefs, but he may by peaceful persuasion endeavor to convert others thereto, and we are aware of no bar to individuals organizing to effectuate their guaranteed rights in this regard. In Minersville School District, Board of Education of Minersville School District et al. v. Gobitis et al., 310 U.S. 586, at p. 593 it is stated . . Government may not interfere with organized or individual expression of belief or disbelief. Propagation of belief — or even of disbelief — in the supernatural is protected, whether in Church or chapel, mosque or synagogue, tabernacle or meeting-house. . . In Cantwell v. Connecticut, 310 U. S. 296 (1940), it was held that Jehovah’s Witnesses, a well known religious sect, could proselyte on the street contrary to a city ordinance requiring a license to do so, even though their message could be regarded as insulting to the Protestant Church and to the Roman Catholic Church in particular.\nIt appears from the testimony at the hearings, which we have carefully read in its entirety, that many organizations exist for the purpose of converting members of one particular religious faith to another, amongst others St. Paul’s Guild, incorporated in New York, whose primary purpose is the conversion of Protestant ministers to Catholicism. It also appears that, as stated in the first paragraph of the proposed Conversion Center, Inc., its work will be carried on peacefully and will discourage the use of violence, boycotts or sanctions. We cannot agree with the court below that the second paragraph set forth in the purpose clause of the charter is “repugnant” to the manner in which the incorporators propose to conduct their activities, as set forth in the first paragraph. The second paragraph merely states that it will particularly direct its activities toward adherents of the Roman Catholic faith and in no way contradicts the peaceful methods or means to be used in obtaining the proposed corporation’s objectives.\nThe group applying for the charter had engaged in such activities, including the conversion of Roman Catholics, for some time prior to the making of its application for incorporation and there was no evidence that any “unrest” occurred “in the community” as the result thereof. The court’s potential conclusion that the incorporation of the group “might” create “unrest” is not a sufficient reason for refusing the charter. In Cantwell v. Connecticut, supra, Mr. Justice Roberts, speaking for an unanimous Court, at p. 310 said: “In the realm of religious faith, and in that of political belief, sharp differences arise. In both fields the tenets of one man may seem the rankest error to his neighbor. To persuade others to his own point of view, the pleader, as we know, at times, resorts to exaggeration, to vilification of men who have been, or are, prominent in church or state, and even to false statement. But the people of this nation have ordained in the light of history, that, in spite of the probability of excesses and abuses, these liberties are, in the long view, essential to enlightened opinion and right conduct on the part of the citizens of a democracy.”.\nNothing in the purpose clause of the proposed incorporation or in the evidence adduced at the hearings indicates that the activities of the corporation would consist of or include acts inimical to the peace, good order or morals of society, but quite clearly established the contrary. If the activities engendered reaction resulting in a breach of the peace, the sanctions of the law are available, for the State may safeguard the peace without unconstitutionally infringing upon the liberties protected by the Federal and State Constitutions. But an interdiction based on nothing more than the possibility of some future transgression of the law is a violation of the applicable constitutional guarantees.\nFor the reasons stated we are of the opinion that the purposes set forth in the appellants’ articles of incorporation may not be declared unlawful or injurious to the public and therefore the charter should have been granted.\nThe order is reversed and the record remanded to the Court below with direction to grant the charter as applied for.\nIn its opinion the court states: “. . . such exclusion does not take away any privileges of proselyting the corporate members might desire to indulge in, either among Roman Catholics and their Priesthood or any other group now existing or to come into existence.”."}