{"id": "1272552", "contents": "Opinion by\nMe. Justice Musmanno,\nJohn C. McMillin, who is the pivotal figure in this litigation, was a professional druggist with a pharmacy of his own in a community called Mahoningtown, located in the city of New Castle, Lawrence County. In the year 1947, having reached the age of 75, he decided to retire and he accordingly sold his pharmacy business to two men, Glynn Thomas and Fred J. Shaffer, retaining however, the ownership of the building. On September 1, 1950, Thomas and Shaffer sold the business to Helen J. Cwynar, a young woman then 22 years of age who had been working in the drug store. On the same day that she purchased the stock and good will of the establishment, she entered into a lease with John C. McMillin for rental of the store building at $50 per month.\nMr. McMillin’s wife had died in 1948, and since the climate of affection between himself and his relatives (3 sisters and a niece) was slightly arctic, he experienced many lonely hours, to combat which he often visited his former drug store to fill prescriptions for old customers of his. Here he found Miss Cwynar’s presence to be a most pleasant and agreeable one, and they became friends. Although the years had not affected the clarity of the pharmacist’s mind, they had saddled upon him some infirmities which handicapped him in attending to his business affairs, which were complicated by reason of his ownership not only of the drug store building but of two apartment houses and a private dwelling house in New Castle, plus 74 acres of land with two houses thereon in North Beaver Township. In a spirit of helpfulness, Miss Cwynar offered to perform errands for him and to drive him in her car when he needed transportation. In 1953, the aging apothecary’s driver’s license was revoked and she then became his regular driver. Depending increasingly on her services he now commissioned her to collect rents for him from his properties in Mahoningtown, and for this helping hand he paid her $60 per month.\nIn March, 1953, Miss Cwynar learned that McMillin wished to dispose of some of his property and she offered to purchase the building which housed her drug store. Not averse to the idea, and pleased for an opportunity to show his further gratitude for her assistance and friendship, he set a price of only $5,000 on the building although it was admittedly worth $17,000. The difference in $12,000 represented benevolence founded on sentiment, for McMillin had now become quite attached to this young woman who, according to all accounts, was attractive in appearance and manner. Not only did McMillin voluntarily accept a loss in the transaction but he counselled and guided Miss Cwynar as to how she could borrow the money with which to purchase the building, since she was wholly lacking in financial resources.\nPrior to buying the drug store, Miss Cwynar paid her rent directly to her landlord at his home. These visits to his living quarters increased in number when she became his agent for the collection of rents paid by others. Her frequent appearances consoled his widower’s loneliness and supplied warmth of feeling to take the place of the coolness in his heart for his own relatives. In time his sentiment toward her ripened into love. At any rate, whatever may have been the emotion which led him to the event, the now 80-year old ex-pharmacist offered marriage to Miss Cwynar who, astonished at the proposal, let him down easily by promising to continue their friendly relationship. She did, however, at his insistence, take the diamond ring which had been worn by his deceased wife. Later on Miss Cwynar married a man by the name of Tommelleo, but even this important change in her life, status, and routine, did not lessen McMillin’s regard for her.\nOn Ms visits to her drug store it grieved him to see many shelves in his old place of business staring emptily into space because of lack of stock with which to fill them. A nostalgic pride, added to Ms never-failing wish to help the new proprietor, urged Mm into spending money to fill the shelves with medicines and pharmaceutical accessories consonant with the nature and the demands of the business. These donations, plus what he gave her as outright gifts, amounted in all to the total of $3636.\nHis infirmities, however, continued and augmented and as he entered into the shadows of his 83rd year, the Court of Common Pleas of Lawrence Connty, on February 25, 1855, declared Mm incompetent to manage his business affairs and appointed the Union Trust Company of New Castle as guardian of his estate. On May 25, 1955, the guardian filed a complaint in equity against Helen Cwynar, alleging that she stood in a confidential relationship to McMillin and that she exercised undue influence over him to his disadvantage. It was prayed that she be compelled to reeonvey the drug store building, restore the diamond ring, and pay back all moneys received for which she had not rendered full and complete value. McMillin’s sisters Martha McClurg and Matilda Miller, his niece Eleanor E. Cox, and his nephew Edward McMillin, v/ere joined as interveners, and the cause came on for a hearing before a chancellor who on December 17, 1955, found that Helen Cwynar enjoyed a confidential relationship Avith McMillin of which she took advantage, and he accordingly ordered her to reconvey the drug store property, pay back the $3836, and restore the diamond ring. The defendant filed exceptions to the adjudication and this Court, because of the chance circumstance that the chancellor’s term of office had expired, and the other judges of Lawrence County had disqualified themselves in the matter, assigned President Judge Robert E. McCreary of Beaver County and Judge Leo BE. McKay of Mercer County to sit as a court en banc to hear arguments and act on the exceptions. On October 16, 1956, the court en banc reversed the chancellor’s decree and entered judgment in favor of the defendant, holding that no confidential relationship existed between her and McMillin and no undue influence had been practised by her upon him. The plaintiffs appealed to this Court.\nWe have read the record which is a long one, consisting of 751 printed pages, and we are satisfied that the specially appointed court en banc was entirely justified in reaching the conclusions announced. While a court en banc and appellate tribunals are bound by the findings of a chancellor, if they are supported by competent and adequate evidence, the reviewing tribunals have the power to draw their own inferences and make their own deductions from facts and conclusions of law. (Barrett v. Heiner, 367 Pa. 510; Eways v. Reading Parking Authority, 385 Pa. 592.)\nThe question to be answered by the record is: Did Helen Cwynar stand in a confidential relationship to McMillin, and, if so, did she prove that the transactions with him which resulted to her benefit and advantage were in all respects fair and just and that the gifts made by McMillin to her were his own free and voluntary acts? (McCown v. Fraser, 327 Pa. 561.)\nThe appellants argue that Miss Cwynar was an adventuress who misled an old man and despoiled him of his property unconscionably and wickedly. At the time of the drug store building transaction McMillin was 81 years of age and Helen Cwynar, 25. In their brief, appellants’ counsel refer to Miss Cwynar as “avaricious,” “scheming,” and “designing.” And then, after this adjectival delineation they assert that she “cultivated his [McMillin’s] unnatural susceptibility for charms of young women,” and “wormed her way into the affection and confidence of this man,” who, under similar adjectival treatment becomes “senile,” and “mentally deteriorated,” and falls “victim of a cruel fraud.” It is a picture easily drawn, but it is a picture whose lines dim as we read the record and whose image completely disappears when held in the daylight of scrutinizing judgment. The most innocent act may seem sinister if it is looked at in the flickering lights and shadows of an inordinate suspicion just as an innocuous chair over which clothes have been haphazardly flung takes on the grotesqueness of an ominous menace to the frightened eyes of a suddenly awakened child.\nFor instance, the appellants invest Helen Cwynar’s visit to McMillin’s living quarters with sensual overtones, stating that she went to “his apartment both day and night, even midnight.” But the record only shows that Miss Cwynar visited McMillin’s apartment “several times a week,” and “usually in the daytime.” The testimony which is supposed to warrant the statement that Miss Cwynar had midnight trysts with Mc-Millin was given by Mrs. Ulam, a housekeeper in the same apartment house, and it reads as follows: “Q. Did you ever see Helen Cwynar down there? A. Yes. Q. That was while you were living there? A. That’s right. Q. How often did you see her there? A. Not too often because I was always in the back, back of the apartments there but I saw her pretty often, not too often, not every day. Q. Any more than once a week? A. Yes. Q. When would she ordinarily call with respect to the day or night? A. Mostly days, I wasn’t there at night. I didn’t live in there.” (Emphasis supplied.) Moreover, Miss Cwynar’s visits were often made, as already stated, for the purpose of delivering the rent money she collected on McMillin’s houses.\nIn 1949 McMillin was hospitalized for three weeks, and was there attended hy a nurse, Miss Micco. After his discharge from the hospital the nurse called at his apartment once a week to administer medication. In a strenuous effort to depict McMillin as an over-vigorous cavalier and roue, appellants’ counsel say that “Mr. McMillin showered her with flowers and candy to the point of embarrassment.” A study of the record reveals that the “shower” was so sparse as actually to amount to a drought. Miss Micco testified that he gave her flowers “more than once ” and there is no evidence that he ever sweetened her life with candy. Nevertheless, no matter how Miss Micco may have felt about McMillin’s gift of flowers “more than once.” she was satisfied, and so testified in answer to a question by the Court, that mentally McMillin “seemed clear.”\nTypical of the exaggeration indulged in by the appellants, it is stated that Mrs. Reddick was a “housekeeper in the McMillin household,” to whom McMillin “paid $25.00 per week for twenty-four hour service.” Mrs. Reddick was a married woman and lived with her husband so that she could scarcely give McMillin daily “twenty-four hour service.” Moreover, she was not a housekeeper but a tenant in the same apartment house (paying $15 per week for her apartment) who helped McMillin in the collection of rents accruing on properties which belonged to Mrs. McMillin, now deceased.\nIt is unquestioned that McMillin entertained romantic notions toward Helen Cwynar and would have liked to marry her, but the sole evidence advanced by the appellants to support their statement that he was preparing for a wedding, was that he purchased a suit in which to get married. The only testimony in the record on this supposed pre-nuptial preparation was that Mrs. Ulam picked up a suit for McMillin which he had selected. It was not a full dress suit or a tuxedo. It was simply a suit — one in which McMillin could have been buried in, as well as married in. The overall indictment of “mental deterioration” charged to Mc-Millin (as of the date of the transfer of the property and gifts to Miss Cwynar) consists of a number of trivialities such as those recounted. Not one of those incidents establishes any mental deterioration, and the aggregate total is no stronger than the least of the inconsequentialities related. Certainly it was not proved that McMillin was in any way dominated by Helen Cwynar.\nThere is no photograph of Helen Cwynar in the record, but the chancellor called her a “pretty woman,” and no one has questioned his finding in this respect. But feminine pulchritude, as appealing as it is, cannot of itself be legally accepted as synonymous with undue influence. Furthermore, before considering the subject of undue influence in this case there Avould need to be a finding of confidential relationship. Confidential relationship has been variously defined. In the case of Wilson Will, 364 Pa. 488, 493, this Court said: “A confidential relation exists whenever the relative position of the parties is such that the one has power and means to take advantage of, or exercise undue influence, over the other”.\nIn McCown v. Fraser, 327 Pa. 561, 565, we said of confidential relationship: “In general it may be said that a confidential relation will be deemed to exist whenever the relative position of the parties is such that the one has poAver and means to take advantage of, or exercise undue influence over the other ... In such case the party in the superior position is obligated, legally as well as morally, to act with the most scrupulous fairness and good faith, and to refrain from using the trust and confidence reposed in him to secure an advantage for himself . . .”\nA confidential relationship is created between two persons when it is established that one occupies a superior position over the other — intellectually, physically, governmentally, or morally — with the opportunity to use that superiority to the other’s disadvantage. Miss Cwynar’s relationship to McMillin was not a confidential one. It was one of friendship which had its genesis in a business association. She was in no way related to her benefactor and she did not live with him. Her social contacts with him were sporadic and followed no woven pattern of growing intimacy. She was kind to him, but kind acts do not spell out confidential relationship. Nor is there anything in the record to prove that even if a confidential relationship existed that Miss Cwynar unduly influenced McMillin against the natural objects of his bounty. There is no evidence that Miss Cwynar in any way ever endeavored to persuade McMillin against his relatives. His cup of dislike for them apparently was already overflowing before he even met Miss Cwynar.\nMuch of McMillin’s antipathy toward his living kin was predicated on a belief, justified or not, that they had been ungracious to his wife during her lifetime. He also complained that they never visited him and declared that they were only interested in his money. He thus announced repetitiously that although he had made many gifts to them he purposed to give away all his remaining property so that nothing would be left for them to inherit.\nEvery person has the right and privilege to dispose of his property. As man nears the end of his journey, one of his compensations for the sadness of parting from his travelling companions is the realization that he can do whatever he wishes with his earthly possessions, short of taking them with him. Thus, he can bestow part or all of them on that person or persons who at that moment are dearest to his heart, so long as his act is uncoerced. And there is nothing in the law which prohibits him, once his estate meets all statutory requirements, from giving his worldly wealth to that person who brought a cup of water to his parched affections and a slice of bread to his hunger for love.\nThat McMillin preferred Miss Cwynar to his relatives is not a matter for juridicial consideration. Nor was his antipathy to his kin any indication of a disordered mind as contended for by the appellants. In Mark’s Estate, 298 Pa. 285, it was argued that the testatrix’s estrangement from her relatives, plus physical illness, was evidence of mental incapacity, but this Court said: “We can not however hold these antipathies, standing alone, to be evidences of a disordered mind, nor do they imply an impaired mentality (Stevenson v. Stevenson, 33 Pa. 469; McGovran’s Estate, 185 Pa. 203), and, as the court below said: ‘Whether she was justified in this critical attitude we need not inquire. She had a right to indulge her prejudices if she wished without being adjudged of unsound mind.”\nAs we have heretofore indicated, McMillin’s health felt the weight of declining years. He suffered from hardening of the arteries and an impaired heart. He was short of breath and sometimes of temper. In 1949 he underwent a major operation, following which a cane was as inseparable as his shadow. Notwithstanding these ailments and occasional lapses in memory, as stated by tbe court en banc below, “be knew bis property, was able to list it and look after it in all routine ways, be wrote checks, borrowed some money on mortgage, and made contracts for improvement of bis farm. He knew tbe names and identity of bis relatives.”\nWbat was said by tbis Court in Jones v. Schaefer, 357 Pa. 628, 637, could well apply to tbe fact-situation here: “Tbis Court will not lay down a rule that because an individual is between 82 and 83 years of age and is recovering from a physical illness, any act of bis at that time in executing a legal document disposing of bis property will be treated as a nullity. Other than tbe fact of William H. Jones’ age and tbe fact that be was suffering from a ‘kidney disturbance’ and from an ‘enlargement of one of tbe glands of bis body,’ and from ‘generalized arteriosclerosis’, be was in a legal sense, as capable of transacting business at the time be executed tbe documents in question as any other man would have been. Tbe facts cited did not so reduce bis mental capacity to transact business as to justify a court’s deciding that his acts at tbe time can be given no legal effect. Tbis court has frequently in its decisions manifested its respect for tbe integrity of written instruments, and such instruments are not to be set aside except upon convincing testimony that their execution was tainted with fraud, either actual or constructive, or that tbe person so executing them did not have wbat tbe law considers sufficient mental capacity to do so.”\nTbe main attack on McMillin’s capacity to dispose of bis property is concentrated on bis 81st year when be deeded tbe drug store property to Miss Cwynar. Yet, one year later when be executed two wills, a power of attorney, and a mortgage, tbe attorneys and bankers who observed him did not question his mental capacity. Dr. R. G-. Campbell, who examined McMillin in September, 1954, testified: “Q. Did you conduct an examination of Mr. McMillin? A. Yes, sir. Q. What was the nature of your examination? A. I did a mental exam on him. ... Q. At the time that you examined him do you have an opinion as to whether or not Mr. John C. McMillin was competent to write a will on that date? A. I judge he was. Q. Were you one of the subscribing witnesses, Doctor? A. Yes, sir. Q. Was there anything unusual about the mental alertness of John 0. McMillin compared to any other person of that age? A. No, sir. He was very normal the day I examined him.”\nIt is clear that Helen Cwynar did not stand in a confidential relationship to McMillin. However, in studying the record, we note that even if there had been confidential relationship established between these two persons, the defendant met the burden of proving that McMillin’s gifts to her were the result of his free and intentional acts, and, therefore, the judgment of the Court below is affirmed.\nCosts to be paid out of the estate.\nJohn O. McMillin died testate on August 22, 1956, and letters of administration were granted to the Union Trust Company, former guardian of his estate."}