{"id": "1272538", "contents": "Opinion by\nMr. Justice Chibsey,\nThis is an appeal from the grant of a new trial in an eminent domain proceeding.\nOn January 23, 1951 the Governor of the Commonwealth approved plans for the relocation of State Highway Route 80 which traversed the appellants’ property in Rayne Township, Indiana County. The relocated highway extended through appellants’ property for a distance of 1,375 feet. Both the old and the new highway ran along a steep hillside on the eastern portion of the appellants’ property. The right-of-way taken for the relocation was 100 feet in width but because of slopes and fills additional land, varying from 75 to 106 feet in width had to be taken at points on the sides. The total area taken was 4.3 acres. Appellants’ property was farmland, consisting of between 57 and 58 acres, with a house, barn and other structures erected thereon. The appellant Darhl K. Braughler was in the business of portable feed grinding, going from farm to farm in this pursuit. In addition to living on the property here involved, Braughler testified that he used it for farming and raising Christmas trees. Appellants purchased the farm from one James Bising for $8,000 on October 23, 1950, just three months before the condemnation on January 23, 1951. When the matter was before the board of viewers they determined that the damages to the appellants amounted to $2,-375. On appeal, the issue was tried before a jury and a verdict was rendered in the amount of $8,000. The court below regarding the verdict as excessive and against the weight of the evidence, entered an order that if appellants would file a disclaimer and remit all of the verdict over and above $4,500, a new trial would be refused; otherwise a new trial would be awarded. Appellants refused to file a remittitur and the court granted a new trial. This appeal followed. The only question presented by the appeal is whether the court below palpably abused its discretion in granting a new trial on the ground that the verdict was against the weight of the evidence.\nThe court below charged the jury. the measure of damages is the difference between the fair market value of that farm out there before the State took this land, which was on January 23, 1951, and the fair market value after they took the land. The difference between the fair market value before and the fair market value after, that is the measure of damages. Now to that, as has been said here, you can also add, and you are permitted to add, an amount for the delay in the payment of that amount, and that amount which you add cannot exceed 6% interest per year. . . .”. No complaint is made of this instruction.\nOn behalf of the owners of the land opinions were given by the appellant, Darhl K. Braughler, by a neighbor, Lyle Helman who owned a farm on Route 80 about a mile from appellants’ property and who had a similar claim pending against the Commonwealth, by Brook Braughler, the father of the appellant, and by Allen P. Hovis and Charles Mears. The latter three owned farms in the vicinity and based their opinion as to the value of appellants’ property before the taking on their familiarity with it. With the exception of Helman who testified that he bought a property about a mile from that of appellants without stating when or at what price, and without any description of it, neither appellant Braughler nor his witnesses testified as to any sales of property in the vicinity. Tabulated, the opinions of these witnesses as to the fair value of appellants’ property before and after the taking and the difference, representing the damages thereto sustained by appellants, is as follows:\nThe witness Streams was an experienced appraiser of property and testified that he had knowledge of sales and purchases of farms in Indiana County. Walls was a licensed real estate broker who testified that he was acquainted with the appellants’ property, the value of properties in the vicinity, and had handled sales of property in Rayne Township. He further testified that in February or March of 1950 James Rising from whom the Braughlers purchased their property in October of that year, had placed the property with his concern, known as Walls-Hill Real Estate, consisting of himself and two salesmen, for sale at $6,500; that every effort was made to sell the property at this price by advertising, word of mouth and personal contact with different people, but no one was found willing to pay that price for it. This employment of the Walls-Hill agency to sell the property for $6,500 which Walls stated was in writing, was not contradicted.\nIt will be seen that the damages fixed by appellants’ witnesses ranging from $7,000 to $10,000 were predicated upon values placed upon the property of from $4,000 to $6,000 in excess of the purchase price of $6,-000 paid by the appellants only three months before the taking. There was no evidence that any improvements had been made to the property during this period of three months or that the general character of the neighborhood had in any v/ay changed. While the purchase price paid by the owners of land may be of little or no relevancy in condemnation proceedings where the land was acquired a considerable time before the condemnation and it has been improved or a change has occurred in the character of the neighborhood (see Young v. Upper Yoder Township School District, 383 Pa. 320, 324, 118 A. 2d 440), or where there is a showing that the purchase price was not an “arm’s length” valuation arrived at in the open market, none of these factors appear here.\nIn support of the diminished value of the property occasioned by the taking of the 4.3 acres, appellants claimed specific items of damage. A loss of water supplied by a spring was claimed. This spring was located in that portion of the land condemned over which the highway and its berms was located. The spring was preserved under the highway by encasement in a concrete box, with walls of eight-inch concrete with reinforced top, proper drains and an outlet pipe leading to appellants’ land. This protected the spring from surface water and contamination to which it was theretofore subjected. Appellant Braughler testified that after the reconstruction, the water was “not good”. No analysis of the water was offered to support this statement. It appeared that during the relocation of the road a barrel of oil had upset and Braughler claimed that this made the water oily. It is not clear that he was referring to water from the spring or from another source of water supply which existed on the farm. However, it was testified that the oily condition was a temporary one which cleared up. Braughler testified that the spring was destroyed and that he had spent $889.92 in drilling and equiping a well as a new source of water supply. The testimony indicated that water still flowed from the spring as before the taking. Appellants also claimed that 1% acres between the old and new road and another 25 were rendered inaccessible, and 5 acres rendered swampy and useless for farming purposes. This testimony was met by evidence adduced on behalf of the Commonwealth that there was less drainage upon the 5 acres because of diversion of some of the theretofore existing drainage to land not owned by appellants. Testimony was also adduced in contradiction of the inaccessibility claimed as to the acreage above mentioned. Incidentally, it may be observed that this acreage consisted of hilly terrain and of questionable adaptability to agricultural use. Appellants also claimed damages for a very large number of trees destroyed in the taking. There was no evidence denying that the trees were destroyed, although their value was disputed by the Commonwealth. We have set forth these items of specific damages claimed to have resulted because much emphasis was placed thereon by the appellants. We have thoroughly reviewed the record and are convinced that appellants failed to establish that they were damaged with respect to water supply from the spring. Conceding that the conflict in testimony as to the other specific items of damage was for the jury’s determination in fixing the value of the farm after the taking, and assuming that the jury found that appellants were deprived of the use of some acreage as claimed by appellants, the fact remains that after the taking appellants still had the major portion of the farm — the remaining and apparently better acreage together with the house, barn, wagon shed, chicken house and corn crib erected thereon, and, by the jury’s verdict of $6,000 the appellants would receive, after making some allowances for inclusion therein of damages for detention, substantially the amount which they paid for the property.\nIn its opinion the court said: “. . . While this Court in its charge tried to impress upon the jury there was but one measure of damages it is the opinion of this Court that the jury must have either added certain specific damages which were shown, or fixed the value of this property at a value away beyond what this Court believes the fair weight of the evidence shows the property was actually worth prior to the taking of the property. This Court is of the opinion that the verdict was against the weight of the evidence that substantial justice requires that a new trial be granted unless the plaintiffs are willing to remit a part of the money which was allowed them by the verdict. . . .”. The court also stated that it was impossible for it to believe that the value of the property between the time it was sold to the Braughlers or was in the hands of Mr. Walls, the real estate agent, would increase in value in three months to the extent claimed by appellants.\nThe measure of damages to an owner’s property in a condemnation proceeding is the difference in its value before and after the taking. It is a simple arithmetic matter of subtraction, but the burden of proof by the fair weight or preponderance of the evidence, to establish the factors necessary to make the subtraction is upon the land owner. Assuming arguendo that there was credible evidence in the instant case for the jury to arrive at the subtrahend, that is the value after the taking claimed by appellants, we think the court was fully justified in finding that there was no credible evidence supporting the minuend, that is the value before the taking claimed by appellants. While ordinarily the jury is given wide latitude in arriving at valuations and ascertaining damages, a finding that a farm valued in the market at $6,000 only three months earlier becomes almost worthless when only a part of it is taken or damaged leaving a substantial acreage on which the farmhouse, barn and other farm buildings are located, should not be allowed to stand.\nAppellants principally rely upon the case of Crumrine v. Washington County Housing Authority, 376 Pa. 234, 101 A. 2d 676, where we reversed the grant of a new trial in a condemnation proceeding. The case is clearly distinguishable. There the court did not, as here, find that the verdict was against the weight of the evidence or question the credibility of the plaintiff’s witnesses; on the contrary it stated that it could not say “ ‘that the verdict is contrary to or not supported by evidence’ ”, and apparently “picked out of the air” a suggested verdict to serve as a base for the parties “ ‘to arrive at an adjustment’ In Avins v. Commonwealth, 379 Pa. 202, 108 A. 2d 788, cited by appellants as an instance where the award of a new trial was reversed, the trial judge who tried the case without a jury disregarded all of the evidence as to property values and substituted his own personal opinion for the evidence in making the award appealed from. This, as pointed out in Mr. Justice Jones' opinion, was clear error. In the instant case the court not only considered the evidence adduced but had before it the undisputed established facts that appellants had purchased the property shortly before the taking for $6,000 and that it was for sale with no takers prior to the time of its purchase for $8,500.\nWe have held in many cases that where the testimony is conflicting, the verdict of the jury will be upheld, but in no case have we reversed the grant of a new trial where we are satisfied that the court below was justified in finding that the evidence adduced by the verdict-winner was unworthy of belief. We have repeatedly held that an appellate court will not reverse an order granting or refusing a new trial unless a palpable abuse of discretion appears. We find no such abuse of discretion in the instant case.\nOrder affirmed."}