{"id": "1274055", "contents": "Opinion by\nMr. Justice Benjamin R. Jones,\nThe appellant, William Hartigan, brought an action of trespass in the Court of Common Pleas of Allegheny County to recover damages for injuries he allegedly incurred in a fall down some stairs in the MeKeesporter Hotel in the city of McKeesport.\nThe action was originally brought against John P. Hoerr, the owner of the hotel; upon his death Alyce Hoerr Clark, Administratrix of Ms estate, was substituted as defendant. The jury returned a verdict in favor of appellant in the amount of $20,000. The learned trial judge, the Honorable Russell H. Adams, died before appellee’s motions for judgment n.o.v. and for a new trial were argued. The court en banc, consisting of two judges, refused appellee’s motion for judgment n.o.v. but granted her motion for a new trial. This appeal was then taken from that order.\nAppellant testified, at trial, that on April 9, 1952, he entered the MeKeesporter Hotel at about 5:30 p.m., intending to take his evening meal in the hotel dining room. He stated that he had not had anything to eat or drink all day. Upon entering the hotel, he decided that he would visit the lavatory before ordering his meal. The lavatory and the cocktail lounge of the MeKeesporter are located on the basement level; to reach them it is necessary to descend stairs from the lobby level. Appellant testified that there was no light over the stairs; that there was merely a “greenish-cast” light emanating from the basement level. He stated that this light showed the steps to be a light colored material which appeared worn but that he could not see the condition of the metal strips binding the front edges of the steps. After taking one complete step down from the landing he testified that he put his left foot on the second step whereupon his right toe caught in the edging of the first step and caused him to fall and suffer the injuries of which he complains.\nAppellant’s daughter testified that, on the day following the accident, she and her husband went to the hotel and inspected the stairs. She stated that the metal strip on the front edge of the first step below the landing was “curled upward” in the form of a hook about one-half inch in height for a distance of about 12 inches along the edge of the step and that the metal strips edging that step and other steps were worn. Her husband did not testify at trial.\nAppellee’s witnesses gave an entirely different version of the happening of the accident and of the condition of the premises at the time of the accident.\nThe bartender who was on duty in the cocktail lounge at the time of the accident testified that he observed appellant coming down the steps between 6:30 and 7:00 p.m. — at least an hour later than appellant had testified. According to his testimony he could see approximately a foot and one-half above the landing and saw appellant reel or stagger, stop for a period of 30 seconds or so, and then collapse and fall. This testimony was substantially corroborated by a patron of the bar who observed the fall in a mirror behind the bar. Both witnesses testified that appellant smelled of alcohol when they went to give him aid. The doctor who treated appellant when he first arrived at the hospital testified unequivocally that appellant was under the influence of alcohol.\nThe bartender, the hotel housekeeper, the manager of the hotel, and a man employed to scrub the steps all testified that the steps were in good condition and were adequately lighted at top, bottom and at the landing. The hotel manager testified that the steps had been newly covered in October, 1951 — seven months before the accident — with a dark material and this testimony was corroborated by the manager of the firm which had installed the covering who also stated that he had examined the steps prior to trial and found them in excellent condition. In addition, a former chief of the McKeesport police force, one of the two police officers who visited the premises in response to an emergency call on the night of the accident, testified that he had examined the steps and found them lighted and in good condition.\nAppellee assigned as reasons in support of Ms motion for a new trial that the verdict was against the weight of the evidence, the verdict was excessive, the verdict was captious and not based on evidence of probative value, the trial judge committed error in limiting appellee’s examination of one of her witnesses and the trial judge committed error in charging the jury concerning lost earnings, loss of earning capacity and loss of future earnings when appellant’s testimony did not contain sufficient evidence concerning these matters.\nIn its opinion, the court en banc stated: “After a careful review of all the testimony we are of the opinion that the testimony in behalf of the defendant was so strong and clear and from disinterested witnesses that in the interests of justice a new trial should be granted.”\nIt is abundantly clear that the court en banc proceeded upon the theory that the verdict in favor of appellant was against the weight of the evidence; that being so, the court then concluded that the interests of justice required a new trial.\nIn Mozino v. Canuso, 384 Pa. 220, 223, 120 A. 2d 300, Mr. Justice (now Chief Justice) Jones stated for this court: “One who appeals from the grant of a new trial assumes a very heavy burden indeed. Before we will reverse, the appellant must be able to show that the trial court was guilty of a palpable abuse of discretion or acted on an erroneous rule of law which, in the circumstances, controlled the outcome of the case and is certified by the trial court as the sole reason for the granting of a new trial.” See also: Edelson v. Ochroch, 380 Pa. 426, 111 A. 2d 455; Clewell v. Pummer, 388 Pa. 592, 131 A. 2d 375.\nWe are unable to find any palpable abuse of discretion in the lower court’s disposition of the motion. “One of the least assailable grounds for the exercise of such power is the trial court’s conclusion that the verdict was against the weight of the evidence and that the interests of justice therefore require that a new trial be awarded; especially in such a case is an appellate court reluctant to interfere”: Frank v. W. S. Losier & Co., Inc., 361 Pa. 272, 276, 277, 64 A. 2d 829.\nIn Beal v. Reading Company, 370 Pa. 45, 49, 87 A. 2d 214, this court held that a trial court must give reasons for its action in granting a new trial and mere conclusions, such as “interests of justice” are insufficient to sustain such an action. This court has a definite duty to review the record and determine therefrom “whether or not the jury’s verdict was so contrary to the evidence as to shock one’s sense of justice and to make the award of a new trial imperative so that right may be given another opportunity to prevail”: Jones v. Williams et al., 358 Pa. 559, 564, 58 A. 2d 57.\nIn the instant case appellant had only his own testimony and that of his daughter to establish appellee’s liability. This testimony was strongly contradicted in every important respect by four employees of appellee and their testimony, in turn, was corroborated completely by a number of wholly disinterested witnesses. In such circumstances we are unable to conclude that the court en banc abused its discretion in holding that the testimony in behalf of appellee was so strong and clear and from such disinterested witnesses that in the interest of justice a new trial should be granted.\nWhile a lower court’s discretion in the granting of a new trial is not absolute and may be abused, it nevertheless remains true, as Mr. Justice Mtjsmanno stated in Walters v. DeFelice & Son, Inc., 381 Pa. 433, 435, 113 A. 2d 218, quoting from the case of Maloy v. Rosenbaum Co., 260 Pa. 466, 472, 103 A. 882: “‘While the ascertainment of the underlying facts, and the drawing of the inferences and final conclusions therefrom, are for the jury, even where strong conflicting oral evidence is produced by a defendant, yet, in every such instance, a grave responsibility rests upon the trial judge to see to it that no verdict contrary to the weight of the evidence or shocking to judicial conscience is allowed to stand, no matter how many new trials must be granted in order to effect the ends of justice . . ”\nJudgment affirmed."}