{"id": "1275684", "contents": "Opinion by\nMr. Justice Musmanno,\nOn May 4, 1953, Mrs. Phyllis Krieger boarded a train of the Pennsylvania Railroad at Tarentum and rode as far as a station called Aladdin, entering that semi-rural station on a northbound track. In order to reach her pedestrian destination she crossed over the track on which she had arrived to another track known as the southbound track, traversed that track, turned right and moved northwardly by the side of the southbound trank toward the gate of the Schenley Distilleries several hundred feet away where she was employed as a plant nurse.\nAfter she had travelled some 125 feet facing normal railroad traffic she was struck by the overhang of a train which came up from behind, that is, the train came north on the southbound track. She sustained serious injuries and in the ensuing suit against the railroad company she recovered a substantial verdict.\nThe defendant railroad company, in view of the verdict of the jury, admits its negligence but asks for judgment n.o.v., arguing that the plaintiff was guilty of contributory negligence as a matter of law because she made no effort to ascertain whether a train would be travelling northwardly on the southbound track. The railroad company contends that even though Mrs. Krieger had the right to assume that no train would be moving in the wrong direction on the wrong track, she should anticipate such a possibility and be prepared accordingly. It is an unusual burden that the defendant would place on the train-riding public.\nTo concentrate on the unexpected when the expected offers a constant danger of its own is to invite a mishap which can be no less catastrophic for being commonplace. The man who steps into a busy thoroughfare looking into the sky to guard himself against Sputnik would scarcely have an action against the owner of an automobile which struck him while he was ignoring the hazards of the thoroughfare which are constant and commonplace.\nIn the case of Giulinger v. Pa. R. R. Co., 304 Pa. 140, where the setting was somewhat similar to the situation obtaining in the case at bar, this court said, speaking through Chief Justice Maxey : “When plaintiffs were struck on the southbound track by a northbound train, they were at least a few feet from the track on which they expected northbound trains to run. If the train that struck them had been running north on the northbound track, it is a fair inference that the truck would not have been struck. The significance of that is this: Their attentive powers would naturally be fixed on the tracks to the north because it was from that direction they would expect a train to come on the southbound trade ... It seems reasonably probable from the testimony that if there was any lack of alert attention from the plaintiffs to the southbound track south of the point of the accident, it was due to the belief naturally held by them that no danger could be expected from that direction until they got over the southbound track onto the northbound track . . . Armies have lost battles because their commanders concentrated attention in the direction from which attacks were reasonably expected and gave only slight attention in the direction from which attacks unexpectedly came.” (Emphasis supplied).\nMrs. Krieger had no reason to expect a train overtaking her from the rear. Her potential danger was in front and she had to keep facing the front. Thus, in the very act of turning around to the rear, a train could burst into being from the front and be upon her before she could readjust to the immediate peril.\nThere was an additional reason for Mrs. Krieger’s not walking forward with her head over her shoulder. A small shelter shanty sat at the point where her train from Tarentum had stopped. It was testified by several witnesses that although it did happen occasionally that trains would move northwardly on the southbound track in question, trains would never go beyond the shelter shanty which was 125 feet behind the spot where Mrs. Krieger was hit. Several witnesses testified that for 20 years they had never seen a train which moved northwardly on the southbound track go beyond the shelter station. In view of all these circumstances, the learned Trial Judge was eminently correct in refusing to give binding instructions for the defendant at the trial and in further refusing judgment n.o.v. She well said in her opinion: “In the instant case as in the Guilinger case, the plaintiff would naturally be fixing her gaze in the direction from which peril would normally be anticipated, that is, directly before her facing the north, for it is from this direction that trains would normally be moving on the tracks beside which she was Avalking. Although she might have realized that a train might approach her from the rear, experience had taught her that no such train would be alloAved to travel as far beyond the shelter as the point she had reached at the time of the accident.”\nThe appellant has cited many cases in support of its position but none of them is strictly analogous to the instant case except the Giulinger case, Avliich is authority for the contrary position.\nThe appellant argues that if the plaintiff had turned her head for “an instant of time” she could have guarded against trains coming up from behind her. But it could well be that at the instant Mrs. Krieger turned her head, the train Avould not yet have come within view. Would this mean then that she would have to devote other instants to looking behind her? And if the train were still not Adsible would she need to continue devoting instants to searching for a train that was never expected to appear, never supposed to be on that track, and never supposed to pass beyond the shelter shanty 125 feet behind her? And while she was marching ahead Avith her head facing backward, fastening her attention on possible traffic which might come from an unexpected direction, what was to happen if the train came from the direction from which it was supposed to come? What Avould be her defense against contributory negligence if she testified that she ignored the danger which could be expected in front Avhile maintaining a vigil toward a point of the compass from which no train was expected?\nMoreover, the plaintiff did look to the south when she crossed from the track on which she arrived to the track along which she was to walk on the way to her destination and saw no train approaching from the south. Thus she did all that should be expected of a normally prudent person and she cannot be held to a degree of precaution which would have exceeded even the trepidation of a Casper Milquetoast. Very little could ever be accomplished by man if he were required to look for northbound trains on southbound tracks, board “Up” elevators on shafts marked “Down,” and try “Exit” doors for traffic marked “Entrance,”\nThe appellant has also asked for a new trial on the basis of alleged trial errors. We have examined the record and find no errors. The defendant asked that the Trial Court charge as follows: “Under the law and the evidence in this case, there is no rule or duty on the part of the defendant to refrain from operating railroad equipment in either direction along its tracks at Aladdin Station where the accident involved in this suit occurred.”\nWhile this point seems to state a literal truth, it carries a connotation which could easily have been misunderstood by the jury. This point could be interpreted as saying that the railroad company could not be guilty of negligence in running the train beyond the shelter shanty, whereas it was a question of fact for the jury to decide if, under the circumstances, it should not have given the plaintiff some notice of doing what it had not done for 20 years, especially in view of the fact that the plaintiff was a frequent rider on the trains coming into the Aladdin station. The Trial Judge covered this subject in her able charge as she did all other matters complained of in the appellant’s brief.\nJudgment affirmed."}