{"id": "1275700", "contents": "Opinion by\nMr. Justice Bell,\nSamuel Martella died intestate August 26, 1954. He was survived by six children. A small metal box Was found after his death in his home and opened in the presence of all of his children (with one exception). It contained a number of shares of stock which were made out in his name, a number of shares of stock which were made out in the name of himself and his (deceased) wife as joint tenants with right of survivor-ship; and it contained the stocks here in controversy which were made out at decedent’s oral directions (to his broker) in the name of “Samuel Martella and [his son] William S. Martella as joint tenants with right of survivorship and not as tenants in common”. These stocks which were claimed by William S. Martella as an inter vivos gift had a market value of approximately $14,361.25. The balance of Martella’s estate amounted to approximately $46,560.52. All of the stocks claimed by William had been purchased by decedent with his own money and were kept together with decedent’s other securities in a small metal box which decedent always had in his possession and to which he alone had access, with the exception that several months before his death he gave a key to the box to his daughter Natalie.\nClaimant never had actual possession of the stocks in controversy, or control of or access to the box in which decedent kept them. The income from all the stocks, including those here in controversy, was received and kept by decedent as his property, except in a few instances where the dividend checks were delivered to William who promptly turned them over to the decedent. All of the income from all of the securities, including the stocks here in controversy, was returned by the decedent in his income tax returns as his property and a tax was paid thereon by him. Decedent could not read or write English, but could sign his name.\nDecedent made several statements to Natalie, two of which are pertinent. Several months before his death, Mr. Martella said to Natalie: “. . . you hold this key, it belongs to the box where the money and all the securities are and after I go, it will be shared to all of you, because I am leaving it to everybody what I have.” About two months before his death, he said to Natalie: “Every one of his children and it didn’t make any difference whether they was boys or girls, each one would get everything alike.”\nThe lower Court held that the facts were sufficient to constitute a valid inter vivos gift to William.\nCases involving joint bank accounts, joint savings accounts, joint certificates of deposit and joint safe deposit boxes — especially when they are in joint names with right of survivorship — have proved vexing. Certain pertinent principles of law are now well settled by recent decisions of this Court, although their application to the different factual situations which so frequently arise is often difficult.\nIn Grossman Estate, 386 Pa. 647, 126 A. 2d 468, the Court said (page 649-650) : “In Brightbill v. Boeshore, 385 Pa. 69, 122 A. 2d 38, the Court, quoting Tomayko v. Carson, 368 Pa. 379, 383, 83 A. 2d 907, said (page 74) : ‘ “A claim of a gift inter vivos against the estate of the dead must be supported by clear and convincing evidence: Leadenham’s Estate, 289 Pa. 216, 137 A. 247; Snyderwine, Admrx. v. McGrath, 343 Pa. 245, 22 A. 2d 644.” ’\n“In the recent case of King Estate, 387 Pa. 119, 126 A. 2d 463, . . . the Court said (page 122) : ‘To constitute a valid gift inter vivos . . ., two essential elements are requisite: An intention to make an immediate gift and such an actual or constructive delivery to the donee (a) as to divest the donor of all dominion and control, or (b) if a joint tenancy is created, as to invest in the donee so much dominion and control of the subject matter of the gift as is consonant with a joint ownership or interest therein.’ ”\nElliott Estate, 378 Pa. 495, 106 A. 2d 453, is on its facts analogous to and rules the instant case. In that case, certificates of deposit were found in decedent’s safe deposit bow after his decease, six of which were in the names of decedent and his brother Paul, and four in the names of decedent and his sister Grace. Each certificate had stamped after the joint names the words “As joint tenants with right of survivorship and not as tenants in common”. The certificates were purchased by the decedent with his own money. The Court held that these facts were not sufficient to constitute a valid inter vivos gift.\nIsherwood v. Springs-First National Bank, 365 Pa. 225, 74 A. 2d 89, is another analogous case which rules the instant case against the claimant-appellee. In that case where a mother opened a savings account with money of her own in the joint names of herself or her daughter Ruth, and retained possession of the passbook until her death, and there was no evidence that any signature card or agreement concerning the account had been signed by either of them, the Court held that this evidence was not sufficient to establish a valid inter vivos gift.\nIn Grossman Estate, 386 Pa., supra, a stock certificate was claimed by Hilda, a sister of decedent. The certificate was found in decedent’s safe deposit box made out in the name of Hilda S. Grossman or Theodore M. Grossman. The safe deposit box was leased by decedent but he had given his sister access thereto. Attached to the said stock certficate was a printed power of attorney signed by Hilda authorizing decedent to pledge the stock in question as collateral security for one of his bank loans. There, as here, there was no evidence to prove that decedent had ever actually delivered the stock certificate to Hilda or that Hilda ever had actual possession of the stock certificate. Decedent always voted the stock at the corporation stockholders meetings and included the dividends therefrom in his income tax returns. The Court held that these facts, without more, did not prove a completed valid inter vivos gift of the stock to Hilda. The Court said, inter alia (page 650) :\n“Assuming Theodore Grossman had a donative intent, claimant failed to prove an actual or constructive delivery of the stock of Hudson’s, Inc. by clear and convincing evidence. Claimant, we repeat, never had possession of the stock certificate; the stock certificate was always kept in the safe deposit box of decedent. A right of access to the safe deposit box which contained these shares, as well as many other shares of stock of the decedent, does not amount to or prove delivery or a completed gift to claimant. Even a joint lease of a safe deposit box, without more, is not of itself sufficient to establish joint ownership of securities found therein which originally belonged to one of the lessees: Tomayko v. Carson, 368 Pa., supra; Wohleber’s Estate, 320 Pa. 83, 181 A. 479. Cf. also King Estate, 387 Pa., supra; Isherwood v. Springs-First National Bank, 365 Pa. 225, 74 A. 2d 89.”\nThe principles laid down in the aforesaid cases are applicable to the instant case, and require ns to hold that the facts fail to prove by clear and convincing evidence a valid inter vivos gift to William.\nIt is unnecessary to consider Natalie’s testimony as to the statements decedent made to her shortly before his death. The rule governing the admissibility and effect of such statements is set forth in Grossman Estate, 386 Pa., supra.\nDecree reversed; each party shall pay their respective costs.\nIn a number of eases involving savings and/or cheeking accounts in joint names with right of survivorship where both parties executed a joint signature card or agreement, this Court held that those facts were sufficient to create a valid inter vivos gift: King Estate, 387 Pa. 119, 126 A. 2d 463; Furjanick Estate, 375 Pa. 484, 100 A. 2d 85; Fuller v. Fuller, 372 Pa. 239, 93 A. 2d 462; Fell Estate, 369 Pa. 597, 87 A. 2d 310; Lochinger v. Hanlon, 348 Pa. 29, 33 A. 2d 1 (gift invalidated on other grounds) ; Culhane’s Estate, 334 Pa. 124, 5 A. 2d 377; Mader v. Stemler, 319 Pa. 374, 179 A. 719; Mardis v. Steen, 293 Pa. 13, 141 A. 629.\nIt is unnecessary to discuss or further review the many authorities on this subject because they have so recently been reviewed in the majority and dissenting opinions in Elliott Estate, 378 Pa. 495, 106 A. 2d 453; Shadrow v. Reliman, 378 Pa. 237, 106 A. 2d 594; Fwjaniclc Estate, 375 Pa. 484, 100 A. 2d 85; Brightbill v. Boeshore, 385 Pa. 69, 122 A. 2d 38. These recent cases would seem to impliedly overrule, although they do not say so, Roberts’s Appeal, 85 Pa. 84, and Reap v. Wyoming Valley Trust Co., 300 Pa. 156, 150 A. 465."}