{"id": "1275698", "contents": "Opinion by\nMr. Justice Cohen,\nThe City of Pittsburgh levies a personal property tax pursuant to ordinance authorized by the Act of June 25, 1947, P. L. 1145, as amended, 53 P.S. §§6851-6859. The ordinance, which is re-enacted annually, adopts the assessments on personal property of residents of the city made by the officials of the County of Allegheny in administering the county personal property tax and uses the assessments so made to determine the amount of tax due the city under its ordinance. While the statute providing for the county personal property tax specifically permits retroactive assessment of the tax against the estate of a decedent for a period of five years after the property should have been returned for taxation, Act of June 17, 1913, P. L. 507, as amended, 72 P.S. §§4821-4844.2, there is no similar legislative authority for the retroactive assessment and collection of the city tax.\nThe decedent Morrow, prior to his death in 1954 failed to file personal property tax returns either with the county or the city for the years 1951 to 1954. From the inventory which was filed in his estate the county obtained the necessary information and computed the amount of the personal property taxes which were due and delinquent. The city received this information from the county and billed the estate for the amount due it under its personal property tax ordinance for the years in which no assessments or payments were made. At the audit of the estate, the city’s claim was contested and subsequently denied by the auditing judge. After exceptions were dismissed by the Orphans’ Court of Allegheny County, en banc, this appeal by the city followed.\nThe sole legal issue before this Court is whether the City of Pittsburgh may assess and collect unpaid personal property taxes after the expiration of the year in which the return of the taxable property should have been made and the tax paid.\nIn Schmuek v. Hartman, 222 Pa. 190, 70 Atl. 1091 (1908) we held that tax assessments and reassessments which were not legislatively authorized Avere void, and that a tax may not be retroactively assessed in the absence of specific statutory authority. See also Allegheny County Personal Property Tax Assessment Cases, 349 Pa. 651, 37 A. 2d 498 (1944). “[Taxes] can be collected in no other way than that pointed out by the statute, and cannot be collected until they have first been assessed according to tiie statute. Are the assessments and reassessments made by the appellants sanctioned by any statute? If they are not, they are void. No act of assembly authorizes an assessment of [the city] tax on personal property after the expiration of the year in which it ought to have been assessed and the taxable ought to have paid it. . . .” Schmuck v. Hartman, supra, 222 Pa. at 195.\nThe Act of 1947 enabling the levy of the City of Pittsburgh’s tax did not contain a provision for retroactive assessment and collection, and the city’s ordinance which adopted the assessments of Allegheny County as its own could not remedy the defect.\n“Taxation is purely for the legislature. The judiciary can enforce it only as the legislature directs it to be enforced. For cases like the present additional legislation is manifestly needed, but, until it is enacted, [City of Pittsburgh] must submit.” Schmuck v. Hartman, supra, 222 Pa. at 197.\nIn 1957 the legislature acted to amend the Act of 1947 so as to provide for the collection of unpaid personal property taxes from decedents’ estates in conformity with the provision contained in the act authorizing the county personal property tax. Act of June 28, 1957, P. L. 451, 53 P.S. §8851 (A.). All parties concede that the amendment is inapplicable to this present appeal, and we are not called upon to decide whether in a proceeding instituted under the 1957 amendment the estate would be liable for taxes unassessed and unpaid for any year prior to the amendment.\nFor the foregoing reasons the orphans’ court properly denied the claim of the City of Pittsburgh against the Morrow Estate for personal property taxes for the years 1951 to 1954.\nOrder affirmed at appellant’s cost."}