{"id": "1275665", "contents": "Opinion by\nMr. Justice Chidsey,\nThis appeal, brought under the Act of March 5, 1925, P. L. 23; 12 PS §672, questions the jurisdiction of a court of equity to entertain a bill praying that the enforcement of a Zoning Ordinance be restrained.\nThe plaintiff, Pittsburgh Outdoor Advertising Company, has 18 signboards -which were erected on properties within the defendant third class city prior to the enactment of the Zoning Ordinance. Section 1507-2-7(a) of Zoning Ordinance 654 of the City of Clair-ton, enacted July 21, 1948, provides: “Name plates, signs and signboards bearing other than the name of the person, firm or corporation operating the enterprise (occupying the premises), a description of the general character of the enterprise, or both, shall be removed or made to conform within five (5) years of the date of the adoption of this ordinance.”\nJust before the five year period had run, the City Solicitor sent the following letter to the plaintiff:\n“City of Clairton\nJohn J. Mullen, Mayor\nDept, of Public Affs.\nWilliam E. Miller\nCity Clerk\nJuly 7, 1953\nPittsburgh Outdoor Advertising Co.\n2610 Fifth Avenue\nPittsburgh, Pennsylvania\nGentlemen:\nAs City Solicitor for the City of Clairton and upon instructions from the Zoning Officer of the City of Clairton, I am taking this opportunity to call to your attention that under Ordinance No. 654 of the City of Clairton, commonly known as the Zoning Ordinance and as more specifically provided by Provisions 1502-1-5-3(b) and 1507-2-7(a) thereof, that it will be necessary for you to remove your billboard signs erected within the said city on or before July 21, 1953 inasmuch as said unattached signs will then become subject to removal by virtue of nonconformance as defined in the aforesaid provisions.\nYour immediate attention and cooperation in these matters will be very greatly appreciated.\nSincerely,\n(s) Edward P. Zemprelli\nEPZ/hs City Solicitor”\nOn August 17, 1954, the plaintiff company filed a bill in equity alleging that the Zoning Ordinance is unconstitutional in that its attempt to eliminate nonconforming uses was beyond the zoning powers granted to the City, and that its application to signboards is confiscatory and discriminatory, wherefore it prayed that an injunction be issued restraining enforcement of the Zoning Ordinance against plaintiff.\nDefendant thereafter filed a motion to dismiss for lack of jurisdiction of the subject matter on the gi-ound that this action questions the validity of the City’s Zoning Ordinance, and that such actions must be pursued at law in conformity with the statutory remedy prescribed by Section 4123 et seq. of The Third Class City Code, Act of June 23, 1931, P. L. 932, as added to by the Act of June 28, 1951, P. L. 662, 53 PS §12198-4123.\nThis motion was denied by the court below, from which order the defendant City of Clairton brings this appeal.\nThe plaintiff company takes the position (1) that the statutory remedy is inapplicable here because the letter of the City Solicitor does not represent “any decision of the administrative officer” from which “any person aggrieved” may take an appeal to the Board of Adjustment, and thence (in Allegheny County) to the Allegheny County Court; and (2) that the remedy under the statute is inadequate because the company is subject to lines of $100 per day for each day the signs remain standing in violation of the Zoning Ordinance, thus subjecting plaintiff to irreparable damage, and although Section 4124 of The Third Class City Code provides for a stay of proceedings pending an appeal to the Board of Adjustment, this provision is inadequate since “. . . it would only be this particular proceeding which would be stayed and nothing would have prevented the City authorities from instituting criminal proceedings against Appellee. . . .” and “It is also to be noted that the Third Class City Code makes no provision for a stay of proceedings on appeal from the Board of Adjustment to the County Court...”.\nIn this latter regard, we believe that plaintiff misconstrues the provisions of The Third Class City Code regarding a stay of proceedings pending appeal. Section 4124 of the Code provides that “An appeal to the board shall stay all proceedings in furtherance of the action appealed from . . .” (Emphasis supplied). We cannot conceive of a broader provision for the protection of one appealing from a decision of an administrative officer. A stay of “all proceedings” regarding a particular application of a Zoning Ordinance by an administrative officer would certainly stay any penalties instituted by the City to enforce compliance with the decision appealed from. Any other reading of this provision would render it practically meaningless. Furthermore, if plaintiff still would not feel wholly protected by this provision (and we cannot see how its complete protection can seriously be questioned), it would have the undoubted right to appeal from any “decision of the administrative officer” regarding the institution of penalties, and thus satisfy itself doubly that it is protected by the stay provision of Section 4124.\nBut plaintiff contends that, even if the stay in proceedings is effective under Section 4124 from the time of appeal until decision by the Board of Adjustment, there is no provision for a stay in the proceedings from the time of the hoard’s decision until the appeal can be heard in the Allegheny County Court.\nPlaintiff is plainly mistaken in this regard. All of the Acts prescribing zoning procedures for the various municipal subdivisions make provision for a stay in proceedings in one form or another in the case of appeal from the Board of Adjustment to the appropriate court. The First and Second Class Township Codes and The General Borough Act expressly permit the grant of an order of supersedeas by the court to which an appeal is taken, upon application, notice, and hearing; and the First and Second Class City Codes, contain express provisions permitting the court to grant a restraining order having similar effect. In the amended Third Class City Code, at the place which corresponds to the cited provisions in the other municipal codes (i.e., at a point in the chapter entitled Board of Adjustment following the description of its make up, functioning, etc., and the allowance of appeals to the Board), Section 12198-4127 appears as follows: “Any person aggrieved by any decision of the board of adjustment or any city officer affected thereby may appeal therefrom, within thirty days, to the court of common pleas. Every such appeal shall specify the grounds thereof and the interest of the appellant. So far as practicable and consistently with the provisions of this article, the procedure for appeals from the board of adjustment shall be in conformity with the Rules of Civil Procedure of the Supreme Court regarding appeals from administrative agencies.”\nThe “Rules of Civil Procedure of the Supreme Court regarding appeals from administrative agencies” evidently refers to the Rules of Civil Procedure Governing Appeals from Certain Administrative Agencies promulgated by this Court on January 11, 1946, effective date: February 4, 1946, 353 Pa. xxvi; Rule 13, 353 Pa. xxxi, of which reads: “Supersedeas. At any time during the pendency of an appeal, upon application of the Appellant and upon due notice to the agency, the court, or a judge thereof, may after hearing grant an order of supersedeas upon such terms and conditions, including the filing of security, as the court or the judge may prescribe.”\nThus it may be seen, the statutory provisions for a stay in the proceedings upon appeal from the Board of Adjustment to the appropriate court are wholly adequate in the case of a Third Class City, and conforms to the protection afforded appellants in similar cases in other types of municipalities.\nBut plaintiff takes the position in this Court that the letter from the City Solicitor was not “any decision of the administrative officer” as to be appealable under the statute.\nInitially we must point out that plaintiff no doubt considered the letter to be enough of a “decision” aggrieving the company to convince it that the time was ripe to institute this bill in equity. In its brief before this Court the plaintiff-appellee contends that there is nothing from which to appeal “For how is a property owner to know when a letter from a Solicitor is a ruling or merely a notice of the City’s position in any matter?” The answer to plaintiff’s question is that the letter must be read in the light of the surrounding circumstances. The tenor of the complaint makes it quite clear that plaintiff did read the letter and understood it to be a notification to the company to remove its signboards. Plaintiff’s complaint states it as follows: “8. Defendant has notified plaintiff by letter to remove all of its signboards in conformity with said ordinance. A copy of said letter is attached hereto. . . .”. Plaintiff’s understanding of the letter becomes even more apparent when read in the light of Section 1804 of the Zoning Ordinance: “Violation; Penalty. Any person, firm, or corporation violating any of the provisions of this ordinance shall, upon conviction thereof in a court of record, be fined . . ■. Proceedings against violators shall be instituted by the City Solicitor upon motion of the Planning Commission or the Zoning Officer. . . .”.\nWhile this letter was not the institution of proceedings under Section 1804 (the letter was written two weeks prior to the date the billboard sign prohibition was to go into effect), there can be no question but that the company was plainly notified thereby to remove its signboards, and such notification clearly falls within the. broad appealable classification encompassed by the statutory term “any decision”.\nIt may be added here that if we- were to accept plaintiff’s contention that it could not avail itself of the - statutory remedy -because it had “nothing from which to appeal”, thus reducing the practical effect of the City Solicitor’s letter to a nullity, we would have to hold similarly that since the company has not been harmed by an application of the Zoning Ordinance to it, it would have no standing to bring a suit in equity. As Chief Justice Stern stated in Knup v. Philadelphia, 386 Pa. 350, 353, 126 A. 2d 399: “. . . it is equally well -established that a court will take jurisdiction- only in a case in which a challenged statute, ordinance, or rule of court has been actually applied to a litigant; it does not undertake to decide academically the unconstitutionality or other alleged invalidity of legislation until it is brought into operation so as to impinge upon the rights of some person or persons. . .\nAt the oral argument it was suggested that the City Solicitor is not “the administrative officer” from whose “decision” an appeal could be taken. Aside from the clear intent of Section 4123 to allow an appeal from any administrative officer implementing the provisions of a zoning ordinance, it is a sufficient answer to note that the letter states that the Solicitor was acting “upon instructions from the Zoning Officer” and certainly the whole body of law relating to agency, particularly as it applies to an attorney- — City Solicitor, compels us to construe the act of the Solicitor here to be the act of the Zoning Officer, and there cannot be the slightest question of the applicability of the section as to Zoning Officers.\nThe foregoing arguments are, however, largely technical. We are impelled to reach the conclusion that the court below erred by a much more basic consideration. The basic tenor of our decisions on the question of whether an action in equity, or any other action, will lie to raise a question of the validity or constitutionality of a zoning ordinance, or a particular application thereof, has been to emphasize that the statutory remedy prescribed by the Legislature is the exclusive remedy to be pursued by one “aggrieved” by á zoning ordinance, and a bill in equity raising the same question will not be permitted to lie.\nIn Jacobs v. Fetzer, 381 Pa. 262, 112 A. 2d 356, where the chancellor sustained a property owner’s -bill in equity entering a decree declaring a zoning ordinance unconstitutional and invalid as it applied-to the property owned by the plaintiff, and restraining the defendant borough from enforcing the ordinance against plaintiff’s land, this Court reversed the court below and dismissed the complaint, holding that equity was without jurisdiction in the matter. Chief Justice (then Mr. Justice) Jones stated unequivocally, at page 265: “. . . It is plain enough that the procedure statutorily prescribed for testing the validity of substantive provisions of a zoning ordinance or the method of its administration is through application to the board of adjustment by one aggrieved by the decision of a borough administrative officer in respect thereof and, thereafter, by appeal to the court of common pleas if the decision of the board of adjustment is likewise adverse.”.\nThe excellent citation and discussion of cases on this point by Chief Justice Stern in Knup v. Philadelphia, supra, makes it unnecessary here to again comprehensively review the decisions to this effect.\nPlaintiff has endeavored to distinguish this line of authorities on the ground that they involved other sorts of zoning matters or different types of appealable rulings by the zoning officers. The attempt at distinction only points up the ingenuity and variety of the procedures adopted by persons endeavoring to upset zoning ordinances, or particular applications thereof, and the steadfastness with which our appellate courts have refused to allow the merits of a zoning case to be decided other than via the statutory procedure at law prescribed by the Legislature.\nIn Oteri Appeal, 372 Pa. 557, 94 A. 2d 772, a bill in equity was brought by an adjoining neighbor to enjoin the order of a Board of Adjustment granting a building variance; in Wyszynski v. Philadelphia, 370 Pa. 632, 89 A. 2d 355, a bill in equity was brought by. the ;property owner to enjoin the revocation by the Bureau of Engineering, Surveys & Zoning of a permit authorizing a variance; in Barth v. Gorson, 383 Pa. 611, 119 A. 2d 309, neighbors brought an action in equity to enjoin enforcement of a city ordinance downgrading the defendant’s property; in Jacobs v. Fetzer, supra, a property owner brought an action in equity to require, the borough council to amend its zoning ordinance to down-grade plaintiff’s property, or to enjoin enforcement of the ordinance as not amended; in Shender v. Philadelphia, 375 Pa. 596, 101 A. 2d 667, a bill in equity was brought by a property owner to set aside an amendatory zoning ordinance; in Wojnar et ux. v. Yale and Towne Manufacturing Company, Inc. et al., 348 Pa. 595, 36 A. 2d 321, a neighbor brought a bill in equity alleging that the zoning ordinance which classified the defendant’s property as industrial was unconstitutional; in Knup v. Philadelphia, supra, neighbors brought a bill in equity seeking to restrain the issuance of a building permit under a rezoning ordinance; in Vogt v. Port Vue Borough, 170 Pa. Superior Ct. 526, 85 A. 2d 688, a property owner brought a bill in equity seeking, in effect, to compel the reissuance of a revoked building permit; in Taylor v. Moore, 303 Pa. 469, 154 A. 799, and in Lewis v. Emmott, 385 Pa. 336, 122 A. 2d 727, actions in mandamus were attempted to compel the issuance of building permits; in Commonwealth v. DeBaldo, 169 Pa. Superior Ct. 363, 82 A. 2d 578, appellants attempted to question the validity of a provision of a zoning ordinance on an appeal from summary convictions; and in Castle Shannon Coal Corporation v. Upper St. Clair Township, 370 Pa. 211, 88 A. 2d 56, an attempt was made to question the validity of a zoning ordinance via a petition for a declaratory judgment. In every one of these cases it was held that the statutory method, and not the procedures pursued, was the only way to properly raise the constitutionality or the validity of a particular application of a zoning ordinance.\nPlaintiff urges that the Duquesne Light Company v. Upper St. Clair Township decision, 377 Pa. 323, 105 A. 2d 287, supports his position that equitable jurisdiction will not be denied where irreparable harm can be shown. The basic issue in that case was whether a township could by adroit use of its zoning ordinance (and the holding would apply equally well to other local ordinances) hamper the construction of a power line which the Public Utility Commission had found necessary, along a right-of-way which had been approved by it. At page 336 we stated: “. . . We believe that the General Assembly never intended to bestow a power upon first class townships which is in headlong conflict with the power already given the Public Utility Commission. We believe that the General Assembly never gave any one of the political subdivisions through which the proposed line will pass the power to determine whether the public in another locality shall be served with electric energy, or the means by which they shall be served. . . .”. The case at bar presents no similar considerations.\nThe learned court below erred in refusing defendant’s motion to dismiss the bill of complaint for lack of jurisdiction of the subject matter.\nOrder reversed and bill dismissed at the appellee’s costs.\nAct of June 24, 1931, P. L. 1206, art. XXXI, §3107, as amended, 53 PS §19092-3107.\nAct of May 3, 1933, P. L. 103, art. XX, §2007, as amended, 53 PS §19093-2007.\nAct of May 4, 1927, P. L. 519, art. XXXIII, §3307, as amended, 53 PS §15211.7.\nAct of May 6, 1929, P. U. 1551, §8, 53 PS §3829.\nAct of March 31, 1927, P. L. 98, No. 69, §7, 53 PS §9189.\nUnder the Act of May 5, 1911, P. U. 198, as amended, 17 PS §626, the appeal is to the Allegheny County Court."}