{"id": "1275688", "contents": "Opinion by\nMe. Justice Musmanno,\nGeorge J. Pavlicie has sued Sara Jane Mills for the recovery of gifts which he presented to her in anticipation of a marriage which never saw the bridal veil. At the time of the engagement George Pavlicie was thrice the age of Sara Jane. In the controversy which has followed, Pavlicie says that it was Sara Jane who asked him for his hand, whereas Sara Jane maintains that, Pavlicie, following immemorial custom, offered marriage to her. We are satisfied from a study of the record that it was Sara Jane who took the initiative in proposing matrimony — and, as it will develop, the proposal was more consonant with an approach to the bargaining counter than to the wedding altar.\nGeorge Pavlicie testified that when Sara Jane broached the subject of holy wedlock, he demurred on the ground that he was too old for her. She replied that the difference in their ages was inconsequential so long as he was “good to her.” Furthermore, she said that she no longer was interested in “young fellows”— she had already been married to a young man and their matrimonial bark had split on the rocks of divorce. Hence, she preferred an older man. George qualified. He was 75. Sara Jane was 26.\nThe May-December romance began on a very practical footing in April, 1949, when Sara Jane borrowed from George the sum of $5,000 with which to buy a house, giving him a mortgage on the premises. In three and one-half years she had paid back only $449 on the mortgage. On the night of November 21, 1952, she visited George at Ms home and advanced the not illogical proposition that since they were to be married, there was no point in their having debts one against the other and that, therefore, he should wipe out the mortgage he held on her home. George said to her: “If you marry me, I will take the mortgage off.” She said: “Yes,” and so he promised to satisfy the mortgage the next day. To make certain that there would be no slip between the promise and the deed, Sara Jane remained at George’s home that night; and on the following morning drove him in her automobile to the office of the attorney who was to make, and did make, arrangements for the satisfaction of the mortgage.\nBeing enriched to the extent of $4,551 by this transaction, Sara Jane expatiated on another rational thesis, namely, that since they were going to be married and would be riding around together she should have a better car than the dilapidated Kaiser she was driving. She struck home with her argument by pointing out that in a new car he would not fall out, for it appears this was an actual possibility when he rode in her worn-out Kaiser. Thus, without any tarrying, she drove George from the Recorder of Deed’s Office, where she and the mortgage had been satisfied, to several automobile marts and finally wound up at a Ford agency. Here she selected a 1953 Ford which she said would meet her needs and keep him inside the ear. George made a down payment of $70 and on the following day he gave her $800 more, the latter taken from his safety deposit box. Still later he handed her a check for $1350, obtained from a building and loan association —and Sara Jane had her new car.\nLess than a year later, Sara Jane complained that her feet got wet in the Ford and she proposed the purchase of an Oldsmobile. She explained that by trading in the Ford, which she characterized as a “lemon,” she would need only $1700 to acquire the Oldsmobile. George was not averse to transportation which would keep his future wife’s feet dry, but he said that since they were to be man and wife, and he apparently was paying for all the bills, it might be more businesslike if title to the car were placed in his name. This suggestion, according to George’s testimony at the trial, made Sara Jane “mad” and he practically apologized for being so bold and inconsiderate as to ask title to an automobile which he was buying with his own money. Accordingly he withdrew his suggestion, said: “All right,” and made out a check in Sara Jane’s name for $1700. And thus Sara Jane got her new Oldsmobile.\nIn January, 1953, in the enthusiastic spirit of an anxious swain, George presented Sara Jane with a $140 wrist watch. Sara Jane selected the watch.\nIn February, 1953, Sara Jane represented to George that they would both make a better appearance if she had an engagement and wedding ring. George took her to a jewelry store and she made a selection consistent with discretion. George paid $800.\nSara Jane then asked George to take care of the repairing of a ring she had received from her mother. It was a mere matter of adding a diamond. George paid the bill.\nEven before George’s bank book became Sara Jane’s favorite literature she had prevailed upon him to advance substantial sums to her. In June, 1952, she told George she needed-$800 to cover her house with insulbrick. George gave her $800 to cover her house with insulbrick.\nIt is not to be said, however, that Sara Jane was completely lacking in affectionate ante-nuptial reciprocity. In June, 1953, she bought George a wedding ring for him to wear. She conferred upon him at the same time a couple of woolen shirts. There is no way of learning how much the ring and shirts cost because she did not take George into her confidence or into the store where she purchased the items.\nGeorge testified that when he wore the wedding ring people laughed and asked him when he was to be married. He replied: “Pretty soon.” He tried to live up to the prediction and asked Sara Jane for the wedding date. She said she could not name the month. In view of what was to develop, she could have added with truth that she could not name the year either.\nIn October, 1953, Sara Jane expounded to George the economic wisdom of purchasing a business which would earn for them a livelihood in his old and her young age. She suggested the saloon business. George agreed it was a good idea. She contacted a saloon-selling agent and George accompanied her to various saloons which the agent wished to sell. George was impressed with one saloon called the “Melody Bar,” but the price was above him. Sara Jane then said that if he would give her $5,000 she would bxxy a cheap saloon oxxtside of Pittsbxxrgh. George gave her $5,000. And Sara Jane disappeared — with the $5,000.\nThe next time she was heard from, she was in Greensburg operating Rxxby’s Bar — with George’s $5,-000. From Ruby’s Bar she proceeded to the nuptial-bower where she married Edward Dale Mills. Although she had many times assured George she would marry him because she liked the idea of an old man, the man she then actually married was scarcely a contender for Methuselah’s record. He was only 26 — two years younger than Sara Jane.\nWhen George emerged from the mists and fogs of his disappointment and disillusionment he brought an action in eqixity praying that the satisfaction of the mortgage on Sara Jane’s property be stricken from the record, that she he ordered to return the gifts which had not been consumed, and pay back the moneys which she had gotten from him under a false promise to marry. Sara Jane filed an answer and the case came on for trial before Judge Marshall of the Court of Common Pleas of Allegheny County. Judge Marshall granted all the plaintiff’s prayers and entered a decree from which the defendant has appealed to this Court.\nThe defendant urges upon us the proposition that the Act of June 22, 1935, P. L. 450; 48 P.S. §171, popularly known as the “Heart Balm Act,” outlaws the plaintiff’s action. This is the first time that the Act of 1935 has come before this Court for interpretation and ruling. Although the Act contains several sections, the heart of it lies in the sentence, namely, “All causes of action for breach of contract to marry are hereby abolished.”\nThere is nothing in that statement or in any of the provisions of the Act which touches contracts subsidiary to the actual marriage compact. The Act in no way discharges obligations based upon a fulfillment of the marriage contract. It in no way alters the law of conditional gifts. A gift given by a man to a woman on condition that she embark on the sea of matrimony with him is no different from a gift based on the condition that the donee sail on any other sea. If, after receiving the provisional gift, the donee refuses to leave the harbor, — if the anchor of contractual performance sticks in the sands of irresolution and procrastination —the gift must be restored to the donor. A fortiori would this be true when the donee not only refuses to sail with the donor, but, on the contrary, walks up the gangplank of another ship arm in arm with the donor’s rival.\nThe title to the gifts which Sara Jane received, predicated on the assurance of marriage with George, never left George and could not leave him until the marital knot was tied. It would appear from all the evidence that the knot was fully formed and loosely awaiting the ultimate pull which would take title in the gifts from George to Sara Jane, but the final tug never occurred and the knot fell apart, with the gifts legalling falling back into the domain of the brideless George.\nThe appellant in her argument before this Court would want to make of the Act of June 22, 1935, a device to perpetuate one of the very vices the Act was designed to prevent. The Act was passed to avert the perpetration of fraud by adventurers and adventuresses in the realm of heartland. To allow Sara Jane to retain the money and property which she got from George by dangling before him the grapes of matrimony which she never intended to let him pluck would be to place a premium on trickery, cunning and duplicitous dealing. It would be to make a mockery of the law enacted by the Legislature in that very field of happy and unhappy hunting.\nThe Act of 1935 aimed at exaggerated and fictional claims of mortification and anguish purportedly attendant upon a breach of promise to marry. The legislation was made necessary because of the widespread abuse of the vehicle of a breach of promise suit to compel overly-apprehensive and naive defendants into making settlements in order to avoid the embarrassing and lurid notoriety which accompanied litigation of that character. The legislation was intended to ward off injustices and incongruities which often occurred when, by the mere filing of breach of promise suits innocent defendants became unregenerate scoundrels and tarnished plaintiffs became paragons of lofty sensibility and moral impeccability. It was not unusual in threatened breach of promise suits that the defendant preferred to buy Ms peace through a monetary settlement rather than be vindicated by a trial which might leave his good name in shreds.\nThere is no doubt that in the history of romance a nation could be populated with the lovers and sweethearts (young and old) who have experienced genuine pain and agony because of the defection of their opposites who promised marriage and then absconded. Perhaps there should be a way to compensate these disillusioned souls, but it had been demonstrated that the action of breach of promise had been so misemployed, had given rise to such monumental deceptions, and had encouraged blackmail on such a scale, that the Legislature of Pennsylvania, acting in behalf of all the people, concluded that the evil of abuse exceeded to such an extent the occasional legitimate benefit conferred by a breach of promise suit that good government dictated its abolition.\nThus the law of 1935 prohibited, but prohibited only the suing for damages based on contused feelings, sentimental bruises, wounded pride, untoward embarrassment, social humiliation, and all types of mental and emotional suffering presumably arising from a broken marital promise. The Act did not in any way ban actions resulting from a tangible loss due to the breach of a legal contract. It could never be supposed that the Act of 1935 intended to throw a cloak of immunity over a 26-year old woman who lays a snare for a 75-year old man and continues to bait him for four or five years so that she can obtain valuable gifts and money from him under a false promise of marriage.\nGeorge Pavlicic is not asking for damages because of a broken heart or a mortified spirit. He is asking for the return of things which he bestowed with an attached condition precedent, a condition which was never met. In demanding the return of his gifts, George cannot be charged with Indian giving. Although he has reached the Indian summer of his life and now at 80 years of age might, in the usual course of human affairs, be regarded as beyond the marrying age, everyone has the inalienable right under his own constitution as well as that of the United States to marry when he pleases, if and when he finds the woman who will marry him. George Pavlicic believed that he had found that woman in Sara Jane. He testified that he asked her at least 30 times if she would marry him and on each occasion she answered in the affirmative. There is nothing in the law which required him to ask 31 times. But even so, he probably would have continued asking her had she not taken his last $5,000 and decamped to another city. Moreover he had to accept 30 offers of marriage as the limit since she now had married someone else. Of course, mere multiplicity of proposals does not make for certainty of acceptance. The testimony, however, is to the effect that on the occasion of each proposal by George, Sara Jane accepted- — accepted not only the proposal but the gift which invariably accompanied it.\nThe Act of 1935 in no way alters or modifies the law on ante-nuptial conditional gifts as expounded in 26 O.J. 651, and quoted by us with approval in the case of Stanger v. Epler, 382 Pa. 411, 415, namely: “A gift to a person to whom the donor is engaged to be married, made in contemplation of marriage, although absolute in form, is conditional; and upon breach of the marriage engagement by the donee the property may be recovered by the donor.”\nIn the case of Ruehling v. Hornung, 98 Pa. Superior Ct. 535, 538, the Superior Court quoted with approval from Thornton on Gifts and Advancements as follows: “If the intended husband makes a present after the treaty of marriage has been negotiated, to his intended wife, and the inducement for the gift is the act of her promise to marry him, if she break off the engagement he may recover from her the value of such present.”\nAs already stated, the Act of 1935 provides that “All causes of action for breach of contract to marry are hereby abolished.” This language is as clear as the noonday sun. The appellant would darken it with the eclipse of artificial reasoning. The appellant would want us to read into the statute the provision that “All causes of action for the recovery of property based on breach of contract to marry are abolished.” The appellant would want the statute to be read: “All actions resulting from a breach of contract are abolished.” But we cannot so read or so interpret the statute. The abolition is confined to actions for breach of contract to marry, that is, the actual fracture of the wedding contract.\nIt thus follows that a breach of any contract which is not the actual contract for marriage itself, no matter how closely associated with the proposed marriage, is actionable.\nAfter a thorough review of the pleadings, the notes of testimony, the briefs and the lower Court’s Opinion, we come to the conclusion that the final decree entered by Judge Marshall is eminently just and in accordance with established principles of law and equity.\nDecree affirmed at appellant’s costs.\nThe defendant was married twice and her name appears in various spellings in the record. For convenience in this discussion, she will be referred to as Sara Jane. For similar convenience the plaintiff George J. Pavlicie will be referred to as George."}