{"id": "1276773", "contents": "OPINION\nFLAHERTY, Chief Justice.\nThis is a direct appeal by the Commonwealth of Pennsylvania, Department of Transportation, Bureau of Driver Licensing, from the order of the Court of Common Pleas of Chester County, sustaining the statutory appeal of Crooks from a one-year suspension of his driver’s license. The suspension was imposed pursuant to 75 Pa.C.S. §§ 1532(b)(3) and 1581, Article IV(a)(2). Under Section 1532(b)(3) the bureau is required to suspend for one year the driver’s license of any person who is reported by another state as having been convicted of the equivalent of Pennsylvania’s drunk driving statute, 75 Pa.C.S. § 3731(a). Section 1581, Article IV(a)(2) of the Driver License Compact provides:\n(a) The licensing authority in the home state [Pennsylvania], for the purposes of suspension, revocation or limitation of the license to operate a motor vehicle, shall give the same effect to the conduct reported, pursuant to Article III of this compact, as it would if such conduct had occurred in the home state in the case of convictions for:\n(2) driving a motor vehicle while under the influence of intoxicating liquor or a narcotic drug or under the influence of any other drug to a degree which renders the driver incapable of safely driving a motor vehicle.\nOn September 12, 1999 Crooks was arrested in Cape May, New Jersey and charged with violating N.J.S.A. § 39:4-50(a), relating to driving under the influence of liquor or drugs. On November 15, 1999 Crooks was found guilty of DUI in Avalon Municipal Court. New Jersey is a party state to the Driver License Compact. In conformity with its obligations under the compact, New Jersey Division of Motor Vehicles reported Crooks’ conviction to the Pennsylvania Bureau of Driver Licensing. The Pennsylvania bureau treated Crooks’ conviction as if he had been convicted of violating Pennsylvania’s drunk driving statute, 75 Pa.C.S. § 3731(a). On December 29, 1999 the bureau mailed Crooks a notice that it was treating his New Jersey DUI conviction as the equivalent of a conviction for violating 75 Pa.C.S. § 3731(a), and as mandated by 75 Pa.C.S. § 1532(b)(3) it was suspending his driver’s license for one year.\nOn January 26, 2000 Crooks filed a statutory appeal from the one-year suspension with the Court of Common Pleas of Chester County. Included in the documents admitted 'into evidence by the bureau was the bureau’s certification of its receipt by electronic transmission of a report from the New Jersey Division of Motor Vehicles showing that Crooks was convicted of DUI in New Jersey on November 15, 1999. Crooks did not challenge the accuracy of the certified documents submitted into evidence by the bureau, but he contended that the New Jersey report of his DUI conviction was insufficient to support the suspension of his license.\nThe court sustained Crooks’ statutory appeal, holding that New Jersey’s report of Crooks’ DUI conviction was insufficient in that it did not contain information which would allow the court to determine if the New Jersey offense was substantially similar to 75 Pa.C.S. § 3731(a). The court also held that the New Jersey report failed to comply with the requirements of Article III of the Driver License Compact since it did not contain information regarding Crooks’ plea to the New Jersey charge. Finally, the court held that the 1998 amendment to the Driver’s License Compact, 75 Pa.C.S. § 1584, was unconstitutional as violative of due process.\nThe information which is required by Article III of the Driver License Compact when reports are made from one state to another is as follows:\nArticle III\nReports of Conviction\nThe licensing authority of a party state shall report each conviction of a person from another party state occurring within its jurisdiction to the licensing authority of the home state of the licensee. Such report shall clearly identify the person convicted, describe the violation specifying the section of the statute, code or ordinance violated, identify the court in which action was taken, indicate whether a plea of guilty or not guilty was entered or the conviction was a result of the forfeiture of bail, bond or other security and shall include any special findings made in connection therewith.\nWhat is missing in the New Jersey notice in this case is the plea Crooks entered in the New Jersey case and whether his conviction resulted from a guilty plea or an unremitted forfeiture of bond or other security.\nThe amended Section 1584, which the lower court found unconstitutional, provides:\n§ 1584. Furnishing of Information to Other States\nThe Department of Transportation of the Commonwealth shall furnish to the appropriate authorities of any other party state any information or documents reasonably necessary to facilitate the administration of Articles III, IV, and V of the Compact. The omission from any report received by the Department from a party state of any information required by Article III of the Compact shall not excuse or prevent the Department from complying with its duties under Articles TV and V of the Compact.\nEmphasis added. Commonwealth Court granted the bureau’s motion to transfer its appeal of the trial court’s order to this court, and this court noted probable jurisdiction. The appeal comes to us by way of 42 Pa. § 722(7), granting this court exclusive jurisdiction in cases where, inter alia, courts of common pleas have held statutes unconstitutional.\nThe Commonwealth raises two issues in this appeal. The first is whether the trial court erred in holding that Section 1584 is unconstitutional and the second is whether New Jersey’s report contained sufficient information to allow the bureau to carry out its duties under the driver’s license compact.\nRecently in Harrington v. Commonwealth Dept. of Transp., 563 Pa. 565, 763 A.2d 386, 392, this court held that Section 1584 was not violative of due process notice requirements so long as the notice received by the person whose license is being suspended is “sufficient notice of the conduct that forms the basis for a deprivation so that the respondent may adequately prepare a defense,” citing Mullane v. Central Hanover Bank & Trust Co., 339 U.S. 306, 314, 70 S.Ct. 652, 94 L.Ed. 865 (1950). In the present case the report from New Jersey identifies Crooks by name, Pennsylvania driver’s license number, date of birth, sex, and eye color. The report also describes Crooks’ New Jersey offense by date of offense, September 12, 1999, statute violated, N.J.S.A. § 39:4-50(a), date of conviction, November 15,1999, and a description of the offense, “operate under influence liq/drugs.” Missing from the New Jersey report is information as to what plea Crooks entered to the New Jersey DUI charge and whether his conviction resulted from a guilty plea or an unremitted forfeiture of bond or other security. Although the missing information is required under Article III of the compact, Crooks was supplied with enough information to understand the pendency of the proceedings and was afforded an opportunity to present a defense, Mullane. That is all that is minimally required to satisfy due process. See Commonwealth Dept. of Transportation v. McCafferty, 563 Pa. 146, 758 A.2d 1155 (2000); Harrington v. Commonwealth Dept. of Transportation, supra.\nRemaining at issue in this case is whether the notice of violation sent by New Jersey is sufficiently clear to permit the bureau to carry out its duties under the compact. Since the New Jersey drunk driving statute contains a subsection allowing for a conviction if a person permits another to operate a motor vehicle while drunk, but Pennsylvania’s statute does not have a similar provision, and the New Jersey notice of offense does not notify Pennsylvania of what subsection was violated, the lower court was correct that it could not determine whether the offenses were substantially similar.\nHowever, the analysis does not end there, for the deficiency in the New Jersey notice may or may not be of legal significance. In Commonwealth v. McCafferty, PennDot notified drivers that their licenses were suspended because of a violation of Section 3731 of the Motor Vehicle Code instead of because they violated an out-of-state ordinance substantially similar to Section 3731. In that case we stated:\nWhile it may have been preferable for PennDot to certify at trial documents that cited the specific out-of-state statute under which appellees were originally convicted, PennDot’s failure to do so in this matter did not deprive appellees of their constitutional right to procedural due process because it did not deprive them of notice or a meaningful opportunity to be heard. Appellees do not dispute that they were convicted of the out-of-state DUI offenses, nor do they assert that they lacked notice of the actual convictions that led to the suspension proceedings or that they were denied notice of the nature of the suspension proceeding itself. The due process clause does not create a right to be deliberately obtuse as to the nature of a proceeding. Appellees here knew exactly what was happening to them and why.\n758 A.2d at 1163. The facts in the present case are similar to those in McCafferty. In both cases there was deficient notice of the foreign statutes on which the license suspensions were based. But in this case, as in McCafferty, appellee does not allege that he lacked notice of the actual conviction that led to the suspension hearing, or that he did not know of the nature of the suspension proceeding, or that he had no meaningful opportunity to be heard. Because we have held that Section 1584 does not violate due process, and that section provides that the omission from foreign state reports of any information required by Article III shall not prevent the department from complying with its duties under the compact, the real question in any case of this type is whether the notice appellee received was consistent with due process. Since appellee does not claim that he did not know of the nature of the proceeding or that he had no meaningful opportunity to be heard or that he lacked notice of the actual conviction underlying this proceeding, there is no due process violation and the suspension should have been upheld. Appellant in this case, as in the McCafferty case, is essentially asserting a due process right to be obtuse.\nThe order of the Court of Common Pleas of Chester County is reversed and the suspension of appellee’s driver’s license is reinstated.\nJustice CAPPY files a concurring and dissenting opinion in which Justice CASTILLE and Justice NIGRO join.\n. Crooks contends that also missing is the identity of the court in which he was convicted, since only an alphanumeric code identifies that court. The claim is without merit, for this court has recently held that such codes constitute sufficient identification of the court. Harrington v. Commonwealth Dept. of Transp., 563 Pa. 565, 763 A.2d 386."}