{"id": "1276837", "contents": "Opinion by\nMr. Justice Benjamin E. Jones,\nThis appeal presents a dispute between two groups —one allegedly a joint venture, the other a corporation — over the ownership of an “override” royalty payable from the production of gas from several wells located in Elk County.\nF. B. Oldham and J. E. Phelps met in Philadelphia in April, 1951 and discussed the possibility of jointly engaging in an enterprise to secure leases upon lands in Pennsylvania for the purpose of drilling thereon for gas and oil. This discussion led to the formulation of the following plan: (1) a search would be made by them for lands having gas and/or oil potentialities; (2) in the event such lands were located, then they would negotiate with the owner or owners thereof for a lease for a limited time period within which to drill for gas and oil; (3) upon negotiation of a lease, then they would secure a drilling company to perform the actual drilling on the lands; (4) in the event that gas and/or oil were located, then the landowner and the drilling company would enter into an agreement under which the landowner would share with the drilling company on a percentage basis the royalties realized from the production of gas and/or oil. Oldham and Phelps would receive for their services from the drilling company a cash bonus plus an “override” royalty, i.e., a share of the royalties received by the drilling company. To execute this plan, Oldham and Phelps agreed to form a group to be known as the Phelps Prospecting Company (herein called Phelps Prospecting), and to finance Phelps Prospecting, at least initially, Phelps was to solicit funds from his family and their friends.\nPursuant to this understanding with Oldham, Phelps then solicited and secured $4100 from members of his family and their friends during April, May and June, 1951. Neither Phelps nor Oldham contributed any funds. All the funds raised — with the exception of Michael Phelps’ $100 — were deposited in Oldham’s personal bank account and disbursed by him. From this fund expenditures were made for travelling expenses of Oldham and Phelps, a weekly salary of $50 for Phelps, an office sign, stationery, stenographic services, business cards and other kindred items.\nCoincident with the happening of these events, Old-ham was engaged in the organization of a corporation called the Great Eastern Gas Corporation (herein called Great Eastern), eventually incorporated in Nevada on June 28, 1951. Certain of the appellees were given Great Eastern stock by Oldham, while others purchased stock. While there is some evidence that Great Eastern’s original purpose was to act as a drilling company, its later purposes were identical with those of Phelps Prospecting. Phelps cooperated with Oldham in some of the pre-incorporation promotional activities for Great Eastern and arranged for the purchase of Great Eastern stock by some of the appellees.\nThe Charleroi Mountain Club (herein called Club), the owner of approximately 850 acres of land in Elk County, in June 1951 advertised the fact that their land was available for leasing. Oldham, having learned of this advertisement, wrote a letter to an Attorney Silhol, the Club’s attorney, inquiring about a possible lease. Subsequently, Phelps, at Oldham’s suggestion, met with Attorney Silhol. Negotiations between Old-ham, Phelps and Attorney Silhol culminated in the execution of a lease between the Club and Phelps Prospecting. The principal provisions of this lease, executed by Oldham on behalf of Phelps Prospecting, were: (1) Phelps Prospecting received the right to enter upon the Club’s land “to explore upon said land for the possibility of oil and/or gas production” for a six month period, with the right of renewal for an additional like period; (2) Phelps Prospecting agreed to secure responsible parties to lease the land to drill for oil and/or gas; (3) from such drilling company the Club would receive one-eighth (%) of all royalties realized from gas and/or oil produced from the land; (4) the drilling company was to drill a minimum of three wells; (5) Phelps Prospecting would secure compensation for its services from the drilling company and not from the Club.\nPhelps and Oldham then contacted Keta Gas and Oil Corporation (herein called Keta), a drilling company, to perform the drilling on the property. Negotiations between Keta, Phelps, Oldham and Attorney Silhol finally resulted in the execution of an agreement between Keta and the Club. Under the terms of this agreement, Keta was to drill a minimum of three wells on the Club’s land and the Club was to receive one-eighth and Keta seven-eighths of all royalties received from any gas or oil produced from the land.\nAfter this agreement was executed, Keta’s representative wrote to “F. B. Oldham, Phelps Prospecting Company”, at the latter’s Buffalo, New York, office address, stating, inter alia: “Our agreement with you contemplates a payment of three thousand ($3000) dollars and an override of one-eighth (%), in return for your services . . .”. Oldham, on Phelps Prospecting stationery, confirmed the agreement stating: “. . . this covers us very nicely”. At Oldham’s instruction, Keta then paid the bonus check of $3000 to Phelps Prospecting and agreed to pay the one-eighth (%) “override” royalty to Great Eastern.\nThe kernel of the instant controversy is the agreement of Keta to pay the “override” royalty to Great Eastern, rather than to Phelps Prospecting. Great Eastern contends that throughout all the negotiations, both with the Club and Keta, Oldham and Phelps acted as its agents, that the “override” royalty belonged to it, that appellees knew that Great Eastern owned the “override” royalty and, by their actions, confirmed Great Eastern’s acquisition of it from Keta. On the other hand, appellees contend that they, as the group constituting Phelps Prospecting, were entitled to the “override” royalty, that Oldham and Phelps acted as their agents and that they neither knew of, consented to nor ratified the acquisition of this asset by Great Eastern.\nAppellees instituted this equity action against Keta, Great Eastern and Phelps seeking the following relief: (1) a cancellation of the Keta-Great Eastern agreement concerning the “override” royalty; (2) the execution of a new agreement between Keta and Phelps Prospecting concerning the “override” royalty; (3) the payment of all future “override” royalties to Phelps Prospecting; (4) the adjudication of Great Eastern as a trustee directed to account for and pay over to Phelps Prospecting all moneys received by it from Keta under the “override” royalty agreement and (5) a direction that Phelps pay over the $3000 bonus to Phelps Prospecting. After hearing, the chancellor granted the relief requested in (1), (2), (3) and (4), supra. Upon affirmation of the chancellor’s findings and conclusions this appeal was taken.\nIn reviewing this record, certain principles, well rooted in our law, are applicable: (1) the findings' of a chancellor have the effect of a verdict of a jury and, when affirmed by the court en banc, will not be reversed if there is adequate evidence to sustain them and if they are not premised upon erroneous inferences and deductions drawn from the evidence: De Luca v. De Luca, 388 Pa. 167, 130 A. 2d 179; Mann v. Mann, 387 Pa. 230, 127 A. 2d 666; Foulke v. Miller, 381 Pa. 587, 112 A. 2d 124; Brown v. Rosenthal, 378 Pa. 77, 107 A. 2d 569; Peardon v. Peardon, 365 Pa. 13, 73 A. 2d 661; (2) on appeal from an equity decree the question is not whether the appellate court, upon the same evidence, would have reached the same conclusion, but whether the evidence is sufficient to support the conclusion reached by the chancellor who had the opportunity to see and hear the witnesses : Mann v. Mann, supra; Kalyvas v. Kalyvas, 371 Pa. 371, 89 A. 2d 819; Quinn Coal Co. v. Scranton Anthracite Coal Co. et al., 350 Pa. 21, 38 A. 2d 77.\nAppellants’ first contention is that appellees did not sustain their burden of proving a joint venture known as Phelps Prospecting. A joint venture has been defined as a “special combination of two or more persons, where, in some specific venture, a profit is jointly sought without any actual partnership or corporate designation”: 30 Am. Jur., Joint Adventures, §3. The existence or non-existence of a joint venture depends upon what the parties intended in associating together. It must arise from a contractual basis, although the contract need not be express but may be implied from the acts and conduct of the parties. To constitute a joint venture certain factors are essential: (1) each party to the venture must make a contribution, not necessarily of capital, but by way of services, skill, knowledge, materials or money; (2) profits must be shared among the parties; (3) there must be a “joint proprietary interest and right of mutual control over the subject matter” of the enterprise; (4) usually, there is a single business transaction rather than a general and continuous transaction. The existence or non-existence of a joint venture • depends on the facts and the circumstances of each particular case and no fixed nor fast rule can be promulgated to apply generally to all situations. A joint venture is not a partnership, a tenancy in common, nor a so-called “mining partnership”; it is an association of parties — of rather recent origin — to engage in a single business enterprise for profit.\nDid appellees sustain their burden of proving that they were members of a joint venture known as Phelps Prospecting? An examination of the record indicates an affirmative answer to this question. When Oldham and Phelps conceived the formation of Phelps Prospecting they contemplated the inclusion of other persons in the enterprise. They solicited monetary contributions from appellees — other than Phelps himself — in the name of Phelps Prospecting and deposited these contributions in an account from which expenditures were made in that name. It was appellees’ money which paid for all the outward indicia of the existence of Phelps Prospecting — an office sign, stationery, etc., —as well as Phelps’ salary and the traveling expenses of both Oldham and Phelps during the negotiations with both the Club and Keta. The Negotiations with the Club by Oldham and Phelps were conducted in the name of Phelps Prospecting and concluded in an agreement to which Phelps Prospecting was stated to be one of the contracting parties. The negotiations conducted by Oldham and Phelps with Keta resulted in the payments of a $3000 bonus to Pbelps Prospecting. A review of all the actions of Oldham and Phelps from April to November, 1951 clearly indicates that both not only acknowledged the existence of an enterprise known as Phelps Prospecting, but also that both acted under its aegis. While both Oldham and Phelps contributed their services it was the capital contributed by the appellees — with the exception of Phelps — which paid the former’s traveling expenses and the latter’s traveling expenses and salary. The exclusion of appellees from the enterprise known as Phelps Prospecting would place their monetary contributions in the category of loans or gifts- — a status without basis on this record. The acts and conduct of the parties establish the required intent and contractual basis for inclusion of appellees in a joint venture; the record justifies the conclusion that there was both an expressed and implied understanding that appellees were to share in the profits of the venture; the fact that the active operation of the enterprise was in the hands of Oldham and Phelps did not detract from the proprietary interest which appellees had in the venture. The evidence is clearly sufficient to justify the chancellor’s finding that appellees were members of a joint venture known as Phelps Prospecting. Appellants’ contention in this respect finds no support of record.\nAppellants’ next contention is that appellees failed to sustain their burden of proving that Oldham and Phelps acted as agents for Phelps Prospecting. In all the negotiations with the Club and Keta these men held themselves out as representing Phelps Prospecting. The agreement between the Club and Phelps Prospecting was executed by Oldham for the latter. Part of the negotiations, at least, were carried on by correspondence on Phelps Prospecting stationery. Insofar as the Club and Keta were concerned Great Eastern was unmentioned until the time came for the assignment of the “override” royalty. Particularly significant is Oldham’s letter to Phelps dated September 3, 1952: “As you know I have done nothing to help out as far as Phelps Prospecting Co. goes since the first of the year [subsequent to the date of securing the Club land and the override agreement] as you and I could not agree on the actual leasing of properties. I did not feel that we should lease properties unless we were in a position to drill. I felt that we should just act as agents as we started out to do ... . I don’t like the idea of going out and acting as Agents of the Great Eastern Gas Corp., but I have taken some acreage that way just lately, but it toas much better the way we started to take it under the name of the Phelps Prospecting Co.” (Emphasis supplied). These two men held themselves out, by their acts, conduct and writings, as agents acting for the enterprise known as Phelps Prospecting: no other rational explanation of their conduct during the period from April to November, 1951 can be given. A reading of this record reveals the lack of any merit to this contention.\nDid Oldham perpetrate a fraud on appellees in directing the assignment of the “override” royalty to Great Eastern?\nThe relationship between those in a joint venture is fiduciary in nature; upon each co-adventurer are imposed obligations of loyalty, fairness, good faith and full disclosure toward his fellow co-adventurers. Particularly is this true in the case of that co-adventurer to whom is intrusted the conduct of the enterprise, toward his associates he occupies the position of a trustee: Goldstein Co. v. Greenberg, Inc., et al., 352 Pa. 259, 267, 42 A. 2d 551; Hambleton v. Rhind, 84 Md. 456, 36 A. 597; 30 Am. Jur., Joint Adventures, §34; 48 C.J.S., Joint Adventures, §5. In the Goldstein case, we said: “In the transaction out of which this litigation arose, Goldstein and Greenberg were partners in a joint venture, and as such, they owed to each other fidelity. See Bell v. Johnston, 281 Pa. 57, 59, 126 A. 187. In Jackson v. Clemson, 103 Pa. Sup. Ct. 39, 45, 156 A. 540, the Superior Court said: ‘Joint adventurers in such a transaction must act with each other in the utmost good faith.’ In Meinhard v. Salmon, 249 N. Y. 458, 164 N.E. 545, 62 A.L.R. 1, Chief Judge Cardozo, of the New York Court of Appeals, said: ‘Joint adventurers, like co-partners, owe to one another, while the enterprise continues, the duty of the finest loyalty . . . Not honesty alone, but the punctilio of an honor the most sensitive, is then the standard of behavior.’ ” See also: McIver v. Norman, 187 Ore. 516, 213 P. 2d 144.\nViewed in the light of these standards the record indicates that Oldham’s conduct constituted a violation of his duty to the appellees. The master plan of this joint venture — -formulated by Oldham and Phelps— was to secure land leases, arrange to have the land drilled and, in the event gas and/or oil were located, to secure from the drilling company both a bonus and an override royalty. For this purpose, Avith Oldham’s full knowledge, appellees — Avith the exception of Phelps —contributed their money; Oldham and Phelps, their services. The only transaction of the venture which came to fruition was the Club lease followed by the Neta agreement; throughout the negotiations Avhich led to the successful conclusion of this transaction Great Eastern was unknown and not within the contemplation of the parties — Avith the exception of Oldham. When the negotiations were complete, the most valuable acquisition of the venture — the “override” royalty — Avas turned over to a stranger to the transaction, Great Eastern, in which Oldham was the largest stockholder and controlling figure. That this was done at Oldham’s suggestion and without the hnowledge or consent of the appellees — with the possible exception of Phelps — is beyond dispute. By this assignment Old-ham’s OAvn company acquired a valuable asset toward the acquisition of Avhich it had made no contribution. Oldham, occupying a dual capacity, was under a duty to fully disclose and reveal to the appellees that Great Eastern, rather than Phelps Prospecting, had acquired the “override” royalty, particularly when the assignee was a corporation under his control; his failure in this respect stigmatizes not only the action but the entire transaction. A review of this record reveals á clear violation of Oldham’s fiduciary duty to appellees and fully justifies the chancellor’s finding that Old-ham perpetrated a fraud. That Oldham is not a party to this record is immaterial; he was the instrument through which misappropriation of this valuable asset took place and his actions vitiate the entire transaction.\nAppellants further argue that Oldham’s action in having the “override” royalty transferred to Great Eastern was ratified by the appellees and that they are estopped to question it. The record furnishes no support for this argument. In the first place, appellants take the position that Oldham was not acting as appellees’ agent in the Phelps Prospecting venture; if that be true, then the doctrine of ratification is inapplicable because the act to be ratified must have been done at its inception on behalf of the principal: Edwards v. Heralds of Liberty, 263 Pa. 548, 554, 107 A. 324; Restatement, Agency, §85; 2 Am. Jur. Agency, §222; Mechem on Agency, §386 et seq. Even if the doctrine of ratification were applicable, ratification can only have taken place if the appellees were in possession of all the material facts and if they acted with such knowledge. Mr. Justice Chtdsey, speaking for the Court, in Schwartz v. Mahoning Valley Country Club, 382 Pa. 138, 142, 114 A. 2d 78, stated: “The question of ratification could not arise in the absence of proof that the members had full knowledge of all the material facts and circumstances attending the transaction intended to be ratified, for the doctrine presupposes knowledge of such facts. . . .” The burden to establish ratification and thus knowledge on the part of appellees of all the material facts was upon the appellants, a burden which they have failed to sustain: Baldwin, to use, v. Loesel, 333 Pa. 26, 32, 3 A. 2d 389. To establish knowledge of the material facts on the part of appellees appellants relied on certain evidence arising out of the relationship of appellees as stockholders of Great Eastern: stockholders’ notices, actions taken and statements made at stockholders’ meetings, ownership and voting of stock by appellees, etc. There is no evidence that knowledge of the fact that Great Eastern rather than Phelps Prospecting owned the “override” royalty was brought home to the appellees. Absent proof that appellees knew of the assignment of the “override” royalty by Neta to Great Eastern there could be no ratification of such assignment. The chancellor heard and saw the witnesses and reached the conclusion that appellees neither ratified the assignment of the “override” royalty nor were they estopped from questioning this assignment. There was sufficient evidence upon which to justify his findings and conclusions in this respect.\nAppellants finally urge that the chancellor erred in (a) excluding certain evidence, (b) making prejudicial remarks, (c) in summarily dismissing petitions to reopen and intervene and (d) in not dismissing appellees’ complaint. It could serve no useful purpose to discuss at length each of these alleged errors by the chancellor. We have carefully examined the entire record and our examination discloses nothing in the conduct of the trial to warrant a finding that the chancellor committed reversible error. This case was tried in a fair and impartial manner by an able and conscientious chancellor. We are satisfied that the evidence produced fully warrants his findings of fact and conclusions of law.\nThe language of the late Justice Cardozo, while Chief Judge of the New York Court of Appeals, in Meinhard v. Salmon, supra, 548, seems particularly apposite: “Certain it is also that there may be no abuse of special opportunities growing out of a special trust as manager or agent. ... If conflicting inferences are possible as to abuse or opportunity the trier of the facts must make the choice between them. There can be no revision in this court unless the choice is clearly wrong”.\nDecree affirmed. Costs to be paid by appellants.\nMi*. Justice Musmanno and Mr. Justice Cohen dissent.\nAn “override royalty” is “a fractional interest in the gross production of the oil and. gas, in addition to the usual royalties paid to the lessor. . . . Perhaps the most common use of the term is to indicate a share of the gas or oil produced reserved in an assignment, part assignment or sublease of an oil and gas lease, and payable to the assignor by the assignee, over and above the royalty reserved in the lease payable to the lessor”: Summers, Oil and Gas, Vol. 3, ch. 19, §554.\nContributions were made by the following persons — all appellees : Lauria — $500, Milner — $250, Brandt — $1000, Bowker — $250, H. J. Pbelps, Sr. — $1000, Michael Phelps — $100, McRoberts — $1000.\nPhelps testified that Oldham had agreed to contribute $5000 but that he never did.\nDescribed as a “double play” for the money which they had contributed to Phelps Prospecting.\nE. J. Phelps, Sr. and Michael Phelps were given stock; the rest of appellees purchased stock. McRoberts and Phelps were vice presidents and directors and Lauria a director in Great Eastern.\nThis letter was .written on stationery of the American Industrial Company, another Oldham-eonhected company.\nTwo other lawsuits have arisen out of this controversy. The first suit — a stockholder’s derivative action — was instituted by McRoberts against Great Eastern, certain of its officers and Old-ham in the Supreme Court of Erie County, Buffalo, New York; its object was to have 30,000 shares of Great Eastern stock issued to Oldham and others returned for cancellation. In this action the lower court decided against McRoberts and its action was affirmed on appeal. While this suit was pending, a second suit — an equity action — was instituted by McRoberts, J. E. Phelps and a 3rd person against Great Eastern, certain of its officers, and Keta in Potter County which sought to enjoin Keta from paying royalties to Great Eastern pending the determination £>f the New York action. The final result 6f this proceeding is not' of record. ' '\n“It is, by now, hornbook law that findings of fact by a chancellor who saw and heard the witnesses, especially when approved by the court en banc, will not he reversed by an appellate court if there is adequate evidence to sustain them”: Barrett v. Heiner, 367 Pa. 510, 515, 80 A. 2d 729.\nSee also: Hathaway v. Porter Royalty Pool, Inc., et al., 296 Mich. 90, 733, 295 N.W. 571, 299 N.W. 451; Dexter & Carpenter v. Houston, 20 F. 2d 647; 48 C. J. S., Joint Adventures, §1.\nFirst Mechanics Bank et al. v. Commissioner of Internal Revenue, 91 F. 2d 275, 278; Reid v. Shaffer, 249 F. 553.\nDolan v. Dolan, 107 Conn. 342, 140 A. 745; Tompkins v. Commissioner of Internal Revenue, 97 F. 2d 396.\n30 Am. Jur., Joint Adentures, §10. In Simpson et al. v. Richmond Worsted Spinning Co. et al., 128 Me. 22, 145 A. 250, it was stated: “Furnishing of capital by the parties is not necessary. . . . The mere fact that some pay all expenses or furnish all the money used does not exclude associates from sharing in profits. . . . But there must be some contribution by each co-adventurer of money or material or service, something promotive of the enterprise. . . .” See also: 63 A.L.R. 909n; 138 A.L.R. 968n.\nIn Marcus v. Grant, 289 Pa. 1, 4, 137 A. 120, it was stated: “The fact that the contract provides for the sharing of profits, while an important factor in determining the character of the contract, does not of itself make it one of joint adventure. There must be something more, some active participation in the enterprise; some control over the subject matter thereof or property engaged therein: 33 C.J. 847.”\nJoseph v. Pitts. & W. V. Ry., 294 Pa. 315, 144 A. 139; Marcus v. Grant, supra; Balestrieri & Co. v. Commissioner of Internal Revenue, 177 F. 2d 867; Fries v. United States, 170 F. 2d 726; 48 C.J.S., Joint Adventures, §2.\nFormer Chief Justice Stern, in West v. Peoples First National Bank & Trust Co., 378 Pa. 275, 282, 106 A. 2d 427, said: “. . . a joint adventure does partake in many ways of the nature of a partnership, the principal difference being that it usually, though not necessarily, applies to a single transaction instead of being formed for the conduct of a continuing business: Bell, Executrix v. Johnston, 281 Pa. 57, 59, 126 A. 187, 188.” (Emphasis supplied). See also: Slingluff v. Dennis et al., 376 Pa. 91, 98, 101 A. 2d 755.\nNote 15, supra.\nWest v. Peoples First National Bank & Trust Co., supra; 30 Am. Jur., Joint Adventures, §5; 48 C.J.S., Joint Adventures, §1(6).\nButler Savings Bank v. Osborne et al., 159 Pa. 10, 28 A. 163; Dunham v. Loverock, 158 Pa. 197, 27 A. 990; 30 Am. Jur., Joint Adventures, §5; 48 C.J.S., Joint Adventures, §1(4).\nSee note 18, supra; 30 Am. Jur., Joint Adventures, §172.\nInstances wherein joint ventures have been found to exist: DeVillars et vir v. Hessler et al., 363 Pa. 498, 70 A. 2d 333; Kingsley Clothing Manufacturing Company, Inc. v. Jacobs et al., 344 Pa. 551, 26 A. 2d 315; Nolan et al. v. J. & M. Doyle Company, 338 Pa. 398, 13 A. 2d 59; Muchow v. Schaffner et ux., 180 Pa. Superior Ct. 413, 119 A. 2d 568; Humphrey et al. v. McClain et al., 219 Ky. 180, 292 S.W. 794; Kirkpatrick v. Baker et al., 135 Okla. 142, 276 P. 193; Dobbins v. Texas Co., 136 Okla. 40, 275 P. 643; Sand Springs Home et al. v. Dail et al., 187 Okla. 431, 103 P. 2d 524; Reynolds v. McMurray, 60 F. 2d 843. Instances where joint ventures were held not to exist: Waldman v. Shoemaker, 367 Pa. 587, 80 A. 2d 776; Whan v. Smith, 130 Kan. 9, 285 P. 589; Bowmaster v. Carroll, 23 F. 2d 825.\nWhy did Oldham sign the Club agreement for Phelps Prospecting- if he were not acting as its agent? Why did he expend money contributed to Phelps Prospecting and deposit it in his account if he were not acting for Phelps Prospecting? Why did he use Phelps Prospecting stationery in his negotiations if he were not acting as its agent? Why did he direct payment of the bonus check to Phelps Prospecting if the latter was not a party to the negotiations with Keta?"}