{"id": "1276871", "contents": "Opinion by\nMr. Justice Musmanno,\nOn the night of October 27, 1953, Joseph W. DeHaas was injured when the car being driven by his brother F. Cryder DeHaas, and in which he was a passenger, crashed into a boulder imbedded in a three-foot pile of earth lying on Boute 155 in Elk County. Joseph brought an action in trespass against the driver Cryder and the firm of Putman and Greene, Inc., which had been engaged in constructing and repairing the highway. The jury returned a verdict in favor of Joseph against both defendants. Cryder did not appeal. The Pntman and Greene company has asked for judgment n.o.v., advancing three reasons: (1) Joseph was guilty of contributory negligence in failing to make suitable protests to Cryder; (2) Putman and Greene owed no duty to Joseph; (3) Joseph had a choice of a safer route to his destination.\n1.\nThe appellant, Putman and Greene, Inc., contends that since the jury found Cryder negligent in his driving, this finding proves that Joseph knew of Cryder’s negligence and, therefore, Joseph is saddled with an established contributory negligence which he can not shake off. This contention is not supportable in reason. The question as to whether Joseph knew that Cryder was operating the car negligently must be decided by what he saw or should have seen on the night of the accident and not by what twelve men and women decided two years after the accident and after they listened to many witnesses unknown and inaccessible to Joseph as he was being driven to his fateful injuries. The searchlight of inquiry, research, and revelation,, which the jury brought to bear on all the facts and circumstances of the accident was not available to Joseph in the front seat of the car as it moved over the apparently safe and innocuous highway.\nThere were many reasons why neither Joseph nor' Cryder could not see the accumulation of earth until too late to avoid colliding with it. The construction company had not set up any barricades in front or around the obstacle, it did not hang any lantern in the vicinity. The dark night, an enveloping mist, and a falling rain all conspired to throw a cloak of obscurity over the rock-encrusted mound. The topography of the road and the passing of another car, compelling Cryder to dim Ms lights, further aided in the blacking-out process.\nThere was nothing which Joseph did or failed to do which would convict him of contributory negligence as a matter of law. All the rules of society require an automobile passenger to conduct himself with the deportment which is expected of guests anywhere. Thus it is assumed he will comport himself with punctilio, reserve, and modesty. He may not be demanding, dictatorial, or intrusive. A guest passenger does not grill the befriending motorist on his ability to drive, his knowledge of the road, his sobriety and general character any more than a dinner guest cross-examines his host as to the experience of the cook, the freshness of the vegetables, and the age of the beverage, unless, of course, the cook was seen to be staggering or some other sign appeared which should put the guest on notice that the anticipated meal carried a potential hazard of some kind. As Joseph sat in his brother’s car he perceived no warning portents. The speed of the vehicle was not excessive. From 45 miles per hour it decreased to 35 miles per hour and the car was moving at this speed when it arrived at a point 300 to 400 feet away from the obstruction which, for reasons already stated, did not become visible until the car was 40 to 50 feet away from the lurking boulder.\nNor was Joseph “testing a known danger.” A passenger who crosses without protest over an obviously rickety bridge will be charged, with the driver, with testing a danger, but a passenger who rides over a span which is apparently safe cannot be declared guilty of contributory negligence if it develops later that one of the unseen piers had been eroded away by the waters beneath.\nUnder all the circumstances in this case it was certainly a question for the jury, and not the Court, to detide whether Joseph was guilty of contributory negligence. Riley v. Philadelphia, 333 Pa. 533.\n2.\nThe appellant argues that this case is controlled by the gratuitous licensee rule and that, therefore, since its negligence, if any, ivas passive and not active, it is not liable. This type of argument does not move over the macadamized road of established tort law. The appellant says in its brief: “Any activity on the part of Putman and Greene in moving the pile of dirt or the boulder in question onto the highway had passed and Avas completed. What folloAved Avas simply passive — that is permitting this obstruction to remain on the highway. Active negligence could mean only one thing and that is actively performing some act which injures the claimant and which was being performed at the time of the injury.”\nTo place a boulder in the middle of a much-traveled highway to the great peril of all travelers is not a passive act, any more than stretching a Avire across a path to trip pedestrians would be a passive act. The difference between active and passive negligence is not determined by the mobility or immobility of the offensiAe agency at the time the mishap occurs. The difference, which is not too good a one at best, depends on the manner in which the offending instrumentality came into being. If, without knoAvledge of the owner of the land, and through natural erosion, the lip of the edge of a path falls aAvay and an uninvited visitor falls to his injury, it could be said that the negligence of the landlord was a passive one. But if he digs aAvay a recognized path (for instance, at the summit of a knoll) in such a manner that its sudden termination is not easily discernible, and someone is injured, the negligence Avith which the landlord would be charged would not be classified as a passive negligence. In the instant case the stone-lined impediment was placed in the highway by the employees of the defendant company, with the assumed knowledge of the employer.\nMoreover, Joseph could not under any circumstances be described as a gratuitous licensee. He was not on private property. He was traveling over a highway built and maintained by the Commonwealth of Pennsylvania. His right to be on that highway was absolute, not permissive. The appellant, while repairing that highway, owed to him the obligation of reasonable care. Clamper v. Philadelphia, 279 Pa. 385, Henigin v. Booth and Flinn Ltd., 307 Pa. 528. It thus became a question for the jury whether the appellant discharged that obligation when it built up a danger in the middle of a public thoroughfare without exhibiting warning signs, without displaying admonitory lanterns, and Avithout using barricades.\n3.\nIf Cryder had driven his car from St. Marys to Johnsonburg via Eidgway he Avould not have encountered the ominous earthen heap. Because of this undisputed fact the appellant contends that Joseph may not recover since he failed to adopt an available safer route. This contention overlooks two important facts: (1) The Eidgway route is eleven miles longer than the one used by Cryder; (2) neither Cryder nor Joseph had any pre-knowledge of the ambushed rock. The safer route doctrine has no application Avhen the danger in the adopted route is not discovered until after the misadventure has occurred. It would be a very poor rule which Avould require travellers to move circuitously Avhen a direct route is available simply because the short route might be dangerous. The longer route could be even more dangerous.\nAnd then the appellant argues finally that Joseph may not recover because there Avas no emergency which required Mm to go to Johnsonburg because “the purpose of ■ going to that borough was to attend a Boy Scout meeting.” This is a strange argument indeed. Who is to determine whether a person should go to any particular place? In a free country the degree of importance that an individual places upon his movements is not open to challenge by anyone else. Joseph’s contemplated trip to Johnsonburg that night to attend a Boy Scout meeting could have been as vital to him as the trip of a doctor to visit a patient, and it does not become a tortfeasor to complain that if the victim of his negligence had not made the trip or had remained in bed that day, he would not have been injured.\nThe record reveals that the case was well tried by competent counsel before an able judge. The evidence supports the verdict and the law justifies it.\nJudgment affirmed.\nFor convenience in discussion, the plaintiff Joseph W. DeHaas will be referred to as Joseph and his brother, who is a defendant, F. C-ryder DeHaas will be referred-to as Cryder. : •"}