{"id": "1280960", "contents": "Opinion\nPer Curiam,\nThe appellant, claiming to be the common law widow of Rufus R. Dennis, deceased, assigns for error the decree of the court below denying her a right to take against the decedent’s will.\n■ It is conceded that no ceremonial marriage of the parties was ever performed. Nor does the appellant contend that she and the decedent entered into a contract of marriage at any time per verba de praesenti. Her contention is that her cohabitation with the decedent plus reputation that she was his wife establishes an inference of a common law marriage. The sole question raised by the appeal is whether the evidence is sufficient to prove the essential basic facts.\nThat the parties cohabited is not open to dispute. Indeed, the claimant bore a child to the decedent, whom he identified as his daughter in a testamentary bequest to her and whom he also nominated as one of the executors of his will. (The other executors were the decedent’s two sons by a deceased wife.) However, evidence that the decedent and the claimant were known as husband and wife is woefully lacking. On the contrary, the facts are overwhelmingly the other way.\nThe claimant’s above mentioned daughter, when called as a witness for her mother, testified that she always referred to her mother as Nellie Drybread and that that was the name by which her mother was generally known in the community. The surname, Dry-bread, was that of a former husband of the claimant who had died some 30 years ago. A sister of the claimant, in addition to her daughter by a deceased husband, and also a neighbor all testified that the claimant was known in the community as Nellie Drybread. None of them had ever heard her referred to by. any other name. Others of the community, including a merchant in the nearby village, the tax collector and the postmaster, all of whom knew both the decedent and the claimant, testified that the claimant was known as Nellie Dry-bread and referred to by that name.\nThe testimony adduced well justified the conclusion of the court below that “There is nothing in the evidence before us which supports a finding that decedent and claimant were generally recognized in the community as husband and wife. There is not the slightest evidence that decedent ever regarded her, held her out as, or referred to claimant as his wife, or that claimant regarded herself as his wife.” The court therefore correctly held that claimant failed to establish a common law marriage by cohabitation and reputation.\nDecree affirmed at appellant’s cost."}