{"id": "1280891", "contents": "Opinion by\nMr. Justice Bell,\nPlaintiff, John Ferruzza, brought an action in trespass to recover for personal injuries sustained as a result of a collision between the beer truck in which he was riding and a fire truck owned and operated by the defendant, City of Pittsburgh. The jury returned two verdicts (see infra) in favor of plaintiff and against the City of Pittsburgh and the Red Star Beverage Company, which was joined as an additional defendant by the City of Pittsburgh. The defendants filed motions for judgment non obstante veredicto and, in addition thereto, the City of Pittsburgh filed a motion for a new trial. After all of these motions were dismissed by the lower Court, the City took this appeal. Red Star Beverage Company did not appeal.\nWe shall first consider the motion for judgment non obstante veredicto. Since the verdict of the jury resolved conflicts in the testimony in favor of plaintiff, in considering this motion, plaintiff must be given the benefit of all the evidence which is most favorable to him together with all reasonable inferences therefrom: Bream v. Berger, 388 Pa. 433, 130 A. 2d 708; Farmers’ Northern Market Co. v. Gallagher, 392 Pa. 221, 139 A. 2d 908.\nThe accident occurred on October 7, 1942, at approximately 4:30 P.M. at the intersection of West North Avenue (a public street 45 feet in width) and Arch Street (which is 36 feet in width) in the City of Pittsburgh. The intersection is a fairly busy one. At the time of the accident, plaintiff was. riding in the front seat of a Red Star Beverage Company delivery truck which was being driven by Paul Regatuso, a fellow employee. The Red Star truck was proceeding in a westerly direction on West North Avenue at a speed between 15 and 25 miles per hour. As the truck approached the intersection of West North Avenue and Arch Street it was in a line of traffic, there being approximately four or five vehicles immediately preceding that of the plaintiff. This traffic did not stop and proceeded through the intersection on a green light. The vehicle in which plaintiff was riding similarly proceeded into the intersection on a green light, and when it had reached approximately the middle of the intersection the rear part of the truck was struck by the City’s fire truck which was proceeding in a southerly direction on Arch Street.\nAs the truck in which plaintiff was riding entered the intersection, plaintiff looked to his right and saw the City’s fire truck when it was approximately 20 or 25 feet away from the intersection. Plaintiff testified that he then yelled a warning to Regatuso. Regatuso, a witness for plaintiff, testified that although he looked in both directions as he proceeded across Arch Street, he did not see the fire truck until the collision occurred.. His testimony is obviously valueless. Plaintiff testified that the beer truck on which he was riding as a helper had the windows down; that neither at the time of the accident nor for a block away, nor at any other time did he hear any siren or bell or other audible sound. Plaintiff did not see any driver or fireman or any other man on the open fire truck, and if there had been a siren blowing or a bell ringing he testified that he could have heard it.\nPlaintiff’s testimony as to the siren or bell was contradicted by his witness Didio and by the driver and fireman of the fire truck and by three disinterested witnesses who rang or heard the siren or the bell.\nThe jury retired at 2 P.M. and at 3:40 P.M. they indicated that they had reached a verdict. Juror No. 1 stated that they found both defendants negligent and had decided to give the plaintiff “$15,000 plus medical expense, hospital expense (which together totaled, $874.25) [and] all Court costs and attorney’s fee.” The Trial Judge instructed the jury that they could not include in their verdict attorney’s fees and Court costs. The jury thereupon retired, and five minutes later returned a verdict of $25,000 against both defendants.\nAt common law, the City of Pittsburgh would not be liable for this accident: Devers v. Scranton City, 308 Pa. 13, 15, 161 A. 540; Fire Ins. Patrol v. Boyd, 120 Pa. 624, 15 A. 553; Kies v. City of Erie, 135 Pa. 144, 19 A. 942. However, by the Act of June 29, 1937, a municipality is liable for damages caused by the operator of a fire truck responding to an alarm if his conduct is of a reckless nature, i.e., shows under all the circumstances a reckless disregard of the safety of others. While it is difficult to more clearly define this test of liability, it is obvious that it requires a person seeking damages to prove a greater degree or higher grade of negligence than ordinary negligence.\nIn Mansfield v. City of Philadelphia, 352 Pa. 199, 42 A. 2d 549, the Court said (pages 200-201, 202-203): “The law of this case is clear. A vehicle of a fire department is exempt, when responding to an alarm, from the restrictions of the Motor Vehicle Code of May 1, 1929, P. L. 905, regarding speed (section 1002(f)), right of way (section 1014 (b)), traffic signals (section 1026(d)), and entrance upon through highways and stop intersections (section 1016(d)). But these exemptions are conditioned upon the vehicle being operated ‘with due regard for the safety of all persons using the highway’, and they do not protect the driver ‘from the consequences of a reckless disregard of the safety of others’, or ‘from the consequence of an arbitrary exercise of [the] right of way.’ The municipality is jointly and severally liable with the operator for damages caused by his negligence (Act of June 29, 1937, P. L. 2329, section 619), provided such negligence is of a reckless nature: Reilly v. Philadelphia, 328 Pa. 563, 569, 195 A. 897, 900; Williams v. Pittsburgh, 349 Pa. 430, 432, 37 A. 2d 540, 541. . . . While, as previously stated, a fire vehicle is not ordinarily limited as to speed and is permitted to run through a red light, certainly recklessness of operation cannot be denied if, in exercising those prerogatives, it fails to .give due warning of its approach and if the operator pays no attention whatever to the traffic which is crossing an intersecting street; moreover, he cannot be heard to say that he did not see what must have been clearly visible to him had he looked.”\nWas the City’s driver guilty of negligence of a reckless nature? This depends upon whether the fire truck sounded its siren or rang its bell. This in turn depends — all parties agree — upon whether plaintiff’s testimony that he did not hear a siren or bell was, under the circumstances here involved, sufficiently positive in form and substance to take the case to the jury.\nThe question of whether a statement of a witness, to wit, that he did not hear a sound or that no bell was rung, was negative or positive testimony and was or was not sufficient to take the case to the jury, in the face of strong positive affirmative testimony that a bell was rung, has vexed and perplexed the Courts. The earlier cases held that a statement by a witness that he did not hear any sound or warning was negative and insufficient to prove negligence, if there was affirmative testimony that a . bell was rung or an audible sound given: Ealy v. New York Central R. R. Co., 333 Pa. 471, 5 A. 2d 110; Reilly v. Philadelphia, 328 Pa. 563, 195 A. 897; Miller v. Pennsylvania R. R. Co., 299 Pa. 63, 149 A. 85. This was subsequently modified (expressly or by implication) and the statement that he did not hear a bell rung or that it was not rung was interpreted to have the same meaning and amount to positive testimony — positive in character and substance — if the witness was in a position to hear and was consciously listening for a sound or warning: Williams v. Pittsburgh, 349 Pa. 430, 37 A. 2d 540. Cf.\nKillen v. Pennsylvania, R. R. Co., 376 Pa. 320, 102 A. 2d 140. The question was reviewed at great length and the rule was extended in two recent cases: Costack v. Pennsylvania R. R. Co., 376 Pa. 341, 102 A. 2d 127; Kindt v. Reading Co., 352 Pa. 419, 43 A. 2d 145. In Costack v. Pennsylvania R. R. Co., 376 Pa., supra, the Court said (pages 347-349) : “As previously stated there is a veritable multitude of cases in . this court dealing with the question whether mere testimony that a plaintiff or his witnesses did not hear a warning signal from an approaching train would entitle the plaintiff to a submission of his case to the jury. They may all, perhaps, be divided into two classes. The one class consists of cases holding that such ‘negative’ testimony, as against the ‘positive’, affirmative testimony of witnesses who did hear a warning signal, is but a scintilla of evidence not sufficient to make out a charge of negligence against the railroad company, which, therefore, is entitled to a directed verdict in its favor. [Citing numerous cases in a footnote]. In the other class • are cases where the negative testimony was by-witnesses who, although in such a position that they would have been likely to hear warnings of the approach of a train did not hear any; it was held that under such, circumstances it was for the jury to pass upon the strength of such testimony even though contradicted by other witnesses, this being especially true if the witnesses were paying particular attention and actually listening for such warnings; such testimony was characterized as being of a higher grade than mere negative testimony. [Citing numerous cases in a footnote]. The question is not one merely of form of expression — whether, for example, the witness says that ‘no warning was given’ as distinguished from his saying that ‘he heard no warning’: (Kindt v. Reading Company, 352 Pa. 419, 426, 43 A. 2d 145, 149). Rather it is whether he had acuteness of hearing, sufficient opportunity for hearing, and occasion for listening, and whether all the other circumstances tended to show that if a warning signal had been given he would probably have heard it, and therefore, not having heard it, he could fairly assert that no warning was given. -Such are the factors which must he considered in determining whether or not so-called ‘negative’ testimony amounts to more than a mere scintilla of evidence and therefore entitles submission of the plaintiff’s case to the jury.” The Court held that under the circumstances of the case, the evidence was sufficient to take the case to the jury.\nIn Kindt v. Reading Co., 352 Pa., supra, where two witnesses testified that no train whistle was blown, the Court held that under the situation of the parties and the circumstances of that case, such testimony was positive in both form and substance, and sufficient to take the case to the jury. The Court said (page 424) : “It is impossible to lay down any rule by which it can infallibly be determined that a witness’ statement that ‘no whistle was blown and no bell was rung’ is of so positive a character as to support a charge of negligence, or is of such negative character as to ‘amount only to a scintilla’. The question whether such testimony is ‘positive’ or ‘negative’ is, except in clear cases, for the jury, for the weight to be accorded to such testimony must depend on the keenness of the witness’ perceptions and the circumstances under which they functioned.”\nApplying the aforesaid test to the facts and conditions in the instant case, the Court is of the opinion that the testimony of the plaintiff, although contradicted as above mentioned, was sufficient to take the case to the jury. The order of the Court below in dismissing the motion , for judgment non obstante veredicto made by the City and by the Company is affirmed., . .\nNew Trial\n.. . The City contends that a new trial should be granted for four reasons: (1) The testimony of. John Douglas was.inadmissible; (2) the verdict was against the weight of the evidence; (3) the verdict was excessive; (4) the verdict was so capricious and unjustifiable that it was a manifest abuse of discretion not to grant a new trial.\nFelix Didio, a disinterested witness called on behalf of the plaintiff, testified that he was sitting on the steps of his home, which was a little more than a block from the scene of the accident. He saw the fire truck go down Arch Street and followed it to the corner where the accident occurred. He stated that the bell was ringing but that no siren was blowing. Didio testified that the fire truck was traveling at a rate of 35 to 40 miles an hour.\nThe evidence produced by the City of Pittsburgh with, respect to the happening of the accident conflicted in almost all material respects with that produced by the plaintiff. Charles Lapp and W. A. Pearson, driver and fireman of the fire truck respectively, testified, inter alia, that two sirens and a bell were sounding from the. time they left the firehouse until the time of. the accident. Both testified that all other traffic on West North Avenue except the Bed Star truck had stopped as they approached the intersection. Lapp testified that he was going x5 to 30 miles per hour.\n. The City also produced two disinterested witnesses. The first, Robert Duffy, testified that he was a block and a half north of West North Avenue on Arch Street, helping a friend repair an automobile, when the fire truck came down Arch Street and passed him with the siren blowing, that the noise was very loud and that the siren continued to blow all the way down Arch Street. He also heard the bell on the fire truck. The second disinterested witness, Joseph Klancher, testified that he was driving a car southwardly on Arch Street, approaching West North Avenue, and that when he was about 50 feet from the intersection he heard a fire truck behind him sounding its bell and siren, and he pulled over to the curb to let it pass. He further testified that the traffic on West North Avenue was at a standstill just prior to the collision.\nThe City also produced George J. Butler who was an employee of the City of Pittsburgh. Butler was sitting on a bench on Arch Street about a block and a half south of the intersection at which the accident occurred. He testified that when the fire alarm was sounded he saw the fire truck coming down Arch Street with the siren blowing. Although he did not notice the condition of the traffic light at the time of the accident, he stated that all other traffic on West North Avenue had stopped before the collision.\nPlaintiff suffered a mild concussion, a fracture of the right tibia, a lacerated right eyelid, an abrasion of the face and a laceration of the right hand, and was hospitalized as a result of the accident for approximately five weeks. His medical and hospital expenses totaled $874.25. He suffered a loss of 50 to 75% motion in the right ankle. His wages before the accident were $25 a week; after the accident his wages were $30 a week.\nIt is clear that the verdict against the City was against the overwhelming wéight of the evidence:\nThe testimony of John Douglas, who is an expert in fire equipment and in road testing the brakes on fire trucks was admissible as to the stopping distance of a fire truck going at approximately 85 miles per •hour, but his testimony that he examined the fire truck “a few days” after the accident and found no siren on the fire truck at that time, was inadmissible. In Nestor v. George, 354 Pa. 19, 46 A. 2d 469, this Court held that testimony showing a condition of the fare rope five days prior to the accident was inadmissible, and in support thereof quoted from Henry’s “Pennsylvania Trial Evidence”, Second Edition, §32, p. 51: “Whenever the condition of a particular place or thing at a certain time is in question, evidence of its condition at a prior or subsequent time is admissible if accompanied by proof that it has not changed in the meanwhile”\nWith respect to the City’s other contentions, it is clear that the first verdict which was returned by the .jury, viz;, “$15,000 plus medical expense, hospital expense [and] all Court costs and attorney’s fee”, was undoubtedly intended to be compensation for all elements of damage — including pain and suffering, loss of wages, and impairment of earning power — except medical and hospital expenses (which together totaled only $874.25) and all Court costs and attorneys’, fees. This could not possibly be sustained, as the trial Judge told the jury, since neither attorneys’ fees nor Court costs were recoverable. The jury’s verdict, five min-antes later, of $25,000 was a patent method of adding ■attorneys’ fees and Court costs by indirection and was obviously capricious, excessive and unjustifiable.\nAssuming, arguendo, that a verdict in the sum of $15,874.25 would have been fair, — if such a verdict had been rendered — the present verdict of $25,000 (1) was clearly capricious, and (2) was clearly against the great weight , of the evidence, and for each of these reasons cannot possibly be sustained.\nWhile an appellate Court rarely reverses a lower Court because the verdict was against the weight of the evidence, or was excessive, or capricious, or . results in a miscarriage of justice, it is our duty to do so where the action of the lower Court in dismissing a motion, for a new trial constituted a clear abuse of discretion. See: Clewell v. Pummer, 388 Pa. 592, 131 A. 2d 375; Costack v. Pennsylvania Railroad Company, 376 Pa., supra; Wargo v. Pittsburgh Railways Co.,, 376 Pa. 168, 101 A. 2d 638; Duffy v. The Monongahela Connecting R. R. Co., 371 Pa. 361, 89. A. 2d 804; Dupont v, Gallagher, 360 Pa. 419, 62 A. 2d 28; King v. Equitable Gas Co., 307 Pa. 287, 161 A. 65; Maloy v. Rosenbaum, 260 Pa. 466, 103 A. 882; Dinan v. Supreme Council, 213 Pa. 489, 62 A. 1067.\nThe language of Chief Justice Steen in Costack v. Pennsylvania R. R. Co., 376 Pa., supra (where he granted a new trial), is particularly pertinent (page 350) : “. . . The verdict, therefore, was clearly against the weight of the evidence and the judicial remedy in such event is the granting of a new trial: MacDonald, Admrx. v. Pennsylvania R. R. Co., 348 Pa. 558, 567, 36 A. 2d 492, 497; Kindt v. Reading Company, 352 Pa. 419, 429, 43 A. 2d 145, 150. Moreover, it was especially important under the circumstances for the trial judge to charge the jury that, while the number of witnesses on either side was not controlling, it was a weighty factor which, together with the question of the interest or disinterestedness of the respective witnessesy should be given by them proper consideration: Patterson v. Pittsburgh Rwys. Co., 322 Pa. 125, 185 A. 283. The court should, also have explained to the jury the relative value, from a qualitative standpoint, of the kind of ‘negative’ testimony given by Kunkel and the ‘positive’ or affirmative testimony of the defendant’s witnesses as to the ringing of the bell and sounding of the horn, and should have called their attention to the ordinary superiority of the latter type of evidence: Urias v. Pennsylvania R. R. Co., 152 Pa. 326, 328, 25 A. 566, 567; Hess v. Williamsport & North Branch R. R. Co., 181 Pa. 492, 496, 37 A. 568.”\nThe action of the lower Court in dismissing the motion for a new trial made by the City of Pittsburgh constituted a manifest abuse of discretion and requires us to reverse the judgment and grant the City a new trial.\nThe Red Star Beverage Company is also entitled to a new trial even though it took no appeal: Bergen v. Lit Brothers, 354 Pa. 535, 47 A. 2d 671. In Bergen v. Lit Brothers, a verdict was rendered in favor of plaintiff in the sum of $250 against defendant Smith, $250 against defendant Bauer, and $2500 against defendant Lit Brothers. Lit Brothers moved for a new trial; plaintiff entered judgments on her verdicts against Smith and Bauer. The lower Court granted a new trial, not only as against Lit Brothers, but also, on its own motion, as against the individual defendants, at the same time striking off the judgments which had been entered against them. This Court, in sustaining the lower Court, said (pages 537-538) : “. . . It certainly had the power — indeed, ‘feeling’ as it did, the duty — of awarding a new trial to Lit Brothers; apparently this is not seriously questioned. What appellants deny is its right to grant similar relief to the individual defendants in view of the fact that they had not asked for it. But the right of a court to order a new trial of its own motion is indisputable. Gallagher v. Blankenburg, 248 Pa. 394, 400, 94 A. 132, 134; Commonwealth v. Jones, 303 Pa. 551, 554, 154 A. 480, 481, 482; Brown v. George, 344 Pa. 399, 401, 25 A. 2d 691, 692; Trerotola v. Philadelphia, 346 Pa. 222, 226, 29 A. 2d 788, 789; Dempsey v. First National Bank of Scranton, 353 Pa. 473, 46 A. 2d 160, 161; Gerber v. Jones, 151 Pa. Superior Ct. 489, 491, 494, 495, 30 A. 2d 534, 536, 537. And so, where'there’are several defendants, if the court is of opinion that the interests óf justice require it, it may order a new trial as to all the parties on the record, although there are some who have not complained of the verdict against them . . . See also: Miller v. Pennsylvania R. R. Co., 368 Pa. 507, 515-516, 84 A. 2d 200; Nebel v. Burrelli, 352 Pa. 70, 41 A. 2d 873; Act of May 20, 1891, P. L. 101, §2, 12 PS 1164.\nThe judgment in favor of plaintiff against City of Pittsburgh is reversed and a new trial is granted.\nThe judgment in favor of plaintiff against Bed Star Beverage Company is reversed and a new trial is grants éd, limited however to the amount of damages to which plaintiff is entitled.\nItalics throughout, ours.\nP. L. 905, Art. VI, §619, as amended, 75 PS §212.\nWith the exception of the writer of this opinion.\nSee also: Clewell v. Pummer, 388 Pa. 592, 131 A. 2d 375."}