{"id": "1282750", "contents": "Opinion by\nMr. Justice Bok,\nThe issue here is whether distribution of a residuary estate should be per stirpes or per capita.\nThe crucial part of the will reads as follows: “Fifteenth: All the rest, residue and remainder of my estate, I give, devise and bequeath unto the Union Trust Company of Pittsburgh, Pa., in trust nevertheless for the use and benefit of the brothers and sisters of my dear husband who survive me, namely, John, Elmer, Edith and Ethel, for and during their lifetime. After the death of any one of the above brothers or sisters, then I direct that his or her share or all of their shares at the death of all of them, go to the children of Edith Campbell Montgomery and William Campbell, son of Elmer Campbell, and Elizabeth McCool Salony, daughter of Marjorie Campbell McCool, deceased, and their heirs and assigns, share and share alike.”\nThe testatrix had no family of her own. Her husband predeceased her, leaving five brothers and sisters: one of these, Marjorie Campbell McCool, died before-the testatrix, leaving one child, Elizabeth McCool Salony. Of the other four, who survived the testatrix, two left no issue. Of the remaining two, Elmer left one child, William Campbell, and Edith left nine children, unnamed in the will. The four who survived testatrix received income under their life interests.\nOne of. these, Elmer, died in 1956, and the trust consequently terminated as to one-fourth of the principal. It is tills fund that is now before us. The auditing judge decreed distribution per stirpes and dissented when the court in banc sustained exceptions and decreed distribution per capita. Elizabeth McCool Salony and William Campbell have appealed.\nWe believe that the court in banc was right in treating all eleven first cousins alike.\nThe words “share and share alike” look both ways: alone, they might mean eleven shares or three. Such words, as well as the “and” series in the last sentence of the quoted section of the will, have been interpreted variously. So have “among”, “between”, “divided equally”, “equal parts”, and the like.\nFor example, in Dible’s Estate, 81* Pa. 279 (1875), where the gift was to be “equally divided amongst my three last-named sons, my two daughters and grandchildren, share and share alike”, it Avas held that the equalizing words Avere “all thrown into a single expression, as it were, at one breath”, and that a division per capita was proper, although the beneficiaries, all of the testator’s blood, stood in different degrees of relationship to him. The same situation existed, even to the equalizing words, in Minter’s Appeal, 40 Pa. 111 (1861), but in addition the copulative word “and” Avas used. This court held that the testamentary scheme Avas doubtful but seemed to create separate classes, and accordingly applied the statutory scheme of division per stirpes.' As usual, there are as many interpretations as there are wills.\nAppellants admit, and properly, that the cases involving varying degrees of kinship are not in point, since in the instant case not only are all takers in the same degree to the testatrix and to each other but they are also related to her only by affinity and not by blood. This admission distinguishes appellants’ precedents, which reveal different levels of kinship or else other indications in the will that separate classes were intended. These are Fissel’s Appeal, 27 Pa. 55 (1856); Risk’s Appeal, 52 Pa. 269 (1866); Green’s Estate, 140 Pa. 253 (1891) ; Ashburner’s Estate, 159 Pa. 545 (1894) ; Hiestand v. Meyer, 150 Pa. 501 (1892); Wood Estate, 154 Pa. Superior Ct. 628 (1944) ; Moore Estate, 157 Pa. Superior Ct. 296 (1945) ; Young Estate, 181 Pa. Superior Ct. 468 (1956).\nThe law prefers a per capita division when nothing to the contrary appears: 2 Jarman on Wills 756. This court, in Risk’s Appeal, supra (52 Pa. 269) read the whole will and judged it ex visceribus, saying: “If similar words in other wills have been interpreted devises per capita, it lias been because no inconsistent interest was perceptible in tlie whole will.” Even a very faint glimpse in the context would work a different result: Lenhart’s Estate, 344 Pa. 358 (1942) ; Davis’s Estate, 319 Pa. 215 (1935) ; Garnier v. Garnier, 265 Pa. 175 (1919) ; Scott’s Estate, 163 Pa. 165 (1894).\nAppellants argue that specific gifts elsewhere in the will provide the faint glimpse of a difference. These occur in paragraphs Third to Seventh, in which everyone profited except Elizabeth McCool Salony, who received a small gift compared with those to the others. Appellants’ point is that Edith’s nine children are invariably not named individually but are lumped together as her children and hence should be considered as one class, Avhile William Campbell and Elizabeth McCool Salony each form a separate class.\nWe think that other considerations overbear this one. It is significant that testatrix left life estates to her four brothers-in-law and sisters-in-laAV, and named them; that she made no special residuary gift to Elizabeth McCool Salony, Avhose parent was dead; that remainders were given to all children of the four life tenants, plus Elizabeth McCool Salony. The very fact that the testatrix treated her husband’s relatives differently in her specific bequests gives some purpose to her residuary Avords that “his or her share or all of their shares at the death of all of” the top generation should go to the persons of the bottom generation then referred to “share and share alike”. Nor is it reasonable that the shares of John and Ethel, Avho had no children, should descend three Avays instead of eleven. We regard it of no significance that the testatrix did not labor to name all of Edith’s nine children Avhenever she mentioned them; it was obvious shorthand to refer to them simply as her children.\nIn sum, we regard this testamentary structure as ■having two levels and only one elevator. When each of the four portions falls in by death, the elevator carries it to the level below in eleven parts. Ex visceribus, this seems to us the clear plan of the will.\nThe decrees are affirmed at the cost of appellants."}