{"id": "1282784", "contents": "Opinion by\nMr. Justice Musmanno,\nOne of the most extraordinary and almost magical manifestations of governmental power lies in its capacity to move a citizen from one town to another without the slightest physical molestation. On August 30, 1957, Julius J. Zaecagnini was living in the Township of Allegheny, Westmoreland County. On the next day, August 31, 1957, he found himself living in the Borough of Vandergrift. His house remained where it was, his ground was untouched; nevertheless he was now living in a completely different municipality. Did this political transmutation deprive him of rights which were his in the original municipality? If so, what were those rights? That is the problem which confronted him and that is the problem which he has entrusted to the courts to answer. Those rights, like practically all rights which go with citizenship, were not merely a matter of abstract consideration. Mr. Zaecagnini claims that, through no fault of his, the removal of a strip of Allegheny Township and its annexation to Vander grift has subjected him to a deprivation of an inherent prerogative of citizenship. What is this claimed inherent prerogative?\nJulius J. Zaecagnini is a policeman. Beginning with the year 1951, Allegheny Township employed him in that capacity on an hourly and mileage basis. On August 30, 1957, the Court of Quarter Sessions of Westmoreland County, at No. 5, April Term, 1957 (Civil) added the land on which Mr. Zaecagnini lived to the Borough of Yander grift. Two days later (September 1, 1957), Zaecagnini obtained a leave of absence from the township and took up employment as a temporary policeman with the borough. On November 15, 1957, he was re-employed by the township. It seems that his hours of employment and the nature of his duties were such that he could work for both municipalities contemporaneously so that from November 15, 1957, until March 15, 1958 (when he was removed from the borough payroll), he wore a policeman’s badge for both municipalities.\nDesiring permanent employment as a policeman in Vandergrift, Zaccagnini, on October 10, 1957, applied to the civil service commission of the borough to take the civil service examination scheduled for October 22, 1957. His application was denied because the civil service regulations provided that an applicant for a policeman’s job must have resided in Vandergrift for at least one year prior to Iris application and the applicant must not be over 35 years of age. Mr. Zaccagnini (who was then 39 years old) protested the rejection of his application, contending that since the ground which was his residence had been arbitrarily sliced away and attached to Vandergrift, he was entitled to all the rights of a Vandergrift citizen who had lived in Vandergrift from the time it came into legal existence. In other words, he maintained that the annexation ordinance was to be interpreted retroactively. And then, with regard to the age qualification, Mr. Zaccagnini argued that this regulation was intended to apply only to those originally entering the field of law enforcement and since he had been a police officer since 1951, the regulation could not bar him. Further, he declared that since the borough employed him as a temporary policeman from September 9, 1957, until such time as a permanent employment could be made, the borough waived the 35-year maximum age requirement.\nThe borough did not agree with Mr. Zaccagnini’s protestations, continued to refuse to let him take the civil service examination, and he accordingly went into court to enforce his alleged rights. He petitioned the Court of Common Pleas of Westmoreland County for a writ of mandamus against the Borough of Van dergrift and two members of the civil service commission, praying that the commission be compelled to accept his application for examination and that the borough be ordered to employ him as a regular and full-time member of its police force.\nThe court of common pleas decided against him on both counts and Zaccagnini has appealed to this Court, urging upon us the same arguments which failed to register success in the court below. We apprehend that those arguments have not gained any additional merit by the passage of time or by the fact that they are now being presented on a higher level of the judicial structure of the Commonwealth.\nTo begin with, mandamus is one of the most extraordinary writs known to law. It takes an official by the coat lapel and orders him to do what, up to that moment, he has felt he had no right to do and was under no compulsion to do. Obviously so drastic a procedure can, and only should, be permitted when the complaining person has a clear, legal right in the premises and the defendant has a clear, legal duty which he has refused to perform. (Angelotti v. Rankin Borough, 341 Pa. 320, 323). The appellant has failed to point out wherein those two indispensable factors are present in this case.\nThe Vandergrift annexation ordinance made no provision for the hiring of township policemen. There was probably good reason for this, since Allegheny Township has not been wiped out of existence. It still exists even though territorially smaller and what is left still requires the protection of policemen. In fact, Zaccagnini is still carrying a policeman’s mace in the slenderized Allegheny Township.\nIn view, therefore, of the fact that the annexation ordinance was silent on the subject of the transfer of policemen, Zaccagnini acquired no contractual rights arising out of the metamorphosis of a bit of Allegheny Township into a fragment of Vandergrift Borough. Although this Court has not heretofore passed on the specific legal question embodied in this appeal, our neighboring State of New York has had occasion to consider a precisely similar problem and it resolved the problem in a manner which satisfies our sense of loyalty to legal principles and observance of the requirements of the orderly processes of government. In 1895 the City of New York, already beginning to reach out its metropolitan tentacles, looking toward becoming the largest city in the world, took over the contiguous town of Wakefield through the medium of an Act of the New York General Assembly which, while stating that certain town and village officials would be retained in office, made no reference to Wakefield’s police force. Litigation followed, and the Appellate Division of the New York Supreme Court said: “The Act of 1895, in itself, contains no provision with reference to the policemen of the towns or villages which are annexed to the City of New York. It does, however, mention certain town and village officials Avho, by the express terms of that act, are retained in office for a certain time and for certain purposes; and the fact that these officials are expressly referred to in the Act, for the- purpose of retaining them in office, shows quite clearly that it was not supposed that other officials would be kept in office unless there was a special provision to that effect . . (In People ex rel. Golden v. Roosevelt, 48 N. Y. S. 1043, 24 App. Div. 17).\nIn another New York case (Matter of Worth, 39 N. Y. S. 495, 3 App. Div. 443), the New York court held that a police officer in an annexed territory is not entitled to any precise position unless the annexing legislation so provides. “By no other law has an officer been, transferred or appointed as an officer by implication, unless tbe Act so specifically directed.”\nTbe annexing ordinance in tbe case at bar, like the one in the Wakefield, New York case above cited, made no provision for the retention of the services of Allegheny Township policemen. And then, it must be noted that onr Borough Code itself (Act of July 10, 1947, P. L. 1621, Article XI, §1179, 53 P.S. §46179) lays down the same requirements for permanent policemen as are outlined in the Yandergrift civil service regulations.\nThe case of McCandless Township v. Wylie, 375 Pa. 378, on which the appellant leans heavily, fails to support the weight of his argument. In that case, two policemen were dismissed when McCandless Township was promoted from the second class to the first class township category. We held that the dismissal was not justified: “We see no sound reason for differentiating in' this respect between former employees of a first class township and former employees of a second class township who, upon change of the township from second to first class, by virtue of the Police Tenure Act of 1951 and the Savings Clause of the Township Code automatically enjoyed job tenure. By the legislation enacted upon the subject we think there was a statutory declaration of public policy not only to grant job tenure to all policemen of the municipalities covered thereby but to exempt those currently employed from the necessity of acquiring civil service status through the taking of competitive examinations.” (Emphasis supplied). The savings clause of the Township Code (Act of May 27, 1949, P. L. 1955, 53 P.S. §19092-108), clearly saved the jobs of the two policemen involved. “Whenever any township of the second class is designated a township of the first class, or whenever any township of the first class is reestablished as a township of the second class, all liabilities incurred, rights accrued or vested, obligations issued or contracted, and all suits and prosecutions pending or to be instituted to enforce any right or penalty accrued or punish any offense committed, prior to such change of class, and all ordinances, resolutions, rules and regulations shall continue with the same force and effect as if no such change had been made.”\nThe case at bar presents a situation wholly different from the one in the McCandless case. There, the township was wholly wiped out. An entity which had a legal existence was eliminated and another one took its place. A second class township became a first class township, but in the eliminating process the existing rights of the second class township were saved by the savings clause. Here, Allegheny Township still lives, its territory is somewhat reduced, it is true, but it still holds its head above the waters of annexive extinction. The truncated Allegheny Township is still liable on its contractual obligations, including its liabilities to the plaintiff under the Tenure Act (§2, Act June 15, 1951, P. L. 586, 53 P.S. §812), if he be considered a “regular full time police officer.”\nIn Simpson v. South Mahoning Township School Board et al., 365 Pa. 567, we held that, because of the Teacher’s Tenure Act, the teachers in two school districts, which had been consolidated into a joint school, were guaranteed continued employment in accordance with their seniority rights: “It is clear that the decision in Walker’s Appeal has been superseded and invalidated by this legislation, the express provisions of which clearly control the present controversy.”\nThe Borough Code, it is true, does provide that: “All appointments in the police or fire forces of boroughs, including the chief of police or equivalent official, upon the effective date of this act, shall continue to hold their positions and shall not be required to take any examinations under the provisions of this act, except such as may be required for promotion . . .” This provision is eminently just, because it would not comport with any standard of fairness to dismiss policemen who had already qualified by experience and long service by requiring them to take an examination which was not required when they were employed. But the situation here is not the same. Zaccagnini was not a policeman of Vandergrift when the Borough Code went into effect, and he was not saved by any savings clause. Nor is there any Pennsylvania statute today which covers his unique set of facts.\nZaccagnini, probably realizing that there is no statutory ground on which he can stand to enforce his position, moves over to the terrain of equitable jurisdiction and here battles anew for his alleged right of tenure. With laudable zeal he argues: “The problem is an equitable problem, and must be approached as such. This Court has many times declared that it has the inherent equitable power to take such action and to enter such decrees as may, in its judgment, be required to prevent the commission of any acts which are prejudicial to the rights of individuals. It is to this equitable power that the appellant addresses his appeal.”\nHowever, Zaccagnini has proceeded in an action of mandamus and, as we have already indicated, to prevail in such a procedure he must have a clear, legal light to the position which he seeks. Furthermore, he is not in as grave a crisis as he apparently makes himself believe. He stills walks a beat on the solid ground of what is left of Allegheny Township, he still enjoys the same privileges and the same remuneration as he did before he became a “Vandergriftian.”\nNor can it be said that the borough waived the requirements of age and residence in this case because Zaccagnini was employed as a “temporary patrolman until such time as a permanent appointment could be provided by law.” Under the law such an appointment was not permissible. The borough did not and could not agree to make any appointments which transgressed established accepted legal requirements.\nThe decree of the court below is affirmed, each party paying his or its own costs."}