{"id": "1282807", "contents": "Opinion by\nMe. Justice Cohen,\nAppellant applied for and received a permit to erect retail stores, offices, and a bowling alley on land fronting on 54th Street south of City Line Avenue, Philadelphia. The 54th Street land is zoned “A” commercial. To its rear is a tract zoned “D” residential. After hearing, the board granted a variance from the setback provisions of the zoning ordinance permitting the building on 54th Street and also granted a zoning board of adjustment certificate permitting the use of the rear land as an open-air parking lot for automobiles. In granting the certificate, the board imposed conditions providing that the lot be hard surfaced; that lights be focused on the lot so as not to glare; that ingress and egress be from 54th Street only; that a picket fence be erected along the southern boundary lines of the parking lot; that Lombardy Poplars be planted along the inside of the picket fence; and that the area at the southeast corner of the lot, being 60 feet by 15 feet, be restricted as a “no-parking” area.\nThe lower court affirmed the action of the board but suggested, after testimony and a personal viewing, that the picket fense be erected on a diagonal line set back from two to thirty feet from appellant’s boundary line. Whereupon, the board amended their conditions and granted the certificate without a further hearing. This appeal is from the court’s affirmance of the amended certificate containing all the conditions.\nThe land here under consideration is zoned in part “A” commercial and in part “D” residential. Section 14-1402 of the Philadelphia Code of General Ordinances provides: “Open air parking of automobiles shall not be permitted in ‘AA/ ‘A’ or ‘B’ residential districts, and in any other residential or commercial district shall require a Zoning Board of Adjustment Certificate as hereinafter provided.” Because this application requested an open-air parking lot, the certificate provided for in the act was required. The criteria for the issuance of a certificate are set forth in Section 14-1802 (3) (e) of the Code.\nAppellant, by this appeal, now questions the authority of the board to impose conditions on a zoning board of adjustment certificate. While we have never before been called upon to make such a determination, we have no difficulty in finding that the board does have the authority to condition the issuance of certificates, not only from the inherent power of the zoning authorities, but also from statutory and decisional authority as well.\nIn determining whether a certificate is to be issued it seems clear that the board, using the criteria set forth in Section 14-1802(3) (c) of the Code can refuse a certificate entirely if the proposed use does not meet those criteria. It is also clear that the power to grant the total use includes a power to grant a lesser or conditioned use. Conversely, the power to refuse the whole necessarily imples the power to refuse a part. Moreover, a careful reading of the code, particularly Section 14-1802(4) (e) dealing with appeals to the board, and Section 14-1801 (6), dealing with the revocation of a certificate for violation of any condition of a certificate, demonstrates the legislative intent and is a sufficient expression permitting the imposition of conditions on certificates.\nTo adopt appellant’s argument that conditions on variances are permissible (Nicholson v. Zoning Board of Adjustment, 392 Pa. 278, 140 A. 2d 604 (1958)) but permission to condition does not extend to certificates, would render the code partially ineffective and impede its administration even though the public end to be achieved by the issuance of a variance or a certificate is similar.\nIn Novello v. Zoning Board of Adjustment, 384 Pa. 294, 121 A. 2d 91 (1956), we approved a certificate for a car wash issued by the zoning board with conditions imposed similar to those in the instant case. Although the cited case dealt with the Philadelphia Zoning Ordinance of 1933, substantially the same provisions were re-enacted under the code. And in Nicholson v. Zoning Board of Adjustment, supra, this Court had occasion to discuss the propriety of conditions imposed on a variance for a parking area abutting residential zones. There again, we approved the imposition of reasonable conditions, although on a variance. However, the variance as granted in the Nicholson case would have required the issuance of a certificate under the Philadelphia code. It is inconceivable that we should hold, as appellant urges, that conditions on variances are valid but that conditions on certificates are invalid under similar factual circumstances.\nWe can conclude, therefore, that on the basis of the language of the Philadelphia code, the enabling Act, 53 PS §14759, the decided cases and the inherent poAver of the board, its action in imposing conditions in the present case was not an excessive exercise of its power.\nOur attention is now turned to the merits of the conditions imposed as being a reasonable and proper limitation under the facts in this case. It is clear that health, safety, morals, and general welfare is a sufficient standard for the board. Archbishop O’Hara’s Appeal, 389 Pa. 35, 131 A. 2d 587 (1957); Best v. Zoning Board of Adjustment, 393 Pa. 106, 141 A. 2d 606 (1958). We have reviewed the record and we feel that, inasmuch as there is no misapplication of law nor that the board in its cloak of administrative expertise shrouded the appellant with unreasonable or arbitrary conditions, the amended certificate is not only consistent with the poAver of the board, but also does not amount to an unconstitutional deprivation of property.\nOrder affirmed.\n\"(l) The lessening of congestion in the streets; (2) the securing of safety from fire, panic, and other dangers; (3) the promotion of health and the general welfare; (4) the providing of adequate light and air; (5) the prevention of overcrowding of land; (6) the avoiding of undue concentration of population; (7) the facilitation of the adequate prevision of transijortation, water, sewerage, schools, parks and other public requirements.”\nThese criteria were enacted i>ursuant to the Act of May 6, 1929, P. L. 1551, §3, 53 P.S. §14754.\nZoning Board of Adjustment “(4) Appeals, (e) In the exercise of its powers, the Zoning Board of Adjustment may reverse or affirm, wholly or partly, or modify, the order, requirement, decision or determination appealed from, and make such requirement, decision, or order, with or without conditions, determination as oughr to he made, and, to that end, it shall have all the powers of the agency from which the appeal is taken.” (Emphasis supplied.)\n“(6) — Revocation (a) Whenever the Department of Licenses and Inspections determines that any person has violated any condition of any zoning permit, itse registration permit, or Zoning Board of Adjustment Certificate it may serve written notice of such violation on the holder of such permit or certificate, stating the nature of the violation which exists and the time within which compliance with all requirements of said permit or certificate may be achieved. Such notice may also describe a course of remedia' action . . .” (Emphasis supplied)."}