{"id": "1284914", "contents": "Opinion by\nMr. Ci-iief Justice Jones,\nThe order, of the Superior Court, purporting to abrogate so much of the Public Utility Commission’s Rule 10 of its Railroad Regulations as “requires application to and approval by the Commission ‘prior to the removal, elimination, or substantial change in the schedule of any passenger train . . .’ ”, must be vacated. The matter was coram non judice. The Superior Court was, therefore, without jurisdiction to entertain the appeal.\nThe attempt of The Pennsylvania Railroad Company, as appellant, to have the Superior Court review the Commission’s Rule 10 without the regulatory impact of the rule ever having been visited upon the appellant in any manner could, at most, evoke no more than an advisory opinion which our courts are not organized to render. In Knup v. Philadelphia, 386 Pa. 350, 353, 126 A. 2d 399 (1956), we stated that it is “well established that a court will take jurisdiction only in a case in which a challenged statute, ordinance, or rule of court has been actually applied to a litigant; it does not undertake to decide academically the unconstitutionality or other alleged invalidity of legislation until it is brought into operation so as to impinge upon the rights of some person or persons.”\nRule 10 was promulgated by the Public Utility Commission in an exercise of its legislative authorization and is not judicially reviewable except that its enforcement be made the basis of a justiciable controversy. The same is equally true of rules of court. In Tribune Review Publishing Co. Case, 379 Pa. 92, 94, 113 A. 2d 861, it was plainly recognized that “This court does not entertain a proceeding which seeks an abstract, academic opinion as to the constitutionality of a statute. It acts only in a case in which the application of the statute to an actual situation creates a cause of action which may then be asserted by a litigant affected thereby. What is thus true in-regard to a statute is equally true of a rule of court.” This jurisdictional situation is not one bit different when judicial opinion is sought with respect to an unapplied regulation which a governmental administrative body, acting pursuant to its statutory authority to prescribe in relevant regard, has promulgated.\nThe Superior Court’s appellate jurisdiction rests exclusively in express statutory authorization. Thus, it is, that orders of the Public Utility Commission are appealable to the Superior Court. Section 1101 of the Act of May 28, 1937, P.L. 1053, 66 PS §1431 (a), provides that “Within thirty days after the service of any order by the commission . ; . any party to the proceedings affected thereby may appeal therefrom to the Superior Court.” (Emphasis supplied). A proceeding before the Commission is instituted with the filing of a complaint. If the complaint be to a regulation promulgated by the Commission, it is cognizable only after the regulation has been applied to the complaining and allegedly aggrieved party. Section 1001 of the Act of May 28, 1937, P.L. 1053, 66 PS §1391, provides that “Any public utility . . . may complain of any regulation or order of the commission, which the complainant is or has been required by the commission to observe or carry into effect.” (Emphasis supplied). No such order was ever entered in this case. The appellant railroad had not been directed by an order of the Commission either to observe or carry into effect any ruling of the Commission under Rule 10 with respect to the appellant’s scheduled train service. It is plain enough that there is no statutory authority •for an appeal to the Superior Court from a regulation promulgated by the Public Utility Commission which has not been applied to the party seeking to invalidate it.\nNo emergency, real or feared, and no alleged hardship to a complaining party, however great, can justify a court’s entertaining and passing upon a subject matter which is not within its jurisdictional competence. Nor can jurisdiction in such instance be acquired through counsel’s failure to raise the question, which it is never too late to be interposed. Indeed, it is the primary duty of the court itself to raise the question of its jurisdiction of the subject matter if that has not otherwise been done.\nThe order of the Superior Court, entered November 14, 1958, is hereby vacated and set aside.\nMr. Justice McBride took no part in the consideration or decision of this case."}