{"id": "1284868", "contents": "Opinion bx\nMb. Justice McBeide,\nRalph E. Liuzzo was killed in a motor vehicle accident on June 28, 1956 and as a result this action in trespass was instituted against the defendants by his widobv, Margaret Liuzzo, as Administratrix of his estate. At the close of plaintiff’s testimony a compulsory nonsuit was entered as to . Bucks Rental Co., and at the close of all the testimony the trial judge directed a verdict in favor of Charles McKay, Miller Bros, and Co., Inc. and John Russell Nice. The court below refused to grant a new trial or take off the compulsory nonsuit and plaintiff appealed.\nPlaintiff contends that it was not the function of the court to say, as a matter of law, that the defendant McKay was free of negligence and that decedent was guilty of contributory negligence. The evidence which plaintiff presented of McKay’s negligence came from the testimony of state trooper, Blomgren, who investigated the accident. The state trooper testified as to the facts he found upon his investigation and as to a statement made to him by Nice, whom he interviewed at the scene of the collision. While this statement was cleárly hearsay evidence as to McKay, who was not present when it was made, there was no objection, to it at the trial and on appeal it will be considered as competent evidence. Interpreting the testimony of the state trooper most favorably to plaintiff, as we are required to do, the pertinent facts are:\nOn June 28, 1956, at about 9:45 p.m., on a clear, dry night, decedent was operating a tractor-trailer in an eastwardly direction on the Pennsylvania Turnpike. Oharles McKay, was operating a tractor-trailer owned by Miller Bros, and Co., Inc., in the same direction, in the right or slow lane of the highway, some distance in front of decedent. According to Nice’s statement, as the two tractor-trailers proceeded east, they were both passed by an automobile operated by Nice. Nice’s car went ont of control almost immediately after passing the tractor-trailer of McKay and went off the hard surface of the highway on to the berm of the road, creating a cloud of dust. At this time McKay, who was going between 35 and 40 miles an hour slowed his vehicle and drove to the left or fast lane of the highway in order to pass in safety. The state trooper also testified to a statement made to him by McKay at the scene of the collision. This statement showed how McKay, when faced with this sudden emergency, immediately applied his brakes and “was trying all ways to miss him . . .”. In attempting to “miss him” McKay, seeing the cloud of dust off on the right, slowed his vehicle and turned to the left in order to avoid the vehicle which was concealed in this cloud of dust. However, the car of Nice came out of the dust, made a U turn and proceeded in a westwardly direction in the eastbound lane of the Turnpike directly toward McKay. McKay therefore veered back onto the right or slow lane in an attempt to avoid a collision. His attempt to avoid Nice’s automobile almost succeeded. However, the left rear tandem wheels of the tractor-trailer collided with the automobile. At this time his speed was reduced to about 15 miles per hour. As the tractor-trailer and Nice’s automobile were thus engaged, they were violently struck in the rear by the tractor-trailer operated by the decedent. There is no evidence in the case as to the speed at which decedent was operating the tractor-trailer immediately before the accident or in which lane of the highway he was travelling. That is all the evidence plaintiff presented as to negligence in her case in chief. The trial judge granted the motion of Bucks Rental Co. for a compulsory nonsuit but denied the motions of MacKay and Miller Bros, and Co., Inc. The last named defendants then presented their evidence. Plaintiff is, of course, entitled to any help her case receives from any fair inference from this testimony. Upon analysis, however, this testimony reinforces McKay’s version of the accident as he explained it to the state trooper at the scene.\nIt is difficult to see how it can be successfully argued that there was any negligence whatsoever on the part of McKay. It was undoubtedly his duty to keep his vehicle under control so as to be able to stop within a reasonable time in an emergency. Shaffner v. Schmerin, 316 Pa. 323, 175 Atl. 516; the evidence in this case however, showed careful management by McKay. Under the circumstances he did what a reasonably prudent man would do in endeavoring to move his vehicle from the path of the automobile of defendant Nice. When Nice’s car raised the cloud of dust McKay was then faced with an imminent emergency which called merely for his best judgment under the circumstances . Moore v. Meyer & Power Co., 347 Pa. 152, 31 A. 2d 721. Of course, no man has a right to continue his car or truck in motion if such motion makes an injury to another car or to any person inevitable or reasonably probable. Nark v. Horton Motor Lines, Inc., 331 Pa. 550, 1 A. 2d 655. However, we do not have a case here of a man who drove into the dust cloud, thereby testing a danger and creating his own emergency. Had Nice’s car remained on the right side of the road McKay would have had ample room to pass on the left. In this emergency McKay was not under the absolute necessity of instantly stopping. His choice of alternatives in meeting such an emergency, i.e. slowing down as much as possible and attempting to avoid the oncoming car by driving into a different lane was certainly reasonable under the circumstances. What we said in Polonofsky v. Dobrosky, 313 Pa. 73, 76, 169 Atl. 93, is applicable here: “This was all so sudden and unusual a situation that this defendant comes within the rule laid down in the case of Wilson v. Consolidated Beef Co., 295 Pa. 168, and kindred cases, to the effect that negligence may not be implied because of failure to perform a duty so suddenly and unexpectedly arising that there was no opportunity to apprehend the situation and to act according to the exigency. When one finds himself in a position of danger which is not the result of his negligence he is not responsible if he makes a mistake in judgment in getting out. An honest exercise of judgment is all that is required of him even if he could have done better had he had time to deliberate.”\nExamining the evidence from the standpoint most favorable to plaintiff and giving to her the benefit of all fair inferences which may be drawn therefrom, leads only to the conclusion that no negligence was shown on the part of McKay. The jury could not be permitted to find a verdict for plaintiff. Brennan v. Pittsburgh Railways Co., 323 Pa. 81, 186 Atl. 743; Mulheirn v. Brown, 323 Pa. 171, 185 Atl. 304; Miller v. Southern Asphalt Co., 314 Pa. 289, 171 Atl. 472. It follows that no verdict could be permitted against Miller Bros. & Co., Inc. on the theory of respondeat superior.\nSince we have decided that these defendants were not guilty of negligence it is unnecessary to decide whether plaintiff was guilty of contributory negligence as a matter of law, or to discuss any other point raised by appellant although all of them have received our consideration.\nDefendant, John Russell Nice, did not file an appearance nor appear in court. The appellant has told us it is immaterial to her whether he is a defendant in this proceeding and accordingly the judgment of the trial court as to him is affirmed.\nThere is no testimony in the case whatsoever, from any source, to connect the defendant Bucks Rental Co. in this matter and thus the compulsory nonsuit granted in this defendant’s favor is also affirmed.\nJudgment affirmed."}