{"id": "1286224", "contents": "Opinion by\nMb. Justice Benjamin E. Jones,\nThese appeals present two principal questions: (1) should a court of equity enjoin the operation of a duly licensed taproom-restaurant located in a residential district because of unseemly noise and indecent conduct on the part of its patrons outside the licensed premises?; (2) do residents in the immediate neighborhood of the taproom-restaurant have the right to peacefully picket for the purpose of discouraging and dissuading the public from patronizing such restaurant?\nAppellant Brodsky, owner and/or operator of several licensed restaurants in Philadelphia, purchased the premises known as 3620 North 19th Street and located at the northwest corner of 19th and Pacific Streets in the Tioga-Nicetown section of North Philadelphia for the purpose of operating a taproom-restaurant wherein liquor and malt or brewed beverages would be sold for consumption on the premises. Brodsky secured permission from the zoning authorities of the City of Philadelphia and from the Pennsylvania Liquor Control Board for the transfer of a restaurant liquor license to this new location. In connection with the purchase of the premises, the remodeling and improvement of the building and the transfer of the liquor license, Brodsky spent approximately $50,000.\nThe taproom-restaurant opened for business on March 31, 1958. Immediately thereafter the appellees began and have continued to indicate their opposition to the use of the premises as a taproom-restaurant by picketing and by the display of signs on their residences urging the public not to patronize the restaurant. This picketing and display of signs has resulted in a financial loss to appellants’ business, a loss reflected in a reduction of weekly gross receipts from $1,000 during the first week to $125 during the eleventh week of operation.\nPrior to the opening of this taproom-restaurant and on March 18, 1958, the appellees — -individual residents of the neighborhood acting on their own behalf and on behalf of other residents — instituted an equity action in Court of Common Pleas No. 6 of Philadelphia County to enjoin the opening of the taproom-restaurant upon the theory of an anticipatory nuisance. During the pendency of that proceeding the taproom-restaurant opened for business and appellees then filed an amended complaint upon the theory that the operation of the taproom-restaurant constituted under the circumstances a nuisance in fact. Prior to any disposition of that proceeding the appellants Brodsky and Lane Bar, Inc. instituted an equity action which sought to restrain appellees from boycotting and picketing the restaurant. Both equity actions were consolidated for trial and, after final hearing, the court below entered two decrees: one decree enjoined the operation of the taproom-restaurant and the other decree dismissed the equity complaint which sought to restrain the boycotting and picketing. Prom the entry of both decrees these appeals were taken.\nIn determining these appeals we recognize that the operation of a restaurant in which liquor and malt or brewed beverages are sold, duly licensed by the Pennsylvania Liquor Control Board, is a lawful business and, even though located in a residential district, is not a nuisance per se: “Nuisances”, 46 C.J. §265, p. 722; “Nuisances”, 66 C.J.S. §75, (2), p. 822. Unless the operation of this particular taproom-restaurant business constituted a nuisance in fact it cannot and should not be enjoined.\nOur initial inquiry, therefore, is to determine whether the proof of record supports the conclusion that the operation of this taproom-restaurant constituted a nuisance in fact.\nIn pursuing this inquiry we are bound to adhere to the well-recognized rule that the findings of fact made by a chancellor and approved by the court en banc are controlling on appeal provided such findings are supported by evidence, are not manifestly erroneous and were not arbitrarily and capriciously made: Oreovecs v. Merics, 382 Pa. 56, 114 A. 2d 126; O’Neill v. Keegan, 376 Pa. 606, 103 A. 2d 909; Teats v. Anderson, 358 Pa. 523, 58 A. 2d 31; Burke v. Harkins, 296 Pa. 414, 146 A. 94.\nThe chancellor found, inter alia, that (1) the appellant Brodsky, a longtime restaurant owner and operator, bears an excellent reputation and has never been cited for any violation of the liquor control law; (2) with certain minor exceptions, the area in which the taproom-restaurant is located is exclusively residential; (3) the area, occupied predominately by persons of the colored race, is a quiet, conservative residential neighborhood, with well-built and well-kept homes, and constitutes an environment conducive to quiet and peaceful living, one particularly suitable in which to raise children; (4) south of this area is a district sometimes termed a “jungle area” wherein congested living and slum conditions prevail and wherein there exists a high incidence of crime, vice and juvenile delinquency; (5) a majority of the patrons attracted to this taproom-restaurant come from the so-called “jungle area”.\nThe chancellor then found that the operation of this taproom-restaurant over a period of approximately eleven weeks had resulted in conduct on the part of its patrons which threatened to destroy the character of this hitherto quiet, peaceful and residential community. Patrons entered and left the restaurant in an intoxicated condition; loud and unseemly noise, both from its patrons and its juke box, on occasions emanated from the restaurant itself; intoxicated persons departing from the restaurant utilized neighborhood properties and alleys for toilet purposes; obscene, vulgar and profane language was employed by patrons entering and departing from the restaurant; indecent, immoral and vulgar conduct took place in parked cars outside the restaurant; on one occasion a porch in the vicinity was utilized for sexual misconduct; contraceptive devices were found scattered in and about the area; on occasions patrons engaged in altercations outside the taproom. Not only did such conduct occur in front of adult residents of the neighborhood but at times in the presence of children who passed the restaurant en route to and from both a parochial and a public school located in the neighborhood.\nOur examination of this record — a record replete with testimony as to conduct on the part of the taproom-restaurant patrons shocking and repugnant to the sensibilities of decent persons — finds full and complete justification in support of the findings of the chancellor in this respect. It is highly significant that the conduct depicted by the testimony took place over a period of almost eleven weeks, both during the daytime and nighttime, and was of such nature that it could not have escaped appellants’ attention, yet the record indicates no action on appellants’ part to correct or prevent the occurrence of such conduct.\nIn Hannum et al. v. Gruber et al., 346 Pa. 417, 423, 31 A. 2d 99, 102, we said: “‘It has been said that a “fair test as to whether a business lawful in itself, or a particular use of property, constitutes a nuisance, is the reasonableness or unreasonableness of conducting the business or making the use of the property complained of in the particular locality and in the manner and under the circumstances of the case.” ’: 46 C. J. 655. It has also been said: ‘Whether the use is reasonable generally depends upon many and varied facts. No hard and fast rule controls the subject. A use that would be reasonable under one set of facts might be unreasonable under another. What is reasonable is sometimes a question of law, and at other times, a question of fact. No one particular fact is conclusive, but the inference is to be drawn from all the facts proved whether the controlling fact exists that the use is unreasonable/: 46 C.J. 656.”\nAppellants’ use of this property for taproom-restaurant purposes was unreasonable in this locality and under the other circumstances involved. It should have been obvious to appellants that the establishment of the taproom-restaurant in this quiet residential neighborhood would seriously interfere with the residential character of the area and with appellees’ enjoyment of their properties. The practically unanimous opposition of all the residents of this district should have made evident to the appellants at the outset that whatever patronage the taproom-restaurant would enjoy would have to come from other areas. Once the taproom-restaurant began operation it became evident that many of its patrons came from the congested slum area and that the taproom-restaurant had become a magnet of attraction to many persons whose standards of conduct were completely foreign to those of the decent, law abiding residents of the neighborhood. The public conduct of the patrons of this taproom-restaurant could not help but offend the sensibilities of the residents of this area, destroy the character of the neighborhood and seriously interfere with appellees’ enjoyment of their homes.\nAppellants argue that most, if not all, of the offensive conduct took place not within, hut without, the restaurant premises and for such conduct appellants should not be held responsible. Until the establishment of this restaurant in the area such offensive public conduct was unknown; it was the establishment of the business within this area which attracted those persons whose conduct so mortified and disgusted the residents of this neighborhood. The factor which introduced this conduct into the area was the establishment of this taproom-business with its attraction for undesirables from other areas; assuming arguendo, that appellants could not control the conduct of their patrons outside the premises, is that any excuse for the continuance in business of this establishment whose existence is solely and primarily responsible for the attraction of those persons into this neighborhood whose conduct so offends the morals of the property owners situated therein? Assuming that appellants could not control the conduct of their patrons, is this business which brings into the area by way of attraction those persons whose conduct is reprehensible to be permitted to be operated simply because it has been given an aura of respectability and legality by the issuance of a liquor license? The conduct which has disturbed the peace and quiet of this residential area and affronted the sensibilities of appellees endeavoring to maintain in this urban area a decent, clean and wholesome environment in which to live and rear their families directly resulted from the operation of this taproom-restaurant. The only practical manner in which this area can be protected from this unwholesome conduct is through a cessation of the operation of this business.\nOther jurisdictions presented with similar problems, have reached almost identical results: Barrett v. Lopez, 57 N.M. 697, 262 P. 2d 981; Johnson et al. v. Nora (La. App.), 87 So. 2d 757; Lawson v. Arkansas (Ark.), 288 S.W. 2d 585; Green et al. v. Asher, 10 Ky. L. Rep. 1006, 11 S.W. 286; Kissel v. Lewis, 156 Ind. 233, 59 N.E. 478; Haggart v. Stehlin, 137 Ind. 43, 35 N.E. 997; Koehl v. Schoenhausen, 47 La. Ann. 1316, 17 So. 809; Sipe v. Dale et al. (Okla.), 80 P. 2d 569.\nMolony et ux. v. Pounds et ux., 361 Pa. 498, 64 A. 2d 802, relied upon by appellant, is not apposite. The circumstances therein presented are entirely dissimilar from those herein presented.\nOur examination of the instant record and all the circumstances therein delineated convinces us (1) that appellants’ business as conducted amounted to a nuisance in fact and in law and (2) that unless the operation of this taproom-restaurant be enjoined in this residential area the conduct complained of will continue. Therefore, the decree of the court below in this respect is affirmed.\nIn view of our decision that the operation of this taproom-restaurant be enjoined it is unnecessary for us to determine the legality of the picketing and display of signs by appellees. The objective of the picketing — the cessation of operation of the restaurant— having been judicially determined it would be purely academic to engage in a discussion of the legality of the picketing which has now ceased.\nThe decree entered to No. 693 March Term, 1958 is affirmed and the appeal from the decree entered to No. 1736 March Term, 1958 is dismissed as moot.\nMr. Chief Justice Jones and Mr. Justice Bok took no part in the consideration or decision of this case.\nThe fact that the approval of the zoning authorities was given to the establishment of this restaurant does not affect the power of a court of equity to enjoin it as a nuisance: Mazeika v. American Oil Co., 383 Pa. 191, 194, 195, 118 A. 2d 142; Perrin’s Appeal, 305 Pa. 42, 51, 156 A. 305.\nThe appellees — residents in the immediate neighborhood of the proposed restaurant — protested this transfer and were given an opportunity to present their views to the Board. Under Obradovich Liquor License Case, 386 Pa. 342, 126 A. 2d 435, such protests were of no avail.\nWhatever may have been spent is immaterial since Brodsky, aware of appellees’ determined opposition, took a calculated risk.\nWhile not entirely clear of record, it would appear that Brodsky sold his interest to Lane Bar, Inc., in which corporation Wilbert E. Martin and Shirley Martin were the principal stockholders."}