{"id": "1290550", "contents": "Opinion by\nMr. Justice Cohen,\nThis is an appeal from an order of the Court of Common Pleas of Armstrong County directing the defendant school district to proceed to arbitration pursuant to the terms of the Apollo Area Joint School System agreement of May 18, 1950. The defendant contends that it need not do so because the jointure agreement is invalid for three reasons: (1) that by the terms of the 1950 jointure agreement prior to its amendment, the plaintiff North Apollo School District exceeded its debt limitation, as provided in Article IX, §8 of the Pennsylvania Constitution, by the purchase of an equity in the secondary school buildings in Apollo Borough, making the agreement null, and void ab initio; (2) that the 1950 jointure agreement was initially invalid because the defendant school district improperly entered into the agreement without having .withdrawn from or securing the consent of the Elders Bidge Joint School Board; and (3) that the 1950 jointure agreement is not a legally enforceable contract because the terms of the obligations of the parties are not sufficiently clear, comprehensive or exact, particularly with reference to the distribution of pupils between the two joint school systems, Apollo Area and Elders Bidge. After having carefully studied the relevant agreements in the light of the conduct of the parties, we agree with, the lower court that the contentions of the defendant are without merit.\nOn May 18, 1950, the School District of Kiskiminetas Township, North Apollo Borough and Apollo Borough executed an agreement creating the Apollo Area Joint School System. The agreement provided that Xiskiminetas Township and North Apollo would purchase an equity in the Apollo Borough secondary school buildings. By virtue of this provision, the indebtedness of the North Apollo School District exceeded the constitutional limitation of two percent of the assessed valuation of its taxable property. However, the fact that the agreement thus contained a provision which in its application might cause the North Apollo School District to incur an unconstitutional obligation does not render an otherwise enforceable contract void. It merely meant that this condition of the agreement could not be enforced against North Apollo. The parties recognized this problem, and Avith the subsequent agreement of all, the jointure Avas properly amended on November 12, 1951, so as to provide that the defendant and North Apollo should pay an annual rental for the buildings rather than purchase an equity. The rental to be paid per the agreement by the defendant and North Apollo was Avell within the current means of each district and could be paid from the current assets of each school district. In Kelley v. Earle, 325 Pa. 337, 190 Atl. 140 (1937), we held that contracts or leases to meet recurrent needs, the obligations of which are to be met from current reserves, are not within the constitutional limitation. Accordingly, the 1950 jointure as amended is a valid contract binding upon the parties.\nNor is it of any moment that the defendant entered into the 1950 jointure agreement without the consent of the Elders Ridge Joint School Board. On August 31, 1914, the defendant along with other school districts of Indiana County, attempted to enter into a joint vocational school agreement in accordance with the provisions of the School Code of 1911, P. L. 309, and the Vocational School Act of 1913, P. L. 138. The stipulated facts disclose that contrary to the express mandate of Section 1803 of the School Code of 1911 the Vocational Agreement was not recorded in the respective minutes of the members of the jointure, and that the agreement was not signed at the end thereof by the proper representatives of each school district. Accordingly, whatever the current legal status of the Elders Ridge Joint School may be, it is clear that by the failure to comply with the express mandate of the 1911 School Code the defendant is not bound by the provision therein that no change shall be made in any joint schools created under the act without the consent of each district. The subsequent resolution of the vocational jointure in 1940, whereby Elders Ridge became a general high school and was so classified with the State Department of Instruction, did not legally alter the fact that the vocational jointure had not complied with the statutory requirements of the School Code of 1911 so as to render it necessary for the defendant to seek the consent of the other members of the jointure before it entered into a separate jointure with other school districts.\nFinally, as to the contention that the jointure agreement is vague and indefinite, we need only point out that the jointure agreement incorporates and is subject to the comprehensive School Code of 1949, has adequate provisions for arbitration to resolve disputes between the parties, and is sufficiently clear so as to have survived nine years of operation without appreciable confusion or disorder between the parties.\nOrder affirmed."}