{"id": "1290554", "contents": "Opinion by\nMr. Justice Benjamin R. Jones,\nThis is an appeal from the refusal of the Orphans’ Court of Berks County to surcharge Berks County Trust Company of Reading (herein called Trust Company) for alleged negligence in its administration of a trust estate created by the will of Joseph S. Lerch, deceased.\nJoseph S. Lerch died on January 8, 1935. Under his will he created a trust of his residuary estate under which trust the net income was to be paid to Daisy B. Lerch, his widow, during her lifetime, and, upon her death, the balance of his estate was to be divided into four (4) equal parts; (a) to each of his two sons, Edward J. Lerch and Robert D. Lerch, if living,- he gave one part; (b) to each of his two daughters, Mary E. Lerch and the appellant, Dorothy M. Brumbach, he gave one -part to be held in trust to pay each daughter the net income therefrom and, upon the daughter’s death, the principal of such one part was to be distributed to Lerch’s “remaining children, share and share alike, absolutely”. The Trust Company was named the sole trustee and authorized, inter alia: “to hold and retain any securities or investments owned by [Lerch] at the time of [his] decease, or to sell at public or private sale such securities • or investments from time tó time, at its discretion and to make reinvestment of the proceeds of any sale or sales thereof” in a prescribed manner.\nThe Trust Company, as trustee, received and retained 300 shares of the voting common stock (42.9% of the common stock) of the Laurel Hosiery Company, 122% shares of the voting first preferred stock (63.30% of the first preferred stock) of said company and 187% shares of the nonvoting second preferred stock (18.7% of the second preferred stock) of said company, which shares represented 47.3% of the voting control of said company.\nJohn F. Cooney, the Trust Company’s trust officer from 1935 to 1955, was a director of Laurel Hosiery Company and its secretary from 1945. to June 24, 1955. From 1950 until June 24, 1955, Cooney held a proxy for T.9% of the voting stock of the Laurel Hosiery Company in addition to representing that portion — 47.3%— of the voting stock in said company held by the Trust Company. The 7Í shares of preferred stock of said company for which Cooney held this proxy were not held by the Trust Company.\nThe Laurel Hosiery Company was indebted to the commercial department of the trustee in the amount of. 8222,000.\nEdward J. Lerch, one of the decedent’s four children, in addition to being a large stockholder in Laurel Hosiery Company, had been for many years its President and General Manager. Under an agreement executed on July 27, 1948 and later revised the Laurel Hosiery Company paid Edward J. Lerch $33,839.29 for hosiery which was produced at the expense of Laurel Hosiery Company upon machines owned by Edward J. Lerch and one H. T. Walborn, a partner.\nBetween January and July of 1954 twenty-five 400 needle Scott and Williams knitting machines for which Edward J. Lerch had paid from his own funds approximately $26,000 were installed in the Laurel Hosiery Company plant. These twenty-five rebuilt seamless machines had been the subject of a corporate minute of the Laurel Hosiery Company dated December 22, 1953 in which Edward J. Lerch had granted to the Laurel Hosiery Company an option to repurchase these twenty-five machines within one year from the date of their installation at their original cost. The Laurel Hosiery Company had paid for the freight, hauling, maintenance and repair necessary to make these machines operative.\nBy June 24, 1955 the financial condition of the Laurel Hosiery Company was most serious and its line of credit was exhausted. On June 10, 1955 the directors and stockholders of the Laurel Hosiery Company met to consider either the sale of the entire stock of the said company or a piecemeal liquidation of the corporate assets. At that time various offers received by the corporation for the purchase of its machinery and equipment were considered. Said offers, including an offer of $125,000 for its seamless machine equipment, were rejected. After considering the alternatives of a sale or a liquidation, the trustee, along with all the other stockholders, decided to sell the corporate stock.\nOn June 24, 1955 the Trust Company, acting in conjunction with all of the other stockholders of the Laurel Hosiery Company, entered into a written agreement to sell all'the stock of the corporation for $149,350, (Of which $43,856 represented the value of the shares held by the trustee), and on said date the sale of such stock was consummated.\nIn a separate written agreement on the same date Edward J. Lerch sold the twenty-five 400 needle Scott and Williams knitting machines for $50,000.\nOn July 19, 1955 Dorothy M. Brumbach, appellant, cited the trustee to' file an account and to show cause why it should not be subject to surcharge. On July 30, 1955 the trustee filed its account to which the appellant filed exceptions. On April 6, 1957 the Orphans’ Court of Berks County filed an adjudication dismissing appellant’s exceptions and refusing the requested surcharge. Upon exceptions being filed to this adjudication, the Orphans’ Court of Berks County on January 2, 1958 dismissed the exceptions, confirmed its adjudication and decreed distribution. From that decree this appeal was taken.\nThe standard of care required of a trustee has been well set forth by this Court in Mereto Estate, 373 Pa. 466, 468, 96 A. 2d 115: “In Stirling’s Estate, 342 Pa. 497, 21 A. 2d 72, this Court said (p. 504) : ‘. . . . all that is required of a trustee -‘is common skill, common prudénce and common caution, and he is not liable when he acts in good faith as others [prudent men] do with their own property . . . a trustee will not be held, personally liable for an honest exercise of a discretionary power, in the absence of supine negligence or wilful default.’ ” ’ See also to the same effect: Lentz Estate, 364 Pa. 304, 72 A. 2d 276; Dempster’s Estate, 308 Pa. 153, 162 A. 447; Detre’s Estate, 273 Pa. 341, 350, 117 A. 54.\n“In other words, common skill, prudence and caution require the careful attention and consideration, as well as the skill and judgment which a prudent man, under similar circumstances, would exercise in connection with the management of his own estate. More particularly, this Court has held that the retention of securities under a discretionary power will not amount to supine negligence or wilful default unless facts known to the trustees or which, by proper attention and consideration could have been known to them, rendered the retention clearly unwise and unjustifiable in the exercise of ordinarily good business judgment or foresight. Dickinson’s Estate, 318 Pa. 561, 179 A. 443; Linnard’s Estate, 299 Pa. 32, 148 A. 912.\n“Trustees are not liable for failure to possess ‘omni-. present vision and prophetic foresight’: Dickinson’s Es-tate, 318 Pa., supra. • ‘There is no rule of law which requires that an executor’s foresight must measure up to the standard of a legatee’s hindsight’: Shipley’s Estate (No. 1), 337 Pa. 571, 577, 12 A. 2d 343.\n“These principles or rules establishing tests and standards for trustees are born of practical necessity. Hindsight cannot be the test; if it were, few, if any, persons of property or means would accept a trusteeship, the risks of loss and surcharge would be too great. No individual or corporation or trustee has yet been.found who can with certainty predict the market or make or,, for a considerable period of time, retain investments without some individual losses. If such market experts existed there would be a multitude of millionaires and on the other hand, there would never have been the memorable market panic of 1929.”\nAppellant has four main contentions: (1) that the trustee was negligent in selling 300 shares of the common stock of the Laurel Hosiery Company at $42.85 per share; (2) that the trustee breached its duty of loyalty owed to appellant by self-dealing between its commercial and its trust departments; (3) that tlie trustee was negligent in its failure to institute a shareholder’s derivative suit against Edward J. Lerch for profits received by him during the period 1949 to 1953; (4) that the trustee was negligent in permitting Edward J. Lerch, as President, Director and General Manager of the Laurel Hosiery Company, to make a $24,000 profit from the private sale of the twenty-five rebuilt seamless machines.\nAppellant’s first contention is based upon the premise that the trustee sold its portion of the common stock of the Laurel Hosiery Company for a price less than one-sixth of its book value. A careful scrutiny of the record indicates that there is no justification to support appellant’s contention that the trustee was guilty of “supine negligence or wilful default” in respect to such sale. Book value is entirely separate and distinct from market value and, under certain conditions, book value may be a meaningless figure in determining market value. The instant record is clear that the book value of Laurel Hosiery Company was not an accurate indicia of the market value of the common stock.. Prior to the sale of this stock, the Laurel Hosiery Company had outstanding unpaid dividends of $76,000 owed to the holders of its first preferred stock, which dividends, had they not been waived in contemplation of the sale, would have considerably reduced the book value. For approximately two years prior to the sale the Laurel Hosiery Company books showed a steady and progressive reduction of sales, increased sales and manufacturing costs and the net losses of operation at the close of the year 1954 amounted to $101,702.13. An accountant testified that the losses of the corporation, had they continued to exist at the rate experienced over several years, would have completely wiped out the book value of the stock within one and one-half to two years. Furthermore, the Laurel Hosiery Company was suddenly confronted with changes in style of products, fabrics and costs which rendered its plants and method of production obsolete. There is further evidence from the record that in that particular locality the hosiery industry was on the downward trend.\nAppellant stresses the fact that the trustee, in deciding upon a sale, acted upon a memorandum which failed to include certain assets of the corporation and showed an estimated difference of $35,900 between the purchase price of the stock and the net proceeds which could be anticipated from a liquidation of assets. However, it is clearly evident from the record that this memorandum did not purport to be an audited schedule of all the corporate assets but was simply presented to enable the directors and shareholders to have an approximate total value which they might receive upon liquidation of the corporation.\nIn Mereto Estate, supra (p. 472), this Court, commenting upon the weight to be given to the recommendation of a statistical analyst who based his value of certain stock on the market value of a corporation’s holdings, stated: “In this connection, the liquidating value of the component assets of a large corporation, generally speaking, is an important factor to be taken into consideration, but is rarely ever the determining or decisive basis for a stock’s present or future market value”.\nThe appellant had the burden of proving that the trustee was negligent in permitting a sale of this stock rather than pursuing the course of a piecemeal liquidation of the corporate assets. “Those who seek to surcharge a fiduciary for a breach of trust must bear the burden of proving the particulars of his wrongful conduct” : Bard’s Estate, 339 Pa. 433, 437, 13 A. 2d 7, 11. See also: Burke Appeal, 378 Pa. 616, 626, 108 A. 2d 58; Clabby’s Estate, 338 Pa. 305, 12 A. 2d 71. In this respect appellant failed.\n• The mere proof that the- trustee had knowledge of bona fide offers for individual- assets considerably higher than the value attributed to them in the memorandum does not justify a finding of negligence. The record indicates that the question of piecemeal liquidation of this corporation was thoroughly and completely considered by the trustee’s officers as well as by the other stockholders in the company. The trustee’s President testified: “Q. Why in your opinion was it preferable to sell the stock rather than attempt to force Laurel Hosiery Company to sell its assets in liquidation? A. When this problem was brought to my attention, the trust officers had already had a night session, at which time they jointly with Mr. Lerch and Mr. Carll tabulated the possible value of a piecemeal liquidation of the assets .... I personally do not pose as an expert on what a mass sale of full-fashioned hosiery will bring [i.e., inventory]; I have had some knowledge of what hosiery equipment — machinery—brings on piecemeal liquidation. The estimate of the piecemeal liquidation of all the machinery looked reasonable to me. I might say at this point, at the time I made that decision, I had previously received a telephone call from Mr. Bowman, of Berkshire Knitting Mills, that he would be willing to pay $5,000 for each of the twenty-five machines. I said ‘Fine, I think other people would pay that too; would you buy the other machines?’ No. ... I took into consideration that our estimate was under the .$5,-000 that Mr. Bowman or Mr. Master would be willing to pay . . ., and I arrived at the conclusion that the offer we had, which was a certainty for the stock, against an offer for the seamless and indicated interest for certain of the full-fashioned machines, but no assurance of values beyond that, for the inventory in process, raw material, and the rest of the equipment or the real estate, that it would be better to take the fixed offer for the stock, than to take the chances on liquidation coupled with the further two adverse factors : when you embark upon a liquidation . . . and the trade knows that once you announce you are liquidating and you have no alternate use for either the machinery or the inventory or the real estate, you at once get at the mercy of what I call the vultures of liquidation because they, knowing you are faced with the fixed daily charges of carrying unproductive assets, they wait around with a firm offer, knowing you inevitably will be forced into taking less”. Our study of this record leads us to the conclusion that the trustee acted in a reasonable and prudent manner in its choice of a sale rather than a piecemeal liquidation of the corporate assets. The judgment of the trustee, reasonably exercised in the light of all the facts and circumstances then existing or reasonably foreseeable, should not be disturbed.\nThe appellant’s second contention is that the trustee breached its fiduciary duty in that it loaned money through its commercial department to the Laurel Hosiery Company at the same time that it, as trustee, held title to a minority interest in the stock of said corporation. Appellant relies upon the Act of June 24, 1939, P. L. 731, §2, 7 PS §819-1111: “A bank and trust company shall not, directly or indirectly, purchase with funds held by it as fiduciary, or exchange for any real or personal property held by it as fiduciary, any asset of its commercial department . . . .”.\nIt is hornbook law that “a trustee violates his duty to the trust estate if he sells to himself as trustee property which he individually owns. This principle has been crystallized in the Restatement, Trusts, §170, comment h (p. 435), thus: ‘The trustee violates his duty to the beneficiary if he sells to himself as trustee his individual property’, .... That the trustee acted in good faith makes no difference: Restatement, Trusts, §170, comment h. . . . And, covering the exact factual situation before us, in comment i of §170 (p. 436) of the Restatement, Trusts, it is stated: ‘A corporate trustee violates its duty to the beneficiary if it purchases property for the trust from one of its departments, as where it purchases for the trust securities owned by it in its securities or banking department’. This rule is incorporated in onr statutory law”: Tracy et al., Co-Trustees v. Central Trust Company, 327 Pa. 77, 79, 192 A. 869.\nThe trustee’s action in the present situation is not in conflict with the principles stated in Tracey, supra. Both the Act of 1939, supra, and the Act of May 15, 1933, P. L. 624, Art. XI, Sec. 1111, 7 PS §819-1111, are primarily concerned with the prohibition that a commercial department of a trust company not sell its mortgages, notes or other assets which may be of doubtful value to its trust department: Downing Estate, 162 Pa. Superior Ct. 354, 57 A. 2d 710; Noonan Estate, 361 Pa. 26, 63 A. 2d 80.\nPresently, the trustee merely made periodic loans of money from its commercial department to the Laurel Hosiery Company and no purchase of any asset of the commercial department was made with any funds of the trust estate. To hold such a corporate loan in violation of fiduciary duty would impose an undue and unnecessary restriction upon commercial banking.\nAppellant’s third contention is that Edward J. Lerch, as President of Laurel Hosiery Company, improperly received certain profits in dealings between himself and that corporation pursuant to an agreement whereby he and one Walborn received the difference between the sale price and a contract price computed on a cost-plus basis for hosiery produced on machines owned by Lerch and Walborn. The duty of loyalty which an officer and director owes to a corporation does not absolutely preclude such officer or director from dealing with the corporation. A director or officer may make a profit out of dealing with the corporation if he first makes a full and complete disclosure of all the material facts to the corporation and if the shareholders approve the transaction: Lutherland, Inc. v. Dahlen, 357 Pa. 143, 53 A. 2d 143. The agreement herein mentioned was entered into with the full knowledge and approval of all the directors and the shareholders. To establish that the trustee was negligent in the ratification of this action by the Board of Directors, it Avas incumbent upon appellant to affirmatively prove that the agreement was a fraud upon her rights. There is no evidence that the trustee failed to act except in the utmost good faith or that the beneficial interests in the trustee-held stock Avere deceived in any manner as to the transactions between the corporation and its President. As a matter of fact, the agreement and the subsequent payments pursuant thereto indicate an intent to equitably apportion between the corporation and the owners of the machines the earnings received upon the sale of hosiery manufactured on such machines.\nThe same legal principles are applicable to the question of trustee’s liability for permitting EdAvard J. Lerch to realize and retain a profit of $24,000 on the sale of the tAventy-five rebuilt seamless machines.\nOn December 22, 1953 the directors of Laurel Hosiery Company at a meeting considered the “advisability of purchasing 25 rebuilt 400 needle seamless ladies knitting machines from Morris Speizman & Co.” and such purchase “Avas discussed at length”. The minutes of that meeting state: “It was the opinion of the board that our financial structure did not Avarrant an additional capital investment, however, consented to Ed. J. Lerch personally buying this equipment with the option of the Laurel Hosiery Company to repurchase outright within one year from installation at the original cost.” The minutes further show the cost of material and production on these machines to be assumed by Laurel Hosiery Company, based on estimated costs, with the provision that the base prices thereby established were subject to revision when the actual costs became available.\nLerch, from his own funds, purchased these machines for $26,000. The record then shows that twenty-one of these machines were installed prior to June 1954 and only four of the machines installed subsequent thereto. The option held by the Laurel Hosiery Company was to be exercised within one year of the date of installation of these machines. The record does not disclose whether, prior to June 24, 1955, the trustee, on its representation on the board of directors, learned of the offer made to E. J. Lerch for the purchase of the twenty-four seamless machines. If the trustee did know of this offer it was under a duty to transmit this knowledge to the other directors of Laurel and the directors (including the trustee) would then have been under a duty to exercise the option and resell the machines. Appellee’s claim that funds were not available for this purpose is without merit: for example, the proceeds from the stock sale would have been one source from which funds for such purpose could have been secured. Had the directors (including the trustee’s representative on the board) exercised this option a profit of approximately $24,000 could have been realized without delay and this trust estate enriched thereby to the extent of its pro-rata share of such profit. On the other hand if the trustee did not learn of this offer to sell or the sale until after the stock had been sold then at the time it did so learn it should have taken steps to recover from Lerch the profit the corporation would have realized had Lereh, in accordance with his fiduciary duty as a director, made a timely and full disclosure of the offer to purchase these machines to the directors while they still could have exercised the option. The failure of the trustee to take any action in respect to this matter constituted negligent conduct on its part for which it should be surcharged to the extent of the loss suffered by the estate.\nUnfortunately the record is in such state that it cannot now be ascertained the extent of the surcharge which should be placed against the trustee. Several questions must be clarified: (1) did the option run from the date Avhen all the machines were installed at Laurel or from the date of installation of each machine?; (2) the exact amount of profit realized by Lerch and the pro-rata share of the trust estate therein. For the purpose of clarification of the record in these respects the record must be remanded to the court below and, upon such clarification being made, the court beloAV, consonant with this court’s opinion, should enter a surcharge against the trustee.\nDecree modified and record remanded to the court below.\nMr. Justice Bell dissents.\nIn passing upon findings of fact made by an auditing judge our rule has long been that such findings will not be disturbed in the absence of manifest error. However where “a finding of fact is simply a deduction from other facts reported by the tribunal under review, and the ultimate fact in question is purely the result of reasoning, an appellate court has the power to draw its own inferences and arrive at its own conclusions from the facts as established : [citing cases] Publicker Estate, 385 Pa. 403, 410, 123 A. 2d 655; Dydo Unemployment Compensation Case, 189 Pa. Superior Ct. 286, 290, 291, 150 A. 2d 591. The court below made Mie following finding of fact: “Trustee sold its shares of common stock of the Laurel Hosiery Company for $42.85 per share. The liquidation value of these shares was in excess of $275.00 per share. Book Value was in excess of $280.00 per share.” We find no justification in this record to support the finding as to this liquidation value of the shares of stock. In its finding that the shares had a book value of $280 per share the court below utterly failed to take into consideration factors of record bearing directly on book value, such as the effect on book value of the $76,000 owed by the Company on its first preferred stock dividends, the established pattern of the heavy losses in operation of the Company, etc.\nUnder somewhat similar circumstances other hosiery mills were disposed of at or about the same time with the ultimate result that of 70 hosiery mills in the area in 1951, there were only 47 mills remaining in 1955.\nF. B. Carll, a certified publie accountant and partner in tbe accounting firm which handled Laurel Hosiery Company’s account.\nThe statute further provides that its “prohibition shall not apply .... (3) in any other case otherwise specifically provided for by this act”.\nIn Downing, supra, the bank purchased as a trust investment a mortgage formerly held in its Commercial Department as collateral security for a loan. In Noonan, supra, an executor agreed to sell real estate belonging to the estate to his private secretary who received four-fifths of the purchase price as a loan from the executor.\nThe purpose of this agreement was to equitably divide between the company and the owners (Edward J. Lerch and Walborn) of 32 Reiner Full Fashioned Hosiery machines the earnings received on the sales of hosiery manufactured oh the machines!"}