{"id": "1290595", "contents": "Opinion by\nMr. Justice Eagen,\nTbe appellant is a nonprofit corporation organized under the laws of Pennsylvania. It owns a parcel of real estate in Beaver County, Pennsylvania, on wbicb it maintains a club bouse and “various installations attractive to sportsmen,” not tbe least of wbicb, apparently, is a bar from wbicb are dispensed intoxicating liquors.\nOn May 9, 1955, appellee, Howard Marshall, while in tbe club taproom, was informed by tbe bartender on duty that certain accusations bad been made against Marshall’s sons relative to their alleged pilfering of a couple of bottles of “pop” from the premises. (Both Marshall and tbe bartender, Lease, were members of tbe board of directors of tbe club). Tbe record reveals that Marshall took personal offense at this bit of information and that his aggravation because of it finally brought about tbe events that later transpired. After being so advised, it seems be left tbe barroom, attended to some of bis chores on and about tbe premises of tbe club, returned to the bar, began agitating tbe issue, labeled tbe bartender in spelled-out version what we will abbreviate as an “s.o.b.” and, for bis chivalry, was thumped by tbe barkeep. In tbe ensuing scuffle, be came out second best, his right leg having thereby become broken.\nTo help alleviate bis pain, Marshall sued both tbe bartender, Jacob (Jack) Lease and tbe association. Tbe jury, after returning about three times for further instructions finally found for plaintiff as against both defendants. Lease did not appeal.\nTbe association on this appeal contends that tbe lower court committed reversible error by, among other things, refusing its motion for a judgment non obstante veredicto.\nThe liability of the association is attempted to be made out solely on the basis of the doctrine of respondeat superior. Appellee asserts Lease to have been an employee of the association and, from this, argues that his employer is answerable in damages for his dereliction.\nBut, from the following, it will appear that no such liability can properly be said to have arisen. Why did Lease begin the brawl that followed upon the appellee’s remark? In what capacity did he initiate the fisticuffs? If he started the bout on any authority given him by the association, either express or implied, then, no doubt, the association is implicated. If he laid hands on Marshall so as to ease him out of the place in order to restore order, then he might well be said to have been acting within the scope of his employment. If his physical aggression on the appellee was to protect association property, then, also, he might properly be held to have been “in the line of duty” in so conducting himself. But not only is there no proof of such authority, such dutiful intent, but he himself in his testimony tells the world that he struck Marshall because he wasn’t able to restrain himself after being referred to in such terms. He saw red. His judgment became overshadowed by the cloud of insult. He was personally peeved and his subsequent behavior is, by his own words, directly attributable to his personal desire to “square” matters with his antagonist.\nHis counsel asked him what he did immediately following the appellee’s cursing of him. Lease replied: “I went right from where I was standing, over here, and took a swing at him. Q. Why did you hit him? A. I didn’t have self-control enough not to. Put yourself in my position. Q. What was the motivating factor that caused you to hit him? Do you understand my question? A. Yes. That is something I don’t allow anybody to call me if I am big enough to take care of it.” These statements by Lease himself are not just inadvertent slips-of-the-tongue made and then some place later in the proceedings cleared up, explained away and remedied. These went uncontradicted throughout and furnish the sole reason assigned for his attack. He was personally wronged and he meant personally to right the matter. He purposed to get even and outwardly to prove that he was just strong enough that he did not humbly and meekly have to accept the appellation. In effect, nobody was going to call him that and get away with it: indeed, nobody did.\nHow under these facts is appellant association liable to Marshall? It is not claimed that the association was negligent in placing behind its bar a man of Lease’s propensity to avenge. In fact, it is not made to appear that Lease was predisposed by nature or inclination to take personal retaliatory action of this type. He just gave vent to a natural' reaction. He doesn’t pretend to have been about his employer’s business in striking Marshall but rather, from his above quoted testimony admits in effect that he administered the beating strictly for and on behalf of himself. How can the association be held responsible under these circumstances in this state when we have so often ruled to the contrary? In Guille v. Campbell, 200 Pa. 119, 49 Atl. 938 (1901), it was said: “The act of violence by which the injury was occasioned was not done in execution of the authority given, but was quite beyond it, and must be regarded as the unauthorized act of the servant, for which he himself, and not the defendants, must be answerable. Whether this action was simply careless, or whether it was malicious, it was his own; and was not incident to the authority granted. The facts of the case are undisputed; the deviation from the line of the servant’s duty was in this case, we think, sufficiently marked to justify the learned trial judge in determining, as a matter of law, that the servant was not doing the business of the master in the performance of the act causing the injury.”\nIn Vadyak v. Lehigh & New England Railroad Co., 318 Pa. 580, 179 Atl. 435 (1335), a judgment n.o.v. was entered by the lower court for defendant, the tortfeasor’s employer. In affirming the judgment so entered, we said: “There is no suggestion anywhere on the record that it was a necessary part of the engineer’s duty at the time to open the engine’s cylinder cocks and discharge steam upon the minor plaintiff, . . . and though this was done in the course of his employment, it was not within the scope of his employment. It was not an act the performance of which at that time and place was shown to be in any way in furtherance of the employer’s business, but was done by the engineer on his own account, and the trial judge properly found, as a matter of law, that, the act being solely a personal one of the engineer, outside the scope of his duty, the railroad company could not be held responsible for damages: Restatement, Agency, volume 1, sections 235, 238, pages 529, 534; 18 R.C.L., section 256, page 800; Guille v. Campbell, 200 Pa. 119; Tshudy v. Hubbs Stores Corp., 310 Pa. 285.”\nWe should think the law on the matter too well settled to require further citation of authority. The law as repeatedly expounded by the appellate courts of this state is, we think, fair enough even in those instances where the employee, out of pure rancor and malice, injures an innocent bystander without provocation. Even then, the master should not be, and is not, liable. But where, as here, the plaintiff himself deliberately incites the employee to his fury, we should think the result just and salutary beyond all question. Plaintiff called the employee a vile and uncomplimentary name. For this he was physically punished by the employee who, at the time of his attack, thought not at all of his employer or of the duties of his job. Plaintiff should recover? We think the question answers itself. If it doesn’t then the law of the Commonwealth most certainly does. Judgment non obstante veredicto should have been entered below on the defendant-association’s motion therefor.\nThe order of the court below, denying the association’s motion for judgment non obstante veredicto, is reversed and judgment is herewith entered for the defendant, Ambridge District Sportsmen’s Association."}