{"id": "1292528", "contents": "Opinion by\nMe. Justice Cohen,\nThis is an appeal from the order of Court of Common Pleas No. 4 of Philadelphia County sustaining preliminary objections to appellant’s complaint in equity against Local 470, International Teamsters, Chauffeurs, Warehousemen and Helpers (Local), its President, Peter Schultz, and its Secretary-Treasurer, Thomas McDonnell. In his complaint, appellant pleads the following facts:\nAppellant was at all times relevant herein, and still is, a member in good standing in the appellee Local. At a meeting of the Local in September, 1957, the appellant seconded a motion that the Local oppose the election of James Hoff a as President of the International Brotherhood of Teamsters Union (International). Defendant Schultz refused to permit the membership of the Local to vote on the motion, and advised the moving party that regardless of the wishes of the membership, the Local’s vote would be for James Hoffa. Shortly thereafter, appellant and other members of the Local circulated a petition which embodied a request to Joint Council No. 53 of the International Brotherhood, a body with apparently some supervisory power over the Local’s officers, that it direct the appellee officers to administer the affairs and meetings of the appellee Local in a democratic fashion. On October 24, 1957, the day James Hoff a was elected President of the International, the appellant was fired from his job at the Connelly Container Corporation (Corporation), where he had been employed for seven years, on the ground that he had obtained signatures for the above petition during company hours. Thereafter, appellant requested the appellee Local to protect his rights and take the necessary steps to help him regain his job. While the steward of appellant’s shop made no effort to aid appellant’s cause, the appellee Local submitted the case to arbitration. The appellant’s request to have his own counsel represent him at the arbitration proceedings was refused by the appellee Local. On June 24, 1958, the arbitrator handed down a decision to the effect that appellant had been lawfully discharged.\nThe complaint further alleges that since October 5, 1957, the day following the firing, appellant has regularly gone to the Union Hall of the appellee Local for the purpose of obtaining employment, temporary or permanent. Although since that time large numbers of members of the appellee Local have found temporary or permanent employment through the efforts of the Local, the appellant has obtained only two weeks of work thereby.\nAppellant avers that the Local has breached its duty as bargaining agent for the appellant in that the Local failed to afford appellant the protection and service owed to him in resecuring his job, and in addition, has breached its fiduciary obligation of good faith toward the appellant by its discrimination in wilfully and maliciously favoring other members of the Local over him in its efforts to find employment for its members. Appellant claims that in effect the Local has blacklisted him solely because of the strenuous efforts he has made and is continuing to make in opposition to the Local’s present officers. He then avers “that there is no available remedy within the [appellee] Local 470 and that further appeals to the officers thereof would be futile.”\nThe complaint concludes with a prayer that the appellees be enjoined from favoring others over the appellant in finding employment, and that judgment be entered against the appellees jointly and severally for $6800 in lost wages and for $15,000 punitive damages.\nBy way of preliminary objections, appellees contend that the complaint fails to state a cause of action. In addition, at the oral argument on the preliminary objections, the appellees raised the objection that the court lacked jurisdiction in the case because the appellant had an exclusive remedy before the National Labor Relations Board (N.L.R.B.) under the National Labor Relations Act of 1947 (Taft-Hartley Act), 61 Stat. 136 et seq., 29 U.S.C.A. §141, 158(b) (2). The court below sustained the preliminary objections on two grounds: that appellant had failed to exhaust his internal remedies and that federal pre-emption had ousted state court jurisdiction. The court ordered the complaint dismissed without leave to amend. This is an appeal from that order.\nAppellant’s complaint can be broken down into two separate claims, each alleging distinct breaches of duty. As to the second claim, the charge of discrimination in finding employment, it is obvious that our jurisdiction has been ousted by the Taft-Hartley Act. Appellant’s allegations arguably amount to the unfair labor practice charge that the appellee Local has caused potential employers to discriminate against the appellant in regard to hire in order to cause him to be a “good” union member. Such union conduct is arguably prohibited by §8, Radio Officers’ Union v. N.L.R.B., 347 U.S. 17, 40, 74 S. Ct. 323, 98 L. Ed. 455 (1954), and is thus subject to the primary jurisdiction of the N.L.R.B. San Diego Bldg. Trades Council v. Garmon, 359 U.S. 236, 79 S. Ct. 773, 3 L. Ed. 2d 775 (1959). Cf. N.L.R.B. v. Mountain Pacific Chapter of Assoc. Gen. Con., 270 F. 2d 425, 430 (9 Cir. 1959). Appellant’s contention that the Taft-Hartley Act is inapplicable because appellant has not averred discrimination by any particular employer has been rejected on many occasions by the Board. See, e.g., Mountain Pacific Chapter of Assoc. Gen. Con., 119 N.L.R.B. 883 (1958), reversed on other grounds, 270 F. 2d 425 ( 9 Cir. 1959). Nor is the appellant’s contention well taken that the word “employee”, as used in §8(b) (2), should be narrowly construed. See, e.g., N.L.R.B. v. Auchter Co., 209 F. 2d 273, 277 (5 Cir. 1954).\nAppellant avers in his first claim that the appellee Local breached its fiduciary duty to him in not representing him in good faith before the arbitrator. Our jurisdiction over this claim is clearly not ousted by the Taft-Hartley Act, since appellant is suing solely to enforce his rights as a union member and not to enforce rights of employment. See Falsetti v. Local Union No. 2026, United Mine Workers of America, 400 Pa. 145, 161 A. 2d 882, and Wax v. International Mailers Union, 400 Pa. 173, 161 A. 2d 603.\nEven when viewing the complaint in the light most favorable to appellant, however, in its present posture it fails to state a cause of action. ' Appellant has attempted to come within the rule verbalized in Falsetti, that if a union, in processing an employee’s grievance does not act in good faith, in a reasonable manner and without fraud,, it becomes liable in damages for breach of duty. To' support the claim, however, appellant does not aver sufficient facts upon which to predicate a breach of duty. He alleges that despite notification, the shop steward, an official of appellee Local, made no effort on appellant’s behalf to regain the latter’s job. In the very next paragraph of his complaint, however, appellant states that the Local submitted the appellant’s case to arbitration as provided for under the existing collective bargaining agreement. . Thus, nowhere is there apparent, nor does the appellant allege, that any harm has been occasioned by the steward’s alleged omission. Appellant then alleges that the Local submitted 'his case to arbitration beyond the time limit provided. But since there is no allegation that the Corporation refused to arbitrate or that appellant suffered.any harm thereby, this allegation also adds nothing to the claim that the Local breached its duty.\nAppellant’s final allegation in this regard is that the Union refused the appellant’s request to be represented by his own counsel at the arbitration proceedings. This request was properly denied. In commissioning the appellee Local as his bargaining agent in negotiations with the employer Corporation, appellant has entrusted certain responsibilities to the Local,-one of which is to represent the appellant at grievance proceedings. Moreover, under the terms of the applicable collective bargaining agreement, the appellee Local is the party specifically designated to bring employee complaints before the arbitrator. Were each aggrieved employee permitted to be represented at an arbitration by private counsel who has the right to question witnesses and otherwise participate fully in the proceedings, the Local, as a trustee representative, would be effectively unable to perform its duty. Union officials and private counsel might well be at complete loggerheads over what witnesses to present, in what order to present them, the efficacy of cross-examination of a particular witness, or over any one of the myriad decisions that enter into the conduct of a trial proceeding. Moreover, as a statutory bargaining representative under the TaftHartley Act, the appellee Local must at all times act in the interest of all those within the shelter of its protection! See the discussion of this in Falsetti, supra. Therefore, on many occasions the outlook with which private counsel and union representatives would approach a policy decision in the course of conducting a trial might be radically at variance. It was to forestall this type of conflict that the Corporation agreed to negotiate on grievances solely with union representatives. If the appellee Local had granted the appellant’s request, it would have been in breach of its own obligations under the collective bargaining agreement. We hold that the denial of such a request does not in any way indicate a breach of duty on the part of the appellee Local.\nHad the appellant alleged facts that indicated fraud in the Local’s handling of the grievance at the arbitration proceedings or some unreasonable conduct on the part of the Local in its handling of the case before the arbitrator, a cause of action would have been made out. Appellant may or may not be able so to do. He should be permitted, by a better statement of facts, to show an enforceable claim. Garnack v. McNally et al., 315 Pa. 30, 172 Atl. 102 (1934).\nReversed and remanded with directions to permit amendment of complaint; costs to abide the event.\nMr. Justice Bell and Mr. Justice Benjamin R. Jones concur in the result."}