{"id": "1292473", "contents": "Opinion by\nMe. Chief Justice Jones,\nThe relator is confined in a State Penitentiary where he is serving a sentence of 7% to 15 years imposed in 1955 for his conviction of robbery. Alleging a want of due process in his criminal trial, he petitioned a court of common pleas of Philadelphia County for a writ of habeas corpus. The petition was denied without a hearing.\nThe relator then petitioned the Superior Court for leave to appeal to that court from the summary dismissal of his habeas corpus petition without payment of the statutorily specified filing fee, alleging that he was indigent and unable to pay the fee. The Superior Court, in a per curiam order, denied his petition and, on ensuing petition to this Court for leave to appeal from the order of the Superior Court without payment of the filing fee, we likewise refused the relator’s petition in a per curiam order. Thereupon, the relator filed with us a supplemental petition for leave to appeal from the Superior Court’s order without payment of the filing fee, citing Burns v. Ohio, 360 U. S. 252 (1959). In the light of that decision we transmitted to the Superior Court the relator’s supplemental petition for that court’s possible reconsideration of its former order on the relator’s petition for leave to appeal without payment of the filing fee. The Superior Court thereafter handed down an opinion in which it held that the decision in Burns v. Ohio was not presently controlling (see 192 Pa. Superior Ct. 134, 136, 160 A. 2d 126), and an accompanying order reading as follows: “Upon reconsideration, we again refuse the petition to permit filing of an appeal in this habeas corpus case without the payment of the filing fee.” As a consequence, the relator’s supplemental petition for an allocatur to the order of the Superior Court refusing him leave to appeal without payment of the filing fee is back with us without any change by the Superior Court in its earlier denial of the relator’s petition to that court for such leave.\nIn our opinion, the prayer of the indigent relator’s supplemental petition must be granted and an allocatur to the Superior Court’s order allowed Avithout payment of the filing fee on an appeal therefrom to this Court. See Burns v. Ohio, supra. It is, of course, true, as the opinion for the Superior Court points out, the question in the Burns case Avas whether a State may constitutionally require that an indigent defendant in a criminal case pay a filing fee before permitting him to file a motion for leave to appeal in one of its courts and that a petition for a writ of habeas corpus is not a criminal, but a civil proceeding. HoAvever, the distinction so drawn is Avithout a material difference so far as an indigent criminal defendant’s right to appellate review of the constitutionality of the proceeding, whereby he is restrained of his liberty, is concerned. “The imposition by the State of financial barriers restricting the availability of appellate revieAV for indigent criminal defendants” Avhieh as the Supreme Court declared in Burns v. Ohio “has no place in our heritage of Equal Justice Under LaAv”, is as inclusive of the case of the indigent criminal who seeks release from his penal restraint on habeas corpus as it is of an appeal by an indigent criminal defendant from judgment of sentence. We therefore hold that, upon due application, an indigent criminal must be accorded appellate review of a court order denying him relief by way of habeas corpus, AAdthout payment of the filing fee, to the same extent that a non-indigent criminal enjoys a right to such review.\nAllocatur allowed Avithout payment of the filing fee and the order of the Superior Court reversed and record remanded for allowance of the relator’s appeal to that court AAdthout payment of the filing fee."}