{"id": "1292509", "contents": "Opinion by\nMe. Justice Cohen,\nBy this action in mandamus, the appellee, Harvey, seeks to secure for himself the benefits of the retirement allowance provided by the County of Allegheny. See Harvey v. Allegheny County Retirement Board, 392 Pa. 421, 141 A. 2d 197 (1958).\nThe appellee maintains that being fifty years of age and with twenty years of service as an employee of the county, and having been separated from service through no cause or act of his own, he is entitled to the retirement allowance under the provisions of the Act of May 2, 1929, P. L. 1278, as amended, 16 PS 4701 et seq.\nSpecifically, the Employes Retirement System section of the Second Class County Code, Act of July 28, 1953, P. L. 723, art. XVII, §1710, as amended, 16 PS §4710(b), provides: . . Provided, That when any county employe has twenty or more years service, not necessarily continuous, and has reached the age of fifty years or upwards, and shall be separated from the service of the county or county institution district, by reason of no cause or act of his or her own, upon ap: plication to the board he or she shall- thereafter receive, during life, except as hereinafter provided, a retirement allowance plus a service increment if any, in accordance with the provisions of Section 1712. . . .”\nHarvey was notified of his dismissal on February 28, 1951 by a letter which stated: “Your dismissal, is due to your complete incompatibility to accept the obligations consistent with your employment.” The lo AVer court found, however, that the testimony did not support the reason for dismissal contained in the letter and determined that Harvey was dismissed because of no cause or act of his own. Accordingly, the lower court ruled that Harvey qualified under the provisions of the Allegheny County Retirement Act. \"VVe cannot agree with the application of the quoted language of •the Act to the facts as found by the court below.\nThe lower court found that the appellee during 1951 requested that he be placed on pension. The testimony further established that the appellee continually asked to be “fired,” stating that he had a new position to which he desired to go, and that in order to secure his pension it was necessary for him to be dismissed! Numerous times Harvey told his supervisors, “I want to get fired.” Finally, his supervisors acquiesced and he was provided with the letter referred to above.\nThe lower court justified the appellee’s solicitation of a letter of dismissal in its opinion as follows: “It has become a general rule among the employees of the county that if they can get a letter from the head of their department or director of the institution for Avhich they work to the effect that they are being dismissed from the service by reason of no cause or act of their own, they can receive their pension after having reached fifty years of age and with twenty years of service.” This is a most undesirable perversion of a good law. The provisions in the retirement acts permitting certain acceleration of benefits for individuals dismissed from service for reasons other than cause or acts of their own were not placed there with the intention of giving certain employees an additional retirement advantage, but rather to protect an employee against unjustifiable dismissal through discrimination or political or personal venom when he has had a substantial amount of service but has not yet reached the ■required age for voluntary retirement. The fact that one solicits a dismissal in order to come under the shelter of these provisions certainly does not accord with the purpose of the provisions and is sufficient to disqualify him from the benefits thereof. While it would be naive for us not to recognize that “dismissals” of this sort have on numerous occasions been solicited for the very same reason, where it is definitely established or patently apparent that the purpose of the dismisal was to enable the dismissed employee to secure a benefit to which he was not in justice entitled, a court should not lend itself to the furtherance of a misconstruction and perversion of the act.\nWe are convinced that the letter appellee received and the dismissal which followed were occasioned by an act on the part of the appellee himself — the act of soliciting the dismissal — and hence he is not qualified for the accelerated benefits provided for in the retirement act. Accordingly, the order of the court below directing the Retirement Board of Allegheny County ■to pay Harvey the monies claimed by him as a retired county employee was improperly entered.\nJudgment reversed with costs on appellant."}