{"id": "1292498", "contents": "Opinion by\nMr. Chief Justice Jones,\nJuanita M. Wenz, the appellee, on April 22, 1959, filed a complaint in equity in the Court of Common Pleas of Lehigh County against her alleged husband, Earl Wenz, Éarl Wenz, Inc., and Wenz Farms, Inc., seeking certain relief under an oral antenuptial agreement.\nThe defendants were promptly served and on June 1, 1959, filed an answer in which they contested the validity of the marriage between the plaintiff and Earl Wenz, the individual defendant. Eight days later (viz., on June 9) Wenz, then being subject to the jurisdiction of the Lehigh County Court with respect to a matter on which he had therein joined issue, instituted a suit in the Circuit Court for Carroll County, Maryland, asking that court to annul his marriage to the plaintiff. The plaintiff filed a demurrer in the Maryland proceeding and then petitioned the Lehigh County Court to enjoin and restrain Wenz from prosecuting the Maryland suit. The court entered a decree enjoining and restraining Wenz from prosecuting “in Maryland or elsewhere than in Lehigh County” (during the pendency of the proceedings in the latter jurisdiction) any action contesting the validity of the marriage between the plaintiff and Wenz and ordering him to “forthwith cause the action for annulment pending in the Maryland courts to be discontinued without prejudice.” It is from this decree, that Earl Wenz has appealed.\nIt is plain enough that Wenz, by his answer to the complaint in Lehigh County, voluntarily put the validity of his marriage to the plaintiff in issue there and by subsequently instituting suit in the Maryland Court, for annulment of the marriage, contumaciously attempted to circumvent and subvert the authority and jurisdiction of the Lehigh County Court. In such circumstances, a court has not only the power but the duty to thwart such an undertaking by a restraining order adequate to the circumstances. Nonetheless, the appellant questions the jurisdiction of the court below to exercise such power in this instance.\nIn Trees v. Glenn, 319 Pa. 487, 490-491, 181 A. 579 (1935), this court quoted from Ruling Case Law as follows: “ ‘The theory on which a court of equity acts in enjoining a proceeding in another court of coordinate jurisdiction is that it has jurisdiction in personam, and that, so acting, it has power to require the defendant to do, or to refrain from doing, anything beyond the limits of its territorial jurisdiction, which it might require to be done or omitted within the limits of such territory. In such a case it may restrain a party from prosecuting a subsequent suit in another jurisdiction, whether the objects of the two suits are the same or not, if the effect of the second suit is to withdraw from the court first acquiring jurisdiction a part of the subject-matter of the first suit. When an injunction is granted for this purpose, it is in no just sense a prohibition to those courts in the exercise of their jurisdiction. It is not addressed to them and does not even assume to interfere with them. The process is directed only to the parties. It neither assumes any superiority over the court in which the proceedings are had, nor denies its jurisdiction.’ ”\nAnd, further, from 32 Corpus Juris, section 126, as follows: “‘The court first acquiring jurisdiction of a case will protect that jurisdiction by enjoining an action by the same parties on the same subject-matter in another court, even though that other court may also have equity jurisdiction ....’”\nThe appellant further contends that the court below had no authority to impose the restraint upon him without requiring the plaintiff to post a bond as provided by Rule 1531(b) of the Pennsylvania Rules of Civil Procedure as antecedent to the granting of a preliminary or special injunction. The rule has no application whatsoever to a court’s issuing a restraining order in aid of or to protect its jurisdiction which has duly attached. The rules of civil procedure, even most “liberally construed” (Pa. R. C. P. No. 126) were not intended to, nor do they, limit a court’s authority to act, as the court below did, in a situation such as this record discloses. The fact that the plaintiff petitioned the court to enjoin the defendant from prosecuting the Maryland action did not make the court’s issuance of the restraint an inter partes matter. The petition served no other purpose than to inform the court of what the defendant was attempting to do. The court acted out of its own inherent power and, undoubtedly, would have done so, of its own motion, without any petition by the plaintiff, had it learned otherwise what the defendant was attempting to do to defeat the jurisdiction to which he was rightly subject.\nNor is the scope of the restraint an excessive exercise of the court’s power in the premises. Until the litigation in Lehigh County has been terminated, there can be no justification for a suit between the same parties, involving the same issue, and instituted subsequent to attachment of the jurisdiction of the court below, to be pending elsewhere. Stated otherwise, until the chancellor below, in a further exercise of a sound discretion, deems there is no longer any need for the restraint, the appellant has no just cause for complaint.\nDecree affirmed at appellant’s costs."}