{"id": "1294531", "contents": "Opinion by\nMr. Justice Musaianno.\nOn April 13, 1956 the Holly Corporation purchased from Curzon Dobell 40,000 shares of stock of the Preload Company, Inc., and a promissory note from the same company to Dobell in the face amount of $2, 075,000 (reduced to $1,8S8,000 at time of purchase).\nIn May, 1959, Holly Corporation sued Curzon Do-bell in an action of assumpsit for damages, claiming that Dobell had failed to disclose certain material contingent liabilities of the Preload Company, Inc., which resulted in damages to Holly Corporation in the amount of $50,000. Since Curzon Dobell resided in Nassau, Bahamas, the Holly Corporation commenced its assumpsit action by obtaining a writ of foreign attachment directing the Sheriff of Dauphin County to attach 664 shares of capital stock of the Stresstell Corporation in the possession of Edward C. First, Jr., of Harrisburg, Pennsylvania, as Avell as any other real and personal property belonging to Dobell and in the possession of Edward First, Jr., named garnishee.\nCurzon Dobell filed preliminary objections and moved to dissolve the attachment on the ground that the garnishee First did not have custody of any real or personal property belonging to Curzon Dobell. Do-bell averred that the stock certificates which were the subject of the foreign attachment really belonged to the Preload Company, Inc., a Delaware Corporation.\nIn his report filed with the Court of Common Pleas of Dauphin County, the garnishee stated that the certificates in controversy were issued to the Preload Company, Inc., but that he, First, possessed a power of attorney from Preload which empowered him to transfer the stock to such person or persons he might designate. The garnishee further reported that Dobell had obtained an option on the purchase of the stock in question by an agreement with Preload and that on April 15, 1959, Dobell tendered the consideration prescribed by the option as a condition precedent to the receipt of the stock. However, the garnishee refused to surrender the stock to Dobell because of written instructions and orders he had received from both the Preload Company, Inc., and the Holly Corporation.\nThe court below, after hearing argument on the preliminary objections, ruled that according to the facts as they appeared of record, the stock certificates were not attachable as property belonging to Dobell and accordingly dissolved the foreign attachment. The Holly Corporation appealed.\nWe agree with the court below that the stock certificates were not the property of the defendant Do-bell. As a result of the plaintiff’s instructions to the garnishee, First, the defendant’s tender was not accepted and thus his attempt to exercise the option to purchase the stock was frustrated. It may well be that the defendant has a cause of action to compel the transfer of the stock to him, but as yet he has not availed himself of the opportunity to do so, nor may he want to. He may be content to sue for breach of contract, if there was a breach. But by adjudicating the stock certificates to be his property, we in effect compel him to adopt the remedy of specific performance of the option contract, a remedy which he may not desire to pursue. Moreover, we would in effect be determining his right to specific performance when that issue is not at all before this Court.\nThe plaintiff lias no cause to complain. It was because of its instructions to tlie garnishee that the tender of the exercise of the option was not accepted; it was its action which prevented the stock certificates from becoming the property of the defendant. The court below, in the circumstances, could only decide that foreign attachment did not lie.\nOrder affirmed; costs to be borne by appellant.\nMr. Justice Cohen dissents."}