{"id": "1294475", "contents": "Opinion by\nMr. Justice Eagen,\nThis action in equity seeks to enjoin the defendants from further use of oil storage tanks and equipment allegedly belonging to plaintiff, constructed by plaintiff and her husband on land at that time owned by the additional defendants, which land was later conveyed in fee to one of the original defendants. The court below sustained preliminary objections, in the nature of a demurrer, to the third-party complaint by •which the original defendants sought to join the additional defendants in the action. In effect, the court ruled the joinder was improper. The legal correctness of this order is challenged by this appeal.\nThe facts pleaded in the record may chronologically be summarized as follows: Plaintiff and her husband (since deceased) purchased land in Upper Darby Township, Delaware County. On land adjoining, owned by the additional defendants, plaintiffs constructed underground oil storage tanks and equipment for use in conjunction with an oil and heating business which plaintiffs conducted for approximately five years. Subsequently, plaintiffs leased a portion of the land, including this equipment, to one F. C. Haab, but this lease at all times relevant hereto, was no longer in effect, having lapsed prior to the time for which relief is here sought. Subsequently, the additional defendants conveyed in fee to one of the original defendants, F. C. Haab Co., Inc., land encompassing the tanks and equipment. The deed of conveyance made no specific reference to the oil tanks or equipment. It did, however, contain a special warranty in the usual form.\nPlaintiff’s cause of action is based upon the defendants’ tortious or trespassory use of the equipment involved. Defendants’ complaint against the additional defendants pleads sole liability or liability over. However, it is definitely one of express indemnity based on the clause of special warranty contained in the deed of conveyance between these particular parties. The plaintiff was not a party thereto. The facts pleaded in the third-party complaint do not set forth any basis constituting independent liability of the additional defendants to the plaintiff. No cause of action on behalf of the plaintiff directly against the additional defendants is made out. Under Peana. Rules of Civil Procedure 2252(a), 12 P.S. Supp. p. 69, which now apply to equity actions: “In any action the defendant or any additional defendant may file as of course, a praecipe for a writ, or a complaint, to join as an additional defendant any person not a party to the action who may be alone liable or liable over to him on the cause of action declared upon or jointly or severally liable thereon with him.” The vital words of this rule are, “the cause of action declared upon.”\n“. .. the cause of action as to which the original defendant may bring in an additional defendant must still be the cause of action declared on by the plaintiff in the action against the original defendant”: Land Title B. & T. Co. v. Cheltenham Nat Bk., 362 Pa. 30, 41, 66 A. 2d 763 (1949).\nThe cause of action pleaded against the additional defendants is one of indemnity and is totally distinct and unrelated to the original cause of action brought by plaintiff which is directed against misuse of plaintiff’s property by the original defendants only.\nWhile nothing further needs be said in disposing of the issue before us, we are constrained to note the following. The original defendants claim ownership of the tanks and equipment involved by virtue of the deed of conveyance from the additional defendants. The weakness of the appellant’s position is made manifest by its pleadings. To the allegation by plaintiff that the lease above-referred to had been cancelled upon the conveyance of the premises by the additional defendants to the original defendant (F. C. Haab, Inc.), the latter replied that the lease terminated at the expiration of its term, which was some four months after its acquisition of the land in fee simple by deed. Just why the original defendants would continue to honor a lease of these subterranean tanks and other equipment after acquisition of the fee title to the land by Haab, Inc., when the only defense to this action is an asserted absolute title to the tanks and equipment by reason of the conveyance by the Lutzes of the fee, is difficult to understand. This much is clear: the averment with respect to the manner and time of the termination of the lease is patently inconsistent with the defense of title by deed. Haab, Inc., is in the embarrassing position of (a) having recognized plaintiff’s rights with respect to the articles in question by virtue of the lease in the first instance, and (b) having vigorously claimed title thereto because of a deed delivered to it as the purchaser of the land some four months prior to the time it claims the lease had terminated.\nThe decree of the lower court is affirmed with costs pn the appellant.\nMr. Justice Cohen dissents.\nThe record is silent as to by what authority plaintiffs leased this property of which they were not the owners.\n“And the said Grantors, for themselves, their Heirs, Executors, and Administrators do by these presents covenant, grant and agree, to and with the said Grantee, its successors and Assigns, that they the said Grantors, their Heirs, all and singular the hereditaments and premises herein described and granted, or mentioned and intended so to be, with the appurtenances unto the said Grantee, its successors and Assigns, against them the said Grantors, their Heirs, and against all and every other Person and Persons whosoever lawfully claiming or to claim the same or any part thereof, by, from or under them or any of them, Shall and WiU WARRANT and forever DEPEND.”"}