{"id": "1296588", "contents": "Opinion by\nMr. Justice Bok,\nThis is an appeal under the Act of March 5, 1925, P.L. 23, §1, 12 PS §672, jurisdiction being the subject of this appeal.\nThe suit is by a wife under the Act of May 23, 1907, P.L. 227, §§1, 2, as ultimately amended by the Act of December 15, 1955, P.L. 878, 48 PS §§131, 132 (book and pocket). We have upheld this Act as a special procedural right of a deserted wife in addition to her common law right to support: MacDougall v. MacDougall, 337 Pa. 340 (1959), 155 A. 2d 358,\nPlaintiff has sued her estranged husband in Montgomery County for maintenance and has joined as co-defendants, not as garnishees, his employer, which is a stock brokerage firm, and four banks and two corporations in which she alleges he has stock or deposits, but without specifying them. The prayer of the complaint is various and seeks an injunction against transfer of assets, a determination of a proper amount of maintenance for herself and three children, the seizure and sale of real and personal estate to ensure payment, an accounting of property, and the appointment of a receiver.\nThe court below granted and shortly withdrew, as contrary to law, a preliminary injunction on the same day the complaint was filed. Defendant husband, individually and as testamentary trustee, filed preliminary objections, to which answer was made. The court then held hearings, presumably on the suitability of maintenance, but that is not now before us. In due time argument was held on the objections, which were overruled and the defendants given leave to answer the complaint.\nThe husband defendant has appealed, both individually and in his capacity as trustee under the will of Winslow Drummond, deceased, since the complaint had asked that he account to the plaintiff for his interest in that Estate.\nThe Act of 1907, as amended by the Act of 1955, provides as follows: “If any man shall separate himself from his wife or children without reasonable cause, and, being of sufficient ability, shall neglect or refuse to provide suitable maintenance for his said wife or children, action may be brought, at law or in equity, against such husband for maintenance of said wife or children, in the court of common pleas of the county where service may be had on the husband as in other actions at law or in equity or in the county where the desertion occurred, or where the wife or children are domiciled, and the said court shall have power to entertain a bill in equity in such action, and shall make and enforce such orders and decrees as the equities of the case demand, and in such action, at law or in equity, the husband and wife shall be fully competent witnesses.\n“Whenever any man has heretofore separated, or hereafter shall separate, himself from his wife or children, without reasonable cause, or whose whereabouts are unknown, and, being of sufficient ability, has neglected or refused or shall neglect or refuse to provide suitable maintenance for his said wife or children, proceedings may be had against any property real or personal of said husband necessary for the suitable maintenance of the said wife or children; and the court may direct a seizure and sale, or mortgage, of sufficient of such estate as will provide the necessary funds for such maintenance; and service upon the defendant shall be made as in other actions, at law or in equity, or in the manner provided in the act of General Assembly, entitled ‘An Act to authorize the execution of process in certain cases in equity, concerning property within the jurisdiction of the court, and on the defendants not resident or found therein’, approved the sixth day of April, one thousand eight hundred and fifty-nine (Pamphlet Laws 387).”\nIt is obvious that this legislation gives to the common pleas courts a system for suing a separated and neglectful husband for maintenance and for reaching his property by directing its seizure, sale, or mortgage in order to provide for the maintenance of his wife and children.\nIn the instant case appellant’s brief states: “The position of the husband defendant is that the court has no jurisdiction over the parties defendant, other than the husband defendant. . . . Appellant did not urge that the court had no jurisdiction over him personally.”\nWith this admission of personal jurisdiction there is an allegation in the complaint that the husband defendant is a resident of Montgomery County and that he owns real estate there, at 620 Crosswicks Road, Jenkintown, as well as owning unspecified funds and securities.\nThis closes the circuit, jurisdictionally. The test of jurisdiction is the competency of the court to determine controversies of the general class involved, and whether the court had power to enter upon the inquiry, not whether it might ultimately decide that it could not give relief in the particular case: Witney v. Lebanon City, 369 Pa. 308 (1952), 85 A. 2d 106; Fairchild Engine & Airplane Corp. v. Bellanca Corp., 391 Pa. 177 (1958), 137 A. 2d 248; Guzek v. Empire Wholesale Co., 396 Pa. 78 (1959), 151 A. 2d 470.\nSince the record must be remanded, however, we might usefully say a word or two about the three preliminary objections that touch on jurisdiction, in order to make less likely the case returning here. The other four objections do not state any jurisdictional questions.\nObjection 1 questions the court’s jurisdiction with regal’d to compelling the defendant, in his capacity as Trustee under the will of Winslow Drummond, deceased, to account to the plaintiff. This objection is well taken and must be sustained. The Orphans’ Court Act of August 10, 1951, P.L. 1163, 20 PS §2080.301, provides that the Orphans’ Court shall have exclusive jurisdiction of: “(1) The administration and distribution of the real and personal property of decedents’ estates ... (2) The administration and distribution of the real and personal property of testamentary trusts. . . .” See Thomas v. Johnson, 356 Pa. 570 (1947), 52 A. 2d 663.\nObjection 2 questions the jurisdiction of the court over real estate in New Jersey. While the court may not act directly upon such property, it may order the husband defendant, over whom personal jurisdiction is conceded, to act or refrain from acting with respect to it: Cohn v. Weiss, 356 Pa. 78 (1947), 51 A. 2d 740; DeLuca v. DeLuca, 388 Pa. 167 (1957), 130 A. 2d 179.\nObjection 6 charges that it was scandalous and impertinent to sue the extra defendants. We held in Quesek that a motion to strike alleged scandalous and impertinent matter does not go to a court’s jurisdiction, but in the instant case the words are rather obviously used as words of art to carry the idea that the court has no power to enquire directly of these defendants. The attention of the legal clerisy is called to the fact that the Act of 1907 gives the right to sue no one but the defaulting husband and also gives the right to pursue his property by a given procedure. The holders of the husband’s property may have to enter the case later as garnishees, but there is no warrant to bring them in as original defendants. We said in Erdner v. Erdner, 234 Pa. 500 (1912), 83 A. 420: “Under the service in this case the court had power to direct a sale or mortgage of so much of defendant’s estate as might be necessary for the maintenance of the plaintiff, but before so doing it should first have determined what amount would be suitable, and, next, what property of the defendant should be taken for that purpose; then it could have decreed a sale or mortgage accordingly.”\nIn Boudwin v. Boudwin, 320 Pa. 147 (1936), 182 A. 536, the plaintiff did not set forth in her complaint any particular property belonging to the defendant but contented herself with the allegation “that the said defendant has property both real and personal in the County of Delaware.” In holding that such allegation was a fatal defect, this court said, at page 150: “One other matter requires attention. The bill mentioned no specific property owned by the defendant in the county and simply stated that defendant had property, real and personal, therein. Such an averment was insufficient upon which to found jurisdiction. The property of the defendant which the court is asked to seize must be specifically set forth in the bill.”\nSimilarly, in Civera v. Civera, 174 Pa. Superior Ct. 43 (1958), 98 A. 2d 432, it was held that the test of jurisdiction of the court over an action wherein an abandoned wife seeks to subject a husband’s property to payment of support is the presence of property within the court’s territorial jurisdiction. Also in Jones v. Jones, 344 Pa. 310, 317 (1942), 25 A. 2d 327, the court stated that the test of jurisdiction is the presence of property in the jurisdiction. In that case the court specifically stated that the property of the defendant which the court is asked to seize must be specifically set forth in the bill. See Thomas v. Thomas, 112 Pa. Superior Ct. 578, 586 (1934), 172 A. 36.\nThere was no property specifically mentioned in the complaint in the instant case.\nWe are therefore of opinion that the first step, under Section 1 of the Act of 1907, is to establish what is suitable maintenance and which property should be taken to provide it; and that the second step under Section 2 of the Act, is to seize, sell, or mortgage such property in order to ensure the payment of the established maintenance.\nSince the court below has jurisdiction over the subject matter of a deserted wife’s maintenance, and also has jurisdiction of the defendant husband personally and of some of his property, the appeal under the Act of 1925 must fail.\nPreliminary objections 1 and 6 are sustained and the bill is dismissed as to defendant in Ms capacity of Trustee under the will of Winslow Drummond, deceased, and as to all defendants other than Robert Watchorn Drummond, individually.\nThe order of the court below is accordingly modified and the record is remanded to the court below for further proceedings in accordance with this opinion. Costs to be paid by appellant."}