{"id": "1296623", "contents": "Opinion bt\nMb. Justice Cohen,\nThis is an appeal from the judgment of the Court of Common Pleas No. 5 of Philadelphia County which dismissed an appeal from a decision of the Tax Review Board holding that the appellant was not entitled to use the alternate method of computing Ms mercantile license tax since his operations of converting table butter into whipped bntter did not constitute manufacturing.\nA number of years ago an assistant city solicitor made an apparently incorrect ruling in reference to the assessment of the Philadelphia Mercantile License Tax. That ruling has since been repudiated. Appellant now comes before this Court and claims, solely on the basis of this isolated erroneous ruling, that the assessment in his case was discriminatory and infringed upon his constitutional rights of due process and equal protection of the laws.\nA taxpayer may not successfully contest his own assessment by offering evidence of an incorrect and repudiated ruling for the absurd purpose of [demanding that the taxing authority again misinterpret the law. As recently as Commonwealth v. Koppers Co., Inc., 397 Pa. 523, 156 A. 2d 328 (1959), we stated the widely accepted rule that in order to establish a denial of constitutional rights — in situations such as this — there must be a deliberate and purposeful discrimination in the application of the tax. Prior error by an administrative official when interpreting a valid tax statute is insufficient, in itself, to constitute a violation of the rights of due process and equal protection of the laws.\nJudgment affirmed.\nThe appellant’s operations clearly do not constitute manufacturing. See Pittsburgh v. Electric Welding Co., 394 Pa. 60, 145 A. 2d 528 (1958), and cases cited therein.\nOpinion of the City Solicitor, MI/P-27, Ruling 55-23, December 20, 1955, concerning the Petition of Gross Brothers Meat Packers, Inc. There the activities of a meat packer were found to be manufacturing for the purpose of the Philadelphia Mercantile License Tax."}