{"id": "1296604", "contents": "Opinion by\nMb. Justice Bell,\nPlaintiffs, who are the owners of a parcel of ground in Bucks County, obtained a construction mortgage loan from the Philadelphia Title Insurance Company. The construction mortgage was in the amount of $14,-000, which was deposited by plaintiffs with the defendant to be distributed and disbursed by defendant to plaintiffs or, at defendant’s option, to any contractor, sub-contractor or material man in accordance with the provisions of a construction loan agreement duly executed by the parties. The lengthy loan agreement covered 25 printed pages and contained many of the usual provisions for such a ioan, including a provision for the payment by defendant from time to time of moneys for work actually done or performed and material actually furnished and delivered in and about the erection and construction of a 1% story cinder block dwelling.\nPlaintiffs alleged in their complaint that work and material in the sum of $5,361.77 was not done and furnished to finish and complete the building, and this sum, plus punitive damages, was demanded. The complaint was based upon an alleged breach of the construction loan agreement which was attached to the complaint and provided, inter alia: . . the party of the second part [defendant] shall be the sole fudge as to when the parties of the first part shall be entitled under this Agreement to receive any installment provided to be paid upon such respective stage of completion.”\nThe lower Court sustained pi'eliminary objections in the nature of a demurrer. Notwithstanding plaintiffs’ denial, we are convixxced, as was the lower Court, that plaintiffs’ claim is based xxpon the theory that the written agreement was a completion agreement with a guarantee that the building could and would be completed for $14,000. Oxx the contrary, the agreement was not a completion agreement but a construction loan agreement which cannot be distorted to have any other meaning.\nPlaintiffs’ averments that defendant carelessly, negligently and wantonly distributed plaintiffs’ mortgage money for work and labor which was not done and finished, viz., work, labor and material which were necessary to complete the building, are merely conclusions which are deduced from an erroneous interpretation of the agreement and are unsupported by the facts which are set forth in the complaint. We are convinced that plaintiffs have misconstrued the agreement and that there is no merit in any of their contentions.\nJudgment affirmed.\nItalics, ours."}