{"id": "1296669", "contents": "Opinion by\nMr. Justice Musmanno,\nHenry S. Weber, Jr., owns in Manor TownsMp, Lancaster County, a piece of land equipped with facilities for an airport and a race track, the latter consisting of a macadam strip approximately 3,000 feet long and wide enough to accommodate two racing automobiles or four motorcycles. The track is known as a “drag strip”. On Saturday nights, as well as on Fridays when a holiday falls on either Friday or Saturday, races are run on the “drag strip” from 6 p.m., until midnight. Occasionally the races are in operation as late as 2 a.m. Sunday. The loud noises, glaring illumination, and swirling dust clouds which inevitably accompany an operation of tMs character caused such annoyance and discomfort to residents of the area that sixteen of them applied to the Court of Common Pleas of Lancaster County for an injunction against Weber and the operator of the race track, Garden Spot Air-park, Inc.\nTwo of the plaintiffs are Ralph L. Kohr and Elizabeth B. Kohr who own a ranch house in the neighborhood of the race track. The ranch house contained some 1100 chinchillas valued from $50,000 to $60,000. The Kohrs averred that the chinchillas suffered from the noises emanating from the race track. Being sensitive animals they became exceedingly nervous in the presence of violent sound and chewed at their fur in some inexplicable attitude of defense. Once a chinchilla resorts to fur-chewing, the habit becomes unbreakable and, as a consequence, the animal becomes worthless for breeding and pelting purposes, and must be destroyed. The Kohrs asked for money damages for the chinchillas they lost.\nAfter answer duly filed, the cause came on for a hearing, and the chancellor granted the injunction prayed for. In addition, damages were awarded to the Kohrs in the amount of $9,361.\nHenry S. Weber, Jr., and Garden Spot Airpark, Inc. have appealed. They argue that the “drag strip” did not constitute an unreasonable interference with the enjoyment of residential property because the area surrounding the “drag strip” is principally agricultural, that there are other commercial enterprises in the immediate vicinity, that the races are held only one evening a week during less than half a year, and that the defendants have $118,000 invested in a lawful business which is not a nuisance per se.\nThe chancellor did not find the drag strip operation to be a nuisance per se, but a nuisance in fact. The record amply justifies this conclusion. Even assuming that the involved area is principally agricultural, this does not take away from the landowner his right to the natural use and enjoyment of his property. A person who buys residential property in the country because he expects to find the peace and serenity missing in urban centers may have a greater claim than the urbanite to protection from abnormal noises which disturb his rest, ruin his rest, and deprive him of the tranquillity associated from time immemorial with a suburban abode.\nThere are some two hundred dwellings located within a radius of one-half mile of the race track. A reading of the record justifies the finding that on the nights the races are run bedlam dominates the rural community. The blowing of horns, roaring of engines, screeching of brakes, screaming of spectators, and shouting over the public address system, turn the atmosphere into a deafening whirlpool of sound. One witness testified that the noise “is so intense if two people, facing each other, are talking, they just stop talking or you don’t hear what the other fellow is saying, you might as well stop.”\nThe lower court described the noises as “very great, very loud, nerve racking, a roar, deafening, unbearable, intense, raucous, tremendous, intolerable, screeching, terrific and ear-splitting.” The chancellor said that, according to one of the plaintiffs, the races were run not to determine who would win the race but “who could make the most noise.” Even if we assume that some rhetorical exaggeration went into this observation, no one could possibly deny that something quite antithetic to a cemetery stillness pervaded Manor Township on the nights of the races. Since the track was only 3000 feet long the noises were considerably concentrated and therefore became more explosive. When the wind took it upon itself to carry the sounds, the caterwauling could be heard four miles distant.\nIn conjunction with the racing strip, there were a pit area where the automobiles and motorcycles tuned up for the races, a return strip for the vehicles coming back to the starting point, a large parking area for the use of the spectators, and a refreshment stand, all contributing their share to the audible and visible commotion of the evening.\nThe glaring incandescence lighting up the track and surrounding area prevented many of the inhabitants from getting to sleep. One of the witnesses testified: “The light is of such intensity I can read a newspaper in any of the bedrooms without any lights there in the summer. It is difficult except in an air conditioned home, which we don’t have, to sleep with the windows closed, and with the public address system being on constantly as it is from the time they start until they stop, and our bedtime, our children go at 10 o’clock, it is impossible to get rest while they are on.”\nThe appellants argue that the most the neighboring residents were subjected to was an annoyance and that this was not enough to justify jeopardizing their investment which was a legitimate business. No one questions the legitimacy of the races run at Garden Spot Airpark, but legality is not necessarily synonymous with correct behavior. Nor is conduct which subjects others to distress immune from injunctive restraint on the basis that the harm done is characterized merely as an annoyance. An annoyance long continued can become a source of grave harm to others. A single mosquito may be only a trivial distraction, but a swarm of them in continuing invasion can wreak serious and permanent damage. Even so desirable and friendly a visitor as music can become a nuisance. In Edmunds v. Duff, 280 Pa. 355, 364, this Court said: “Even music, however elevating and enjoyable at times, and depending of course, on its character, may be continued so long as to become an annoyance to those compelled to remain in the immediate vicinity.”\nWe said further in that case: “In fact, the general trend of decisions has been to hold that any noise, •whether of musical instruments or the human voice, or by mechanical means, or however produced, may be a nuisance, especially if its tendency is to draw together in the vicinity of a person’s residence or place of business large crowds of noisy and disorderly people.”\nThus, it is not enough to say, as the appellants say in their brief, that: “The point of this entire discussion is simply this; when all the testimony is considered, it appears that at best this drag strip was an annoyance, but nothing more.”\nIn Edmunds v. Duff, supra, we quoted with approval what was said in Gilbough v. West Side Amusement Co., 64 N.J. Eq. 27: “That mere noise may be so great at certain times and under certain circumstances as to amount to an actionable nuisance and entitle the party subjected to it to the preventive remedy of the court of equity is thoroughly established. The reason why a certain amount of noise is or may be a nuisance is that it is not only disagreeable, but it also wears upon the nervous system, and produces that feeling which we call ‘tired.’ That the subjection of a human being to a continued hearing of loud noises tends to shorten life is, I think, beyond all doubt. Another reason is that mankind needs rest and sleep, and noise tends to prevent both.”\nOne of the most poignant utterances in all literature • is the tragic lament of Macbeth that he had murdered sleep. To dangle restful sleep before a desperately exhausted mortal and never allow him to taste of its reviving and refreshing juices constitutes one of the most torturesome experiences of mankind. Whether the deprivation is caused by medieval “third degree” or through unbearable noises nerve-gratingly projected from an ultra-modern drag strip is immaterial. The wounds inflicted to the nervous system are equally damaging to the physical structure.\nIn Anderson v. Guerrein Co., 346 Pa. 80, this Court affirmed the enjoining of an open air motion picture theater. In describing the noises which drove the neighboring residents to distraction, Justice Horace Steen (later Chief Justice) said that they were of “varying degrees of continuity and intensity and consisting of music, singing, talking, shouting, shrieking, gun play, raucous laughter, ‘mob scenes,’ amplified airplane noises and other types of sounds, carried to the homes of the plaintiffs in such manner as to disturb their rest, interfere with their ordinary conversation, distract them from reading and working, make necessary the closing of windows on hot summer nights and keep them awake even with the windows closed, interfere with their entertainment of guests, drive them from their grounds and porches into their houses, force them to abandon the use of their bedrooms having southern exposure, and on occasions compel some of them to leave their homes entirely for the evening in order to escape from the intolerable noises,”\nThe appellants are certainly entitled to use their property in such manner as will bring to them the greatest profit consistent with law, but even with that consistency the profit is limited to the extent that their neighbors must not be deprived of the same privilege of profit, the profit not necessarily being computable in dollars. In the Anderson case, Justice Steen quoted with approval what was said in the Edmunds case, as follows: “No man has a right to take from another the enjoyment of the reasonable and essential comforts of life, and, consequently, cannot commit acts on his own premises calculated to interfere with the reasonable enjoyment by others of their homes.”\nThe appellants argue that if the court was disposed to impose some restraint on the defendants, the injunction should apply only to a diminution of the noise and illumination. But noise and artificial light are as integral parts of night-drag-racing as smoke, sound and color make up the phenomenon of fireworks. For spectators to view the races after sundown, artificial illumination is indispensable and to think of a silent automobile or motorcycle race is to conjure up what is mechanically impossible. Thus, the only remedy possible under the circumstances was to restrain the drag racing completely.\nIt is contended by the defendants that the neighborhood involved was a noisy one even before the drag racing began, and in this respect they point to the airport activities, highway traffic, the presence of a hotel, and so on. The record does not justify that the operations referred to created unbearable noises. Moreover, as the chancellor said: “None of the plaintiffs seriously complained about the airport and highway noises but accepted them as part of modern day living.”\nThe chancellor then went on to say: “Kohr built his ranch house between the airport and the highway with full knowledge of existing conditions. His experience has been that the noises from the highway and airport have no adverse effect on his herd but that immediately after the races started his chinchillas became highly nervous and began chewing their fur in increasingly larger proportions.”\nSection 822 of the Restatement of Torts provides: “The actor is liable in an action for damages for a non-trespassory invasion of another’s interest in the private use and enjoyment of land if . . . (d) the invasion is . . . (i) intentional and unreasonable.”\nSection 825 provides: “Invasion of another’s interest in the use and enjoyment of land is intentional when the actor . . . (b) knows that it is resulting or is substantially certain to result from his conduct.”\nThe record supports the chancellor’s finding that the abnormal behavior of the Kohr chinchillas was directly attributable to the extraordinary noises produced by the drag-racing and we affirm his findings both as to the cause and the amount of the loss sustained by their owners the plaintiffs Kohrs. The defendants had actual notice of the damaging effect of the drag-racing on the chinchillas. The defendant Weber testified: “Q. Did Mr. Kohr ever talk to you about the drag strip? A. Yes, he did. Q. When was that? A. The exact time I don’t know but I believe it was sometime in the middle of the first season, sometime in the summer of ’57 he called me up and asked me to come over to his ranch. He showed me, probably showed me the fur he had on exhibit here and said it had been chewed, and he said it might have been because of my drag races noise near to his pen, and at that time he said, too, it might have been the speakers and the motorcycles sitting up there and we moved the motorcycles from that end. ... Q. Did Mr. Kohr contact you at any other time regarding the drag strip? A He called me up pretty early one Sunday morning and said someone was racing on my track and I believe, I am not sure, he got the license number for me, as far as I recall, and I believe one time I sent Bill up to see him, Mr. Holz.”\nOne other matter needs to be considered. The complaint in this case prayed for an injunction not only against Weber and Garden Spot Airpark, Inc., but also against Paul C. Crouse and Yerna M. Crouse who owned and operated a “micro-midget” race track located about 800 feet from the Kohr property. The cars on this race track were known as micro-midgets, measured 5% feet in length and were equipped with 5 horsepower engines displacing 23 cubic inches, compared to the 400 cubic inch displacement of the average automobile. The Crouse track attracted only a small clientele, the largest number ever to attend a race not exceeding 210 persons. The track went out of existence in 1958 and the site is now occupied by a large bowling alley building. The chancellor dismissed the complaint against the Crouses.\nThe appellant argues that the Crouses should have been treated as joint tortfeasors and, therefore, liable for at least part of the damages awarded the Kohrs. We affirm the findings of the lower court that the limited operation of the midget race track did not contribute in any way to the damage done the chinchilla herd.\nDecree affirmed, costs on the appellants.\nOrder Per Curiam, December 21, 1960:\nOn reargument; the order heretofore entered, affirming the decree of the court below at the appellants’ costs, is confirmed.\nDissenting Opinion by Mr. Justice Bell:\nOn the subject of damages I dissent for two reasons. (1) Bosley v. Andrews, 393 Pa. 161, 165, 142 A. 2d 263. “ ‘ “There can be no recovery for injuries resulting from fright, or a nervous shock, unaccompanied by physical injuries”: [Citing decisions of this Court]’.” In my opinion this rule applicable to human beings is equally applicable to alleged injuries to animals which result from fright, unaccompanied by physical injuries where there is no intention to injure. Cf. Sum. Pa. Jur. Torts, Yol. 1, §140, pages 164-166. (2) The injury was not foreseeable.\nMr. Justice Eagen joins in this dissenting opinion."}