{"id": "1299523", "contents": "Opinion by\nMr. Justice Benjamin B. Jones,\nThis appeal attacks the propriety and validity of an orphans’ court decree which awarded the custody of a 16 months old child, over the objections of the natural father but with the acquiescence of the natural mother, to a married couple wholly unrelated to the child.\nA marriage, short in duration but long in unhappiness, is the background of this litigation. On September 27, 1956, after a two weeks’ courtship, Charles Bendrick, 38 years old, and Lillian Kish, 21 years old, were married. From that date until they were divorced on March 4, 1960 — three years and six months ■ — the couple lived together only three and one-half months. Of this marriage, two children were born; Evelyn Marie, born May 18, 1957 and Michael Charles (the child whose custody is contested) born January 1, or 4, 1959.\nWhen the child, Michael Charles, was eight months old, Mrs. Bendrick (then separated from her husband), without her husband’s knowledge or consent but motivated by what she believed would be the child’s best interests, gave the child to a Reverend and Mrs. White, a married couple who were at the time personally unknown to Mrs. Bendrick. The Whites live in Dublin Township, Huntingdon County, where the Reverend White is the pastor of an Assembly of God Church. When the child was given to the Whites, the latter were informed that Mrs. Bendrick did not know her husband’s whereabouts. With the aid of counsel, the Whites sought, by mail, to inform the child’s father that the child was in their custody and to request his consent to an adoption of the child. A letter to this effect addressed to Mrs. Bendrick’s paternal home in Hummelstown, Pa. was allegedly remailed by Mrs. Bendrick to Bendrick’s paternal home in Andreas, Pa. Bendrick states that he never received this letter and that it was only after a long and diligent search that he was able to discover the whereabouts of his child.\nWhen Bendrick was refused custody of the child by Whites and upon learning Whites had started adoption proceedings in Huntingdon County, he instituted a habeas corpus proceeding in Huntingdon County on March 17, 1960. After certification of that proceeding from the common pleas to the orphans’ court, a hearing was held before President Judge Swirles L. Himes and a decree entered that the child remain in Whites’ custody, subject to a right of reasonable visitation by Bendrick. That decree is now attacked.\nPresumptively, a child’s welfare is best served when the child is in the custody of its parent or parents (Cochran Appeal, 394 Pa. 162, 165, 145 A. 2d 857; Com. ex rel. Harry v. Eastridge, 374 Pa. 172, 175, 97 A. 2d 350; Com. ex rel. Galloway v. Galloway, 188 Pa. Superior Ct. 313, 316, 146 A. 2d 383) and, prima facie, a parent is entitled to the custody of his or her child (Com. ex rel. Newel v. Mason, 186 Pa. Superior Ct. 128, 133, 140 A. 2d 365; Com. ex rel. McNamee v. Jackson, 183 Pa. Superior Ct. 522, 525, 132 A. 2d 396). However, the paramount and all important factor in child custody cases is the welfare of the child (Cochran Appeal, supra, 164; Com. ex rel. Graham v. Graham, 367 Pa. 553, 559, 560, 80 A. 2d 829; Com. ex rel. Horton v. Burke, 190 Pa. Superior Ct. 392, 395, 154 A. 2d 255) and, if such welfare will be best served by the award of the child’s custody to one who is not its parent, then the right of the parent may be forfeited: Com. ex rel. Children’s Aid Society, Gdn. v. Gard, 362 Pa. 85, 92, 93, 66 A. 2d 300; Com. ex rel. Lotz v. Lotz, 188 Pa. Superior Ct. 241, 246, 146 A. 2d 362; Com. ex rel. Kraus v. Kraus, 185 Pa. Superior Ct. 167, 170, 138 A. 2d 225. Our present task is to determine whether the welfare of this child will be best served by awarding its custody to the Whites or to Bendrick, the child’s father.\nIn child custody cases, our scope of review is very broad. By virtue of the Orphans’ Court Act of 1951, supra, §773, “in all cases of appeal from a decree of the orphans’ court” it is our duty to determine such appeals “as to right and justice may belong, and decree according to the equity thereof.” By virtue of the legislative mandate which now vests in the orphans’ court exclusive jurisdiction in child custody cases corollary to adoption proceedings and under the statutory provisions providing for appeals from that court, an orphans’ court decree awarding or denying custody of a child, akin to an order in a child custody case in the common pleas court, is subject to the fullest review consistent with equitable principles. It is our duty not simply to determine from the record whether the trial court has abused its discretion but to examine all the evidence and reach an independent determination: Ciammaichella Appeal, 369 Pa. 278, 282, 85 A. 2d 406, and cases therein cited. Adherence to that principle of review, however, does not permit us to ignore the findings of the trial court. In Com. ex rel. Harry v. Eastridge, 374 Pa. 172, 177, 97 A. 2d 350, we said: “The scope of review [under an appeal statute identical to that at bar] is thus considerably broader than in adoption cases, which come before an appellate court as on certiorari: [citing cases]. But this broader power of review was never intended to mean that an appellate court is free to nullify the fact-finding function of the hearing judge. It is a principle which runs through all our cases that the credibility of witnesses and the weight to be given to their testimony by reason of their character, intelligence, and knowledge of the subject can best be determined by the judge before whom they appear: . . .” See also: Com. ex rel. Urbani v. Bates, 186 Pa. Superior Ct. 77, 79, 140 A. 2d 638; Com. ex rel. Knouse v. Knouse, 146 Pa. Superior Ct. 396, 398, 399, 22 A. 2d 618.\nWe have made an independent study and examination of all the evidence upon this record; from such study and examination certain conclusions are inevitable. Bendrick has failed both as a husband and a father. Frequent intoxication, late hours, assaults on his wife, and, on one occasion, his aged mother, threats to shoot both his wife and children, persistent neglect and failure to support both wife and children and to pay necessary medical and hospital expenses, all indicate that Bendrick completely forsook his moral and legal • obligations to his family. His past conduct has been such that reliance on his proposed future good conduct is tenuous; his abominable behavior in the past presages only a continuance thereof in the future. His past neglect of and his lack of interest in the welfare of his children raise grave and serious doubt as to the sincerity of his present belated display of interest in this child. The trial court very properly concluded that Bendrick’s conduct during his marriage was of such nature that this child could not be safely entrusted to his care and custody.\nFurthermore, Bendrick’s proposed plan for the care and custody of this child is not impressive. Bendrick, a construction worker who travels about from one job to another and works only seasonally, ordinarily would be at his home only on weekends and the care of this child would fall for the most part on his brother and sister-in-law, aged 52 and 49 years respectively, .who live in Andreas, Pa., with Bendrick’s seventy-one year old mother. Even if his conduct improved, Bendrick would still not be in a position to properly and adequately care for this child and he would have to rely on others for that purpose. Bendrick’s plan for this child contains no assurance that the child’s best interest will be served; without such assurance a court is not justified in transferring the custody of this child.\nThe court below both saw and heard all the witnesses and, afforded such opportunity, was able to form an independent judgment of their credibility and, in large measure, the instant decree depends on the witnesses’ credibility. As the court below stated: “A number of findings of fact in this case depend largely upon a determination of the credibility of the parents between whom there was animosity, especially on the part of . . . [Bendriek], whose glowering hatred toward his former wife was markedly manifest in the courtroom. Neither was free from ill will, bias, prejudice, distortion and self-contradiction, and all the mother’s testimony has not been accepted without reservation. All matters considered, her testimony was more convincing than that of petitioner. His evasiveness, his manner on the witness stand, his patently uncontrollable temper, his interruption from counsel table when his former wife was testifying, his-unresponsiveness to fair and proper questions, at times his rude answers, the glaring contradictions in his testimony, . . . and his general demeanor, all detracted from his credibility.” The cold record itself reveals that the trial court properly concluded Bendriek was unworthy of credibility in many respects.\nIn sharp contrast to what Bendriek has done in the past and proposes to do in the future for this child’s welfare is the child’s present environment. On the one hand, we have instability and insecurity; on the other, stability and security. The White home— wherein live not only the child and Whites but Whites’ five year old adopted daughter — furnishes this child with not only the appropriate physical and spiritual atmosphere conducive to the well being of the child but with the love and affection denied the child from his birth by his natural father. To substitute the child’s present environment for the nebulous and uncertain environment now suggested by Bendrick would involve a gamble with the welfare of this child which finds no justification upon the instant record.\nBendrick raises the question of the religious difference between the child and Whites, the child having been baptized a Catholic and Whites being Protestants. Proper religious training of a child is most important and a factor which must be given the most serious consideration in child custody cases: Com. ex rel. Stack v. Stack, 141 Pa. Superior Ct. 147, 153, 15 A. 2d 76. However, such factor, while of great weight, is not controlling: Com. ex rel. Burke v. Birch, 169 Pa. Superior Ct. 537, 539, 83 A. 2d 426; Oelberman Adoption Case, 167 Pa. Superior Ct. 407, 415, 74 A. 2d 790. As a general rule, courts should endeavor to place the custody of a child with persons of the same religious faith, but, bearing in mind the paramount importance of the general welfare of the child, courts may, in the exercise of a sound discretion, place a child in the custody of persons of a different religious faith if the child’s welfare so demands. A proper religious atmosphere is an attribute of a good home and it contributes significantly to the ultimate welfare of a child. That a proper religious atmosphere prevails in Whites’ home is beyond question. Whether such atmosphere prevails in Bendrick’s home is not clarified by this record. Weighing all the other factors herein presented, the fact that a religious difference exists between this father and the child’s present custodians does not require a change of custody, especially since the facts and circumstances so compellingly indicate that the welfare of the child is being promoted in its present custodial status.\nOur independent study of this record convinces us that, if the custody of this child is awarded Bendrick, its future welfare will be uncertain, but that, if the custody of this child is retained by Whites, its. future welfare will be best served. It is not pleasant to deny a parent the custody of his child and award such custody to persons unrelated, by blood or marriage, to the child. However, our primary concern is the welfare of this child and such welfare dictates that this child be retained in Whites’ custody.\nDecree affirmed. Costs on Bendrick.\nSuit for the custody of the child was originally instituted in the common pleas court of Huntingdon County. The parties then stipulated that initial steps had been taken in adoption proceedings in the orphans’ court of that county and the common pleas count certified the custody suit to the orphans’ court. Under the Orphans’ Court Act of 1951, as amended (1951, August 10, P. L. 1163, art. Ill, §301(8) ; 1955, August 4, P. L. 302, No. 116, §1; 1956, February 10, P. L. (1955) 1022, §3; 1957, July 11, P. L. 791, §1; 20 P.S. §2080.301), the orphans’ court is given exclusive jurisdiction to determine “the right to the custody of a minor in connection with any proceeding for his adoption . . . .”\nBendrick himself last attended ckurch six months prior to the hearing and both his brother' and sister-in-law only infrequently attend services."}