{"id": "1299476", "contents": "Opinion by\nMr. Justice Bok,\nAt the time of the adjudication the parties, husband and wife since 1931, were separated. They have two children, one of age.\nIn 1956 they owned, from their joint earnings and as tenants by the entireties, $13,625 in United States Savings Bonds, Series E, cash in three bank accounts totalling $2661.27, and two parcels of improved land, all of this property in Luzerne County. The bonds stood in their joint names, alternatively, and were kept in a safety deposit box to which both had access.\nDuring the late autumn of 1956 defendant redeemed all but $3000 of the bonds and put $2500 of it into a new safety deposit box standing in Ms name only. Plaintiff has the remaining $500 of these bonds. In the spring of 1959 defendant withdrew all but a few dollars of the three bank accounts and shortly after opened two savings accounts in his name alone: into one of these he put $6,069.90, with $246.45 interest, in trust for his two sons, and in the other he put $5,606.07, of which he later withdrew $5000 and put it in his checking account. These two sums represent the proceeds of his redemption of the Series E bonds. At trial he had $1200 left of the $5000 in his account. Since the separation defendant paid $750 out of entireties money for taxes on the real estate. Admittedly, only these taxes were used for the joint benefit of the parties out of the money appropriated by defendant.\nPlaintiff began this action in equity to compel defendant to account for the bonds and savings accounts and to pay one-half of them to her. The Chancellor gave this relief by directing such payment, minus the taxes and the $500 of bonds in plaintiff’s possession. Defendant has appealed.\nHe argues that co-ownership cannot exist in a Series E bond because under the Treasury Regulations a co-owner must be regarded as a third party beneficiary who can achieve title only when he survives his co-owner. He bases this argument upon the word ing of 31 C.F.R. 313.60(a), that “. . . upon payment to either co-owner, the other co-owner shall cease to have any interest in the bond.” We fail to follow. The regulations are designed to protect the government rather than to control the relationship between co-owners, and are silent on the right of either to possession in a contest: see Horstman Estate, 398 Pa. 506 (1960), 159 A. 2d 514. Authority and undeniable reason hold that such bonds held by husband “or” wife are held by the entireties and are subject to the conventional rules of that estate under State laws: see Halstrick v. Halstrick, 56 Pa. D. & C. 349 (1946); Moyer v. Moyer, 39 Luz. Leg. Reg. 223 (1946); Madden v. Gosztonyi Savings & Trust Co., 331 Pa. 476 (1938), 200 A. 624; Watkins v. Watkins, 393 Pa. 284 (1958), 142 A. 2d 6.\nIn Ealstrick the court correctly said: “It will thus be observed that, where a husband purchases savings bonds, series E, in his name and that of his wife, as co-owner, under the regulations of the Secretary of the Treasury, there is created an estate involving unity of interest, title, time and possession, with the right of survivorship, and it has been held under our State laws that where property is so taken and held, that is, in the name of husband and wife, or husband or wife, where these unities are present, the estate thus created is one by entireties: Klenke’s Estate No. 1, 210 Pa. 572 (1905); O’Malley v. O’Malley, 272 Pa. 528 (1922). The incidents of ownership of the bonds by the husband and wife, as co-owners, laid down in the Federal regulations are the same as those which create an estate by the entireties in our State law, and there is nothing in holding that the husband and wife own the property as tenants by the entire-ties which runs counter to the Federal regulations. The Federal regulations stop short of determining the interest and ownership as between co-owners.”\nSince E bonds may be held by the entireties, either owner may cash them according to the rules of the estate. In Watkins v. Watkins, supra (393 Pa. 284), we affirmed per curiam on the opinion of Judge Levinthal, who said, at page 287, quoting from Berhalter v. Berhalter, 315 Pa. 225 (1934), 173 A. 172: “ ‘Where both husband and wife have the power to withdraw funds deposited in a joint account, the power must be exercised in good faith for the mutual benefit of both, and cannot be rightly exercised by the fraudulent withdrawal of the corpus of the funds for the exclusive use of one for the purpose of depriving the other of any use thereof or title thereto.... When the wife attempted to withdraw more than one-half of this fund, or any of it, from the bank and use it for her individual purposes, she violated the terms of the entirety agreement.’ ”\nA violation of the rules by one spouse’s appropriating the property to his own use works a revocation of the estate by the fiction of the appropriation’s being an offer of an agreement to destroy the estate and an acceptance of that offer when the other spouse starts suit: the property is then fit for accounting and division: Berhalter v. Berhalter, supra (315 Pa. 225); Werle v. Werle, 332 Pa. 49 (1938), 1 A. 2d 244; Lindenfelser v. Lindenfelser, 396 Pa. 530 (1959), 153 A. 2d 901. This in turn makes the wife’s share her separate property and brings the case within the exception to the Married Women’s Property Act of June S, 1893, P.L. 344, 48 PS §111, which provides that a married woman “may not sue her husband, except in ... a proceeding to protect and recover her separate property.”\nFurthermore, all property of the parties held by the entireties is affected, not merely the unit that has been improperly drawn upon. In Watkins there were four bank accounts, and the Court, we affirming, ordered all four divided although funds from only two had been diverted by the defendant husband. The Court said: “Therefore, it would be inconsistent with the policy of the Berhalter case to require plaintiff to wait until funds also are diverted from the two hitherto unwithdrawn accounts before suing to protect her interest in them.”\nDefendant contends that his capture of the funds was with plaintiff’s consent, but the court’s finding, which is supported by the record, is that she did not consent. The Chancellor also found no direct evidence of bad faith but did find that defendant’s actions and the enveloping circumstances give clear and indubitable proof of it. With these conclusions, after a careful perusal of the record, we are in full accord.\nFinally, defendant argues that he is entitled to more credits than the Chancellor allowed him, namely, those between 1956, when he began to cash in the bonds, and 1958, when plaintiff began suit. The argument has surface plausibility, for if the law creates a contract to dissolve the estate by the entireties, however fictionally, it cannot be fictionally complete until a fictional offer has been fictionally accepted. It is unnecessary to decide this intriguing question, however, since defendant has not proved that he made the payments for which he claims credits out Of the funds that he appropriated, and it is doubtful that he even proved making the expenditures at all. He had the burden of proof, and he failed to carry it. In Glazer v. Kurman, 384 Pa. 283 (1956), 120 A. 2d 892, defendant mingled partnership funds with his own and in various ways breached his fiduciary duty as a partner. We held that all financial ambiguities should be resolved against him. In his adjudication in the instant case the Chancellor said: “This record is replete with inconsistencies, evasions and contradictions. The only witness who testified was the defendant, first, when called as on cross-examination by the plaintiff, and then in his own behalf. His arrogance and domineering attitude on the stand, his ineffectual attempts to exculpate himself and his mingling of the entireties funds with his own, lead to but one conclusion. He had resolved to get control of this property for his own benefit and to keep his wife from sharing it in any way.”\nThe decree is affirmed at appellant’s cost."}