{"id": "1299484", "contents": "Opinion by\nMr. Justice Bok,\nThis ease arises from a fire that damaged tbe plaintiffs’ house in Indiana County. Defendants, a partnership, are general contractors who had been engaged by plaintiffs to remodel their house and who in turn had hired as subcontractors an electrician named Shelley and a plumber named Nehrig.\nOn October 28, 1957, while Nehrig was working on the plumbing, he borrowed from defendants’ stock a heater aptly called a “salamander”, in order to warm the house for his workmen. At about eight p.m. the house caught fire, and the inference is not challenged that the salamander was too close to the joists and flooring overhead and set fire to them. The plaintiffs are entitled to this inference as well as to all favorable testimony and the reasonable inferences from it, since the court below entered a compulsory nonsuit: Gatens v. Vrabel, 393 Pa. 155 (1958), 142 A. 2d 287.\nWhen the court refused to remove the nonsuit plaintiffs appealed.\nLiability of these defendants might be founded on either of two legal pillars: one, that Nehrig was the defendants’ servant and not an independent contractor, or two, that defendants assumed enough supervision of the salamander to render them independently negligent.\nIt is necessary for us only to discover any theory, if one exists, for sending the case to the jury and to avoid discussing others. Since we think that enough evidence exists of defendants’ independent negligence, we will reverse on that point alone and leave the relationship between, defendants and Nehrig to develop at the next trial as counsel may desire.\nThe salamander is described in the record. It has a circular base with oil in it and the fire burns vapor from -the top of. the oil. A stack rises through the center of the contraption, which stands about four feet high.\nMrs. Blanchard testified that she was in the house on October 28th at 9 a.m., at 5 p.m., and at 6:30 p.m. She heard of the fire at 7:55 p.m. The salamander was in the southwest corner of the basement four to six feet from the foundation of the house, which was of stone. The house itself, about 75 years old, was in poor condition and was built of wood. No one testified how high the basement ceiling was, but the fire chief said that he had investigated the cause of the fire and concluded that it was the salamander, whose position was too close to the floor and joists above. There was evidence that there was no electrical wiring in that part of the building. Mrs. Blanchard testified that the heater was burning on all three occasions that she saw it and that its position remained the same. Eugene Wilt, one of the defendant partners, was called as under cross-examination and testified as follows: “Q. Now did you in fact go out and inspect the work at the house that day? A. I did. Q. What time were you there? A. I was there at approximately 11:00 o’clock that morning. Q. Did you go back again in the afternoon? A. No I didn’t. Q. Did you see the salamander operating in the morning? A. I did. Q. Were you concerned at all as to its proper use? A. No I wasn’t; Mr. Nehrig put a tub over it and protected it, what I thought was sufficient protection from the wooden part of the house. Q. Then you didn’t go back that night to investigate? A. No I didn’t.”\nUnder all of these circumstances we are of opinion that whatever their relationship with Nehrig may have been, the defendants made the situation in the basement their own. Had Wilt not entered the basement at all or, having done so, had paid no attention to the condition of the salamander, the case would rise or fall on the single point of whether Nehrig was a servant or an independent contractor. But Wilt was the general contractor and he elected to use his own judgment of the safety of the heater: “I thought [the tub] was sufficient protection from .the wooden part of the house.”\nIt was accordingly for the jury to say whether his judgment was good or bad and whether having once evaluated the safety of the salamander it was his duty to do so again.\nThe judgment is reversed, with a venire facias de novo.\nMr. Justice Bell dissents."}