{"id": "1299452", "contents": "Opinion by\nMr. Justice Bok,\nThe Hi-Line Boat Club, then an unincorporated association, applied in 1958, per Kenneth Christman, to the Zoning Board of Adjustment of Upper Providence Township, Montgomery County, for a special exception. Section 1301 of the zoning ordinance gave the board this power, and in section 501 there appears: “. . . 5. Permitted uses subject to approval of Board of Adjustment . . . (b.) Club, fraternal institution, provided that the principal activity shall not be one which is customarily carried on as a business and provided that all services shall be for members and their guests.” In section 101 the purpose of the ordinance is stated to be the promotion of “the health, safety, morals, and the general welfare of the Township” and is in accordance with a comprehensive plan.\nThe property here involved is a little over two acres in size, with a 325-foot frontage on the Schuylkill River. One Glemvood Fronheiser leased it from its owners, and after the Hi-Line Club had been incorporated as a corporation of the first class, he assigned his lease to it. With a roster of sixty-one members, the Club began its corporate life in a jolly but illegal manner, so far as use of the property was concerned. The members boated, picnicked, fished, and swam, without regard to the zoning requirements. In 1958 one of the later members built a shack on the property as a refreshment stand. He ran it on concession and made an extremely modest profit from it: $26.25 for 29 hours of work, as an example.\nAside from this shack there were no buildings on the property. For toilet facilities for as many as 125 people, those who testified mentioned a chemical dispenser in the car for children and for adults heroic self-control or a trip home.\nAccess to the property was by a dirt road 176 yards long to a T-end, where, turning right, it ran about an equal distance to a macadam surface. Eight houses are located between two hundred and seventeen hundred yards from the Club, and the property is classified as Agricultural-Residential. The lowing herds wind slowly o’er the lea, and also over the dirt road; a neighboring farmer complained of the competition between his herd, the Club cars, and the dust.\nLate in 1958 the zoning board denied the application. Half a year later the court below, following appeal, heard argument and remanded the record for further testimony. As a result, the board filed a reasoned opinion and denied a special exception. On appeal, the court below heard argument but no further testimony, reversed the board, and directed the grant of a special exception. The township appealed.\nThe order must be reversed.\nThe case of Kotzin v. Plymouth Township Zoning Board of Adjustment, 395 Pa. 125 (1959), 149 A. 2d 116, is precisely in point. There the applicant sought a special exception to operate a non-commercial swimming club and day camp. The board refused the application, and the court, on the record developed before the board, reversed and ordered the special exception. We reversed, saying that our task is “to determine whether the board, in denying the special exceptions, committed a manifest abuse of discretion or an error of law.” The board, that is, rather than the court.\nWe find the board objecting to the following things in the instant case:\n1. The club did not furnish a survey. The court below said it did, in the form of “an informal plan ... all that the ordinance requires.” Actually, the ordinance requires, in section 1201, “a plan, drawn to scale.” It was within the board’s discretion to reject anything less formal.\n‘2. Traffic congestion. The court below said that the club traffic would have “a negligible effect upon the health and safety of the community.” With only eight houses within a mile, not many added cars would increase congestion, and the court overlooked the requirement of section 407 of the ordinance that “every lot shall abut a public street for at least fifty feet at the right-of-way line”, which the club property did not do.\n3. The club presented no plan for adequate, all-weather parking. The court below does no more than observe that the ordinance is in derogation of common law, must be construed strictly, and even liberally construed does not confer on the board power to require number, size, and location of parking spaces. With reference to a parking ordinance, we incline to the view that the pressure of the modern automobile overrides that of the common law.\n4. There are no sanitation facilities. The court below disposes of this by referring to the burden of proof, which is on the board, and finding no evidence to sustain it. We doubt that more is needed to support the burden of proof, with vacant land, picnic and boating facilities, a membership of sixty people, and the needs of the human anatomy.\n5. There is evidence that certain members make a modest profit from the sale of food. The court below ignored this small item, which we mention in case, if the club should be legally developed, it should grow into a large item.\nObviously, no abuse of discretion or error of law appears in the board’s position, nor is there any reason why the club may not have its special exception, provided it meet the reasonable requirements of the zoning ordinance.\nThe order is reversed, at the cost of appellee. The record is remanded with directions to revoke the special exception and reinstate the refusal of the zoning board of adjustment to grant one.\nMr. Justice Musmanno concurs in the result."}