{"id": "1299514", "contents": "Opinion by\nMr. Justice Bell,\nPlaintiffs sued the defendant doctor and the Chestnut Hill Hospital for injuries sustained by plaintiff-wife when she fell at or near the top of a stairway of the hospital about 9 o’clock p.m. on December 7, 1954.. She was pregnant and expected her baby in two weeks. She left Dr. Zakreski’s office, which was well lighted, walked about ten feet to the stairs, which she had traversed several times recently. There were a number of lights on the stairway, but the stairway was dim. She testified that she started down the stairway on the left side, which had a handrail; that she put her right foot down on the first step, thought she had stepped on the middle of the step, but instead overstepped and fell; that her foot slid off the top step and she grabbed for the railing on the left side, missed it, and grabbed to the right side of the stairway where there was no railing and fell to the landing. iShe did not trip on any obstacle and she looked before stepping down, and saw the stairs. She put her foot down on the step but her foot did not hold.\nThe lower Court granted the motion of the hospital for a nonsuit, and directed a verdict in favor of Zakreski. From the judgment of nonsuit, plaintiffs (wife and husband) took these appeals.\nPlaintiffs allege that the action of the lower Court was erroneous because the stairway lacked a handrail on the right-hand side of the stairway, as required by the Building Code. The absence of a handrail on the right-hand side was not the proximate 'cause of plaintiff-wife’s fall, and the violation of an ordinance or any negligence is not ground for recovery unless it was a proximate cause of plaintiff’s injury.\nPlaintiffs’ second contention is that plaintiff-wife’s fall resulted from the dimly lighted condition of the stairway. We have examined the record and the photographs of the stairway, which are a part of the record, and find no merit in this or any other contention of plaintiffs.\nJudgment of nonsuit affirmed.\nMr. Justice Musmanno dissents.\nAs to the legal effect of the violation of an Ordinance, see: Murphy v. Bernheim & Sons, Inc., 327 Pa. 285, 293, 194 A. 194; Weinschenk v. Phila. Home Made Bread Co., 258 Pa. 98, 106, 107, 101 A. 926; Ubelmann v. American Ice Co., 209 Pa. 398, 400, 58 A. 849."}