{"id": "1301532", "contents": "Opinion by\nMb. Justice Bell,\nPlaintiffs filed a complaint in Equity to enjoin the erection of a separate detached garage in (alleged) violation of a building restriction. This case is before this Court on appeal for the second time. In Sandyford Park Civic Association v. Lunnemann, 396 Pa. 537, 152 A. 2d 898, we reversed the Chancellor’s decree stating (page 542) : “Because the record in this case is not clear, and there is doubt whether adequate evidence exists to support the Chancellor’s aforesaid finding of fact, we shall remand the case to the lower Court with directions to take further evidence and to make findings and enter a Decree consistent with the evidence and with this Opinion.”\nAfter remand, further hearings were held by the Chancellor who filed supplemental findings of fact, conclusions of law and an adjudication, and entered a decree nisi enjoining erection of the proposed garage. Defendants filed exceptions to this decree and after argument before the Court en banc the exceptions were dismissed and the decree nisi was adopted as the final decree of the Court. From this final decree defendants took this appeal.\nThe evidence may be summarized as follows:\nDefendants, John and Inez Lunnemann, own as tenants by the entireties, a twin or semi-detached dwelling house at 7430 Revere Street, Philadelphia. Defendants’ home is part of a development of 46 similar houses bounded on the north by Roosevelt Boulevard, on the east by Sandyford Avenue, on the south by Revere Street and on the west by Guilford Street. Each of the 46 two-story one-family houses contains a garage in the rear of the basement as an integral part of the dwelling. Immediately adjoining the houses on the rear are driveways providing ingress and egress for the basement garages. Beyond the driveways, and within the perimeter they form, is a considerable open area, principally improved with lawns, gardens and shrubbery, although some owners have blacktopped their part of the ground, and one has put up a shed which is used as a play house for children.\nThe development was laid out, and the houses were built by Max Norman, the common grantor, who in his application for a zoning permit from the City of Philadelphia sought and obtained permission to “erect 46 2 story residences (1 family) with basement garages.” A plot plan was filed with and as part of the application. Pursuant to this application, a zoning permit was issued.\nThere was adequate evidence to prove that (1) each of the 46 dwelling houses constructed upon the tract here involved contained a garage in the basement as an integral part of the house; (2) each of the 46 lots contained an open area at the rear of the house; (3) each of the 46 deeds contained a similar restrictive covenant requiring a basement garage; and (4) the restriction was attached to the plan or map which was a part of the application by the common grantor for a zoning permit which was filed as a public record with the City of Philadelphia. Furthermore, several of plaintiffs’ witnesses testified that the open area in the rear of these lots was an important inducement in their decision to purchase one of these dwelling houses.\nEach of the 46 deeds from the common grantor or his grantees or successors in title contains the following restrictive covenant:\n“Under and subject, nevertheless, to the express restrictions and conditions that only a detached or twin dwelling house and private garage in connection with same shall be erected upon the above-described premises. . . .”\n'The present, controversy arose when the defendants began to erect a double garage on their land, namely, their part of the interior plot, separate and apart from their dwelling house. It is this construction which plaintiffs seek to prevent by the present injunctive, proceedings.\nIn his supplemental adjudication the Chancellor pertinently found the following facts or conclusions:\n“The restriction imposed was a common plan for the benefit of the plaintiffs and all other lot owners, so an open rear yard area would benefit all owners.\n“The common grantor established a general plan of improvement by the filing of a plan whereby all 46 homes in the neighborhood had physically connected garages.\n“The filing of such plot plan, numbered 34579B, wherein Permit number 40829 was issued, in a public office of the city, is sufficient filing by a common grantor.\n“The common grantor and the purchasers of all the lots in the planned neighborhood intended thé garage to be physically connected, with the house, and the 46 dwellings were so erected.”\nIn the first Sandyford case, supra, we said (pages 540-541, 542) : “Plaintiffs, in order to secure an injunction, must prove (1) that the restriction was imposed by them or was clearly imposed for their benefit and (2) (a) by its terms clearly required a garage to be attached to and physically connected with defendant’s dwelling house, or ■ (b) (1) that the homes in the neighborhood which had physically connected garages were part of a general map or plan of improvement established by filing or publication for that entire neighborhood by a common grantor, and (b)(2) that the contemporary construction of this restriction clearly showed that the grantor and the purchasers of all the lots in the planned neighborhood intended the garage to be physically connected with the house. . . .\n“However, if this restriction was part of a common plan for the benefit of all the landowners within the area covered by the map or plan, as the Chancellor believed, evidence that homes with physically connected garages were built on the land covered by the plan would be sufficient to show a contemporaneous construction of this restriction by the grantees, and would justify a Court in granting an injunction to restrain the erection of a non-connected garage.”\nThe evidence was adequate to support the Chancellor’s findings of fact and conclusions and we find no error of law.\nBaederwood, Inc. v. Moyer, 370 Pa. 35, 87 A. 2d 246, upon which plaintiffs rely, laid down and reiterated the correct principles of law but is clearly distinguishable on its facts.\nDecree affirmed; each party to pay own costs.\nItalics throughout, ours.\nIn the former appeal it appeared of record that only defendants’ and one other deed contained this covenant. However, upon remand the parties stipulated that this provision was contained in each of the 46 deeds."}