{"id": "1301491", "contents": "Opinion by\nMr. Chief Justice Jones,\nThese appeals are from a final decree adjudging the defendants jointly and severally liable to the plaintiff Goodstein trust for the use made by Bernard R. Cohn, trustee, of funds of the trust estate for his purchase of property in his own name. The executrix of Cohn’s estate (which, as a party defendant, is subject to the liability imposed by the decree) has not appealed. The appellants are the defendants Baumgardners, the sellers of the property to Cohn, and defendants Brener and Kieserman, who financed Cohn’s purchase of the property to the extent of his pecuniary needs in excess of the trust funds which he used for two partial payments on account of the purchase price.\nAs recognized in Freas’s Estate, 231 Pa. 256, 258-259, 79 Atl. 513 (1911), “For more than half a century this court has invariably held that where a trustee takes title to trust property in his own name as an individual, the cestui que trust has the option to accept the investment or require the trustee to account for the purchase money with interest.” Later, in Yost’s Estate, 316 Pa. 463, 467-468, 175 Atl. 383 (1934), it was said to be “well settled that where a trustee invests trust money in property which he takes in his own name as an individual the beneficiary has the option to accept the investment or require the trustee to account for the money so invested, with interest [citing cases] . . . The trustee should not be permitted so to make an investment that he can call his own today, if good, and tomorrow, if bad, ascribe it to the trust, or shift it from one trust to another, or leave it subject to attack by creditors as his individual property. Only by giving the beneficiary a right to make the trustee account for funds thus invested can a practice so fraught with danger be effectually prevented.” See also, Quest’s Estate, 324 Pa. 230, 233, 188 Atl. 137 (1936).\nThe chancellor’s material findings are amply supported by the evidence and were confirmed by the court en banc on exceptions thereto. They clearly establish that Cohn used funds of the Goodstein trust, whereof he was the fiduciary, in connection with his purchase from the Baumgardners, in his own name, of the taproom operated by the Wallace Bar Corporation, all of whose stock was owned by the Baumgardners. At the time of the execution of the agreement of purchase between Cohn and the Baumgardners for his purchase of all of the outstanding stock of the Wallace Bar Corporation for a price of $29,000, Cohn gave the Baumgardners a check for $2,900 which, according to the terms of the agreement, was to be paid upon the signing thereof. This check in the amount of $2,900, which the Baumgardners accepted, was signed by “Bernard R. Cohn, Trustee”. It was drawn on the Broad Street Trust Company, where it was paid from funds of the Goodstein trust. At the time of the settlement under the agreement of purchase, a certificate representing all of the outstanding stock of the Wallace Bar Corporation was issued to “Bernard R. Cohn” in his individual capacity. At this meeting Brener and Kieserman presented their check in the amount of $17,000 (the extent of their financing of Cohn’s purchase) to the Baumgardners, who were in debt to Brener and Kieserman in respect of the same property. This check was immediately endorsed by the Baumgardners and returned to Brener and Kieserman, to whom Cohn thereby became indebted in the amount of the check. Also, at this meeting Cohn gave the attorney for the Baumgardners a check for $2,100 signed by “Bernard R. Cohn, Trustee”, drawn upon the Broad Street Trust Company where it was paid from funds of the Good-stein estate.\nThere can be no doubt that the Baumgardners were active and interested participants in Cohn’s breach of trust. They sold him the corporation which he wrongfully purchased in his individual name and they accepted in part payment therefor Cohn’s two trustee checks. The chancellor very properly, therefore, held the Baumgardners accountable for the $5,000 represented by the two checks drawn by Cohn on trust funds, which the Baumgardners received and accepted, and for the $1,069.44 for the business expenses of the corporation for which Cohn had made himself liable and which he also paid out of trust funds.\nBrener and Kieserman argue that there is no proof that they had any knowledge that the two checks for $2,900 and $2,100 respectively, which Cohn had given to the Baumgardners in the course of his individual purchase, were drawn on trust funds. However, Brener and Kieserman did later receive from Cohn two trustee checks, one for $75 and another for $38, to their order, in payment of debts due by the corporation for which Cohn was responsible under his security agreement with Brener and Kieserman, securing them against loss on their loan of $17,000 to him. These two checks, although relatively small, were a part of the $1,069.44 of corporate business expenses which Cohn paid with trust funds. Brener and Kieserman’s financing of Cohn was so intermeshed with the latter’s purchase of the taproom corporation from the Baumgardners and the settlement therein of the Baumgardners’ liability to Brener and Kieserman, for the financing they had originally received from Brener and Kieserman, that it is not possible for us to say with either justice or assurance that the chancellor, who saw and heard the witnesses, erred in concluding that Brener and Kieserman knew, or ought to have known, that Cohn was utilizing trust funds in effecting his purchase of the taproom. Such being Brener and Kieserman’s situation, they are equally liable with the Baumgardners for participating in Cohn’s breach of trust.\nThe Baumgardners contend that they were prejudiced by the chancellor’s refusal to admit in evidence a letter (Defendant’s Exhibit FBC-2) written by Cohn to Sarah Zagrans, one of the cestuis of the Goodstein trust. When first offered, the letter was admitted over plaintiff’s objection, but at the conclusion of the testimony counsel for the Baumgardners again offered the letter in evidence. This time the court sustained the plaintiff’s objection and denied the letter admission in evidence. Exception to the court’s ruling was never properly pursued. Hence, the question of the admissibility of the letter is not before us on these appeals.\nPa. K. C. P. 1518(a) provides that “(a) Within twenty (20) days after notice of the filing of the adjudication, exceptions may be filed by any party to rulings on objections to evidence .... Matters not covered by exceptions are deemed waived, unless, prior to final decree, upon cause shown leave is granted to file exceptions covering such matters.” Subsequent to the filing of the adjudication, the Baumgardners filed 41 various exceptions. However, none dealt with the chancellor’s exclusion of the defendant’s Exhibit FBC-2. Complaint in such regard was, therefore, waived, and cannot now be considered on these appeals. Even if admitted in evidence, the letter would not have been binding upon the trust and, consequently, not helpful to the appellants. We agree with the chancellor’s estimate of the letter when he said, “. . . I will say now for the record that I feel if Mr. Cohn did something he should not have done, this [Exhibit FBC-2] does not excuse his having done so, and it would seem to me that it is a confession or admission on his part that he had done something as Trustee that he should not have done.” Decree affirmed at the appellants’ costs."}