{"id": "1301467", "contents": "Opinion by\nMb. Justice Benjamin R. Jones,\nMarshall T. Heaps [Heaps] in 1944 purchased certain property known as Car-Del Hotel located in Delta, York County, and from 1945 to 1955 paid the taxes thereon. Liens for delinquent taxes on this property for 1956 and 1957 were entered against the property and in June 1958, Heaps received a final notice, prior to a tax sale of the property, of such tax delinquencies. On July 14, 1958 Heaps and the York County Tax Claim Bureau [County] entered into an agreement under the terms of which the County agreed to withdraw Heaps’ property from the tax sale and Heaps agreed to pay the delinquent taxes ($637.72) by an immediate payment of $159.72 and by payment of the balance ($478) in eight monthly installments beginning August 1958.\nHeaps did not make any payment thereafter until February 21, 1959 when his son, Marshall T. Heaps, Jr. [Heaps, Jr.] paid $265, leaving an unpaid balance of $213.\nOn June 26, 1959, the county sent a notice by registered mail, postage prepaid, return receipt requested, to Heaps at Cardiff, Maryland, — Heaps’ known address — which notice advised that the property would be sold at a tax sale on August 8, 1959. Beginning July 23, 1959, the property was listed in the advertisement of tax sales which appeared in two newspapers of general circulation and the legal periodical of York County. When the receipt for this registered mail was returned it bore the signature not of Heaps, but of Heaps, Jr., and there is nothing of record to show that Heaps received the notice, saw the advertisement of the tax sale or where Heaps, Jr. lived. On August 8, 1959 the property was sold at tax sale to Milton Aronauer for $595, and this sale was confirmed nisi on August 17, 1959. Prior to final confirmation of the sale Heaps filed exceptions to the sale and petitioned the Court of Common Pleas of York County to set the sale aside. Both the intervening purchaser, Aronauer, and the County answered Heaps’ petition. The Common Pleas Court of York County entered an order to set aside the tax sale and from that order Aronauer appealed.\n■ Heaps contended in the court below that the tax sale was invalid because (1) proper statutory notice of the sale was not given him; (2) that proper notice of a default both under the statute and under the Heaps-County installment agreement was not given and such proper notice was a prerequisite to the tax sale; (3) the equities of the situation — a sale of the property at five per cent of its value — demanded that the sale be set aside. The court below rejected Heaps’ last contention but sustained his first two contentions.\nThe determination of this controversy depends on an interpretation of sections 602 and 603 of the Act of July 7, 1947. Section 602 deals generally with the notice required of tax sales while section 603 deals with agreements to stay tax sales. “Prior to any scheduled sale” the county is required to give notice thereof in accord with the provisions of section 602. That section provides for three types of notice: published notice, mail notice, and under certain circumstances, posted notice. Published notice requires, inter alia, publication of the time and place of the tax sale once a week for three successive weeks in two general circulation newspapers, if there are so many in the county, and once in the legal periodical, if any, in the county. In addition to the published notice, the county must give “mail notice”, that is, notice by “registered mail, return receipt requested, postage prepaid”, and such notice must be given to the owner of the property at his last known post office address. Posted notice requires that a notice of sale be posted on the property. While published notice and mail notice must always be given, posted notice is only required to be given (a) if the county does not know the owner’s post office address, or (b) if the mail notice is “not delivered to the owner by the postal authorities.” (March v. Banus, 395 Pa. 629, 151 A. 2d 612). By its express provisions section 602 prescribes the manner of giving notice of any tax sale.\nOn the other hand, section 603 gives the county the right to enter into an agreement with the owner of the property or with his lien creditor for a stay of a tax sale and the payment of delinquent taxes on an installment basis. This section then provides that if the owner or lien creditor defaults in the agreement, the county “after written notice of such default given by United States mail, postage prepaid, to the owner or lien creditor at the address stated in the agreement, shall proceed with the sale of such property in the manner herein provided at the next scheduled sale of property to be held at least ninety (90) days after such default.”\nAronauer maintains that section 603 “stands on its own feet” and the notice requirements of section 602 are inapplicable in the situation where the owner has defaulted in his installment payment agreement with the county. With this contention we cannot agree. Once a default occurs in the owner-county agreement under section 603 the county must give to the owner a mailed notice of “default” and, after such notice has been given, the county must then proceed under section 602 to give the requisite notice provided thereunder for a tax sale.\nIn the instant situation, the county followed the statutory mandate under Section 602 both as to published and mailed notice but ignored the mandate as to the posted notice which was required under the circumstances. The court below well stated: “It is perfectly obvious that the Bureau complied with the first of these requirements but ignored the second one. When the mailed notice was not delivered to the owner, as appeared from the return receipt, the [county] failed to post the notice on the property. It is futile to argue that there was no more likelihood of petitioner seeing a posted notice than the newspaper advertisement which he missed, or of receiving a mailed notice which was delivered to his son. The fact remains that the legislature plainly required posting if the owner did not receive the mailed notice. As pointed out in Boss Appeal, 366 Pa. 100 (1950) posting the premises is a time-honored method of giving notice with respect to real estate. It likewise is useless to contend that the mail received by the son was the equivalent of notice to the father. The act does not so provide, and there is nothing in the record to indicate that the parties lived together or even were on speaking terms. Nor is any help derived from the subsequent clause of the same section of the act, that ‘No sale shall be defeated . . . because of proof that mail notice as herein required was not received by the owner.’ This is immediately followed by the proviso that ‘such notice was given as prescribed by this action.’ Such notice was not given when the [county] failed to post the property following non-delivery of the mail. That this omission was fatal is illustrated by Watson v. Ciaffoni, 385 Pa. 16 (1956), which went further in holding that even posting did not cure the mailing of the notice to wrong address where the owner’s correct address was available and he never had knowledge of the sale.”\nFurthermore, the county failed to give to Heaps the appropriate notice of “default” required by Section 603. The language of the court below in this respect is appropriate : “. . . [Aronauer] also claims that proper notice of default under the installment payment agreement was not given to him as a prerequisite to the sale. Both the agreement and Section 603 of the Act of 1947, supra, 72 P.S. 5S60.603, which authorizes it, require such a notice of default. While the period of notice is not specified, it is provided that the sale shall be ‘held at least ninety (90) days after such default.’ It may be that under certain circumstances notice of the sale itself, if actually received or at least properly given, might serve as a substitute for notice of the default. However, we have no hesitation in holding that notice of default was not properly given here where the notice of sale was never received, was not properly given, and was mailed only one month and 13 days before the sale.”\nMr. Justice Ladner, speaking. for the Court, in Hess v. Westerwick, 366 Pa. 90, 98, 76 A. 2d 745, stated: “We are quite aware of the, problem of taxing authorities which in recent years had led the legislature to make tax titles more than the mere purchase of a law suit: . . . . Therefore quite properly the legislature has sought to prevent invalidation of sale for mere technical omissions, irregularities or errors. But this very fact places upon the taxing authorities a responsibility to see that the owner of the property is not punished by the taxing authorities’ neglect or worse. . . . To permit it would be an outstanding reproach of our system of justice.”\nTo validate the instant tax sale would overlook the county’s failure to follow the statutory requirements of both sections 602 and 603 of the Act of 1947, supra; this we cannot and will not do.\nOrder affirmed. Costs on the county.\nPresumptively, under the authority of Section 603 of the Act of July 7, 1947, P. L. 1368, as amended, 72 PS §5860.603.\nThis payment was made contemporaneously with the execution of the agreement.\nThe agreement also provided that if Heaps defaulted in the payment of any installment, the county “after written notice of such default given by United States Mail, postage prepaid, to . . . [Heaps] at the address above stated, shall proceed with the sale of such property at the next scheduled sale of property to be held at least 90 days after such default.”\nThe property had a market value of $13,000.\nAct of July 7, 1947, P. L. 1368, as amended 1951, May 10, P. L. 258, §1, 72 PS §5860.602, 603.\nEmphasis supplied.\nThe Act of 1959, November 19, P. L. 1513, §3, presently inapplicable, amended Section 602 and now makes all three types of notice necessary for the validity of any tax sale.\nThe statute prescribes the nature of the agreement and the Instant agreement seems to exceed the limitations imposed by the statute.\nEmphasis supplied."}