{"id": "1301475", "contents": "Opinion by\nMr. Justice Bell,\nThe sole question involved is whether testator’s heirs and next of kin are to be determined as of the date of his death or as of the date of death of the last surviving life tenant of the trust created for Rosalie and her issue. The facts may be summarized as follows:\nTestator died on March 20,1900, leaving a will dated February 27, 1900, and a codicil thereto dated March 3, 1900. He was survived by a son, Augustus G. Heaton, and a daughter, Rosalie H. Tows. Augustus died on October 11, 1930, and was survived by three children— (1) Augustus, who died April 11, 1936, without issue; (2) Harry, who died on September 21, 1933, and was survived by three children — great-grandchildren of testator — John G. Heaton, Caroline H. O’Connor and Mary H. Villemin; and (3) Perry, who died June 15, 1954, without issue. Upon the death of Perry, Harry’s three children above mentioned, John, Caroline and Mary, inherited absolutely the balance of the principal of the trust created by testator for testator’s son Augustus and Augustus’s sons and issue. The net result has been that John, Caroline-and Mary, who were the children of Harry and the great-grandchildren of testator, inherited outright and absolutely the principal of one-half of testator’s trust estate. Two of these children, namely, John and Caroline, are the present appellants and claim the entire principal of the residuary trust which testator set up for his daughter Rosalie and her child Ferrars.\nTestator’s daughter, Rosalie H. Tows, died on September 14, 1919, and was survived by a son, Ferrars H. Tows. Ferrars died testate, unmarried and without issue, on June 19, 1958; his executrix, Fay Jordan, is residuary legatee and the present appellee.\nTestator gave his residuary estate in trust:\n“(b.) All the rest and residue of the income of my trust estate I direct to be divided in two parts one of which shall be paid by my said trustees to my son, Augustus G. Heaton and the other half to my daughter, Bosalie E. Tows ....\n“(c.) After the death of my son, I direct that his portion or half of the income as paid to him in his lifetime shall be equally divided among his aforesaid three [named] sons in quarter yearly payments, .... And the other portion or half of said income, as provided for my daughter, in like manner, I direct after the death of my said daughter, to be paid to her son Ferrars Heaton Tows. . . .\n“4. At the death of my grandchildren respectively, leaving surviving issue, I direct the respective shares of the principal of my trust estate of which they shall have been receiving or entitled to receive the income, to be transferred to the children of my said grandchildren, or their issue respectively by representation, such children, or their issue taking their parents’ share. If any of my said grandchildren shall die without issue them surviving then and in that event I direct the principal of the share of which such grandchild shall have been receiving the income to continue and thus augment the shares of his or their brothers and sisters if any or their issue subject to same trusts, and failing such brothers and sisters respectively or their issue, then and in that event I direct and order the share of such grandchild to be paid, transferred and conveyed by my said trustees to the persons who would be entitled thereto as my heirs and next of Join respectively under the intestate laws of the State of Pennsylvania in force at the time of this writing.”\nTestator provided in paragraph 4 (as above mentioned) that at the death of each grandchild leaving issue, the share of principal of which such grandchild was receiving income should be paid to such grandchild’s children or issue per stirpes. Under this provision, the present appellants, who are children of Harry Heaton and grandchildren of Augustus and great-grandchildren of testator, received in 1957 the principal of the residuary estate set up for Augustus from which they were receiving the income, namely one-half of the entire principal outright and absolutely. There then follows this provision [still part of paragraph 4] which has given rise to the present controversy: “and failing such brothers and sisters ... or their issue [Ferrars died in 1958 without issue or brothers or sisters] then and in that event I direct and order the share of such grandchild to be paid, ... to the persons who would be entitled thereto as my heirs and next of kin respectively under the intestate laws of the State of Pennsylvania m force at the time of this writing .” It will be instantly noted that the share of the grandchild who died without issue and without brother or sister is not given to the trust for the other line, it does not augment the shares of any legatee or cestui que trust, it is not given to “survivors” or even to testator’s heirs and next of kin— it is given to testator’s heirs and next of kin in accordance with the intestate laws in force at the time of this writing. Testator’s heirs and next of kin under the intestate laws in force at the time he wrote his will were his son, Augustus, and his daughter, Rosalie, and it is through Rosalie that Ferrars’ legatee inherits by devolution one-fourth of testator’s estate.\nWe approach an interpretation of this will in the light of well settled principles. In Wanamaker Estate, 399 Pa. 274, 159 A. 2d 201, the Court said (page 279) : “ ‘. . . The intention of the testator is the pole star in the interpretation of every will and that intention must be ascertained from a consideration of the entire will, including its scheme of distribution as well as its language, together with all the surrounding and attendant circumstances . . . [and cases cited therein].”’\nIn Hope Estate, 398 Pa. 470, 159 A. 2d 197, the Court said (page 474) : “ ‘ “When the intention of the testator can be ascertained by an examination of his entire will . . . ‘technical rules or canons of construction are unnecessary ....’”\n“ ‘. . . it is only where the intent is uncertain or the language ambiguous that such canons should be resorted to . . .’ ”\nEach party contends that the language of testator’s will and the scheme of distribution therein set forth, gives them or her respectively the principal of which Ferrars was receiving the income during his life. The lower court in an able opinion held that the language of testator’s will clearly disclosed an intention to give this share of principal to testator’s “heirs and next of Idn under the intestate laws of the State of Pennsylvania in force at the time of this writingand that this clearly meant testator’s heirs and next of kin determined as of the date he made his Avill and not as of the date of Ferrars’ death. The lower court consequently decreed that the remaining principal of testator’s residuary trust (Rosalie’s share) was to be paid one-half to testator’s son, Augustus, and one-half to testator’s daughter, Rosalie, and each of said halves passed through them to their respective legatees. The Orphans’ Court unanimously agreed upon this construction (and result) first and primarily because of the language of testator’s will, and secondly because if there were any ambiguity in testator’s language the settled rule of construction at the date he made his will compelled the same construction and result.\nWe are convinced that the language of the testator’s will is clear and that it was correctly interpreted and construed by the lower court.\nAppellants’ most appealing contention is that testator did not want or intend, in the event of total failure of one line, his gifts to that line to go back to his two children and descend through them to their respective wives or others outside testator’s blood line. Many people cannot understand why a testator would prefer to allow one-fourth of his estate to be given to a grandchild’s wife or friends, instead of giving the entire four quarters to his great-grandchildren even though he had never seen them. Sound, sensible persons sometimes make eccentric wills or prefer an individual or a charity or a corporation to relatives, or leave their estate in a manner that seems to exclude children or issue as well as to Courts to be inequitable or unjust or extremely foolish. However, it is the well established law of Pennsylvania that a testator may leave his estate to any person and in any way he desires provided it does not violate the Constitution or the law or public policy: Little Estate, 403 Pa. 534, 170 A. 2d 106; Girard Will Case, 386 Pa. 548, 127 A. 2d 287; Cannistra Estate, 384 Pa. 605, 121 A. 2d 157; Johnson Will, 370 Pa. 125, 87 A. 2d 188; Borsch Estate, 362 Pa. 581, 67 A. 2d 119.\nIn other words, we cannot rewrite a testator’s will. In Cannistra Estate, supra, the Court said (page 607) : “No rule regarding wills is more settled than the great General Rule that the testator’s intent, if it is not unlawful, must prevail! . . . Moreover, ‘The testator’s intention must he ascertained from the language and scheme of his will: “it is not what the Court thinks he might or would have said in the existing circumstances, or even what the Court thinks he meant to say, but what is the meaning of his words”: Britt Estate, 369 Pa. [450, 454, 87 A. 2d 243]’: Sowers Estate, 383 Pa. 566, 119 A. 2d 60.”\nAppellants not only fail to give effect to testator’s clear language, but they likewise overlook the fact that testator clearly demonstrated that if he desired to make a gift to surviving issue or to augment (a) in trust or (b) absolutely the share of other grandchildren or great-grandchildren, he knew how to say so and do so.\nThe Orphans’ Court and the appellee further support their interpretation of testator’s will by the rule of construction which existed at the time testator made his will, to wit, where language is ambiguous or uncertain, “heirs and next of kin” are determined as of testator’s death even though a life estate intervenes, instead as of the date of death of a life tenant unless a contrary intention is clearly disclosed by testator’s will: Thompson Trust, 363 Pa. 85, 69 A. 2d 112; Whiteside’s Estate, 302 Pa. 452, 153 A. 728; Fitzpatrick’s Estate, 233 Pa. 33, 35, 81 A. 815; Busby’s Appeal, 61 Pa. 111. If testator’s language were ambiguous and resort to a canon of construction were necessary, we agree with the Orphans’ Court that the canons of construction support the interpretations reached by that Court.\nWe have carefully considered all of appellants’ contentions and although they were.ably argued we cannot agree with them.\nDecree affirmed; costs to be paid by appellants.\nItalics throughout, ours.\nAnd likewise at the time of his death. The law was subsequently changed by the Act of June 29, 1923, P. L. 914.\nWe note, parenthetically, that the actual result produced by the decision of the lower Court is that Augustus’s line, viz., his grandchildren receives %ths of testator’s entire residuary trust estate and Rosalie’s line receives ^th of testator’s entire residuary trust estate.\nExcept that a testator cannot exclude a wife."}