{"id": "1301469", "contents": "Opinion by\nMb. Justice Eagen,\nThis is an action for personal injuries tried before a judge without a jury by agreement. Specific findings of fact and conclusions of law were found by the trial judge and a decision rendered in favor of the defendants. Plaintiff’s exceptions to the findings and conclusions were dismissed by the court en banc and a final judgment for the defendants entered. These appeals followed.\nThe trial court found, inter alia, that “the plaintiff’s own careless and negligent conduct contributed to the production of his injuries,” which fact barred recovery. It is established beyond argument that the findings of a trial judge which are supported by competent evidence and confirmed by the court en banc have the weight of a jury’s verdict: Erie Coach Co. v. Erie Bus Co., 399 Pa. 76, 160 A. 2d 405 (1960). It is equally true that this principle is confined to findings that are true and genuine findings of fact. “With respect to inferences . . . and conclusions of law, both the Court en banc and the appellate Courts have the power to draw their own inferences and make their own deductions and conclusions”: Kalyvas v. Kalyvas, 371 Pa. 371, 375, 376, 89 A. 2d 819 (1952). Also, when “findings of fact are clearly or manifestly erroneous or were arbitrarily made or if the record indicates that the trial judge failed to comprehend and understand the evidence, such findings of fact may be overruled”: Claughton v. Bear Stearns & Co., 397 Pa. 480, 488, 156 A. 2d 314 (1959).\nOur study of the record confirms the existence of sufficient facts to sustain the lower court’s factual conclusion that the plaintiff was guilty of contributory negligence.\nThe plaintiff, a journeyman electrician, was acting as foreman for his employer, a subcontractor, doing the electrical work incident to the construction of a new school building. The defendants are the general contractor, who built the building, and a subcontractor, who erected a permanently attached vertical iron ladder to a portion of the outside of the building. Plaintiff was seriously injured when he fell from this ladder. This ladder provided access to and from the roof level over the snack bar. It extended upwards 19 feet 13/4 inches, with, its side bars extending upwards to the top of a gooseneck 3 feet 6 inches above the top rung. The rungs were 18 inches long and 3/4 inch round.\nOn the day in question, plaintiff' was inside the building when he was summoned by an employee of the roofing contractor to examine a ventilation unit located on the roof over the snack bar. Plaintiff ascended an inside stairway until he came to a roof level, walked across this level and ascended a 5-foot vertical ladder to another roof level, and then descended 19 feet, on the ladder involved, to the roof over the snack bar.\nUpon examining the exhaust fan unit, he removed the motor for repairs. This was a 1/6 horsepower motor about the size of a roll of toilet paper and weighed 15 pounds five ounces. The only way to get off the snack bar roof was to go back up the vertical ladder the plaintiff had minutes before descended. Plaintiff ascended this ladder carrying the motor in the crook of his left arm. He reached from one rung to the next with his right hand, moving his feet up one at a time from one rung to the next. When both feet were on the same rung, he held on with the hand of the arm in which the motor was cradled and moved the right hand to grasp the next highest rung.\nWhen he approached the top of the ladder, he reached for the top rung with his right hand, felt and saw the coping, “got a good grip on the rung” and started to take another step. He lost his grip and fell to the lower roof level. The top rung of the ladder was 1 3/8 inches from the coping. Immediately before the fall, plaintiff was intending to place or lift the motor onto the level of the next roof with his left arm, and as he pulled himself up, his right hand turned around the top rung, his knuckles hit the cornice and the pain caused him to loosen his grip.\nThe lower court found as a fact that as the plaintiff ascended the ladder, the use of his left hand was limited and encumbered. To us, this is self-evident from the description of the event. In addition to the oral testimony, the court enjoyed the experience of witnessing an actual demonstration on a ladder of similar specifications. To urge that such a finding is not supported by the record is totally without merit.\nThe lower court further found as a fact that in descending the same ladder just minutes before in broad daylight, the plaintiff “must have seen the top rung . . . and its closeness to the parapet or coping,” and observed that the clearance was insufficient for his subsequent ascent burdened with the motor. This conclusion was also justified and reasonable. It is conceded by counsel that as plaintiff descended the ladder “his eyes passed by the top rung and he did ‘see’ it.” Plaintiff specifically admitted in his testimony that he saw the cornice. It is argued that it doesn’t necessarily follow that in addition to seeing the rung and the cornice, the plaintiff actually observed the closeness of the parapet or coping. Further, it is urged that since he specifically testified that he did not so observe, the trial court could not legally make a finding that he did. We disagree. The credibility of plaintiff’s testimony in this regard was for the trier of the facts: Dorn v. Leibowitz, 387 Pa. 335, 127 A. 2d 734 (1956). As stated in that case at p. 340: “From time immemorial, it has been the province of the jury in trespass eases, where oral testimony is concerned, to pass upon the credibility of witnesses, even though uncontradicted by defendant witnesses or even though the defendant introduces no testimony at all.” Having seen fit to disbelieve and reject that portion of the plaintiff’s testimony on this fact, the particular finding was a reasonable conclusion from the remaining proof.\nThese findings sustain the factual conclusion of the trial judge that the plaintiff voluntarily submitted himself to a manifest danger and failed to exercise reasonable prudence.\nJudgment affirmed.\nThis was in violation of a regulation of the Department of Labor and Industry (promulgated pursuant to the Act of May 18, 1937, P. L. 654, §12, 43 PS §25-12), which provides that in respect to “fixed ladders” the “distance from the back of rungs to the nearest permanent object shall be not less than six and one-half inches”."}