{"id": "1301545", "contents": "Opinion by\nMe. Justice Benjamin B. Jones,\nThe primary issue herein is the validity of an ante-nuptial agreement entered into by Edgar Kaufmann (decedent) and Grace S. Kaufmann on September 3, L954, the day prior to their marriage.\nEdgar Kaufmann, a Pittsburgh resident, died on April 15, 1955 — seven months subsequent to his marriage — survived by Grace Kaufmann, his wife, and Edgar Kaufmann, Jr., a son by a prior marriage. Decedent’s estate approximated 110,500,00o.\nEleven months subsequent to decedent’s death, Mrs. Kaufmann elected to take against loth decedent’s will —executed the day of their marriage — and a charitable purpose life insurance trust — created one and three-quarter years prior to the marriage. Thereupon, decedent’s executors and trustees petitioned the Orphans’ Court of Allegheny County to annul Mrs. Kaufmann’s election; the basis of their petition was that Mrs. Kaufmann, by reason of the antenuptial agreement of September 3, 1954, was barred from making any such election. By answer to this petition, Mrs. Kaufmann took the position that, although she did execute the ante-nuptial agreement, the agreement was invalid and not binding upon her for various reasons : lack of mutuality, that the agreement was executed by her without an understanding on her part of its meaning and purport and without having been adequately and properly advised by counsel of her own choice, that, when the agreement was made, she was not aware of decedent’s actual financial status or of the existence of the charitable purpose life insurance trust, that she was without knowledge of the impact on decedent’s estate of taxation and the tax saving device of marital deduction, that decedent, although his will was already prepared and ready for execution, failed to disclose to her the manner in which he proposed to dispose of his estate and, lastly, the agreement failed to make adequate and suitable proportionate provision for her maintenance and support. Although Mrs. Kaufmann’s challenge to the agreement’s validity appears to be in the nature of a shotgun attack, the real thrust of her challenge is two-fold: (1) that the decedent fraudulently and falsely concealed and failed to disclose to her the actual manner in which he intended to make a charitable disposition of his estate and (2) that the agreement failed to provide an income adequate and sufficient to maintain her in a manner consistent with that in which she had lived during coverture.\nAfter taking testimony, the Orphans’ Court of Allegheny County set aside Mrs. Kaufmann’s election, ruling that her evidence was insufficient to warrant the court to invalidate the antenuptial agreement. The court en banc dismissed exceptions to that ruling and upon entry of a final decree Mrs. Kaufmann appealed.\nOn September 3, 1954, Kaufmanns entered into this antenuptial agreement. Under the terms thereof, Mrs. Kaufmann waived and released any and all rights “that she may acquire as Mr. Kaufmann’s surviving spouse in his estate upon his death”. In exchange for Mrs. Kaufmann’s waiver and release, decedent promised to give Mrs. Kaufmann, by will or inter vivos gift: (1) 2500 shares of the common stock of May Department Stores, Inc. [May]; (2) his'Palm Springs, California, residence; (8) a life interest in the entire income of a trust, the corpus of which would be at least- 20,000 shares of the common stock of May; (4) a waiver of any interest in her estate.\nAfter bequests of certain personalty to Mrs. Kaufmann and Edgar Kaufmann, Jr., decedent’s will — executed the day subsequent to the antenuptial agreement —-provided for: (1) a devise of the Palm Springs residence to Mrs. Kaufmann and a devise of the realty in Pennsylvania and Canada to Edgar Kaufmann, Jr.; (2) bequests totalling $51,000 to certain employees; (3) the creation of a trust, the corpus consisting of 20,000 shares of May common, stock, to pay the entire net income thereof to Mrs. Kaufmann for life and, at her death, to distribute the corpus to the Edgar Kaufmann Charitable Foundation; (4) the creation of a trust, the corpus consisting of $1,500,000, to pay the net income therefrom to Edgar Kaufmann, Jr. for life —with the right to invade corpus up to $500,000 — and, at his death, to pay the balance of corpus to the Foundation; (5) distribution of all the residuary estate to the Foundation.\nIn our examination of the evidence presented by this voluminous record, certain principles, well established and long recognized in this area of the law, must be our guide: (1) an antenuptial agreement — even though the parties occupy toward each other a relationship of trust and confidence — is presumptively valid and binding upon the parties; while the law requires that each party to the agreement act with the utmost good faith and candor toward the other party, the law presumes that this requirement has been fulfilled and the burden of proving the invalidity of an antenuptial agreement rests upon the party who so charges (Robinson’s Estate, 222 Pa. 113, 70 A. 966; Whitmer’s Estate, 224 Pa. 413, 73 A. 551; McCready’s Estate, 316 Pa. 246, 175 A. 554; Snyder Estate, 375 Pa. 185, 100 A. 2d 67; Barnhart v. Barnhart, 376 Pa. 44, 101 A. 2d 904) ; (2) in essence, the validity of an antenuptial agreement depends “upon the presence of one of two factors: A reasonable provision for the wife, or, in the absence of such provision, a full and fair disclosure to the wife of the husband’s worth”: Flannery’s Estate, 315 Pa. 576, 580, 173 A. 303. See also: Warner’s Estate, 210 Pa. 431, 59 A. 1113; Groff’s Estate, 341 Pa. 105, 19 A. 2d 107; Emery Estate, 362 Pa. 142, 66 A. 262; McClellan Estate, supra; Snyder Estate, supra; Zeigler Estate, 381 Pa. 436, 113 A. 2d 271; (3) in evaluating the reasonableness of the provision for the wife, such reasonableness must be determined as of the date of the agreement and not by hindsight. Reasonableness may depend upon various factors: (a) the financial worth of the husband; (b) the financial status of the wife; (c) the age of the parties and the number of children each has; (d) intelligence of the parties; (e) whether the wife aided in the accumulation of the wealth.\nThe instant record clearly and convincingly indicates that when Mrs. Kaufmann signed the antenuptial agreement a full and fair disclosure had been made to her and she knew the financial status of the decedent. We have the unrebutted testimony of Attorney Knox (who acted as Mrs. Kaufmann’s counsel when the agreement ivas executed) “that [Mrs. Kaufmann] was fully acquainted with Mr. Kaufmann’s property and resources, financial position . . .:” the testimony of Mrs. Kaufmann’s mother that in Mrs. Kaufmann’s desk in the Palm Springs residence were kept “all the business papers” of decedent; the uncontradicted testimony that Mrs. Kaufmann for at least three years prior to the agreement acted as decedent’s secretary and companion, and knew, at first hand, the very lavish and extravagant manner in which decedent lived, a manner of living which only a very wealthy man could afford. More important than all this testimony, however, is the admitted and conceded fact that the agreement examined and executed by Mrs. Kaufmann contained the recital “that she [Mrs. Kaufmann] has been informed by Mr. Kaufmann and is aware that his net worth is in excess of Ten Million Dollars”. That this was a true and accurate statement of decedent’s financial status is borne out by the undisputed fact that, seven months after the execution of the agreement, decedent died leaving an estate of approximately $10,-500,000. Mrs. Kaufmann would have the court believe that, although the agreement recites otherwise, she had not seen nor was she familiar with certain statements setting forth decedent’s assets and liabilities. Even though she had not seen and was not familiar with these statements, such facts would only tend to prove a lack of full disclosure of decedent’s net worth. Assuming, arguendo, Mrs. Kaufmann had not seen these statements, the fact remains she knew decedent’s financial worth. It is difficult, if not impossible, to conceive of a situation where there could be a more complete and honest disclosure of his net worth by a groom-to-be to his bride-to-be.\nMrs. Kaufmann further complains that the provisions of the agreement failed to adequately provide for her maintenance and support. In disposing of this complaint the court below well stated: “The provision made for the widow in the antenuptial agreement, consisting of capital gifts amounting to $250,000 and a life income of $40,500 before taxes ($23,128.44 after taxes), is reasonable and adequate in the circumstances of this case.\n“The provision for Grace Stoops Kaufmann under the terms of the antenuptial agreement is adequate to enable her to live as well as she lived before the marriage and is adequate to enable her to live most comfortably considering all the circumstances, including her life before her marriage to the decedent and her life with him as his wife for seven months and eleven days prior to his death.” We have scrutinized the record and find ourselves in complete agreement with the court below. The provisions made by decedent for Mrs. Kaufmann were adequate and appropriate. In fact, after a seven-month marriage, Mrs. Kaufmann finds herself in a position of economic security and financial independence such as enjoyed by comparatively few women.\nMrs. Kaufmann urges that, by virtue of the agreement, she receives less than she would have received if she had not signed the agreement. That considers only one “if” in the situation; if decedent had not married her what would her position have been so far as maintenance and support be concerned? Furthermore, assuming that decedent did marry her without an antenuptial agreement, her survival of decedent conditioned the receipt of anything from his estate. Of course, Mrs. Kaufmann receives less by reason of the agreement than she otherwise would have received when decedent died, but that was the purpose of the agreement and Mrs. Kaufmann knew it. She knew when she signed the agreement that thereunder she bound herself to take less of the decedent’s estate than she would receive without the agreement. To contend otherwise is to ignore the obvious. Apposite is McCready's Estate, 316 Pa. 246, 256, 175 A. 554, wherein we said: “. . . It seems clear that appellant was content with what he was to get and did get, and that it was only after lie learned that he could not be deprived of the $1,000 a month given by the will . . . that he conceived the idea of attempting to get a large share of the corpus of the estate. . .” See also: Groff’s Estate, supra, p. 108; Kesler’s Estate, 143 Pa. 386, 406, 22 A. 892. Much more apposite is the language of this Court in Neely’s Appeal, 124 Pa. 406, 427, 16 A. 883: “In any event, if she [was] dissatisfied she [could] refuse to sign the contract, and not accept its benefits during her husband’s life, and then seek to repudiate it after his death.”\nGreat stress is placed by Mrs. Kaufmann upon the contention that a “majority” of the estate is not given to charities. In the agreement it is recited (Paragraph 10) : “That [Mrs. Kaufmann] recognized that it is the desire of Mr. Kaufmann that the majority of his estate shall go to charitable purposes, in which desire [Mrs. Kaufmann] also joins . . .” Mrs. Kaufmann takes the position that this recital is the very essence of the agreement and that it was her understanding that the reason for the agreement was to enable decedent to give his entire estate (other than the assets mentioned in the agreement) for charitable purposes; upon that understanding alone did she acquiesce in a waiver of her statutory rights to a share in decedent’s estate. In this respect, Mrs. Kaufmann urges she was deceived and defrauded by decedent for he knew that under his will, then prepared but unexecuted, his entire estate was not being given to charitable purposes and such deception and fraud should vitiate the entire agreement. Although not expressly asserted, the real thrust of this argument is that, by the inclusion of his son and faithful employees as recipients, in part, of his bounty, decedent breached the antenuptial agreement.\nThe difficulty with this phase of the argument is that it finds no support upon this record. The agreement does not express an intention, but a “desire”, on decedent’s part to give not his entire estate, but a majority, of his estate to charity. A “majority” means more than half of any total. The agreement gave Mrs. Kaufmann less than ten per centum of decedent’s estate and expressed a “desire” to give more than fifty per centum of the estate to charity; as to disposition of the possible balance of forty per centum of the estate the antenuptial agreement is silent. Furthermore, there is not one word in the antenuptial agreement subject to construction as an agreement on decedent’s part to exclude from his will either his faithful employees or his only child.\nWhen decedent died, his gross estate was approximately $11,150,000 which included the value of certain property not subject to disposition by his will. Before payments of debts, expenses and taxes, the estate had a value of approximately $10,500,000. After payment of debts ($885,214.87), administration expenses ($386,123.99), Pennsylvania Inheritance taxes ($1,108,-110) and federal estate taxes ($1,255,240), the amount which charity will receive, immediately and in remainder, will be approximately $6,000,000, clearly a “majority” of decedent’s estate.\nIn effect, Mrs. Kaufmann argués that, if provisions had not been made in the will for decedent’s son and employees, and, if the estate had been carefully planned, taxes could have been saved, with the end result that charities would receive considerably more than they now do under this will. Such argument is irrelevant to the issue. There is no provision in the antenuptial agreement that decedent would disinherit his son or forego bequests to faithful employees and the fact, if it is a fact, that a more carefully prepared estate plan would have saved taxes has no bearing on the validity of the antenuptial agreement. Neither the facts nor the law support this argument.\nIt is next argued that the antenuptial agreement is invalid because it lacks mutuality. This argument likewise is without merit. Under the terms of the antenuptial agreement, decedent was bound to deliver to Mrs. Kaufmann, immediately after the marriage, 2500 shares of may stock, and by the terms of his will, to give her the Palm Springs residence and a life interest in the income from at least 20,000 shares of may stock. Had decedent failed to perform any or all of these promises Mrs. Kaufmann could have secured a specific performance of such promise or promises against either the decedent or his personal representative: Liggins Estate, 393 Pa. 500, 143 A. 2d 349; Coane’s Estate, 310 Pa. 138, 165 A. 2. This agreement did not lack mutuality.\nMrs. Kaufmann next urges that the manner in which the court below entered its decree was erroneous. Decedent’s executors and trustees offered in evidence the antenuptial agreement, proof of the marriage between the parties, the will and record of the will’s probate, evidence of the completion of the inter vivos gift of 2500 shares of may stock and then rested. Mrs. Kaufmann then presented her evidence to set aside the antenuptial agreement. At the conclusion of Mrs. Kaufmann’s evidence, decedent’s executors and trustees moved the court to enter a decree in the nature of a judgment of nonsuit and to strike off Mrs. Kaufmann’s election. The court granted this motion. Groff’s Estate, 341 Pa. 105, 19 A. 2d 107, clearly controls this situation and the court below was entirely justified in the procedure which it adopted. Even had the court erred in this respect, the ¿ffect of its decree was sound and to remand the case under the circumstances would be a travesty on justice: Keleher v. LaSalle College, 394 Pa. 545, 147 A. 2d 835.\nOther contentions have been advanced by Mrs. Kaufmann such as the manner of selection of Attorney Knox, whether she had the benefit of advice of counsel of her own selection and whether she received from her counsel proper and adequate advice. We have carefully considered each of these contentions, find them without basis in fact or import in law, and, clearly, not pertinent under the instant circumstances to the validity of this antenuptial agreement.\nWe have carefully examined and studied this record in its entirety. The agreement, under the circumstances which existed, was eminently fair to Mrs. Kaufmann. There is nothing on this record to prove, or even tend to prove, a misrepresentation of any fact, material or otherwise, by decedent or any deception or fraud which would justify this Court in invalidating the antenuptial agreement. Mrs. Kaufmann was made fully aware of decedent’s financial status at the time she executed this agreement and the provision made for her under the agreement was fair and most adequate. The criteria of validity of antenuptial agreements long recognized by this Court were amply adhered to .by the decedent. No just reason exists for setting aside this undertaking into which Mrs. Kaufmann entered willingly — even anxiously — with “her eyes open”.\nDecree affirmed. Costs on appellant.\nThe gross estate, as appraised for federal estate tax purposes, was $11,150,902.27 which included property not subject to disposition under decedent’s will: (1) $625,588.66, the amount of a life insurance trust; (2) a $7,824 annuity; and (3) a $1,000 insurance policy. The amount of $10,500,000 is the estate value before debts, expenses and taxes.\nMrs. Kaufmann characterized the agreement as a “mere scrap of paper insofar as . . . Kaufmann was concerned”, “the act of . . . Kaufmann, the tycoon manipulating a tricky bargain”, “the parrot-like recital of phrases torn from their settings in judicial opinions in other cases concerning antenuptial agreements”, “a sham”, “a trap for Mrs. Kaufmann while she was unwary”, etc.\nThis stock, worth $92,650 when decedent died, was delivered to Mrs. Kaufmann on September 17, 1954.\nThis property, worth $140,000 when decedent died, was devised to her under the will.\nThese securities were bequeathed her under the will. As stated by the court below: “This provision would have yielded Grace A. Kaufmann, at the dividend rates prevailing in September, 1954, income, before taxes, of $40,500 per year or after taxes, of $23,128.44.”\nTo Mrs. Kaufmann — automobiles, household goods, furniture and furnishings in the Pittsburgh apartment and Palm Springs home; to Edgar Kaufmann, Jr. — jewelry, personal effects, household goods, furniture, etc., in the Eayette County home and Canadian lodge, together with the choice of pictures and objects of art in the Palm Springs residence.\nMcClellan Estate, 365 Pa. 401, 75 A. 2d 595, relied on by Mrs. Kaufmann, in nowise varies this principle.\nDisclosure of the exact value of the husband’s assets is unnecessary (Groff’s Estate, 341 Pa. 105, 112, 19 A. 2d 107) but the disclosure must be “full and fair”.\nSmith’s Appeal, 115 Pa. 319, 8 A. 582; Flannery’s Estate, supra.\nMcCready’s Estate, supra; Emery Estate, supra.\nLudwig’s Appeal, 101 Pa. 535; Smith’s Appeal, supra; Neely’s Appeal, 124 Pa. 406, 16 A. 883; Clark’s Estate, 303 Pa. 538, 154 A. 919; McCready’s Estate, supra; Groff’s Estate, supra.\nWarner’s Estate, 207 Pa. 580, 57 A. 35.\nNeely’s Appeal, supra; McCready’s Estate, supra; Zeigler Estate, supra.\nCf: Emery Estate, supra. Mrs. Kaufmann’s labelling of tbe recitals in paragraph 10 as “badges of fraud” wholly lacks evidential support.\nContrast Mrs. Kaufmann’s present allegation with her statement to her mother as to the reason she had not prior to August or September, 1954, accepted decedent’s marriage proposal: “Well, she [Mrs. Kaufmann] felt that people would say she just married Mr. Kaufmann for what he is worth,” and her mother’s comment: “Of course that wasn’t true.”\nLife insurance trust of $625,588.66, an annuity of $7824 and an insurance policy of $1,000, or a total of $634,412.66.\nTliat is, the remainder of both the Grace Kaufmann and Edgar Kaufmann, Jr. trusts."}