{"id": "1303623", "contents": "Opinion by\nMr. Justice Musmanno,\nOn February 7, 1955, Eugene Gash, the plaintiff in this case, was driving his car, a 1953 Chevrolet, northwardly on Mosside Boulevard between Wilkinsburg and Monroeville when an accident occurred which resulted in his bringing suit in trespass against William A. Lautsenhezer, the defendant, the action resulting in a compulsory nonsuit. He appealed.\nThe bizarre accident which produced the litigation evolved briefly as follows. Mosside Boulevard at the point of the untoward occurrence is about 18 feet wide and made up of “blacktop composition.” The weather on the day of the unusual happening was cold but clear, the road not perceptibly icy except perhaps in some rare spots. Suddenly the plaintiff, Gash, beheld a car coming toward him on his own side of the road. To avoid the obviously impending collision he cut abruptly to the right. He hit the berm which, because of deep frozen ruts, became an unpassable barrier. The continuing momentum of the car, finding no outlet forward, swung the rear end toward the left, sweeping in a clockwise direction. The car skidded across the road and then, hitting the left berm, tilted, toppled and fell 15 feet into a gully at the bottom of the embankment. Through the gully ran a creek, the water carrying on its surface particles of ice.\nAt the end of his tumultuous journey Gash found himself lying on what he at first thought was the floor of the car but which turned out to be the inside of the roof, the car having completely capsized in its precipitous descent. Taking inventory of his situation, amid the broken glass and wreckage of his car, Gash concluded that despite the calamity he might have suffered he had sustained only an injury to his right leg. However, another possible calamity now obtruded. The car was wedged in the gully in such a fashion that neither door (it was a two-door car) could be opened and the creek was flowing through it, with its particles of ice.\nGash could hear automobiles passing on the highway above, but despite his continued blowing of the horn of his car, he could attract no one to heed his plight. As his perilous state continued and augmented in gravity, something quite extraordinary happened. He felt a sudden jolt and his car spun around in the creek, releasing him from the imprisoning wreck and icy jail- or. He looked to see what had occurred and found that another car had come to join him in the creek. It was because of this almost miraculous and certainly fortuitous visitation that possibly his life was saved, even though in the succoring process he sustained another injury, this time to his back.\nAs a result of this second injury he sued William A. Lautsenhezer, the man who, willingly or unwillingly, had provided the means for extricating Gash from the watery trap which might eventually have cost him his life. But we are here not concerned with the morals or ethics of the situation. We are passing only on the legal aspects of the strange event. ' Moreover, it is by no means fatefully written that the arrival of Lautsenhezer in his own way constituted a wholly Samaritan interposition. What turned out to be a providential rescue of the plaintiff could also have been his coup de grace because had Lautsenhezer’s car struck Gash in some manner other than the way in which they met in the aqueous arena, Lautsenhezer’s car could have done what so far the creek had not accomplished, that is to say, killed Gash.\nIt is certainly within the realm of possibility that Gash could have extricated himself from his dilemma without the intercession of Lautsenhezer, or he could have been rescued by others through less unorthodox methods.\nBe that as it may, at the trial, after the plaintiff had related what we have abbreviatedly set out above, the trial judge entered a compulsory nonsuit on the basis that the plaintiff’s narrative did not offer a suitable premise upon which to base a charge of negligence against the defendant. The trial judge summed up the situation in the following pseudo syllogism: “The plaintiff says: I was in the creek, I got there without any fault of my own. The defendant came into the same creek and hit me. I don’t know how he got there or why but I want you to say that it was because of his fault. This amounts to a sort of Gertrude Stein, I was, I was not, I was, I was not. He was, He was, He was. Equals $10,000, please.”\nThe literary allusion is interesting but the argument presented is erratic. The imagined soliloquy does not conform to the proved facts. The plaintiff not only said he was not at fault, — he proved he was not at fault. In considering the taking off of a nonsuit we, of course, read the evidence in the light most favorable to the plaintiff. We, therefore, accept as undisputed, which asserted fact was in verity not denied, that Gash got into the gully through no fault of his own.\nHe had been traveling on his own right side of the road, a car aiming at his destruction loomed without warning ahead of him, and he swerved to avoid the potential destroyer. From that point on, the law of gravitation, the nature of the terrain, and the geography of the locale all combined to take Gash into the bed of the creek which, as uncomfortable as it was, did provide him sanctuary from the aggressor on the road; and, under the circumstances, he had the right to occupy it undisturbed by the second aggressor.\nIf, instead of entering the creek, the plaintiff’s car had come to rest, let us say, on the ample berm (10 to 15 feet wide) and Gash was thus entirely free of the traveled portion of the highway, and he had been struck by the defendant’s car while there, the defendant would undoubtedly have had the legal duty to explain what he was doing off the highway.\nStrange as it might sound, the plaintiff, again in the singular conditions related, had the right to be in the creek as much as a swimmer on a summer’s day would have the right to be natatorially enjoying the creek. Certainly it could not be argued that if the plaintiff’s car had stopped at the very edge of the embankment, with half of it hanging over the brink, that the defendant would have been entirely divorced of blame had he ploughed into it and sent it crashing into the chasm below.\nHad the circumstances been reversed and Gash had been charged with impropriety in entering the creek and striking Lautsenhezer’s car already in the creek, Gash could have exculpated himself from the charge of negligence by explaining that he was catapulted into the creek by the action of a motorist who forced him off the highway. The defendant here, however, offered no explanation of the grotesque condition of affairs which took him into an area where certainly normally, he had no right to be. Since his violent arrival in the creek inflicted injury on the plaintiff, the defendant incurred the obligation to explain why he departed from the roadway, and it would then be a question for the jury to determine if he also was without fault for his headlong leap into the glacial watercourse.\nThe defendant argues that he did not have any duty to show how he got into the creek because there were many possibilities that he got into the creek legitimately. That is true, but there would also be the reasonable inference he got into the creek illegitimately, in which event, of course, he would be liable. Where there can be a reasonable inference that an unwitnessed accident could have been caused in a tortious manner, the jury is the tribunal to unscramble the facts and determine where liability rests, if at all.\nIn Smith v. Bell Telephone Co. of Pennsylvania, 397 Pa. 134, this Court said: “We have said many times that the jury may not be permitted to reach its verdict merely on the basis of speculation or conjecture, but that there must be evidence upon which logically its conclusion may be based. Schofield v. King, 388 Pa. 132, 136, 130 A. 2d 93 (1957) ; Connor v. Hawk, 387 Pa. 480, 482, 128 A. 2d 566 (1957) ; Ebersole v. Beistline, 368 Pa. 12, 16, 82 A. 2d 11 (1951). Clearly this does not mean that the jury may not draw inferences based upon all the evidence and the jurors’ own knowledge and experiences, for that is, of course, the very heart of the jury’s function. It means only that the evidence presented must be such that by reasoning from it, without resort to prejudice or guess, a jury can reach the conclusion sought by plaintiff, and not that that conclusion must be the only one which logically can be. reached.\n“It is not necessary, under Pennsylvania law, that, every fact or circumstance point unerringly to liability; it is enough that there be sufficient facts for the jury to say reasonably that the preponderance favors liability. The judge cannot - say ■ as a matter of law which are facts and which are not unless they are admitted or the evidence is inherently incredible.”\nIt will be recalled that the trial judge conjured up an equation in which he said that “I was” and “I was not” equaled $10,000, but tbe Judge had no right, under the circumstances revealed, to dispose of the case on a fanciful equation. In the Smith case, we announced that very postulate: “. . . it is beyond the power of the court to say whether two or more inferences are ‘equal’. True enough the trial judge had to do something like this in deciding a motion for new trial based on the weight of the evidence but no such rule governs him in deciding whether a case is submissible to the jury. The facts are for the jury in any case whether based upon direct or circumstantial evidence where a reasonable conclusion can be arrived at which would place liability on the defendant. It is the duty of plaintiff to produce substantial evidence which, if believed, warrants the verdict he seeks. The right of a litigant to have the jury pass upon the facts is not to be foreclosed just because the judge believes that a reasonable man might properly find either way. A substantial part of the right to trial by jury is taken away when judges withdraw close cases from the jury . . .”\nIf, merely being on the wrong side of a road, but 'still on the road, allows for the inference, ipso facto, of negligence, how much more so would that inference logically arise when the motorist is far from the road in a cornfield, in somebody else’s front yard, or in a creek? Kotal v. Goldberg, 375 Pa. 397; Lear v. Shirk’s Motor Express Corp., 397 Pa. 144; Miller v. Siebert, 296 Pa. 400; Griffith v. V. A. Simrell & Sons Co., 304 Pa. 165.\nJudgment reversed with a procedendo."}