{"id": "1303558", "contents": "Opinion by\nMr. Chief Justice Bell,\nThis is an appeal from an order of tbe lower Court which dismissed defendant’s preliminary objections to a petition for a Declaratory Judgment.\nThe pertinent facts, as set forth in the petition for a Declaratory Judgment and admitted by defendant’s preliminary objections, are as follows: On February 1, 1960, the plaintiff issued its policy of insurance to James J. Dykes, covering a 1956 Plymouth station wagon. Its liability limits were $50,000 for personal injuries sustained by one person.\nThe policy pertinently provided that “Part I — Liability . . . Other Insurance: If the insured has other insurance against a loss covered by Part I of this policy the company shall not be liable under this policy for a greater proportion of such loss than the applicable limit of liability stated in the declarations bears to the total applicable limit of liability of all valid and collectible insurance against such loss; provided, however, the insurance with respect to a temporary substitute automobile or non-owned automobile shall be excess insurance over any other valid and collectible insurance.”\nDykes was also the owner of a 1959 Ford automobile and on October 19, 1959, the defendant issued its policy of insurance to Dykes which was a “Family Antomobile Policy.” Its liability limits were $50,000 for injuries sustained by one person. Tbe policy contained, inter alia, the following pertinent provisions:\n“Persons Insured\n“Tbe following are insureds under Part I: (a) With respect to tbe owned automobile, (1) tbe named insured and any resident of tbe same household, (2) any other person using such automobile, provided tbe actual use thereof is with tbe permission of tbe named insured; ...\n“Definitions\n“Under Part I: ‘named insured’ means tbe individual named in Item I of tbe declarations and also includes bis spouse, if a resident of tbe same household; ‘insured’ means a person or organization described under ‘Persons Insured’; . . . ‘owned automobile’ means a private passenger, farm or utility automobile or trailer owned by tbe named insured, and includes a temporary substitute automobile; . . .\n“Other Insurance\n“If tbe insured has other insurance against a loss covered by Part I of this policy tbe company shall not be liable under this policy for a greater proportion of such loss than the applicable limit of liability stated in tbe declarations bears to tbe total applicable limit of liability of all valid and collectible insurance against such loss; provided, however, tbe insurance with respect to a temporary substitute automobile or non-owned automobile shall be excess insurance over any other valid and collectible insurance. ...”\nOn February 13,1960, James J. Dykes, Jr., with tbe permission of bis father who was tbe insured, was operating tbe 1956 Plymouth Station Wagon and was involved in an accident with a vehicle owned by one George F. Martin and operated by bis wife, Mae E. Martin. Tbe Martins have sued Dykes, Sr. and Jr. and plaintiff has undertaken the defense of the action, but defendant has refused to participate in said defense.\nThe prayer of plaintiff’s petition is for a decree declaring that Dykes’ policy with Lumbermens Mutual Casualty Company provided concurrent coverage and that defendant is obligated to share in the investigation and in the defense of the action brought against the Dykeses by the Martins and to pay its pro rata share of any settlement, verdict or judgment which may be obtained by the Martins.\nThe lower Court dismissed the defendant’s objections, sustained plaintiff’s petition and granted defendant leave to file an answer to the averments of fact in the petition. Prom that Order defendant took this appeal.\nWe deem it necessary to consider only one of the many reasons advanced to support the contention that the lower Court should not have taken jurisdiction of this petition for Declaratory Judgment. The question of necessary or indispensable parties raises a jurisdictional question and consequently may be considered on appeal to this Court under the Act of March, 5, 1925. Neither Dykes, the insured, nor the Martins have been joined in this action. Plaintiff argues that it is unnecessary to join the Martins or Dykes because (1) Dykes is insured in any event and the only question is whether the two insurance companies should divide the coverage or whether the defendant company is not liable under its policy. However, plaintiff overlooks, inter alia, the fact that the Martins might recover a verdict against Dykes in excess of the limits of plaintiff’s policy, in which case the right of either of the Martins to recover from the defendant would not be precluded by any decision rendered in this case where they are not parties, (2) plaintiff or defendant might become bankrupt, or (3) the Martins might elect to sue either insurance company.\nFailure to join Dykes and the Martins as parties defendant constitutes a fatal defect and the lower Court erred in dismissing defendant’s preliminary objections: Keystone Insurance Company v. Warehousing and Equipment Corporation, 402 Pa. 318, 165 A. 2d 608, and cases cited therein; Reifsnyder v. Pittsburgh Outdoor Advertising Company, 396 Pa. 320, 152 A. 2d 894; Gardner v. Allegheny County, 382 Pa. 88, 114 A. 2d 491. See to the same effect, Gavigan v. Bookbinders, Machine Operators and Auxiliary Workers Local Union No. 97, 394 Pa. 400, 147 A. 2d 147.\nOrder reversed. Petition dismissed; costs to be paid by appellee.\nDykes, Sr. has never been served.\nP. L. 23, 12 PS §672."}