{"id": "1303575", "contents": "Opinion by\nMr. Justice Musmanno,\nOn October 5, 1953, Nathan Prashker, president of the Choice Embroidery & Laces, Inc., took off from the Allegheny County Airport for Cleveland in a single engine Beechcraft Bonanza plane. The plane never reached its destination. It crashed some eight miles from the Airport in Forward Township, killing the pilot and its sole passenger Harold B. Weissman. Ruth W. Weissman, widow, and administratrix of the estate of Harold Weissman, brought an action in trespass for wrongful death against the estate of Nathan Prashker and the Choice Embroidery & Laces, Inc., charging Prashker with negligence in the operation of the aircraft. The jury returned a verdict for the plaintiff in the sum of $100,000. Judgment was entered on the verdict and affirmed by a court en banc in the Court of Common Pleas of Allegheny County.\nExecution attachment then issued against the Federal Insurance Corporation, successor to the United States Guaranty Company, which had written a policy of insurance on the pilot and owner of the plane in the sum of $150,000. The defendant insurance company filed an answer denying liability because of an asserted violation by the pilot of terms and conditions in the policy.\nOn issue joined the case was tried by Judge O’Brien of the Court of Common Pleas of Allegheny County without a jury. He found that the insurance company had failed to sustain the burden of proof that there had been a violation of the exclusionary provisions in the policy. The defendant filed motions for a new trial and judgment n.o.v., which were refused by the court en banc, and this appeal followed.\nIn order to determine whether the action of the pilot Prashker nullified the insurance policy issued by the garnishee-defendant, it is necessary briefly to reconstruct the fateful flight and its tragic termination. Many airplane crashes remain inexplicable mysteries. There are no survivors and the aircraft itself has been metamorphosed into shapeless masses of twisted metal, macerated fabric, splintered wood and piteous bodies from which one cannot dig out the story as to what caused the disaster. In this case, however, the story of what happened from the moment the plane started down the runway until the instant of the last despairing cry of the pilot vainly seeking help as he fell from the clouds has been recorded with absolute certainty and unambiguity, as will quickly be seen.\nWhen Prashker prepared to take off at 12:09 p.m., October 5, 1953, he looked out upon excellent flying weather. He had an ample ceiling of 1800 feet and a horizontal visibility for three miles. Nothing obtruded to impede a normal and successful flight to Cleveland. Ivan L. McCafferty, the senior airport traffic controller at the Allegheny County Airport, testified that he watched the plane make an excellent ascent and then, following it with his eye, he noted that in two or three minutes it had disappeared into the blue distances.\nThirteen minutes later, however, a distress call from the plane broke into the two-way radio. Prashker was reporting that, at an altitude of 2300 feet, he was losing visibility, but that he was climbing to get above cloud formations which had closed in on him. The control tower informed him that the “last tops” in that area rose to 3800 feet and warned him that if he continued to climb, he should remain clear of all air traffic lanes.\nAt that moment the Greater Pittsburgh Airport radioed that a jet plane had just taken off and was climbing to 33,000 feet in order to get above the clouds. McCafferty transmitted this information to Prashker who radioed back that he was already in the “- stuff.” Since Prashker was neither equipped nor trained to fly by instruments, this meant he was flying blindly. McCafferty requested his position and Prashker replied that he did not know, adding that , the last time he could ascertain his whereabouts he was over the city. McCafferty asked him if he wanted to return to the Allegheny Airport. Prashker was indeed willing to return but explained he had lost his bearings and repeated that he was in that “-stuff.”\nMcCafferty in the control tower immediately notified the Greater Pittsburgh Airport that a Beechcraft Bonanza was roving the skies, the pilot unable to chart a course. Crews at the latter airport quickly set up what is referred to as a “directional finding radio.” In a few moments the lost aircraft was located and the pilot instructed to steer ahead “325 degrees magnetic,” a course which would take him to the Pittsburgh Airport.\nBut Prashker did not know how to do this. He could only grope and hope. The “heading” was repeated to him. Several minutes passed by mutely and then McCafferty heard a “cracking noise” in the radio. Total silence followed.\nEight miles distant from the airport, on the ground, a Donald Jones was consuming his lunch outdoors when he was startled by the sight of a plane shooting out from the clouds, roaring down at full throttle. Then abruptly it right-angularly leveled off, a wing and part of the tail tearing loose in the violent veering. The remainder of the plane continued in spiraling momentum, finally crashing to the earth. Jones ran to the wreck. He found two dead men in the debris.\nAt the trial, George S. Heller, a flier with twenty-nine years experience, testified that on the same day of the Prashker-Weissman tragedy, he himself took off from the same Allegheny County Airport at 12:01 p.m., that is only eight minutes ahead of Prashker.. He climbed to a level below the clouds and proceeded uneventfully to Akron, having the ground in sight throughout the entire trip. The air route to Cleveland follows the identical course to Akron, so that if Prashker had remained beneath the clouds he also would have had no trouble in reaching Akron and he could then have continued on to Cleveland under the same weather and visibility conditions which prevailed to Akron.\nTestifying as an expert and replying to a hypothetical question pnt by the plaintiff’s attorney, the question embracing all salient facts brought out by the various witnesses, Heller said that when Prashker realized he was lost in the clouds, he became confused, the confusion then rapidly degenerating into panic. Frenziedly he became aware that the airplane was flying him instead of his flying the airplane. Seized with desperation to get below the opaque mists which enveloped him, he nosed his plane downward, achieving in this maneuver a tremendous velocity. He did not realize how steeply he was diving until he broke out of the clouds when he beheld the ground rushing up at him at horrendous speed. He tried in the instant to break the rate of descent by leveling out, but he manipulated his controls with such suddenness that the anatomy of the plane could not sustain the accompanying fierce stress and strain. A wing and part of the tail tore loose, and the terrestrial crash was inevitable.\nSince the jury found for the plaintiff in the original case, we are constrained to accept the facts, as to the happening of the accident, as they were revealed in the plaintiff’s case. Those facts demonstrate negligence on the part of the pilot as clearly as if the event had been spelled out by smoke-writing in the sky. There was no necessity for Prashker to enter the cloud formation; once entering it, there was no necessity for him to continue flying in its circumambient intransparency.\nIt may be said that a pilot is a human being and therefore subject to all the frailties of man, but he is not an ordinary human being. An aviator, before being allowed to take other human beings into the heights where only the slightest thread holds aloft the ship in which he transports them, must demonstrate himself to be a person with iron nerves, a brain which operates with ball-bearing precision and a mechanical adaptability which will enable him to adjust to adverse circumstances so as to avoid a cutting of the thread, which will bring destruction to his passengers as well as himself. To the extent that Prashker deviated from these criteria of safety and self-preservation, he was negligent. His penetration into the clouds, knowing he could not navigate visually within them, was as imprudent an act as diving into mid-ocean not knowing how to swim.\n“Coverage B” of the insurance policy in litigation reads: “To pay on behalf of the Insured all sums which the Insured shall become legally obligated to pay as damages, including damages for care and loss of services, because of bodily injury, sickness, disease or mental anguish, including death at any time resulting therefrom, sustained by any passenger, caused by an occurrence and arising out of the ownership, maintenance or use of the aircraft.”\nThere cannot be the slightest doubt, under the plain wording of this provision, that the insurer was required to pay on behalf of the insured “all sums which the insured shall become legally obligated to pay as damages,” and there can be no doubt that the facts establish legal liability on the part of Prashker and the Choice Embroidery & Laces, Inc.\nHowever, there are certain exclusions in the policy. If the nature of the misadventure falls within the scope of those exclusions, the insurer is not required to indemnify the insured. The exclusions pertinent to this case read: “This policy does not apply: ... (e) to any insured who operates or who permits the operation of the aircraft: — (1) in violation of its Civil Aeronautics Administration Airworthiness Certificate or operational record or in violation of the terms of any Civil Aeronautics Administration Pilot’s Certificate; (2) in violation of any regulations of the Civil Aeronautics Administration applicable to acrobatic flying, instrument flying, repairs, alterations and inspections, night flying, minimum safe altitude and student instruction”;\nIt must be noted at once that in a situation of this character, the insurer undertakes the burden of proving that the accident, on which liability is predicated, comes within the exclusionary provisions. This is a burden the insurer cannot escape if it is to prevail in the defense based on exclusion. In Armon v. Aetna Casualty and Surety Co., 369 Pa. 465, we said: “A defense based on an exception or exclusion in a policy is an affirmative one, and the burden is cast upon the defendant to establish it.”\nIn addition, the contract of insurance is to be read, in the event of any ambiguity in its language, in the light most strongly supporting the insured. (Cadwallader v. New Amsterdam Casualty Company, 396 Pa. 582.)\nThere was nothing in the Pilot’s Certificate which would exclude recovery under Exclusion e(l) of the policy. The certificate merely states that “Nathan Prashker [address and identification] has been found to be properly qualified to exercise the privileges of Private Pilot” and then, beneath the caption “Ratings and Limitations” there appears the legend “Airplane Single Engine Land.”\nAs stated by Judge O’Brien in his excellent opinion filed in the court below: “Manifestly there is nothing in the terms of Nathan Prashker’s Pilot Certificate that was violated by him. He was flying a single engine land airplane as a private pilot on the fatal flight and that is all that the terms of his Pilot Certificate specifies. Construing the language of the policy strictly against the Insurer, and not extending it by implication as the Insurer would have us do, it is clear that the Insurer has not met the burden which is on it to prove that the plane was being operated in violation of the terms of any Civil Aeronautics Administration Pilot Certificate at any material time.”\nThe defendant-appellant states in its brief: “It is the contention of the defendant, Federal Insurance Corporation, that Nathan Prashker, who was only licensed under his Pilot’s Certificate (Defendant’s Exhibit ‘G’) to fly VFR under the rules and regulations of the Civil Aeronautics Administration, was flying under IFR rules and regulations, and, therefore, that Nathan Prashker was violating the rules and regulations of the Civil Aeronautics Administration and was flying in violation of his certificate.”\nBut Prashker was not flying according to Instrument Flying rules and regulations. He was not attempting to fly under IFR. It was impossible for him to fly according to IFR since he was not equipped to fly according to IFR.\nIt is true he got into IFR territory, that is, he entered into a realm of opacity where one needed the seeing eye dog of instruments in order to get around, but he did not have these instruments. He did not violate the rules and regulations of instrument flying because he was not in that classification of pilots. He could not violate a category which was foreign to his status. Even the defendant at the original trial did not attempt to rate Prashker as an IFR pilot. Quoting again from the learned trial judge’s opinion: “Confirming the fact that the Instrument Flight Rules (IFR) were not violated or involved in the fatal flight is the fact that these rules were never referred to in the trial of the main case or in the opinion of the court en banc.”\nPrashker’s culpability lay in the fact that he crossed over to the nonvisual world when he was certificated to fly only in the visual world. If he transgressed any rules of the CAA, it was in the area covering visual flying. But this circumstance does not help the appellant’s case because violation of the rules of visual flying does not exclude liability under the policy. It would be quite illogical if it were otherwise. If an insurance policy would not indemnify a visual flight pilot for losses incurred by an infraction of visual flight rules, there would be little purpose in purchasing a policy. Obviously the only reason why one undertakes to pay a stated sum for protective insurance is to be saved harmless in the event he does something wrong. If an accident occurs when he is doing what is right, he would not be liable in any event.\nBut even violating visual flight rules would not save the defendant from liability because Rule 60.2 of the Civil Air Regulations authorizes a pilot to deviate from air traffic rules if an emergency situation requires such deviation. The policy does not exclude liability if a pilot exercises that discretion, even if in doing so it develops post-factually that he used bad judgment.\nAnd then, aside from the question as to whether Prashker did or did not violate any of the conditions conceivably embraced within the exclusion provisions in the policy, the verdict supports the conclusion that the tragic crash was the result of a maneuver on the part of the pilot which fell entirely outside the scope of the exclusionary provisions.\nThe record shows, as already stated, that the proximate cause of the accident was the manner in which Prashker sought to level off the plane when it was descending at a speed which would not permit drastic change of direction without catastrophic results. The plane was not so sturdily constructed that it could take the violent turn into which Prashker threw it while it was making its rocket descent.\nAnd then even prior to the precipitous right-angular turn, Prashker was already operating his airplane negligently in that he was flying at a speed beyond the mflximnm speed allowed by the manufacturer of the aircraft. Before a plane is released by its builder it is tested under all adverse circumstances in order to ascertain the point beyond which it must not be pushed unless it disintegrate into ruin. The tests of the Beech-craft Bonanza plane here involved proclaimed its safe cruising speed to be 160 miles per hour; its highest possible safe speed was clocked at 202 miles per hour. The expert witness George S. Heller testified that when Prashker frenziedly hurled his airplane earthwardly in escaping from the encompassing clouds, he was traveling in excess of 202 miles per hour. This, it does not need to be emphasized, was tortious negligence.\nThe appellant in its brief quotes Section 60.10 of the Civil Air Regulations, General Flight Rules, as follows: “Aircraft shall be operated at all times in accordance with the following general flight rules and also in compliance with either the visual flight rules or the instrument flight rules whichever are applicable.”\nIt is obvious that the visual flight rules are applicable in the determination of this lawsuit. The defendant’s brief then quotes Rule 43.65 as follows: “A pilot shall not pilot aircraft under instrument flight rules, unless he holds a valid instrument rating issued by the Administrator.”\nBut, as already pointed out, Prashker was not piloting his aircraft under “instrument flight rules.” Thus this rule is not applicable to the facts in the case. Indeed, practically all the rules quoted by the defendant are irrelevant to the controversy in litigation.\nThe appellant argues that “Prashker could not have flown in accordance with IFR rules and could not have filed an instrument flight plan with air traffic control.” This is an argument which stretches the limits of superfluity. The plaintiff never maintained that Prashker flew according to IFR or filed an instrument flight plan. In fact, the plaintiff’s case is based on the very antithesis of this proposition. Prashker filed a visual flight plan because he intended to fly visually. The senior traffic controller on duty gave him clearance to fly visually. The height of the flying ceiling, the horizontal visibility, the state of the weather all confirmed the propriety and the safety of a visual flight. The defendant’s extended argument on what Prashker should have done in flying IFR is as irrelevant as arguing what he should have done if he had been flying a kite instead of an airplane.\nIt is finally argued by the defendant that the plaintiff is barred from recovery against the Federal Insurance Corporation because the issue in this case was decided in the case of Goldie B. Prashker, Executrix of the Estate of Nathan Prashker, Deceased, and Choice Embroidery & Laces, Inc. v. Beech Aircraft Corporation and Atlantic Aviation Corporation, 258 F. 2d 602. In that case the plaintiffs sought to obtain a recovery from the manufacturer of the plane and the firm which sold it to the Choice concern, asserting that the plane had been faultily designed, that there had been a breach of warranty and that Prashker had not been warned of the dangers attendant upon a sudden acceleration of speed. The cited case cannot possibly be determinative of the issues in the instant case because the parties were different. The present plaintiff and the defendant-garnishee were not involved in the cited case. The insurance policy here in litigation was not considered at all in the cited case.\nIn disposing of this final argument of the appellant it is enough to refer to Melcher v. Pa. T. & F. Mut. Cas. Ins. Co., 389 Pa. 125, 129, where, as late as 1957, we said: “As stated in Cameron v. Aleppo Twp., 338 Pa. 300, 304: ‘To constitute res adjudieata there must be: (1) Identity in the thing sued for; (2) identity of the cause of action; (3) identity of persons and parties to the action; (4) identity of the quality in the persons for or against whom the claim is made.’ ”\nThe judgment is affirmed."}