{"id": "1303568", "contents": "Opinion by\nMr. Justice Benjamin E. Jones,\nThis appeal challenges the validity of the action of the court below in sustaining preliminary objections and dismissing an equity complaint.\nLaura Mulholland (appellant) has been married three times. Beginning three years after the first marriage (1943) and continuing through 1953 appellant, was an alcoholic and also addicted to the excessive use of drugs. In the period between 1943 and 1950 on many occasions appellant’s father, Richard Eastall, and her then husband, Richard Hoover, were compelled to place appellant in various hospitals in an attempt to cure her. Finally on March 30, 1950 the Court of Common Pleas of Allegheny County declared appellant an inebriate and committed her to the Eugenia Memorial Hospital, St. Marys, Pa.; at that institution she remained until October 3,1950 when she was released on condition she follow a prescribed course of rehabilitation. Thereafter, appellant and her then three children went to Clearwater, Florida, where she resumed her drinking and use of drugs.\nOn February 4, 1953, on petition of appellant’s father, the Court of the County of Pinellas, Florida, found that from March 30, 1950 appellant had been an inebriate and an incompetent, appointed her father as her guardian and authorized him to place appellant in the DePaul Sanitarium, New Orleans, La.\nOn February 20, 1954, the Court of Common Pleas of Allegheny County, on application of appellant’s father, again adjudged appellant to be an inebriate and committed her to Mayview State Hospital for a period of one year. On June 2, 1954, in a habeas corpus proceeding, that court released appellant on probation in the custody of a Mrs. Lemmon and, on March 18, 1955, that court, finding appellant had “fully recovered”, cancelled appellant’s probation and released her from Mrs. Lemmon’s custody. From the record it would appear that since that time appellant has used neither alcohol nor drugs.\nOn August 1, 1960, appellant instituted an equity action in the Court of Common Pleas of Allegheny County against the Pittsburgh National Bank (Bank) to set aside certain written agreements — two trust agreements and an assignment — [executed by her on April 30, 1951 in Florida in the presence of witnesses whose signatures were acknowledged by a notary public. This equity action charged that these agreements were executed by her at a time when she was mentally incompetent and unduly influenced and coerced by her father, Richard Eastall, and her then husband, Richard Hoover. The Bank, having had appellant’s four minor children joined as parties in the action and a guardian ad litem appointed for them, filed preliminary objections to the complaint filed by appellant. The basis of these objections was that appellant’s complaint was (1) barred by laches and (2) failed to aver a cause of action. The court below sustained the Guardian ad ¿item’s objections and dismissed the complaint. The reasons assigned for its action by the court were that laches barred the claim and that “. . . it is apparent from the Complaint that no fraud, duress, coercion or undue influence could have operated upon [appellant].”-\nIn reviewing the order of the court below we must accept as true all facts which have been well pleaded in the complaint: Necho Coal Co. v. Denise Coal Co., 387 Pa. 567, 568, 128 A. 2d 771. Tbe inferences from such facts and the conclusions of law are within our province: Toff v. Vlahakis, 380 Pa. 512, 514, 112 A. 2d 340; London v. Kingsley, 368 Pa. 109, 111, 81 A. 2d 870. Furthermore, the action of the court below in summarily dismissing this complaint can be sustained only if it is clear from the complaint that appellant is guilty of laches or has not set forth a good cause of action.\nAt the outset our attention must be given to the question of laches and, in so doing, we bear in mind that laches is not dependent on the lapse of a certain definite time after a cause of action arises but “whether under the circumstances of the particular case, plaintiff is chargeable with want of due diligence in seeking redress”: Stimson v. Stimson, 346 Pa. 68, 72, 29 A. 2d 679. From the complaint it appears that the instruments attacked in this action were executed on April 30, 1951 and the action to set the instruments aside was instituted August 1, 1960, nine years and four months later. However, the complaint pleads as facts that during at least three years and eleven months of this period appellant was addicted to the excessive use of both alcohol and drugs and that during this period she was declared an incompetent and unable to handle her affairs by the court of one state and an inebriate by the court of another state. In charging a person with lack of due diligence in seeking to redress an alleged wrong it is of paramount importance to ascertain whether such person was under any legal disability which would negative lack of diligence because, obviously, laches should not be imputed to a person suffering a legal disability until such time as the disability has ceased to exist.\nIn February 1953, appellant was a resident of Florida and a court of that state — whose jurisdiction is not questioned — found that at that time appellant was an incompetent under the laws of Florida and appointed a guardian for her. Under the law of that state she remained an incompetent until June 24, 1960 — five weehs prior to the institution of this action — when the Florida court found that she was then “of sound mind . . . and capable of managing her own affairs.”\nOn February 20, 1954, the Court of Common Pleas of Allegheny County found that appellant was an inebriate and subject to detention and care in a hospital and it was not until March 18, 1955 that the Pennsylvania court found appellant recovered from her illness.\nEven though the Pennsylvania court had jurisdiction over appellant’s person in 1954, its finding of competency in 1955 could not affect the fact that appellant was still under a disability in Florida: Gasquet v. Fenner, 247 U. S. 16; In re Guardianship of Jones, 66 N. D. 185, 263 N.W. 160; U. S. Constitution, art. IV, sec. 1. Appellant up until June 24, 1960 was still an incompetent having been so declared by a court of competent jurisdiction and so long as that legal disability existed, laches should not be imputed to her.\nWe recognize that, by reason of the death of appellant’s father, the Bank has been prejudiced in presenting its defense. However; the fact of such prejudice cannot override the rule that laches does not run against a person under a legal disability.\nThe court below was also of the opinion that “. . . it is apparent from the complaint that no fraud, duress, coercion or undue influence could have operated upon [appellant].” The complaint contains three counts: (1) mental incompetency; (2) duress, coercion and undue influence; (3) fraud.\nBearing in mind that the challenged trust agreements and assignment were executed on April 30, 1951, what was the status of appellant on that date? Eleven months prior thereto, the Court of Common Pleas of Allegheny County had found appellant to be an inebriate and a subject for detention in a hospital. Seven months prior to April 30, 1951 the Court, without finding she was cured of her condition, simply released appellant to give her an opportunity to complete her rehabilitation with Alcoholics Anonymous. The complaint avers, and for the purpose of this appeal we must accept such averment as true, that before the end of 1950 she continued to excessively use alcohol. Twenty-one months after the instruments were executed, the father petitioned to have appellant declared incompetent. In that petition the father alleged appellant was incapable of caring for herself, likely to harm herself or others and was mentally and morally irresponsible.. In its order thé court, after hearing, found; inter alia, that “her judgment- was impaired” and that -her condition had existed over a “protracted period óf time.” In interpreting this order, the Florida court found that appellant from March 30,1950 to February 4, 1951 was an inebriate, her judgment impaired and that she had poor insight about personal matters. We, therefore, have, on the face of this complaint, averments alleging that courts before and after April 30, 1950 had found appellant incompetent as an inebriate, one court finding she had been such for a protracted period of time and an official record in Allegheny County which indicates that, even though appellant was discharged from custody for rehabilitation purposes, she was never declared competent ~by that court. Under such circumstances, the complaint sufficiently avers facts which well raise the question of her mental competency on April 30, 1951, at least to the extent she be given an opportunity to have her day in court.\nWere Counts 2 and 3 standing alone, without the averments as to incompetency and were it not for the averments throughout the complaint as to the various periods of appellant’s incompetency from alcoholism and excessive drug use, it would perhaps be apparent that a good cause of action had not been pleaded. No doubt, as averred, both appellant’s father and her first husband stood in confidential relationship to appellant and it may well be that their importunities to appellant were in an attempt to save appellant and her property from herself and her own irresponsibility arising from the use of alcohol and drugs. However, in view of the averments, which, for the purpose of this appeal, we are bound to accept as true, that from 1943 to 1954 appellant was suffering from alcoholism to the extent that, time after time, it was necessary to hospitalize her and on three occasions to have appellant declared an inebriate and to commit her involuntarily to institutions, we are convinced that the court below erred in summarily dismissing the complaint.\nA complaint should be dismissed only in clear cases. Where, as here, the averments indicate that appellant was incompetent for a long period of time, upon recovery from her illness she should be given an opportunity to prove, if she can, that written instruments executed by her were obtained either when she was incompetent or by undue influence or fraud. This is not to be understood as indicating that appellant can or should prevail; on the contrary, it simply means that appellant should have her “day in court”.\nOrder reversed. Costs to abide the event.\nIn 1940 to Richard Hoover from whom she was divorced in 1951; sometime prior to January, 1953, to Joseph Millar from whom she was divorced in 1953; later to Harold Mulholland to whom she is presently married. Of the first marriage, three children — two sons and a daughter — were born and of the third marriage one child — a son — was born. AU the children are living and are minora.\nIn March, 1951, Hoover, learning of appellant’s excessive drinking, went to Florida and removed the children from appellant’s custody.\nThe order found appellant was “incompetent by reason of drunkenness, excessive use of drugs, chronic inebriacy, impulsive drinking, . . . .” It was not until June 24, 1960 — five weeks before' the institution of the present equity action — that the Florida Court declared appellant to be of sound mind and capable of managing her own affairs.\n“Inebriety”, unless mental illness is superimposed, is not per se a “mental illness”: The Mental Health Act of 1951, Act of June 12, 1951, P. L. 533, as amended, 1951, Sept. 22, P. L. 1429, §1.\nThe first trust agreement transferred to the Bank, in trust, certain securities and U. S. Government bonds; under that trust, appellant receives the net income for life and so much of the principal as the Bank, in its sole discretion, may deem necessary to maintain and support appellant; upon appellant’s death, separate trusts, to terminate under certain conditions such as attainment of a certain age, etc., are set up for “each of the issue of the [appellant] living at the [appellant’s] death per stirpes.” The second trust agreement transferred to the Bank, in trust, 2055 shares of Washington Oil Company .common stock- and created therein three separate trusts for appellant’s three, children by her marriage to Hoover; in this trust, appellant reserved no interest in either the income or corpus for herself. Both trusts are irrevocable. By the assignment appeUant transferred to the Bank her interest in certain oil and gas leaseholds in Elk County, Pa., to become part of the principal of the first trust.\nAlthough the Florida court on February 4, 1953 in its order did not expressly find that appellant’s ineompeteney had existed since March 30, 1950, yet impliedly such was the finding of the Florida court and such was the interpretation placed upon the order of February 4, 1953 by the same Florida court on June 24, 1960. In Pennsylvania the finding of incompetency must be as of the date of the court decree and the court has no power to find incompetency as of a date prior to its decree. Myers Estate, 395 Pa. 459, 469, 150 A. 2d 525; Gorgas v. Sawman, 216 Pa. 237, 239, 65 A. 619; Sigel Estate, 169 Pa. Superior Ct. 425, 429, 430, 82 A. 2d 309. Our research reveals no Florida case directly in point.\nOn the instant record it is difficult to ascertain the state of residency of appellant on February 20, 1954 and thus to determine the jurisdiction of the Pennsylvania court: Cf: Lusson Petition, 18 Pa. D. & C. 2d 794 wherein a woman, then living in Florida, was adjudged an incompetent by decree of a Florida court; when later that woman, then living in Pennsylvania, petitioned to be adjudged competent, the Pennsylvania court held that, since the Florida decree had never been vacated, the Pennsylvania court lacked jurisdiction.\nCf: Noel v. Karper, 53 Pa. 97 (action on notes signed two years prior to finding of inquisition that one of co-signers was a lunatic) ; Mulholland, v. Sterling Motor Truck Co., 309 Pa. 590, 164 A. 597 (contracts made 1% years prior to inquisition as to lunacy) ; Pfeil’s Estate, 287 Pa. 21, 134 A. 385."}