{"id": "1304885", "contents": "Opinion by\nMe. Chief Justice Bell,\nThese two cases were consolidated and heard and argued as one case and will therefore be disposed of in one Opinion.\nThe basic question involved is: Can there be an election for Mayor of Philadelphia in 1962?\nRichardson Dilwortli was elected Mayor- of Philadelphia in. November, 1959, to serve a four year term from the first Monday of January, 1960 to the first Monday of January, 1964. Dilworth resigned as Mayor effective February 12, 1962. David Berger, City Solicitor of Philadelphia, informed and advised the City Commissioners acting as the County Board of Elections of Philadelphia that a successor to fill Dilworth’s unexpired term should be nominated at the primary election on May 15, 1962, and that they should take all proper and necessary measures for the holding of a primary election for nominations to fill the vacancy in the office of Mayor at the 1962 primary. Thereupon Mrs. Cali and Burns each brought a taxpayer’s Bill to enjoin the City of Philadelphia and various officials who were named as defendants from holding an election and from the expenditure of money for the printing of ballots and other necessary election requirements for the nomination of a Mayor at the primary election in 1962. The Court of Common Pleas No. 7 of Philadelphia County entered a final decree enjoining the election and granting the relief prayed for in the Bills in Equity against the individual defendants, but considered it unnecessary to enter an injunction specifically against the City. From this decree each of the defendants took an appeal. No factual issues are in dispute — the pleadings raise only questions of law.\nThe basic question involved can be answered only by a careful analysis of the Philadelphia Home Rule Charter of 1951, the enabling First Class City Home Rule Act of April 21, 1949, several provisions of the Constitution, several Acts of the Legislature, and a number of prior decisions of this Court. These raise, as we shall see, a number of knotty questions.\nWe shall start with the Philadelphia Home Rule Charter which was adopted April 17, 1951, to take effeet January 7, 1952. Section 3-500 of tlxe Philadelphia Home Rule Charter pertinently provides: “May- or. An election to fill a vacancy for an unexpired term in the office of Mayor shall be held at the next municipal or general election occurring more than thirty days after the vacancy occurs, unless the vacancy occurs in the last year of the term, in which event a Mayor shall be chosen by the Council by a majority vote of all its members. . .\nWhere, as here, a vacancy occurs in the office of Mayor more than 30 days before the next municipal or general election, the Philadelphia Home Rule Charter clearly and beyond any doubt requires that an election to fill the vacancy must be held at the next municipal or general election, v/hichever first occurs — in this case the general election — in 1962. If the Charter is the sole controlling yardstick, there can be no doubt, we repeat, that the Mayorality vacancy must be filled by an election in 1962. Unfortunately, however, that is not the sole controlling yardstick — the Charter, as we shall see, is subordinate to and is restricted and limited even as to local affairs first by the pertinent provisions of the Constitution, and secondly, by the pertinent legislative Acts. The Charter owes its breath of life and its very existence first to the Constitution of Pennsylvania, and secondly, to the enabling Act which gave it its birth, its powers and its limitations, namely, the First Class City Home Rule Act of 1949, supra.\nIn Commonwealth ex rel. Truscott v. Philadelphia, 380 Pa. 367, 111 A. 2d 136, the Court said (pages 369-370) : “We start witli the well-settled principle that municipalities are not sovereigns; they have no original or fundamental power of legislation; they have the power to enact only those ordinances which are authorized by the Constitution or by an enabling act of legislature: Allentown School District Mercantile Tax Case, 370 Pa. 161, 171, 87 A. 2d 480; Genkinger v. New Castle, 368 Pa. 547, 84 A. 2d 303; I Dillon on Municipal Corporations, 5th. Ed. 449.”\nWe must, therefore, first examine the Constitution of Pennsylvania, because that is the Supreme Law. We start with the presumption that the City Charter and each of its provisions are constitutional, and the burden of proving that the Charter or one of its provisions clearly and plainly violates the Constitution is upon the persons (in this case, the appellees) alleging unconstitutionality: Rubin v. Bailey, 398 Pa. 271, 157 A. 2d 882; Dauphin Deposit Trust Company v. Myers, 388 Pa. 444, 450, 130 A. 2d 686; Tranter v. Allegheny County Authority, 316 Pa. 65, 75, 173 A. 289.\nIn Commonwealth ex rel. Truscott v. Philadelphia, 380 Pa., supra, the Court said (page 370) : “The so-called Home Rule Amendment to the Constitution, Article XV, §1, adopted November 7, 1922, provided: ‘Cities . . . may be given [by the legislature] the right and power to frame and adopt their own charters and to exercise the powers and authority of local self-government, subject, however, to such restrictions, limitations, and regulations, as may be imposed by the Legislature/ ”\nSection 1 of Article XV could not be clearer — it authorized a city to adopt its own charter and exercise the powers and authority of local self-government— not fully and completely, but — “subject, however, to such restrictions, limitations, and regulations, as may be imposed by the Legislature/’\nArticle XIV of the Constitution was amended by adding Section 8. This is popularly known as the Philadelphia City-County Consolidation Amendment. This Amendment was adopted, not by the citizens of Philadelphia but, by the citizens of the Commonwealth and became effective immediately upon its adoption, namely on Wovember 6,1951. It relevantly provides: . . (2) Local and special laws, regulating the affairs of the city of Philadelphia and creating offices or prescribing the powers and duties of officers of the city of Philadelphia’, shall be valid notwithstanding the provisions of section seven of article three of this Constitution.” [Section seven prohibits the General Assembly from passing any local or special law regulating the affairs of counties, cities, etc.]\nWhen the City-County Consolidation Amendment of 1951, i.e., Article XIV, Section 8, was adopted, very many citizens of Philadelphia believed they were authorized to adopt their own unrestricted Home Rule Charter, and when they adopted their Home Rule Charter they undoubtedly believed that they were securing for themselves what they had long sought and what the Legislature had for years denied them, namely, full and complete home rule so far as local offices, local conditions and affairs and local self-government were concerned. Unfortunately the hereinbefore quoted provisions of the Constitution, and as we shall see the Enabling Act, i.e., the First Class City Home Rule Act of 1949, supra, which authorized and limited the Charter’s very existence, make clear that they acquired no such absolute and unconditional untrammeled right. Although this is clear and indisputable, it is so often overlooked or emotionally glossed over that we shall repeat: The Constitution granted and reserved to the Legislature, and the Legislature in turn, in granting home rule to Philadelphia, i.e., the right to frame and adopt a Charter, clearly and specifically reserved to itself the power to impose restrictions, limitations and regulations on any First Class City [Philadelphia] Home Rule Charter.\nSince appellees vigorously contend that the aforesaid provision of the Home Rule Charter as to the election of a successor to the Mayor “at the next municipal or general election” violates other provisions of the Constitution, we shall consider other allegedly pertinent Constitutional provisions.\nArticle Till, Section 2 of the Constitution provides : “The general election shall be held biennially on the Tuesday next following the first Monday of November in each even-numbered year, but the General Assembly may by law fix a different day, two-thirds of all the members of each House consenting thereto: Provided, That such election shall always be held in an even-numbered year.” (Amendment of November 2, 1909.)\nArticle Till, Section 3, pertinently provides: “All judges elected by the electors of the State at large may be elected at either a general or municipal election, as circumstances may require. All elections for judges of the courts for the several judicial districts, and for county, city, ward, borough, and township officers, for ■regular terms of service, shall be held on the municipal election day, namely, the Tuesday next following the first Monday of November in each odd-numbered year, but the General Assembly may by law fix a different day, two-thirds of all the members of each House consenting thereto: Provided, That such elections shall be held in an odd-numbered year. . . .” (Amendment of November 4, 1913.)\nIt is crystal clear from this constitutional provision that all city officers must be elected for regular terms of service at a municipal election in an odd-numbered year. However, it is equally clear that this constitutional provision governs only the election of city officers for regular terms of service and does not cover- special elections to fill a vacancy.\nWe turn next to what is the most important applicable constitutional provision.\nArticle XII, Section 1, provides: “All officers, whose selection is not provided for in this Constitution, shall be elected or appointed as may be directed by law: Provided, That elections of State officers shall be held on a general election day, and elections of local officers shall be held on a municipal election day, except when, in either case, special elections may be required to fill unexpired terms.” (Amendment of November 2, 1909.) A special election to fill an unexpired term is not mandatory or self executing, it is discretionary. Contrary to the contentions of some of the litigants it is clear that the above quoted articles of the Constitution provide that all elections for cityofficers for regular terms of service must be held on a municipal election day in ah odd-numbered year, but a special election may be required to fill an unexpired term of either a state officer or a local officer, in which event the election can be held in a different year than that prescribed for an election day for a regular term of service.\nAppellees further contend that Article VIII, Section 7 of the Constitution renders §3-500 of the Philadelphia Home Rule Charter unconstitutional because of lack of uniformity. Section 7 provides: “All laws regulating the holding of elections by the citizens, or for the registration of electors, shall be uniform throughout the State . . . .”\nThere then follows exceptions with regard to the registration of electors and the use of voting machines, or other mechanical devices, and the number and duties of election officers.\nWe disagree with appellees’ construction. The section considered in its entirety relates, in our judgment, to matters of procedure, methods and machinery of yoting and like matters with respect to electors and voting. If we were to sustain appellees’ contention the legislative Acts, which are in effect the charters of second class cities and of third class cities would be unconstitutional because of lack of uniformity. Moreover and far more important, the Articles and provisions of the Constitution must all be construed together and if there is any overlapping, or any apparent or real inconsistency, the specific must prevail over the general. In Lennox v. Clark, 372 Pa. 355, 93 A. 2d 834, where there was a conflict between two provisions of the Constitution, the Court said (page 371) : “. . . It is an established principle of constitutional construction that, where a conflict exists between a specific constitutional provision which is applicable to a particular case and certain general provisions which, were it not for such conflict, might apply, the specific provision will prevail: Philadelphia v. Commonwealth, 270 Pa. 353, 358, 359, 113 A. 661, 662; Commonwealth ex rel. v. Kline, 294 Pa. 562, 567, 144 A. 750, 751....”\nTo adopt appellees’ construction would cause an irreconcilable conflict between Article VIII, Section 7, on the one hand, and Article XII, Section 1, of the Constitution and the City-County Consolidation Amendment, namely, Article XIV, Section 8, on the other hand.\nWe therefore agree with appellants that Article VIII, Section 7 of the Constitution is to be construed as hereinabove interpreted.\nTo summarize: It is clear that a special election to fill an unexpired term of a mayor or other municipal officer in an even-numbered year is not prohibited by the Constitution of Pennsylvania.\nLegislative Acts\nWe turn then to Acts of the Legislature in order to determine whether they have imposed any restrictions or limitations on the right and power of the City of Philadelphia to hold an election to fill the unexpired term of the Mayor, as provided in its Charter, at the next general or municipal election whichever first appropriately occurs. The Legislature pursuant to the authority expressly granted to it by Article XV, Section 1, of the Constitution, supra, adopted the First Class City Home Rule Act of April 21, 1949, supra. This enabling Home Rule Act ivas the parent of Philadelphia’s Home Rule Charter, without which Philadelphia could not adopt this or any Charter. The enabling Act of 1949 did not give, as the City contends, absolute and unrestricted home rule to Philadelphia. On the contrary, the Act specifically provides that Philadelphia may frame and adopt its own local-government Charter, but such Charter shall be subject to such restrictions, limitations and regulations as may be imposed by the Legislature.\nThe First Class City Home Rule Act of 1949 is entitled : “An Act To carry into effect section one of article fifteen of the Constitution, giving cities of the first class the right and power to frame, adopt and amend their own charters and to exercise the powers and authority of local self-government, . . . imposing certain restrictions, limitations and regulations; . . . .\"\nThe citizens of Philadelphia, in 1951 under and pursuant to the above-mentioned enabling Act of 1949, adopted the present Charter. The Charter itself specifically stated in its preamble that “. . . we, the electors of Philadelphia, hereby adopt this ‘Philadelphia Home Rule Charter,’ prepared by the Philadelphia Charter Commission under authority of the Act of the General Assembly of the Commonwealth of Pennsylvania, approved April 21, 1949, P. L. 665.”\nSection 1-100 of the Charter defines the City’s powers and recites that the City shall have and may exercise all powers and authority of local self-government pursuant to Section 1, of Article XV, of tlie Constitution, and the Act of the General Assembly approved April 21, 1949.\nArticle XV, Section 1, provides, we repeat, that cities may adopt their own charters and may “exercise the poivers and authority of local self-government, subject, however, to such restrictions, limitations, and regulations, as may be imposed by the Legislature.” It is clear, therefore, beyond any possibility of doubt, that the Constitution gave the Legislature the power to impose, even on the local self-government of a city, any restrictions and limitations the Legislature desired. The Legislature, in turn, in granting Philadelphia (or any other First Class City) the power of local self-government, imposed certain restrictions and limitations on the City’s right and power of self-government. In particular, the enabling Act of 1949, specifically and pertinently limited the City’s powers in and by Article II, Sections 17 and 18. These provide:\n“Article II. General Grant of Powers; Limitations. Section 17. . . . Subject to the limitations hereinafter prescribed, the city taking advantage of this act and framing and adopting or amending its charter thereunder shall have and may exercise all poAvers and authority of local self-government and shall have complete poAvers of legislation and administration in relation to its municipal functions, including the power and authority to prescribe the elective city officers, who shall be nominated and elected only in the manner provided by, and in accordance with, the provisions of the Pennsylvania Election Code and its amendments, for the nomination and election of municipal officers. . . .”\n“Section 18. . . . Notwithstanding the grant of powers contained in this act, no city shall exercise powers contrary to, or in limitation or enlargement of, powers granted by acts of the General Assembly which are— . . . . (b) Applicable in every part of the Commonwealth. (c) Applicable to all cities of the Commonwealth.”\nWe therefore must examine the “Pennsylvania Election Code” and its amendments in order to determine whether they interdicted and prohibited the holding of a special election for Mayor of Philadelphia at a general election in an even-numbered year.\nThe Election Code is a lengthy and comprehensive Act of 205 pages governing every aspect involved in the holding of elections in Pennsylvania. It is entitled, “An Act Concerning elections, including general, municipal, special and primary elections . . . .” Article VI of the Election Code is entitled: “Dates of Elections and Primaries and Special Elections”.\nSection 601 of Article VI specifically provides that the election of State officers and national representatives shall be at general elections, to be held in even-numbered years. Section 602 specifically provides that the election of all city officers shall be at municipal elections, to be held in odd,-numbered years. The language of Section 602 is: “The municipal election shall be held biennially on the Tuesday next folloAving the first Monday of November in each odd-numbered year. All judges of courts of record of the various judicial districts and counties, and all county, city, borough, toAvnship, Avard, school district, poor district and election officers shall be elected at the municipal election . . . .”\nThe language of Section 602 is mandatory and requires all city officers to be elected at the municipal election Avhich shall be held in odd-numbered years. The City contends that this refers only to an election for a regular term of service, and not to elections to fill a vacancy or to other special elections. For each and all of the following reasons we disagree with this contention. In the first place, the word “all” is prima facie all-inclusive. In the second place, it is clear from other provisions of the Election Code and its amendments that the Legislature knew how to provide for an election to fill a vacancy (as well as for other exceptions) if and when it desired, because the Election Code of 1937 itself (a) provides for three specific exceptions to the applicability of Sections 601 and 602, and (b) by subsequent amendment provided a fourth exception. For example, Section 626 of the Election Code provides that whenever a vacancy occurs in the office of United States Senator, “said vacancy shall be filled for the unexpired term ... at a special election to be held at the time of the next general or municipal election . . . .” Section 627 of the Election Code provides that whenever a vacancy occurs in the office of a Eepresentative in Congress, “. . . the Governor shall issue ... a writ of election . . . for a special election to fill said vacancy. . . . The Governor may fix, in such writ of election, the date of the next ensuing primary or municipal election as the date for holding any such special election.”\nSection 628 similarly provides that when a vacancy occurs in either house of the General Assembly, the presiding officer shall issue a writ of election for a special election to fill said vacancy and may fix “the date of the next ensuing primary or municipal election as the date for holding any such special election.” This was amended by the Act of May 16, 1940 and thus reenacted by the Act of April 13, 1942,•\"'* to provide that “The presiding officer may fix . . . the date of the next ensuing primary, municipal or general election as the date for holding any such special election.”\nThe intention of the Legislature as expressed in and by the Election Code of 1937 that all state and all city officers, including the Mayor, must be elected at the respective elections therein provided, is further demonstrated by the Act of May 23, 1949. This Act amended the Election Code by adding Section 628.1 which provides for elections to fill vacancies in the office of a member of the council or legislative body of any municipality. This Amendment had the effect of modifying Section 602 by specifically allowing a special election to fill councilmanic vacancies, and in practical effect changed, as we shall see, the law with reference to a councilmanic vacancy as laid down in Commonwealth ex rel. Maurer v. Within, 344 Pa. 191, 25 A. 2d 317. Significantly, and strikingly, the Legislature made no change with respect to an election to fill a vacancy in the office of the Mayor or in any other local office except Councilman, and therefore the Legislature once again clearly indicated its intention that Section 602 should govern all other elections for city offices including an election to fill a vacancy in the office of Mayor.\nIt is clear from the aforesaid all-inclusive language of the Election Code, and especially when construed together with the aforesaid exceptions, that the only time a special election to fill a vacancy may be held in a different year than that prescribed for a regular term election, is when a vacancy has occurred in the office of United States Senator, or Congressman, or a Senator or Representative in the General Assembly, or in a councilmanic or municipal legislative office. This is fortified by the general canon of interpretation that the mention of a specific matter in a general statute implies the exclusion of others not mentioned (expressio unius est exclusio alterius) : Scott Township Appeal, 388 Pa. 539, 543, 130 A. 2d 695; Commonwealth ex rel. Maurer v. Witkin, 344 Pa. 191, 25 A. 2d 317; Lemoyne Borough Annexation Case, 176 Pa. Superior Ct. 38, 50, 107 A. 2d 149.\nWhen the framers of the comprehensive magnum opus known as the Philadelphia Home Rule Charter commenced to write the Charter, a careful analysis of the Constitution and of the Acts of Assembly herein-before set forth, as well as of two decisions of this Court (which will be hereinafter discussed) would have disclosed the following facts:\n(1) No provision of the Home Rule Charter could violate the Constitution of the United States, or the Constitution of Pennsylvania, or the Enabling Act of 1949, or the Election Code, or any prior decision of this Court; (2) the City could not (because of the prohibition in the enabling Act) exercise powers contrary to or in limitation or enlargement of powers granted by Acts of the General Assembly which are applicable in every part of the Commonwealth or applicable to all cities of the Commonwealth; (3) a Mayor of Philadelphia could be nominated and elected only in accordance with the provisions of the Pennsylvania Election Code and that Code required that an election for Mayor, whether for a full regular term or to fill a vacancy in the office, must be held in an odd-numbered year. Not only did the Pennsylvania Election Code so provide, as hereinabove set forth in great detail, but the Supreme Court had expressly announced in clear and forceful language that a vacancy in the office of Mayor could not be filled at a general election in an even-numbered year. The Charter framers therefore should have known that Section 3-500 of the Charter, which provided that an election to fill a vacancy for an unexpired term in the office of Mayor, should be held at the next municipal or general election first occurring more than 30 days before the next election, was unauthorized and illegal.\nPrior Decisions\nThe City contends that if Section 3-500 was illegal, its illegality arose solely from Watson v. Witkin, 343 Pa. 1, 22 A. 2d 17 (1941), and that the second point of law which it stated was dictum, and in any event the decision was changed and abrogated by a subsequent legislative amendment in 1953 . Both sides rely upon this case and since both sides disagree as to its interpretation and effect, it is advisable to carefully analyze it.\nIn Watson v. Witkin the question involved the filling of the vacancy in the office of Mayor which arose because of the death of Mayor Lamberton. Mayor Lamberton died on August 22, 1941, — 18 days before the primary election of 1941. An injunction was granted by this Court to restrain an election to fill the vacancy at the general election in 1941. Article II, Section 4(a) of the 1919 legislatively-created Philadelphia Charter provided, relevantly, the same as the present City Home Buie Charter provides: “When a vacancy shall take place in the office of mayor, a successor shall be elected for the unexpired term at the next election occurring more than thirty days after the commencement of such vacancy . . . .” Section 602 of the Election Code was identical with the section as it now stands. However, there was no provision in either the 1919 Charter nor in the Election Code as to how a nominee could be chosen if a vacancy occurred too late to have a primary election. The same contentions were made there as are made by the City in this case, but all of them were rejected by the Court. This Court held (1) that a vacancy in the office of Mayor could not be filled at the municipal election in 1941 because (a) the fall primary was not sufficiently far away in time for the necessary steps to be taken and all the election machinery prescribed by the Election Code be set up to nominate candidates to fill the vacancy; and (b) there was no provision in the Election Code for a political party or its committee to select candidates for the office of Mayor under the contingency or factual situation which had arisen in that case. The Court further held, citing or quoting several constitutional provisions, as well as the pertinent provisions of the Election Code which have been hereinabove quoted, (2) (a) that a Mayor of Philadelphia could not be elected in an even-numbered year and hence could not be elected until the next municipal election after the 1941 municipal election, viz., in 1943, and (b) that there was no provision in the Election Code of 1937 for a special election for Mayor of Philadelphia. The Court said (pages 17-18) :\n“. . . This [Election] Code provides for special elections to fill vacancies in the following offices only: (1) United States Senator, (2) Representative in Congress, (3) Member of the General Assembly. Special elections are also provided for An a proposed constitutional amendment or other question, to be voted on by the electors of the state at large, or by the electors of any political district’. (See 25 P.S. 2787 and 3069).\n“The failure of the legislature to make any provision for special elections to fill the office of May- or of Philadelphia is of legal significance. ‘It is a general principle of interpretation that the mention of one thing implies the exclusion of another thing; expressio unius est exclusio alterius. The affirmative description of the cases in which the jurisdiction may be exercised implies a negative on the exercise of such power in other cases.’ 25 R.C.L. 981, section 229, citing, interalia, Page v. Allen, 58 Pa. 338, 346; Walla Walla v. Walla Walla Water Co., 172 U.S. 1, 19 S. Ct. 77, 43 U.S. (L. ed.) 341.\n“. . . Article 12, Section 1 of the State Constitution as amended in 1909, provides . . . ‘. . . Provided, That elections of State officers shall be held on a general election day, and elections of local officers shall be held on a municipal election day, except when, in either case, special elections may be required to fill unexpired terms.’ There is no such statutory requirement in respect to the office of Mayor of Philadelphia.\nU\n“The Election Code of 1937 (supra) expressly purported to ‘codify, revise and consolidate the laws relating to general, municipal, special and primary elections’. The fact that in that comprehensive code covering 205 pages of the Pamphlet Laws of 1937 and in which 40 pages are devoted to the repeal of former election acts beginning with the Act of August 24, 1717, (Yol. Ill, Statutes at Large, p. 138) and including election laws passed as recently as 1935, no provision was made for special elections on general election days or on general election years or at any other time, to fill vacancies in the office of Mayor of Philadelphia, leaves no room for doubt that the legislature intended that the above cited explicit provisions for electing a Mayor only at municipal elections in odd-numbered years should stand. The Code, Article 6, Section 602 (25 P.S. 2752), explicitly provides that ‘all county, city, borough and township officers shall be elected in the municipal election’.”\nAssuming, arguendo, that this second branch of the Watson decision was dictum it was a declaration by a unanimous Court, in clear and forceful language, that a general election to fill a vacancy in the office of May- or of Philadelphia could not be held in an even-numbered year. That case, whether a direct holding or merely dictum, clearly enunciated the law which was in existence when the present Philadelphia Home Rule Charter was framed and adopted. In the light of that decision Section 3-500 of the present City Charter, which provided that a vacancy in the office of Mayor should be filled at the next general or municipal election was, so far as the general election was concerned, undoubtedly illegal and void.\nThe City contends, however, that the Watson decision was changed by the legislature. We cannot agree with this contention. The legislature, by Act of August 26, 1953 amended the Election Code by adding Section 993 to provide for a procedure or machinery to fill vacancies in the event that the time for nominating candidates at a primary election had passed. To this extent, the legislature changed the first part of the decision in Watson v. Witkin, supra, tut significantly and strikingly made no change in the second part of the Watson case, namely, a vacancy in the office of Mayor could not be filled at a general election. Once again the legislature, by failing to amend the Election Code to specifically authorize the election of a Mayor in other than a municipal election in an odd-numbered year, acquiesced in and, in effect, approved the construction which this Court had placed upon §602 of the Election Code in the above mentioned cases. See: Gever v. American Stores Co., 387 Pa. 206, 127 A. 2d 694; and cases supra.\nIn Gever v. American Stores Co., the Court aptly said (page 211):“... The Bristol-Myers Company case was decided some 17 years ago and during all that time the Legislature has not seen fit to amend the Act so as to make the issuance of trading stamps ... a violation of the Act, which is particularly significant in view of the fact that the Legislature has several times amended the Act in other particulars, .... The Statutory Construction Act of May 28, 1937, P. L. 1019, §52, provides . . . ‘. . . (4) That when a court of last resort has construed the language used in a law, the Legislature in subsequent laws on the same subject matter intend the same construction to be placed upon such language.’ And it was stated in Burtt Will, 353 Pa. 217, 230, 44 A. 2d 670, 676, quoting from Salvation Army Case, 349 Pa. 105, 110, 36 A. 2d 479, 481, that ‘unless amended by the legislature, this Court’s construction of an act has the same effect as if written into the body of the statute at the time of its enactment.’ . . .” See to the same effect: Loeb Estate, 400 Pa. 368, 375-376, 162 A. 2d 207; DuPuy Estate, 373 Pa. 423, 96 A. 2d 318; Mills Estate, 367 Pa. 504, 80 A. 2d 809.\nAppellees further rely on §18 of the First Class City Home Rule Act of 1949, while appellants, on the contrary, rely on certain decisions of this Court which have interpreted that Section. Section 18, we repeat, provides: “. . . Notwithstanding the grant of powers contained in this act, no city shall exercise powers contrary to, or in limitation or enlargement of, powers granted by acts of the General Assembly which are— ... (b) Applicable in every part of the Commonwealth, (c) Applicable to all the cities of the Commonwealth.”\nThis Court has construed §18 to refer to laws dealing with substantive matters of State-wide concern and not to general laws which deal with city employees or minor city officials or with small and purely local matters which are of no concern to the citizens of Pennsylvania at large. Of. Addison Case, 385 Pa. 48, 122 A. 2d 272 (the finality of an order of the Civil Service Commission of Philadelphia with respect to the dismissal of a policeman, which conflicted with a Statewide law as to the right of appeal of a civil service employee) ; Ebald v. Philadelphia, 387 Pa. 407, 128 A. 2d 352 (disability compensation provision for a Philadelphia fireman) ; and Bartle v. Zoning Board of Adjustment, 391 Pa. 207, 137 A. 2d 239 (the procedure to be followed in re a zoning ordinance). The aforesaid cases which are relied on by appellants are inapposite. It is unnecessary to decide whether the election of a Mayor of Philadelphia is of State-wide concern or purely a local matter which is of no concern to citizens of Pennsylvania at large. It will suffice to say that the Charter is subordinate to the Enabling Act, and if they conflict the Enabling Act takes precedence and prevails.\nWe do not agree with appellants’ vigorous assertion that an affirmance of the Decree of the lower Court will wreck the Charter, and to postpone for one year the right of citizens of Philadelphia to vote for a successor Mayor would be appalling. If a President of the United States dies one day or one month or one year after his inauguration, the Vice President succeeds him and serves the balance of the four-year term, with no right in the people to vote for a successor. Exactly the same thing happens in Pennsylvania. If a Governor dies or resigns one day or one month or one year after his inauguration, the Lieutenant Governor succeeds him and serves out the balance of the four-year term, without an election. But even if appellants’ worst fears are realized, it is too often forgotten that under our basic form and system of Constitutional Government the power and duty of a Supreme Court is interpretative, not legislative. We are not a Supreme, or even a Superior Legislature, and we have no power to redraw the Constitution or to rewrite Legislative Acts or Charters, desirable as that sometimes would be.\nWe have carefully considered all the contentions made and all the authorities quoted or cited by the parties hereto, but deem further discussion unnecessary.\nRichardson Dilworth resigned as Mayor of Philadelphia effective February 12, 1962. To the extent that §3-500 of the City Charter provides that when a vacancy occurs in the office of Mayor, an election to fill such vacancy for the Mayor’s unexpired term shall be filled by election at the next general election, the section is invalid.\nDecree in No. 240 affirmed; each party to pay own costs.\nDecree in No. 241 affirmed; each party to pay own costs.\nP. L. 665, 53 PS §13101.\nItalics throughout, ours.\nSection 8 (7) of Article XIV of the Constitution also makes it abundantly clear that the citizens of Philadelphia were not granted full and complete home rule by the Charter. That section provides .that neither the citizens of Philadelphia nor City Council can abolish, reorganize or consolidate the Philadelphia County offices until the General Assembly shall so1 authorize or provide. See Commonwealth ex rel. Truscott v. Philadelphia, 380 Pa., supra, ■ ■ .\nAct of June 3, 1937, P. L. 1333, 25 PS §2600.\nP. L. (1941) 948.\nP. L. (1942 Ex. Sess.) 20.\nP. L. 1656, §1, 25 PS §2778.1.\nSee infra.\nP. L. 1479, Section 1, 25 PS §2953.\nSimilarly, the Legislature, when it amended the Election Code •in 1949 after the decision in Commonwealth ex rel. Maurer v. Wittkin, 344 Pa. 191, 25 A. 2d 317 (1942), and provided for the filling of a council-manic vacancy, significantly made no change with respect to a vacancy occurring in the office of Mayor although it was familiar with the prior Watson v. Witkin decision hereinabove discussed."}