{"id": "1304912", "contents": "Opinion by\nMr. Justice Benjamin B. Jones,\nOn February 4, 1948, Charles Pichel and Mary Pichel, his wife (Pichéis), gave a mortgage on their property located in Fairmount Township, Luzerne County,. to the Wyoming National Bank of Wilkes-Barre (Bank), to secure their note in the amount of $5,500. On September 9, 1954, Pichéis executed another note in the amount of $914.40 to the Bank.\nOn January 19, 1955, William F. Pichel (decedent), brother of Charles Pichel, purchased from the Bank all Pichéis’ obligations (i.e., the mortgage and bond, the note for which the mortgage was security and the 1954 note) and the Bank duly assigned all these instruments to decedent.\nOn August 26,1955, decedent executed and acknowledged a power of attorney to the Recorder of Deeds of Luzerne County to satisfy the mortgage but this power of attorney was neither recorded or delivered to Pichéis or any other person.\nWhen the assignments of the obligations were made by the Bank to decedent the balance due upon such obligations was $3,385.12. There is no evidence that subsequent to the assignments Pichéis made any payments, either of interest or principal, to the decedent but there is evidence that decedent never noted these obligations on his personal property returns and that the fire insurance policy on the property covered by the mortgage did not contain an endorsement of decedent’s name either as mortgagee or mortgagee-assignee.\nDecedent, a resident of Lackawanna County, died July 7, 1958 and, after his death, there was found in a safe deposit box in a Scranton Bank an envelope in which were the notes, the mortgage and bond and the power of attorney. Inscribed on the outside of the envelope, signed by decedent, was the following: “Held in trust for Chas. L. Pichel & Mary K. Pichel, his wife.\n“This envelope is sealed with the understanding that it contains no money, currency, bonds, securities or negotiable paper. It does not contain private papers belonging to Chas. L. Pichel and Mary K. Pichel, his wife, held in trust for the same by the express consent and wish of William F. Pichel. To be opened only in the presence of Charles or Mary, above named.”\nItem Pour of decedent’s will provided: “Whereas, The Wyoming National Bank of Wilkes-Barre, Pennsylvania, on January 19, 1955, assigned to me a collateral note of Charles L. and Mary K. Pichel dated February 4, 1948, in the face amount of Five Thousand Five Hundred ($5,500.00) Dollars and bond and mortgage of the same parties and same date as security therefor and covering property located in Fairmount Township, Luzerne County, Pennsylvania, and recorded in Luzerne County, Mortgage Book No. 474, page 175; and\n“Whereas, the said Bank has also assigned to me the personal note of the same parties dated September 9, 1954 in the sum of Nine Hundred Fourteen Dollars and Forty Cents ($914.40) :\n“Now, Therefore, I release and forgive to Charles L. and Mary K. Pichel, or to their representatives if they or either of them shall die in my lifetime, the debts evidenced by said notes and secured by said mortgage and so much of said debts as may remain owing to me at the time of my death and all the interest thereon, and I direct that the notes and the bond for the mortgage debt shall be cancelled and be given up to him or them and the mortgage released and discharged of record by my Executrix.” (Emphasis supplied)\nThe Commonwealth, on the theory that when decedent died the value of the mortgage debt and notes of Pichéis were taxable, levied an inheritance tax in the amount of $1,187.61 from which appraisement no appeal was taken.\nWhen the first and final account was filed in the Orphans’ Court of Lackawanna County Pichéis excepted to the inclusion in that account as an estate asset of the amount of Pichéis’ obligations to the decedent as assignee of the mortgage, notes, etc. After taking testimony, President Judge Beady died before rendering a decision. His successor, President Judge Sibotnak, held that the decedent had created an inter vivos trust of Pichéis’ obligations with himself as the trustee and, as a result thereof, an immediate conveyance was effected to Pichéis, hence the transfer was not taxable. Prom that decree, this appeal was taken.\nProm the factual situation presented by this record certain conclusions are inevitable. The decedent wanted to relieve the financial situation of his brother and wife and to that end purchased from the Bank their obligations. At the time of this purchase decedent intended at some time to forgive such obligations and make a gift thereof to Pichéis: in furtherance of said purpose he executed and acknowledged the power of attorney with the intent at some time to satisfy the mortgage of record and when he enclosed the instruments which evidenced such obligations in the envelope with the inscription on the outside thereof he intended to create a trust whereby Pichéis’ obligations now assigned to him would be forgiven and relinquished by way of a gift to the Pichéis. However, the evidence is not clear or convincing that decedent intended to make a present gift to Pichéis through the medium of a trust.\nOn the other hand, it is clear upon this record that the decedent never relinquished his control or dominion over the mortgage, notes, etc., which constituted the evidence of Pichéis’ obligations and that up to the date of his death the decedent continued to hold in possession such documents. Furthermore, in his will executed long after his purchase of the obligations and after execution of the power of attorney, decedent provided that Pichéis should be released and forgiven of “the debts evidenced by said notes and secured by said mortgage and so much of said debts as may remain owing to me at the time of my death and all the interest thereon(Emphasis supplied)\nUnder the inheritance tax statute of 1919 (Act of June 20, 1919, P. L. 521, §1, 72 PS §2301), a tax is imposed upon the transfer of any property, real or personal, when the “transfer” is “intended to take effect in possession or enjoyment at or after such death”. In Glosser Trust, 355 Pa. 210, 215, 49 A. 2d 401, this Court, speaking through Mr. Justice (later Chief Justice) Steen, stated: “What is the test to determine whether, for inheritance tax purposes, a transfer is to be regarded as effective immediately, or as not effective in possession or enjoyment until at or after the death of the donor? . . . The criterion is not whether the beneficiaries are to acquire actual possession or enjoyment at or after the death of the donor but whether the latter has irrevocably parted with all his interest, title, possession and enjoyment in his lifetime”. See also: Todd Trust, 358 Pa. 530, 534, 58 A. 2d 135.\nOn the face of this record it is evident that the decedent by his inscription on the outside of this envelope had not bound himself during his lifetime to an irrevocable forgiveness of Pichéis’ indebtedness; at any time up until his death the decedent could have destroyed the envelope and the power of attorney and he could have insisted upon payment of Pichéis’ obligations even to the extent of proceeding upon the mortgage. That the decedent well recognized that there had been no inter vivos transfer to Pichéis of the obligations is best evidenced by the fact that he made explicit provision in his will for a release and relinquishment of Pichéis’ obligations. Had decedent intended to make an inter vivos transfer of these obligations the provision in the will would lack any meaning. An examination of the language employed by the decedent in Item Four which released and forgave Pichéis of “so much of said debts as may remain owing to me at the time of my death and all the interest thereon” clearly indicates that the transfer contemplated was to take place at the time of decedent’s death. If the transfer contemplated by decedent was an inter vivos transfer to have an immediate effect, how could there be any debts arising from the mortgage and notes when decedent died? Pichéis would not owe decedent anything at the time of his death if there had been an immediate transfer of the obligations either at the time of execution of the power of attorney or the creation of the trust by means of the inscription on the envelope.\nDecedent intended to transfer to Pichéis all the obligations evidenced by the mortgage, notes, etc., but such transfer was not to become effective until decedent’s death. The retention of control over the notes, mortgages, etc., and the language of the will clearly support such a conclusion. Such transfer “intended to take effect in possession or enjoyment” after decedent’s death is clearly taxable, and, in holding otherwise, the court below\" was in error.'\nDecree reversed; costs on estate.\nThis box was in the joint names of decedent and Bmelia Hempel (his cousin and executrix), each having the right to enter the box without the other.\nThe will was executed on May 7, 1958 — three years and four months after decedent purchased the obligations from the Bank and two years and nine months after the execution of the power of attorney.\nAn appeal from the tax appraisement would have been the proper procedure: Reynolds Estate, 359 Pa. 616, 620, 60 A. 2d 57; Mills Estate, 367 Pa. 504, 509, 80 A. 2d 809. However, under the authority of Mills, “we wiU dispose of the tax question as if on a tax appeal.” (p. 510) Cf: Jones Estate, 390 Pa. 599, 136 A. 2d 327.\nThe estate before satisfying Pichéis’ obligations wants reimbursement of the tax .which the estate paid thereon. .\nDecedent’s failure to mate a personal property return of the obligations owed him and his failure to include his name on the fire insurance policy either as mortgagee or mortgagee-assignee are. on the state of this record, of little significance.\nThe forgiveness of a debt constitutes a taxable transfer; Sadler’s Estate (No. 2), 383 Pa. 606, 610, 119 A. 2d 197."}