{"id": "1304898", "contents": "Opinion by\nMe. Justice Benjamin R. Jones,\nOn December 17, 1951, Lulu T. McGahen [claimant] sustained an accident in the course of her employment by General Electric Company [employer]. Ten years later — after three hearings before two compensation referees, three decisions by the Workmen’s Compensation Board [Board], three decisions by the Court of Common Pleas of Erie County and a decision by the Superior Court — the question of claimant’s right to compensation for such accident still remains undetermined.\nThis is an appeal from a unanimous decision of the Superior Court (195 Pa. Superior Ct. 651, 172 A. 2d 321), which reversed a judgment of the Court of Common Pleas of Erie County [Court] and reinstated an award by the Board to the claimant of compensation, even though, in the language of the Superior Court, that Court could not tell (p. 665) : “[u]nder the state of this record, . . . whether [the employer] will be paying compensation for a non-existent injury under our decision . . .”\nA proper understanding of the issues which this appeal presents requires a recital at length of the factual background of this litigation. On December 17, 1951, the claimant, in the course of her employment, slipped and fell, striking her right shoulder and knees upon the floor. Claimant suffered a subdeltoid bursitis with contusions of the right shoulder and knees but continued to work until February 9, 1952, at which time she left her employment. On February 29, 1952, the claimant and her employer entered into a written compensation agreement under which the claimant received $25 weekly from February 16, 1952 until March 18,1952 ($114.29) at which time she returned to work. The claimant continued to work at her regular employment from March 18, 1952 until September 9, 1952 when she left her employment to which she has not since returned.\nOn March 28, 1952, the claimant signed, in triplicate, a final receipt and received a check from her employer as final payment of compensation. Two executed copies of this final receipt remained in the employer’s possession but the claimant retained the original executed receipt and the check, the latter having been endorsed by claimant. Both the original executed receipt and the check remained in a “bond box” at claimant’s home, the check not being cashed and the original final receipt not being returned to the employer. The execution of this final receipt and the endorsement of the check are admitted by claimant. Neither the original nor either of the two executed copies of the final receipt were filed with the Workmen’s Compensation Bureau [Bureau] until after an inquiry on August 4, 1953 directed by the Director of the Bureau to the employer. On August 7, 1953 the employer sent to the Bureau a photostatic copy of an executed copy of the final receipt, “apparently informing the Bureau that the original had not been returned and the check had not been cashed”. Upon receipt of the photostatic copy, the Bureau did nothing.\nOn September 14, 1952 — -five days after leaving her employment — claimant was hospitalized and at that time she applied for benefits under a mutual group health insurance policy stating as the cause of her hospitalization: “right subacromial bursitis, chronic, scalenus anticus syndrome secondary to No. 1 involutional melancholia-paranoid type with depressed features.” In the application for insurance benefits claimant failed to answer the question whether her disability resulted from an accident. Insurance benefits for twenty-six weeks were paid to claimant.\nThereafter, claimant inquired of Referee Smith as to her compensation rights and he finally wrote to her stating that, from the information obtained from her employer, Iier claim, not having been filed within one year, was barred.\nOn January 12, 1954 — approximately two years after the accident and one year and nine months after the date of the most recent payment of compensation to her — claimant filed a petition to review, under Section 413 of The Pennsylvania Workmen’s Compensation Act, as amended, the compensation agreement entered into on February 29, 1952. Thereafter, three hearings were held before two referees. On February 26, 1954— the first hearing — neither claimant nor any witnesses on her behalf appeared but claimant’s counsel called J. A. Hurley, a representative of employer, for cross-examination, and this hearing was continued to give the employer an opportunity to locate the check which had accompanied the original final receipt; on April 20, 1954 — the second hearing — neither the claimant nor any witnesses on her behalf appeared but again Mr. Hurley was cross-examined. At this hearing, Hurley testified that a photostatic copy of the final receipt had been mailed to the Board on August 7, 1953, that the employer heard nothing further from the Bureau and that the claimant had returned to work in March 1952. On August 15, 1955 a third hearing was held before Referee Cartwright at which the only witness was the claimant. The claimant testified that, although she had been injured on December 17, 1951, she continued to work until February 9, 1952, she signed the compensation agreement, returned to work on March 18, 1952 and continued to work until September 9, 1952. At the time of injury she was treated by Dr. Chaffee who continued to treat her until February 1954. Claimant admitted she signed the final receipt on March 28, 1952 and endorsed the accompanying check and described how she put the uncashed check and original receipt in a “bond box” in her home where they remained until produced at the hearing. Claimant’s testimony on the subject of her disability was as follows: “Q. Does the injury which you received still bother you to the extent that you receive treatment for it? A. Yes, I have always had to and it is dreadfully painful, right here in the shoulder where I hit. Q. Are you able to go back to work now? A. No. I am not. By the Referee: Q. Your arm still bothers you? A. Yes. Q. Can you do light work? A. Sometimes it is worse than others, it catches me quick. What I mean is it grabs me quick. Q. Can you do any work at all? A. I work around the house, but to keep at it I can’t. Q. Do you have a driver’s license? Can you drive a car? A. I could not swing the wheel.” Although treated by Dr. Chaffee and other doctors, the claimant presented no medical testimony as to her condition, past or present.\nOn the basis of this testimony, Referee Cartwright found, inter alia, as facts: “Tenth, While the claimant executed the final receipt, copies of which were kept by the [employer], she never cashed the final check nor sent in the original final receipt, claiming her disability was still in effect. Eleventh, The claimant filed a petition to review the provisions of the compensation agreement on January 12, 1954, however, at the hearing, claimant, through her attorney . . . stated the purpose was to compel the [employer] to live up to the provisions of the compensation agreement . . . Thirteenth, The defendant has never filed any petition to terminate the Workmen’s Compensation Agreement, talcing the position that because they had copies of final receipt signed by the claimant the liability to make compensation payments to claimant had ceased, despite the fact that claimant never delivered original final receipt nor cashed the cheek in final payment.” The referee awarded compensation to claimant at the rate of $25 weekly from (a) February 16, 1952 to March 18, 1952, inclusive, and (b) from September 9, 1952 \"so long as claimant’s condition remains unchanged, but not to exceed in the aggregate the number of weeks provided in the Workmen’s Compensation Act for permanent total disability”.\nThe employer then appealed to the Board. In the first place, the Board stated: \"[t]he purported final receipt does not become an important factor ... because it was never delivered to the [employer] or the compensation authorities and the copy of which the Compensation Bureau now has possession has never been approved” and the Board concluded the open original compensation agreement was still in force. In the second place, the Board took the position that compensation payments had been suspended while claimant was receiving wages until September 9, 1952, and, thereafter, while the claimant received payment of insurance benefits for twenty-six weeks and, therefore, the one year statute of limitations for the filing of a petition to review under Section 413 was inapplicable. In the third place, even if the final receipt was valid, the Board found that such receipt would have to be set aside because of improper conduct on the part of employer. The Board dismissed the appeal.\nThe employer appealed to the Court and petitioned that Court to remand the record to the Board, alleging that the Board, at the. time of its decision, did not have before it all the testimony taken before the referee together with certain exhibits and items of correspondence. With the agreement of claimant’s counsel, Judge Róssiteb directed the return of the record to the Board “for such action thereupon by the Board as to it seems fit and meet.” Thereafter, the Board reaffirmed its previous ruling and the employer again appealed to the Court.\nThe Court, speaking through Judge Laub, dirécted the return of the record to the Board so that the Board could make specific findings of fact. The opinion of the court pointed out: (1) that the Board had con\" eluded, without making a specific finding of fact, that the compensation agreement had never been terminated; (2) that the Board had found, without any evidentiary support on the record, that claimant was ill-advised to return to work by an official of the employer, that when the final receipt was executed claimant was being treated by a “company physician” and that the employer has misled Referee Smith into giving erroneous advice to. claimant; (3) that the Board’s opinion made no specific finding in regard to the approval or disapproval by the Bureau of the final receipt; (4) that, in the absence of specific findings of fact, .the court could.not on the state of the record either affirm or reverse the Board. . ' . . . . .\nUpon the return of the record, the Board once again, affirmed the award to the claimant resting its affirmation upon the ground that the original final receipt or a proper copy thereof had not been timely delivered by the employer to the compensation authorities for acceptance or rejection and had not been approved and, therefore, the . original compensation agreement was still in force; the Board treated claimant’s petition- to review as a petition to keep open tlie agreement.\nOn appeal, the Court of Common Pleas of Erie County, speaking through Judge Rossiter, reversed the Board and entered judgment for the employer. The gravamen of the court’s position was that the decision of the Board lacked both factual and legal support.\nThe Superior Court, unanimously, reversed the judgment of the court below and reinstated the award to the claimant. The validity of that ruling is now before us.\nAn examination of the Superior Court’s opinion indicates that the decisional point of its determination was (1) that Section 409 of the Act modifies Sections 407, 408 and 434; (2) that Section 409 embraces final receipts and requires that two copies of a final receipt must be mailed or delivered to the department within thirty days after execution and must be approved by the department; (3) that since the present employer did not comply with Section 409, the final receipt was invalid and the employer’s duty to pay compensation continued. With that conclusion we cannot agree.\nIn its application of Section 409 to final receipts— to which Section J¡09 malees no reference whatever-^Vne Superior Court necessarily equates an agreement with a final receipt, an equation which ignores not only the general meaning of the words but the legislatively drawn difference between an agreement and a final re* ceipt. An agreement is “A contract duly executed and legally binding on the parties making it”: The Oxford English Dictionary, Yol. 1, p. 191. In Busch v. Jones & Laughlin Steel Corp., 150 Pa. Superior Ct. 48, 51, 27 A. 2d 656, the Court stated: “The term ‘agreement’, as used in the Act, means a complete agreement voluntarily entered into and ordinarily ... it must be in writing and signed by all parties in interest . . .” In Glen Alden Corp. v. Tomchick, 183 Pa. Superior Ct. 306, 309, 130 A. 2d 719, Judge Woodside said: “A final receipt is what its name implies, an acknowledgment of all the payments due under the agreement or award.” Rather than being an agreement in compensation, a final receipt is a method to terminate a compensation agreement. A receipt is not an agreement or a contract between the parties: Wolf v. City of Philadelphia, 105 Pa. 25, 30.\nWith the exception of the last paragraph of Section 407 (77 PS §731), which provides that receipts shall be “valid and binding unless modified or set aside” as provided in the Act, Sections 407, 408, 409 and 413 (77 PS §§731-733, 771), by their express provisions apply only to compensation agreements or supplemental agreements.\nSection 407 provides the manner in which an employer and employee or his dependents may agree upon payment of compensation under the Act. It préscribes that: (a) the agreement must be in writing and signed by all parties in interest; (b) that the agreement cannot be made prior to seven days after the accident; (c) that the agreement cannot permit the commutation of payments contrary to the Act;. (d) that .the agreement cannot vary the amount to. be paid or the period during which compensation shall be payable. Section 408 provides a method' of modifying, suspending, reinstating or terminating ’ compensation agreements by supplemental agreements. Section 413 provides that the Board, or a Board-designated referee, may modify or set aside an . original or supplemental agreement upon certain specific grounds after a petition to this end is filed within one year of the most recent payment of compensation.\nBy its terms, Section 409 applies only to “an agreement or supplemental agreement . . . executed between an employer and an employe or his dependents”. Under Section 409, two copies of such agreements, which must be executed, in triplicate, shall be mailed or delivr ered to the department, within 30 days after execution. When such copies are received, it then becomes the duty of the department to determine whether the agreement “conforms to the provisions of section [407]” and, if the agreement is approved, to send notice of such approval and a copy of the agreement to the employee.\nSection 409 cannot possibly apply to, embrace or include final receipts. In the first place, an agreement not being a final receipt, the construction of the words “agreements” or “supplemental agreements” to include final receipts does violence to such words linguistically as well as adds to Section 409 a subject which the legislature has not seen fit to add ; to include final receipts in Section 409 is not an act of judicial construction but of judicial legislation. In the second place, Section 409 places upon the department the duty of determining whether the instruments filed conform to the provisions of Section 407. Section 407 very clearly spells out that which is required to render an agreement valid and Section 407, viewed in the framework of Section 409 which places the duty of determining the validity of an agreement upon the department, furnishes clear and certain standards upon which the department can make its decision. However, Section 407 sets forth ho criteria or standards whereby to test the validity of a final receipt and, under Section 409, to place upon the department the duty of determining the validity of a final receipt in conformity with the provisions of Section 407 is meaningless. The legislature certainly did not intend a result that would be absurd or unreasonable : Statutory Construction Act of May 28,1937, P. L. 1019, §52, 46 PS §552. In the third place, the administrative practice of the Bureau is at variance with the interpretation of Section 409 as embracive of final receipts. The Director of the Bureau on April 30, 1954 advised Referee Smith: “Please be advised that when a final receipt or a photostat copy of a final receipt is received in the Bureau bearing the claimant’s signature, we naturally assume that it is a bona fide and valid final receipt, and that the claimant has received the compensation he or she is entitled to, thereby closing our files.”\nIn our view, Section 409 does not apply to final receipts and the procedure therein prescribed applies only to agreements for compensation or supplemental agreements.\nUnder Article II, Rule (2) of the Rules of Procedure of the Board, 77 PS App., p. 423, it is provided: “Compensation agreements, as provided by the Act, must be executed . . . whenever the disability continues for more than seven (7) days. No receipt for compensation for an employee will be approved as a discharge of the. liability created by the Act, unless an agreement for compensation has been mailed or delivered to the . Bureau and approved by it. Receipts for compensation payments must be filed with the Bureau at least quarterly, in all cases. A final receipt will suffice in cases in which disability is less than three (3) months’ duration.” It will be noted that while this Rule makes reference to approval of a receipt for compensation, such approval will, not be given unless the compensation agreement has been mailed or delivered to the Bureau . and that requirement was met in the instant case. Insofar as this Rule requires filing of'receipts or departmental approval, it. should be noted the Act contains no such requirements...\nThe Act is silent .on the question of filing a final receipt, when such receipt should be filed, what should be filed; — the original, an executed. or a photostat of an executed copy — or when and how approval of the department shall be made or the effect of the department’s failure to approve or disapprove.\nIn 1937 the legislature amended Section 434 of the 1919 Act by- providing that Section 434, inter aiia, read: “Payments shall be made by the employer or insurance carrier on every agreement or award, other than for a definite period, until a final receipt has been filed with, and approved by, the department, or until a petition to terminate or modify has been filed under .[Section 413].” (Emphasis supplied) In 1939 the 1937 aforesaid amendment was eliminated and Section 434 was. re-enacted in its present form and no provision now exists under Section 434 for either filing a final receipt or for approval of such final receipt by the department.\nIn the face of the legislative omission to require expressly when and how a final receipt shall be filed and when and how approval of the department shall be exercised, the Board’s determination that the filing of a photostat of an executed copy of this final receipt over a year and a quarter after the final receipt was executed invalidates this receipt is without basis in the law. Provision should be made for filing final receipts with the department and the department should have the duty of approval or disapproval of such receipts but that is a matter for legislative, not judicial, action. As the law now stands by what standard or test can the validity of a final receipt be measured? There is none under the statute and neither the Board nor. this Court can supply such standard or test. Under Section 407 the legislature has provided that all receipts executed by an injured employee, regardless of age, or by any dependent over 16 years of age shall he valid and binding “unless modified or set aside as hereinafter provided”, i.e., under Section 434. The legislature did not say “all receipts executed and duly filed and approved by the department shall be valid and binding”: it simply said all receipts executed shall be valid and binding. Section 407 clearly indicates that the instant receipt admittedly executed by claimant was valid and binding until and unless set aside under Section 434.\nIn Bucher v. Kapp Bros., 123 Pa, Superior Ct. 9, 196 A. 221, the Superior Court held that a final receipt was in substantial compliance with the Act even though the amount of the final compensation and the wage at which claimant returned to work were not inserted in the appropriate blanks and even though it was not expressly stated that claimant’s disability had ceased, in view of the established fact that the receipt was executed several months after the employee had received the last compensation payment and that the claimant had returned to work as stated.\nIn applying Section 409 to final receipts the Superior Court was in error. In the absence of any statutory requirement as to the manner of filing a final receipt or departmental approval, the Board was in error in declaring invalid this final receipt.\nThis final receipt is prima facie evidence of the termination of the. employer’s liability to pay compensation and must control unless there be of record conclusive' proof that the receipt was procured by fraud, coercion or other improper conduct on the part of. the employer or was founded on a mutual mistake of law or of fact. There is neither contention nor proof of any fraud or coercion or mistake of law or of fact. However, the Board has contended that this receipt was secured by some improper conduct on the part of the employer which would justify it being set aside. In its opinion, the Board stated that the record “clearly” ¡showed that claimant was forced to return to work by a defendant official, that claimant was given a final receipt to execute while still being treated for the injury by the defendant “company physician” (emphasis supplied) who treated her until February 1954, and that it was “of even more significance” that the employer misled Referee Smith who, in turn, advised claimant that her claim was barred. An examination of the record clearly reveals such statements by the Board were gratuitous and unsupported by any facts. There is absolutely no evidence that any official of the employer advised claimant to return to work, that Dr. Chaffee was connected in any manner with,the employer or that the employer in any manner misled the referee. When, therefore, the Board concluded that “[a]U these factors . . . render defendant’s conduct improper towards” the claimant, such a conclusion was completely unwarranted.\nEven though Judge Daub had clearly demonstrated the lack of any factual support for the Board’s conclusion of improper conduct on the employer’s part, in its third opinion the Board, although considering the question superfluous, reiterated “that the claimant was improperly treated in her claim for benefits by the defendant.”\n■ The Board in its opinion advanced certain additional reasons for finding the final receipt invalid. These reasons were the claimant’s failure to return the executed original receipt, claimant’s suffering pain until she left employer’s employment on September 9, 1952, claimant’s hospitalization for bursitis on September 14, 1952, that on October 18, 1952 claimant in the application for compensation benefits set forth that “her in: jury was in some measure responsible for her hospitalization”, and the employer’s failure to deliver the final receipt to the Bureau. Several of these reasons were contrary to the established facts, but even those reasons which do have factual basis are not legally sufficient to render invalid this‘ admittedly executed final receipt.\nThere is nothing on this record which justified setting aside this final receipt. Not only is there a lack of conclusive, but of any, proof of improper conduct on the part of the employer.\nLastly, if claimant’s petition be treated as a petition' to review the compensation agreement, such petition, filed one year and nine months after the date of the most recent payment of compensation, is barred by the statute of limitations under Section 413.\nJudgment of the Superior Court is reversed and judgment of the Court of Common Pleas of Erie County reinstated.\nMr. Justice Bok dissents.\nThe validity of this compensation agreement is not challenged. This agreement is prima facie evidence that the claimant on December 17, 1951 did suffer a compensable accident and, on the date of the agreement, was then suffering a disability which arose out of the accident: Rehm v. Union Collieries Co., 152 Pa. Superior Ct. 461, 463, 33 A. 2d 637.\nClaimant testified that she “then must have put it in my bond' box and forgot it, that is why I had not cashed it.”\nThe Bureau acted after Beferee Smith — before the Institution of any proceedings by the claimant — bad been approached by the claimant as to her rights under the Workmen’s Compensation Act\nThis description undoubtedly came from the hospital records.. In this connection the Superior Court stated (p. 654) : “Subacromial bursitis ... is practically indistinguishable medically from sub deltoid bursitis. It therefore appears that this record, introduced by the [employer], indicates that [claimant] may still have been suffering from the effects of the injury to her shoulder when she left the job in September, 1952. However, the evidence is not such as to enable us to determine conclusively that she was disabled as a result of this injury after September 1952 and if, as the court held, she has the burden of conclusively proving continuance or recurrence of the original injury, she has not met it.”\nAct of June 2, 1915, P.L. 736, §413; 1919, June 26, P.L. 642, §6; 1927, April 13, P.L. 186, §6; 1937, June 4, P.L. 1552, §1; 1939, June 21, P.L. 520, §1; 1951, September 29, P.L. 1576, §1; 77 PS §771.\nTwo hearings were held before Referee Jesse Smith. When the latter resigned as referee, a third hearing was held before Referee John Cartwright.\nThis testimony is not contained in the record on appeal\nClaimant at first took the position that she had never signed any final receipt but later admitted it. However, there is absolutely no evidence that her failure to cash the check or send in the final receipt was because her disability was stiU in effect.\nIn this connection, the Board relied upon Holtz v. McGraw & Bindley, 161 Pa. Superior Ct. 371, 54 A. 2d 905. An examination of Holtz readily reveals its inapplicability to the instant factual situation.\nThe Board's opinion considered as superflnons the question whether the employer was guilty of improper conduct.\nThe Superior Court filed an opinion on June 15, 1961, which was withdrawn on June 23, 1961, and filed another opinion on June 26, 196.1. The reason therefor is not of record.\nThe Court concedes that the thirty day provision may be directory only and not mandatory.\nWhen the legislature desired to include a “final receipt” in a section of the statute including “agreements” or “supplemental agreements” it did so specifically as exemplified by the last paragraph of Section 407 which provides that “All agreements for compensation and all supplemental agreements . . . and all receipts executed by any injured employe of whatever age,, or by any dependent . . . who has attained the age of sixteen years, shall be valid and binding unless modified or set aside as hereinafter provided.” (Emphasis supplied) Here the legislature very definitely differentiates between an agreement and. a receipt.\nThe Board itself, in its last opinion, took a position diametrically opposed to that of the Superior Court as to Section 409: “Section 409 of the Act nowhere speaks of a Final Beceipt but concerns itself with agreements or supplemental agreements. The Section therefore is not germane to the question involved in the instant case.\nThe reason for hospitalization set forth in claimant’s applica: tion for the insurance benefits was “right subacromial bursitis, chronic, scalenus anticus syndrome secondary to No. 1 involutional melancholia-paranoid type with depressed features.”\nThis statement is directly contrary to the fact.. Claimant failed entirely to. fill in that portion of .the application which inquired whether an .accident was involved. How the Board could make a. statement so contrary to the. evidence is beyond_ comprehension. ......\nIn this connection, w'e have considered claimant’s petition to review ás a petition ip set aside the final receipt. As was said in Dams v. Merck & Co., 166 Pa. Superior Ct. 429, 433, 71 A. 2d 818: “This Court has said over and over again that the title to the petition is unimportant; that it is immaterial whether the petition or its prayer even refer to a final receipt,”\nUnlike the situation in Shuler v. Midvalley Goal Co., 296 Pa. 503, 509, 146 A. 146, where we held that when a finding is reversed because of incompetency of evidence relied on to sustain it the record had to be returned to give the claimant a second chance to put in competent evidence, the present situation requires no second opportunity to attack the validity of the final receipt or to prove that the final receipt should be set aside and, of course, the bar of the statute imposed by Section 413 could not be removed by any further evidence."}