{"id": "1307397", "contents": "Opinion by\nMr. Justice Eagen,\nThe plaintiffs, Norman A. Mitchell, Elmer LeRoy Johnson, Samuel G. Mitchell and John J. Milchuek, were guest passengers in an automobile operated by Fred Kaufman, which collided with a flat-bed truck operated by Malvin E. Shirey and owned by his employer, John K. Sherry.\nThe plaintiffs instituted separate actions against the driver (Malvin E. Shirey) and the owner of the truck (John K. Sherry) to gain compensation for the injuries received. In each case, Kaufman’s Estate was then brought on the record as an additional defendant. A jury trial resulted in verdicts in favor of all plaintiffs against both the original defendants and the additional defendant.\nA motion for a new trial on behalf of the additional defendant (Kaufman’s Estate) was denied by the court below. The correctness of this ruling is now before us on this appeal.\nThe collision occurred at the intersection of Highway Route 536 and Porter Road in Perry Township, Jefferson County, Pennsylvania. The motor vehicles involved were traveling in opposite directions on Route 536, a concrete two-lane highway. At the point of collision, the highway curves very gradually to the right for westbound traffic (Kaufman’s auto was traveling west); the grade is practically level. As the vehicles passed each other, the flat-bed section of the truck sheared open the left side of the Kaufman automobile and the force of the collision ripped the rear wheel completely off of the truck.\nOne of the vehicles involved came over the center or white line of the highway and thus caused the collision. At trial, the factual issue in dispute was: Which motor vehicle was guilty of this infraction of the rules?\nThree occupants of the car in which the plaintiffs were riding testified that the truck crossed the center line of the highway. They stated that Kaufman tried to avoid the collision by pulling his automobile over near the berm on his side of the road. The only evidence of negligence on the part of the additional defendant, Kaufman, came from the oral testimony of the truck driver, Malvin E. Shirey. He testified, at trial, that the Kaufman automobile crossed the center line, came over on its wrong side of the highway and hit the side of the truck.\nHowever, approximately five hours after the occurrence, when questioned by the Pennsylvania State Police, the truck driver, Malvin E. Shirey, gave and signed a written statement wherein he stated that immediately preceding the collision he was drowsy and daydreaming, and that it was the truck that had crossed the center line of the highway and collided with the Kaufman automobile over on the Kaufman side of the road. In many other important respects, his testimony at trial conflicted with specific facts given by him in the written statement.\nUnder such circumstances, the verdict against the additional defendant was clearly against the weight of the evidence and the lower court abused its discretion in not granting the new trial requested.\nThe verdict against the additional defendant rested completely upon the oral testimony at trial of the truck driver. To say the least, this is very weak support in view of his prior contradictory statements. It is generally true that a new trial will not be granted where the determinative question depends upon resolving conflicting testimony: Reithof v. Pittsburgh Railways Co., 361 Pa. 489, 65 A. 2d 346 (1949). However, this picture presents much more than just a mere conflict in the testimony of adverse parties or witnesses. Here the unsupported testimony of the truck driver was completely-discredited by his own prior inconsistent statements.\nWhile an appellate court rarely reverses a lower court for the reason that the verdict was against the weight of the evidence, it is our duty to do so where the action of the lower court in denying a new trial constitutes a clear abuse of discretion: Ferruzza v. Pittsburgh, 394 Pa. 70, 145 A. 2d 706 (1958); Kiser v. Schlosser, 389 Pa. 131, 132 A. 2d 344 (1957). This is such a case. The situation here presented is very similar to that of Thomas v. Penna. Railroad Co., 275 Pa. 579, 119 Atl. 717 (1923); and, Herrold v. Waddington, 394 Pa. 635, 148 A. 2d 923 (1959).\nWe note also that the truck driver’s prior written statement was never admitted into the evidence. When offered, an objection was made, the trial judge reserved decision and then inadvertently forgot to later render a ruling. The objection was devoid of merit, should have been overruled, the jury permitted to examine the exhibit and compare it with the oral testimony given by the witness at trial. It was admissible not only for the purpose of impeaching his credibility but also as substantive proof of how the accident did in fact happen. See, Geiger v. Schneyer, 398 Pa. 69, 157 A. 2d 56 (1959).\nFurther, the charge of the court on this phase of the case was completely inadequate. The trial judge made only a passing reference to the prior statement of Malvin E. Shirey. That it was at variance on crucial points with his oral testimony was not mentioned. The substantial inconsistencies were just overlooked. The effect of these inconsistencies was not discussed and no guide given to assist tbe jury in considering sucb a situation.\nIn each case tbe judgment against tbe additional defendant is reversed and a new trial ordered.\nKaufman died almost instantly as a result of the injuries received in the accident.\nThe other passengers were asleep and didn’t see the accident."}