{"id": "1307364", "contents": "Opinion by\nMr. Justice Benjamin R. Jones,\nThe background of these appeals, involving questions of both contributory negligence and negligence, is an accident wherein a train collided with an automobile at a railroad crossing.\nOn July 23, 1955, and for some years prior thereto, the Pittsburgh & Lake Erie Railroad Company (Railroad) owned and maintained a railroad crossing, known as the River Road Crossing, in the Borough of McKees Rocks, Allegheny County. At grade, three separate sets of railroad tracks cross a public highway known as River Road; the tracks run generally east-west and the highway north-south. The northernmost track is separated by some distance from the two southernmost sets of tracks. At the southerly end of the crossing lies Carson Street, a public highway, which runs east-west and parallels the railroad tracks. At both ends of the crossing are railroad gates (each of which gates extends across approximately one half of River Road), blinker lights which operate with the gates and traffic lights which not only control the movement of traffic on River Road and Carson Street but also operate automatically with the gates. Situated, between the most northerly set of tracks and the two other sets of tracks, on the easterly side of River Road is a shanty for the watchman employed by the Railroad to guard the crossing. Approaching the railroad crossing from the north there is a view to the west of at least fifteen hundred to two thousand feet and to the east of the crossing are two railroad bridges. ,\nAt approximately eleven o’clock on the morning of July 23, 1955 — a clear day with visibility good — Mrs. Florence Riesberg, accompanied by her then one and one half year old son, was driving an automobile over the River Road crossing when it was struck in the rear by an eastbound locomotive of a seven car passenger train and both Mrs. Riesberg and her son, David, sustained personal injuries and the automobile was totally wrecked.\nW. C. Riesberg, as father and natural guardian of David Riesberg, and W. C. Riesberg and Florence Riesberg, his wife, instituted a trespass action in the Court of Common Pleas of Allegheny County against the Railroad. At trial before Judge F. G. Whir and a jury, at the conclusion of Reisberg’s case, the trial judge entered a compulsory nonsuit against both Mr. and Mrs. Riesberg on their claims arising from the injuries sustained by Mrs. Riesberg. However, the trial judge permitted the jury to pass upon three claims arising from the accident: (a) the claim of the minor, David Riesberg, (b) the claim of W. C. Riesberg for expenses, etc., arising from the injury to David Riesberg and (c) the claim of W. C. Riesberg for the damage to the automobile. The jury returned verdicts in favor of the Railroad and against the Riesbergs on all three claims.\nMotions were made for a new trial and the court, after hearing argument, ruled: (1) that Florence Riesberg was guilty of contributory negligence as a matter of law and such contributory negligence precluded not only recovery by her of any damages but also precluded the husband from the recovery of any damages arising from the injuries which she had sustained and, therefore, the entry of compulsory nonsuits as to both was proper: (2) that as the automobile was owned and. titled in the name of a corporation and not W. C. Riesberg, the court erred in permitting the jury to pass upon W. C. Riesberg’s claim for the damages to the automobile and, therefore, instead of submitting that claim to the jury, the trial court should have entered a compulsory nonsuit; (3) that W. C. Riesberg’s claim for reimbursement for money expended by him for. the care of his injured child should not have been submitted to the jury since one parent cannot recover damages consequent to the injuries of a child who is in the custody of the other parent who, by her own negligence, has contributed to the happening of the accident; (4) that the court’s instructions to the jury that “the case for the child and the case for the father stand on the same footing in regard to liability” and that it would be inconsistent to find a verdict for the child and not for the father were erroneous under the circumstances and, therefore, a new trial must be granted as to the claim of the child for damages.\nFrom these rulings of the court below three appeals have been taken to this Court. From the order granting a new trial to the child the Railroad appeals (Appeal No. 139). From the judgments of nonsuit against Florence Riesberg and W. C. Riesberg and from the judgment entered on the verdict against W. C. Riesberg appeals have been taken (Appeals Nos. 143, 144).\nAppeals from Entry of Judgments of Nonsuit\nIn passing upon these appeals we bear in mind the well settled rule that we view the testimony and all reasonable inferences arising therefrom in the light most favorable to Riesbergs.\nThe crux of these appeals is whether under the evidence Florence Riesberg was guilty of contributory negligence as a matter of law. If she was, the judgments of nonsuits were proper; if she was not, then both judgments must be set aside.\nWhen Mrs. Riesberg approached the northerly entrance to River Road crossing the street traffic and crossing light was red and she stopped the automobile. Both directly ahead and in the rear other automobiles stopped and, when the light changed to green, the driver of the car ahead was slow to proceed and cars in the rear honked their horns. The forward car then proceeded to traverse the crossing and, when that car was about two-thirds across, Mrs. Riesberg started over the crossing. At that time the crossing gates at both the northerly and southerly entrances were in a raised position. Mrs. Eiesberg crossed over the first set of tracks, then over the area between that set of tracks and the second set of tracks, then over the second set of tracks and was engaged in crossing over the third set of tracks when she heard the watchman yelling, saw the Carson Street gate descending and heard the bells and whistle of an oncoming locomotive. She then for the first time looked to her right or to the west, the direction from which the locomotive approached, and saw the train approximately one hundred feet away. Mrs. Eiesberg’s automobile was then stopped somewhere in the left lane of the crossing, with the front wheels of the automobile beyond the third set of tracks and the rear wheels still on the tracks. At that time Mrs. Eiesberg either fainted or “blacked out”. The following testimony of Mrs. Eiesberg is significant: “Q. Now, Mrs. Eiesberg, when you were proceeding across the crossing . . ., as you were coming up River Road and the car in front of you had the green light and you started, and at any time while you were going across the crossing, across the first track, across the intervening space, at any time did you look to your right to see if there were trains coming? A. No. Q. You did not? A. No.”\nAssuming, that Mrs. Eiesberg at the northerly entrance to the crossing — before she committed herself to the crossing — stopped, looked and listened and that she was invited, by implication, to proceed by the green signal of the crossing light and the raised gate, there is no testimony that from that point forward Mrs. Reisberg ever looked in either direction, right or left, or listened as she proceeded across the crossing; on the contrary, there is a direct denial by Mrs. Eiesberg that she continued to look and listen as she traversed the crossing. Under such circumstances, her contributory negligence is clear, particularly when one considers the length of this crossing.\nOne who crosses a railroad at grade is under a duty not only to stop, to look and to listen before entering upon the crossing but also to continue to look and to listen while traversing the crossing: Kolich v. Monongahela Railway Co., 303 Pa. 463, 154 A. 705; Matesky v. Lehigh Valley R.R. Co., 312 Pa. 233, 167 A. 306; Schwenk v. Pennsylvania Railroad, 315 Pa. 434, 174 A. 1; Petruskewicz v. Reading Company, 318 Pa. 585, 179 A. 428; Kunicki v. Lehigh Valley R.R. Co., 321 Pa. 590, 185 A. 193; Burkman v. Anderson, 324 Pa. 206, 188 A. 287; Witkowski v. Lehigh Valley R.R. Co., 338 Pa. 510, 12 A. 2d 908; Valera v. Reading Company, 349 Pa. 123, 36 A. 2d 644; Jursic v. Pittsburgh & Lake Erie Railroad Co., 376 Pa. 142, 102 A. 2d 150.\nIn reliance on Richardson v. Pennsylvania Railroad, 338 Pa. 155, 12 A. 2d 583, Sharpless v. D. L. & W. Railroad, 286 Pa. 439, 133 A. 636 and Johnson v. Director General of Railroads, 278 Pa. 491, 123 A. 484, Riesbergs contend that the rule that one must continue to look and to listen while traversing a railroad crossing does not apply in a situation where, by a green signal of a crossing light or raised crossing gates, a railroad impliedly invites one to proceed across the tracks. Richardson, Sharpless and Johnson, supra, do not so hold. These decisions do recognize that such actions on the part of the railroad, as a green signal of the crossing light, raised crossing gates and the actions of a watchman, constitute an implied invitation to cross the tracks and that such actions are factors to be taken into consideration in determining whether there has been contributory negligence on the part of the person traversing the tracks. However, these decisions do not relieve the person crossing the railroad tracks of the duty to continue to look and to listen nor do they hold that, where there is a green crossing light, raised gates, etc., the question of contributory negligence is always for the jury. On the contrary, there are a host of decisions which hold that, despite the implication of an invitation to traverse the tracks from the actions of the gate, the crossing light or the watchman, it is still the duty of the person traversing the crossing to continue to look and to listen: Greenwood v. Phila., Wilmington & Baltimore Railroad Co., 124 Pa. 572, 17 A. 188; Ihrig v. Erie Railroad Co., 210 Pa. 98, 59 A. 686; Earle v. Phila. & Reading Railway Company, 248 Pa. 193, 93 A. 1001.\nIt is clear beyond question that Mrs. Riesberg was guilty of contributory negligence as a matter of law under the instant circumstances. Even though the crossing gates were raised and the crossing light green in her favor, Mrs. Reisberg did not proceed to traverse the crossing until some time had elapsed and then she proceeded to traverse, at three miles an hour, approximately ninety feet of the crossing without looking either to her left or right to ascertain train movements in either direction. Had Mrs. Riesberg during that time looked to her right she had a view of at least fifteen hundred to two thousand feet in the direction from which the train was approaching and she must have seen this train. Instead of that, she proceeded to traverse the crossing and did not look in either direction until by the signals and bells of the train, the yelling of the watchman and the lowering of the Carson Street crossing gate, she was alerted to look to the right. It was then too late and the accident was inevitable.\nRiesbergs contend that when the Carson Street gate was lowered, Mrs. Riesberg was trapped and that she is thereby, in some manner, relieved of any negligence on her part. The record indicates that this gate was a half-gate which extended only halfway across the River Road crossing and blocked only such traffic as would be proceeding to cross the tracks in a northerly direction. Had Mrs. Riesberg been in the right and proper lane on the River Road crossing instead of in the left lane the gate would have offered no impediment to the movement of the automobile. As we view this circumstance it augments, rather than relieves, Mrs. Riesberg’s negligent conduct.\nUnder the circumstances the entry of a compulsory nonsuit against Mrs. Reisberg was proper and such judgment must stand.\nMr. Reisberg claimed the recovery of damages for (1) past and future expenses arising from the injuries suffered by his wife and (2) loss of “the comfort, society and services”, i.e., consortium of his wife. Such claim for damages is a derivative claim and the contributory negligence of the wife bars the husband from the recovery of damages consequential to the injuries sustained by the wife: Winner v. Oakland Township, 158 Pa. 405, 27 A. 1111; Schmidt v. Pittsburgh Railways, 127 Pa. Superior Ct. 161, 193 A. 67; MacLeay v. Beckwith Machinery Co., 131 Pa. Superior Ct. 338, 200 A. 124. In MacLeay, supra, the Superior Court, speaking through the late President Judge Keller, said (p. 340) : “If the wife was not entitled to recover damages from the defendant for her injuries — whether because the defendant was not negligent or because she herself was guilty of contributory negligence — it followed that the defendant would not be liable to the husband for his expenses, etc. growing out of that injury.”\nIn view of Mrs. Riesberg’s contributory negligence the court below very properly directed the entry of a compulsory nonsuit against Mr. Riesberg and that judgment must stand.\nIn the complaint filed in this action there is no averment as to the ownership of the automobile which was being operated by Mrs. Riesberg at the time of the accident although at trial Mr. Riesberg did claim damages for the replacement value of the automobile and the loss of its use for a long period of time. The automobile was not owned by Mr. Riesberg but it was owned by and titled in the name of Carson Steel Company, a corporation of which Mr. Riesberg was president and the sole stockholder. At trial the court permitted the claim for the automobile damage to be submitted to the jury; later in its opinion refusing a new trial to Mr. Riesberg the court ruled that it had erred in permitting the submission of this claim to the jury and with this ruling we agree. The present circumstances do not justify a disregard of the corporate entity so as to justify a suit for the recovery of this item of damage by the corporation’s sole stockholder.\nAppeal from Entry of Judgment on Verdict Against Mr. Riesberg On Claim For Damages Arising From Injury to Son\nThe contributory negligence of Mrs. Riesberg bars an action by Mr. Riesberg for expenses, etc., arising from the injuries incurred in this accident by the Riesbergs’ son. The mother’s negligence which contributed to the happening of this accident which caused the injuries to the son precludes a recovery by the father for any losses which the latter may have suffered as the result of the injuries to the child: Connelly v. Kaufmann & Baer Co., 349 Pa. 261, 267, 268, 37 A. 2d 125; Parks v. Parks, 390 Pa. 287, 303, 135 A. 2d 65. Therefore, the judgment entered on the verdict in connection with this claim must be sustained.\nAppeal From Order Granting a New Trial To The Child\nThe court below granted a new trial on the ground that its instructions to the jury which equated the right of the child to recover with the father’s right of recovery were erroneous. The Railroad appeals from this grant of a new trial on two grounds: (a) that there is no evidence of record which would justify a finding of any negligent conduct on the part of the Railroad and (b) even if the court’s instructions were erroneous as to the rights of the child, the verdict of the jury was not premised on any such erroneous instructions but rather on the lack of any evidence of negligent conduct on the part of the Railroad.\nIn Smith v. Bell Telephone Company of Pennsylvania, 397 Pa. 134, 153 A. 2d 477, this Court, speaking through Mr. Justice McBride, stated: “We have said many times that the jury may not be permitted to reach its verdict merely on the basis of speculation or conjecture, but that there must be evidence upon which logically its conclusion may be based, [citing cases]. Clearly this does not mean that the jury may not draw inferences based upon all the evidence and the jurors’ own knowledge and experiences, for that is, of course, the very heart of the jury’s function. It means only that the evidence presented must be such that by reasoning from it, without resort to prejudice or guess, a jury can reach the conclusion sought by plaintiff, and not that that conclusion must be the only one which logically can be reached. It is not necessary, under Pennsylvania law, that every fact or circumstance point unerringly to liability; it is enough that there be sufficient facts for the jury to say reasonably that the preponderance favors liability. . . . The facts are for the jury in any case whether based upon direct or circumstantial evidence where a reasonable conclusion can be arrived at which would place liability on the defendant.”\nIn the light of Smith, supra, and its criterion for evaluating the adequacy of the evidence to warrant submission to a jury of the question of a defendant’s liability we have reviewed the instant record. While not strong, there is evidence upon which a jury could reasonably conclude that the Railroad was negligent. Under such circumstances, we cannot say that the court below erred in granting a new trial to the child.\nLastly, the Railroad urges that, even though the court’s instructions were erroneous, it was the lack of evidence of the Railroad’s negligence rather than the court’s erroneous instructions which resulted in a verdict for the Railroad. We cannot probe the minds of the jury to pinpoint the reason for its verdict. We do know that the claim of the child for damages was submitted to the jury under instructions which were fundamentally erroneous. Whether such instructions did or did not bring about this verdict is not the question; that such instructions might have done so requires the grant of a new trial.\nThe appeal from the order granting a new trial cannot be sustained.\nJudgments of nonsuit against Florence Riesberg and W. C. Riesberg (Appeal No. 143) are affirmed. Judgment entered on verdict against W. C. Riesberg and in favor of the Railroad (Appeal No. 144) is affirmed. Order granting new trial to David Riesberg (Appeal No. 139) is affirmed.\nA sketch attached to Riesbergs’ brief confirms the statement at oral argument that this distance was 52 feet. The area between the northernmost set of tracks and the two southernmost sets of tracks is macadam covered. For practical purposes it might be considered as two separate crossings.\nSee also: O'Neill v. Reading Company, 296 Pa. 319, 145 A. 840; Miller v. Pennsylvania Railroad, 299 Pa. 63, 149 A. 85. Cf: the duty of motorists approaching or traversing street intersections with a green traffic signal in their favor: Ratcliff v. Myers, 382 Pa. 196, 113 A. 2d 558; Lewis v. Quinn, 376 Pa. 109, 101 A. 2d 382."}