{"id": "1307391", "contents": "Opinion by\nMr. Justice Eagen,\nJanet Marie Meisel, a minor, was injured in an accident while riding as a guest passenger in an automobile operated by the defendant. At the time, she was single. Approximately ten months later, she married the defendant. Subsequently, these actions were instituted against the defendant, Wayne Richard Little, alleging that his careless driving caused the accident. The plaintiff, Mildred Meisel, mother of the injured minor, sued to recover the money necessarily expended in treatment of her daughter’s injuries and also for earnings lost during her minority. The minor plaintiff sued through her natural guardian to recover reasonable compensation for the pain and suffering caused by the injuries and also for future loss of earning power.\nAfter answer and reply filed to new matter contained therein, the defendant filed a motion for judgment on the pleadings in the one action wherein the minor, Janet Marie Meisel, was the plaintiff. The court below sustained the motion. Both plaintiffs filed an appeal.\nThe plaintiff, Mildred Meisel, was not aggrieved by the order appealed from. The independent action filed on her behalf was not really involved. Her appeal was undoubtedly entered because the court below mistakenly said in the course of its opinion that the action was derivative and could not be maintained. This is not correct. This action may be pursued irrespective of the action of the minor plaintiff. However, since the order appealed from did not in fact aggrieve the plaintiff, Mildred Meisel, her appeal must necessarily be quashed.\nThe basic issue raised in the other appeal is whether or not a wife may maintain an action against her husband for personal injuries caused by a tort committed prior to marriage.\nAt common law neither a husband nor wife could sue the other for injuries due to torts committed before or during their marriage. This was based upon the legal premise that a husband and wife are one person, one entity. See, Prosser on Torts, 2d Ed. 670 (1955). This rule, now based upon social reasons and public policy, is still followed in a great majority of jurisdictions in the United States. See, 43 A.L.R. 2d 632, 18 P.L.E. Husband and Wife §82. The same rule has been always strictly adhered to in this Commonwealth. However, here in Pennsylvania, it is both statutory and decisional. The Act of June 8,1893, P. L. 344, §3, as amended by the Act of March 27, 1913, P. L. 14, §1, 48 PS §111, specifically prohibits such an action. It provides as follows: “Hereafter a married woman may sue and be sued civilly, in all respects, and in any form of action, and with the same effect and results and consequences, as an unmarried person; but she may not sue her husband, except in a proceeding for divorce, or in a proceeding to protect and recover her separate property; nor may he sue her, except in a proceeding for divorce, or in a proceeding to protect or recover his separate property.” (Emphasis supplied)\nThe present case does not fall within any of the above enumerated exceptions. Unliquidated claims of damage are not “property” within the meaning of the Act. See, Miller v. Miller, 44 Pa. 170 (1863); Sensenig v. Penna. R.R. Co., 229 Pa. 168 (1910); Manganiello v. Lewis, 122 Pa. Superior Ct. 435 (1936); Chromy v. Chromy, 10 Pa. D. & C. 2d 791 (1957); Gulian v. Gulian, 7 Pa. D. & C. 2d 247 (1954); Davis v. Davis, 23 Pa. D. & C. 2d 52 (1960); 41 C.J.S. Husband and Wife, §392(b); 13 Standard Pa. Practice §21.\nMoreover, this Court has said repeatedly over a long period of years that the common law prohibition of litigation between spouses has not been abrogated by the Acts of 1893 or 1913, supra. See, Koontz v. Messer and Quaker State Oil Refining Company, 320 Pa. 487, 181 A. 792 (1935); Kaczorowski v. Kalkosinski, Admr., 321 Pa. 438, 184 A. 663 (1936); Parks v. Parks, 390 Pa. 287, 135 A. 2d 65 (1957); Johnson v. Peoples First National Bank and Trust Co., 394 Pa. 116, 145 A. 2d 716 (1958).\nIt is argued that the rule is based upon an antiquated fiction which has been dissipated by the passage of the Married Women’s Acts beginning in 1848. This overlooks the fact that the legislature in clear specific language has said as late as the year 1913, that neither a husband nor a wife may sue the other during coverture upon such a cause of action. Appellant’s position might be more realistically advanced if the rule rested completely upon decisional law. But, this is not the ease. There exists a categorical legislative prohibition. The wisdom of the statutory provision is not for us to say.\nAppellant also requests us to rule that the Statute of Limitations is tolled where the tort occurs before a marriage, which is, in turn, consummated before the running of the statutory period. This question is not now before us. We will not anticipate a situation not involved in the facts presently involved.\nAppeal of Mildred Meisel (No. 10) is quashed.\nIn Appeal No. 9, Judgment is affirmed."}