{"id": "1307396", "contents": "Opinion by\nMr. Justice Musmanno,\nOn April 19, 1960, Herman F. Yasconi, trading as Vasconi and Sons, executed a judgment note in the sum of $17,100, payable May 19, 1960, to the McDowell National Bank. On April 22, 1960, he executed another note in the sum of $2,500 payable May 22, 1960, to the same payee, both notes authorizing confession of judgment prior to maturity and providing for a 5% attorney’s commission for collection. Neither note mentioned interest.\nWhen the McDowell National Bank confessed judgment on the notes on April 29, 1960, it added to the face amounts the sum of $32.53 as interest so that, plus the 5% attorney’s commission, the total amount of the judgment was recorded as $20,612.53, instead of $20,-580, which it would have been, had interest not been included. It is conceded that the interest should not have been added since the notes were silent on this matter.\nThe defendants filed a motion in the Court of Common Pleas of Mercer County to strike off the judgment on the basis that this erroneous inclusion of interest vitiated and voided the entire confession of judgment. The court overruled the motion, but did correct the judgment to reflect the proper amount of the debt. The defendants appealed.\nThey maintain that an improper item in a confessed judgment voids the entire judgment. This statement would seem to find justification in the case of Park-Main Co. v. Fayette National Bank and Trust Co., 397 Pa. 75, where this Court said: “The inclusion of an improper item is a proper basis for striking off a judgment.”\nThis, however, is one of those general statements which must be read and interpreted in the light of the particular circumstances which gave it expression. In the Park-Main case the judgment erroneously included the item of taxes whereas the warrant of attorney in the lease involved authorized only the entry of judgment for rentals due by the tenant. We thus held that the addition of this improper item voided the entire judgment. However, in no case has that ruling been applied where the improper additional item was interest. As early as 1855, in Hummel v. Brown, 24 Pa. 310, this Court described interest as being as much a substantive part of the debt as the principal and thus could not be considered as a separate item of damage. We have found no case, nor has any been brought to our attention, where a confessed judgment has been nullified because it incorrectly encompassed interest.\nThe defendant has cited several cases where confessed judgments have been stricken because of incorrectly appended items, but in every instance as in the Park-Main case, supra, the item involved wag wholly extraneous to the principal. For instance, in Housing Mortgage Corporation v. Tower Development and Investment Corporation, 402 Pa. 388, the confessed judgment on a mortgage note erroneously included $1822.56 for insurance premiums, an item not included in the mortgage note and separate and apart from the mortgage debt itself.\nIn Grady v. Schiffer, 384 Pa. 302, the warrant of attorney authorized confession of judgment for “arrears of rent or charges reserved as rent”, but the confessed judgment added the value of the property removed by the defendant. We said that such an item could not be considered as coming within the term “rent or charges reserved as rent.”\nIn Polis v. Russell, 161 Pa. Superior Ct. 456, the Court struck down a confessed judgment because the judgment included the cost of certain repairs although the warrant of attorney in the lease referred only to rentals due.\nIn all these cases the item which was added to the face value of the judgment note was something foreign to and so unassimilable with the principal that the total which was finally formed became a heterogeneous rather than a homogeneous whole. Interest, as already noted, is not something separate and apart from the substantive debt — it is the bark which grows with the tree and is not regarded generally as being separable from the tree, except where the parties explicitly or implicitly agree to so strip it.\nIn Roche v. Rankin, 406 Pa. 92, decided as recently as January 2, 1962, we refused to regard as void a confession of judgment where it improperly included interest on a matured debt. It is to be conceded that there is a difference between that case and the one at bar in that, there, the confessed judgment was claimed on a principal sum then due and owing at the time of the confession of judgment on the matured debt, whereas, in the case before us the confession of judgment was made prior to maturity and the interest claimed was from the date of the note to the date of the entry of judgment. This is a factual difference, however, which in no way affects the intrinsic character of interest as the shadow of a debt. If the improper inclusion of interest on a matured debt does not vitiate or void a confessed judgment, it does not nullify a judgment where the interest is erroneously added to an unmatured debt. Judgment affirmed.\nMr. Justice Cohen dissents."}