{"id": "1307401", "contents": "Opinion by\nMr. Justice O’Brien,\nThese appeals are from the judgments of compulsory nonsuit entered against appellant Irwin Weidemoyer in his trespass action for injuries sustained when struck by a truck owned by A. W. Frederick and operated by Donald Swartz, the appellees.\nThe evidence adduced by appellant in its most favorable aspect, and giving him the benefit of every proper inference reasonably deducible therefrom, McKniff v. Wilson, 404 Pa. 647, 172 A. 2d 801 (1961); Weisman v. Sauder Chevrolet Co., 402 Pa. 272, 167 A. 2d 308 (1961), is essentially the following:\nAppellant Irvin Weidemoyer and a co-worker, Norton Nonnemaker, both employees of the Pennsylvania Power and Light Company, arrived in the Borough of Souderton, Montgomery County, on November 28, 1958, about 10:30 A.M. The mission was for the purpose of connecting Christmas decorations, strung overhead and across Main Street, with electrical current for illumination. Nonnemaker, driving the company truck, parked it on Main Street at the east curb of the street, which had a north-south course, with the truck heading in a northerly direction. The back of the truck was immediately north of a pedestrian walk crossing Main Street in an east-west direction and to Hillside Street which terminated on the westerly side of Main Street. At this place, Main Street is a two way street approximately 33 feet between curbs, and maintains a straight course for several hundred feet north and south from this point.\nThe Pennsylvania Power and Light Company truck was the type used by electrical maintenance and repair crews of electric utility companies in servicing their facilities. The truck was painted red with black and white diagonal lines on the back and blinker lights, in operation at time of accident, in addition to the usual rear lights and directional signals required to be on the rear of this type of vehicle. It was equipped with two ladders, one on top, the other on the left side of the vehicle. The ladder on the side, in this case the street side, extended along the side and two feet beyond the rear of the truck. It was held in place by clamps and required two men to take it off the truck because of the angle at which it was carried on the vehicle, and it was about 7 feet from the ground near the front of the truck and 6 feet high at the rear. The clamps or catches had to be released by hand to take the ladder off the truck.\nWeidemoyer got out of the truck on the sidewalk side and walked back to the rear of the truck. He then went to the street side of the truck, after looking both ways and seeing no vehicles, and began to unfasten the ladder clamps. He testified: “Q. How long would you say you were out there where the clamp is located before you remember being hit, if you know? A. I don’t remember getting hit. I don’t remember that. The only thing I know, I must have been out there about a minute or a minute and a half. That is the end of it. I don’t know nothing else. Q. Do you recall being on the street? A. Yes, I recall being out there on the side of the truck, facing the side of the truck.” (Emphasis supplied).\nThere is, also, testimony of the plaintiff indicating that he was struck momentarily after reaching up (for the ladder clamp) rather than after being in the position for a longer time. His testimony is clear that his last remembrance is of reaching up on the truck.\nThere would be no question of the correctness of the court’s ruling in granting the nonsuit had appellant stepped out into the cartway without looking and was immediately struck or if he said he looked and saw nothing and was instantly struck, but here we have his testimony of being in a place of plain view for a sufficient time to warrant the matter being submitted to the jury.\nContributory negligence will be declared as a matter of law only where it is so clear that there is no room for fair and reasonable disagreement as to its existence. McKniff v. Wilson, supra; Kurtz v. Philadelphia Transportation Co., 394 Pa. 324, 147 A. 2d 347 (1959); Seng v. American Stores Co., 384 Pa. 338, 121 A. 2d 123 (1956); Szukics v. Ruch, 367 Pa. 646, 81 A. 2d 903 (1951). If reasonable doubt exists as to the inferences that may be drawn from the oral evidence, then it must be submitted to a jury. Seng v. American Stores Co., supra; Szukics v. Ruch, supra. A jury can believe all or part of or none of the testimony of a witness and any inconsistencies in appellant’s testimony were for the jury to reconcile. Kite v. Jones, 389 Pa. 339, 132 A. 2d 683 (1957).\nWe cannot hold from an examination of the record that appellant is guilty of contributory negligence as a matter of law. The question of his contributory negligence was properly for the jury.\nJudgment reversed with a venire facias de novo.\nMr. Chief Justice Bell dissents."}