{"id": "1308425", "contents": "Opinion by\nMr. Justice Musmanno,\nThis is a case involving interpretation and application of Pennsylvania’s Pair Trade Act (Act of June 5, 1935, P. L. 266, §2, as amended, 73 PS §8). The plaintiff, Mead Johnson & Company, asked for and obtained a preliminary injunction against the defendant, Martin Wholesale Distributors, Inc. The defendant appealed.\nThe plaintiff (an Indiana corporation doing business in Pennsylvania) manufactures and sells certain nationally advertised products known as “Dextri-Maltose,” “Poli-Visol,” “Tri-Vi-Sol”, “Lactum” and others. It has entered into contracts with various retailers in Pennsylvania who, in accordance with the provisions of the Pair Trade Act, agreed not to sell the plaintiff’s products below established minimum prices. The defendant, which maintains a place of business in Philadelphia, and which has not entered into a fair trade contract with the plaintiff, sold some of its products below the stipulated minimum prices, and in doing so, Came into conflict with section 2 of the Act, which provides:\n“Wilfully and knowingly advertising, offering for sale, or selling any commodity at less than the price stipulated in any contract entered into pursuant to the provisions of section one of this act, whether the person so advertising, offering for sale, or selling is, or is not, a party to such contract, is unfair ..competition and is actionable at the suit of such vendor, buyer, or purchaser of such commodity.” (Emphasis supplied).\nThe plaintiff, in asking for a preliminary injunction against the defendant, stated that unless the defendant was restrained, in the manner prayed for, the plaintiff would suffer “irreparable injury.” In its answer,, the defendant averred, under new matter, that: “the so-called ‘Fair-Trade Program’ of the Plaintiff corporation and other drug companies is not in any way whatsoever in the interest of or for the benefit of the citizens and people of the City of Philadelphia and Commonwealth of Pennsylvania but, to the contrary, is.designed and calculated to and does very adversely affect economically depressed and impoverished groups.”\nThe defendant called upon the court to “compel the plaintiff to reveal its costs, price-structures, profits and.. competitive position with other drug companies, and the function and effect of its so-called fair-trade program upon drug, prices and the health, benefit and welfare of the people of this Commonwealth.”\nThese propositions and arguments are observations which the defendant may address to the Legislature but not: to the courts, which are bound by the acts of the General Assembly which has already spoken authoritatively on the subject.. In considering the legislation in, question the Legislature.well knew that while competition is the proverbial “life of trade,” it concluded, with some forty other state legislatures, that there is a certain type of competition which aims not to prolong the life of trade but perhaps to endanger it mortally. In fact, this condemned type of competition has been described by the rather grim and brutal expression of “cut-throat competition.” Whether the competition in contemplation is a blade aiming at the jugular vein of trade or could be regarded as vitamins bringing increased health and vigor to it, is not for us to decide. The legislature, as already indicated, has spoken and we must apply the statute in accordance with its clearly-spelling language.\nThe theory behind Fair Trade legislation is that when a meritorious product acquires a certain good standing with the public, it is necessary to uphold its standard by prohibiting its sale at prices which presumably would be below or close to the cost price. If one dealer cuts prices below or close to the cost price, another dealer may cut even lower. This, then, could be followed by still further lower cutting until the slashing would fall below the waterline, sinking completely the ship of good trade. Whether this line of reasoning comports with good economies, good logic and the kind of rivalry which generally is upheld in our private enterprise system is, we repeat, not for this Court to pass upon.\nTherefore, it is futile for the defendant to argue, as it does, that it is against public policy to allow the plaintiff to enforce a certain price for the sale of its products. To undersell products, once the Fair Trade Act applies, is to do what the law prohibits. This Court said in the case of Pennsylvania Public Utility Commission v. Israel, 356 Pa. 400, 406: “The argument that a violation of law can be a benefit to the public is without merit. When the Legislature declares certain conduct to be unlawful it is tantamount in law to calling it injurious to the public. For one to continue such unlawful conduct constitutes irreparable injury.”\nThe defendant argues: “It may be noted that the plaintiff in its complaint pleaded irreparable damage because of impairment and destruction of its good will and the value of its trade marks; that other retailers would be induced to sell plaintiff’s products below fair trade prices; and the threat of a price war. No evidence whatsoever was offered in support of these allegations . . .”\nIt is not necessary in an action of this kind for the plaintiff to prove a price Avar or to establish monetary damages. This is due to the fact that it is practically impossible to demonstrate evidentially just how much the plaintiff has lost and will lose by the defendant’s price-cutting practice. The evil aimed at is not the underselling itself, but the assault made on the good name of the plaintiff’s products and the good will engendered thereby. The Supreme Court of the United States in the case of Old Dearborn Distributing Co. v. Seagram Distillers Corp., 299 U. S. 183, said: “Good will is a valuable contributing aid to business — sometimes the most valuable contributing asset of the producer or distributor of commodities. And distinctive trademarks, labels and brands, are legitimate aids to the creation or enlargement of such good will. It is well settled that the proprietor of the good will ‘is entitled to protection as against one who attempts to deprive Mm of the benefits resulting from the same, by using his labels and trade mark without his consent and authority.’ ”\nIn Lentheric, Inc. v. Woolworth Co., 338 Pa. 523, the enjoined dealer was merchanting a well known perfume at a price considerably less than the advertised price. He argued in his defense that the manufacturer, instead of losing by this, was in fact being benefited because the price-cutting stimulated increased sales. This Court held that the fragrance of the good will of the perfume was considerably diluted by the defendant’s undercutting and approved of the injunction issued in the trial court.\nIn Olin Mathieson Chemical Corporation v. L. & H. Stores, 392 Pa. 225, the defendant argued that in selling “Winchester” and “Western” cartridges at a price less than that stipulated between the manufacturers and certain retail dealers (of whom the defendant was not one), the plaintiff suffered no loss, and that the plaintiff produced no proof that it had been harmed by the defendant’s price-cutting. We said: “the test of the application of the Fair Trade Act is not predicated on these arguments even assuming all of them to be built upon fact. The Supreme Court said in the Old Dearborn Distributing Co. case, supra, that the sale of the goods ‘at less than the price fixed by the owner of the mark or brand is an assault upon the good will, and constitutes what the statute denominates “unfair competition.” ’ ”\nSection 2 of the Fair Trade Act, as amended (73 PS §8) provides that it is a complete defense in an action of this kind for the defendant to prove “that the party stipulating such price, after at least seven days written notice given by the defendant prior to the commencement of such action, has failed to take reasonable and diligent steps to prevent the continuation of such advertising, offering for sale or selling, by those in competition with the defendant, who were specified in such notice.”\nThe defendant accordingly states that on July 20, 1961, it notified the plaintiff that the Food Fair Store, located next door to the defendant’s store, was selling the plaintiff’s products below fair trade prices and that the plaintiff did nothing to abate this practice. It was incumbent upon the defendant to establish this available defense by competent evidence. It failed to do so. Nor was competent and sufficient proof presented that the plaintiff had not taken reasonable and diligent steps to prevent continuation of this alleged price-cutting. In fact, plaintiff’s evidence indicated the contrary.\nThe defendant argues further that the plaintiff did not establish that it was engaged in fair and open competition, as required by the Act. Such affirmative proof was not lacking. The plaintiff’s Philadelphia sales manager testified in detail regarding the many products which were in competition with Mead Johnson products. The fact that the plaintiff’s prices were in the same price range as those of its competitors did not constitute proof that the plaintiff was not engaging in free and open competition, or that there was any intimation of “price-fixing.”\nFinally, the defendant complains that it was not permitted to cross-examine with respect to the cost of certain of plaintiff’s items so as to establish that prices were marked to conform with those of competitors. The chancellor correctly ruled in this regard that such questioning, if it did not take into consideration the cost of overhead and other manufacturing costs, would be improper, and that the defendant’s questioning would have to encompass this broader scope. An excerpt from the record reveals the Court’s correct ruling: “Mr. Kremer: If your Honor finds that the mark-up on this item is 200 per cent, that it costs thirty cents to produce, I feel that for an item to be marked up from 30 cents to $1.25 or $1.26 in five out of eight instances could be considered by your Honor as evidence of price-fixing. That is the reason for my question. The Court: I don’t agree with you at all. The actual cost of the product itself may be 30 cents; the overhead items may be another 30 cents, and various other items of manufacturing costs enter into it as well. Mr. Kremer: That is what I want them to give me, sir. The Court: I don’t think the sales manager would have any such knowledge. You may ask him the question. . . . Q. Do you know the gross cost of that product? A. No.”\n“ ‘Our uniform rule is that, on an appeal from a decree which refuses, [or] grants ... a preliminary injunction, we will look only to see if there were any apparently reasonable grounds for the action of the court below, and we will not further consider the merits of the case or pass upon the reasons for or against such action, unless it is plain that no such grounds existed or that the rules of law relied on are palpably wrong or clearly inapplicable: [Citing cases].’” Slott v. Plastic Fabricators, Inc., 402 Pa. 433, 434, 167 A. 2d 306.\nWe are satisfied from a study of the record that the preliminary injunction was properly granted, and the decree of the Court is therefore affirmed. Commonwealth v. Katz, 281 Pa. 287, 126 A. 765.\nEach party to bear own costs.\nMr. Justice Cohen concurs in the result.\nAs succinctly summarized in Stuart v. Gimbel Brothers, Ino., '985 Pa. 102, at 109: “As applied in equity, ‘irreparable injury’ is, in fact nothing else than the antithesis of ‘an adequate remedy at law’; where the latter does not exist (as is the case here), the former does. Olearly it would be ‘only by conjecture and not by any accurate standard’ that a jury could measure the damages caused by depriving plaintiff of a convenient access to his property, whether for its ordinary uses or for the erection of a building thereon.”"}