{"id": "1308435", "contents": "Opinion by\nMr. Justice Eagen,\nIn this action of mandamus, judgment was entered on the pleadings against the defendant, the Controller of the City of Philadelphia. The legal correctness of this judgment is questioned by this appeal.\nThe basic and controlling facts, all undenied and admitted in the pleadings, are as follows:\nThe Department of Streets and the Procurement Department of the City of Philadelphia advertised for the submission of competitive bids for the cost of the work necessary to the maintenance of street and alley light equipment and also street parking meters in the city during the year 1962. The plaintiff corporation submitted the lowest bids and was awarded the contracts. The City Council appropriated the money necessary, which sums were budgeted for these specific purposes.\nThe city’s law department prepared the necessary formal contracts, which were then legally executed by the plaintiff. Moreover, the plaintiff duly and properly performed all conditions precedent, including the filing of performance bonds with adequate surety and required certificates of insurance.\nFurther, all city officials, whose approval is required under the provisions of the City Charter prior to action by the city controller, formally approved the contracts. More than five months passed, during which period, the defendant retained possession of the contracts without definitive action. In the meantime, because of the urgency of the situation, the plaintiff corporation, at the request of the city’s commissioner of streets, performed the maintenance work contracted for.\nSection 8-200(2) (d) of the Philadelphia Home Rule Charter, which stipulates the procedure governing the issuance of contracts by the City of Philadelphia is as follows: “The contract shall be in writing and shall be executed on behalf of the City by the Procurement Department but only after it has been approved as to form by the City Solicitor and as to availability of funds under the budget and appropriations by the City Controller and Director of Finance.”\nIt is patently clear that the only function of the controller in connection with the execution of the instant contracts is ministerial and that, therefore, the court below had the power and properly directed that he perform his duty and certify the availability of the funds under the budget for the work involved. There is no discretion called for. Mandamus will lie to compel a public officer to perform a purely ministerial duty: Commonwealth ex rel. v. George, 148 Pa. 463, 24 A. 61 (1892); Commonwealth ex rel. v. Larkin, 216 Pa. 128, 64 A. 908 (1906); Chilli v. McKeesport School District, 334 Pa. 581, 6 A. 2d 99 (1939); Tanenbaum v. D’Ascenzo, 356 Pa. 260, 51 A. 2d 757 (1947).\nThe controller is the “city’s head bookkeeper, and his office is to see that the various departments do not exceed their appropriations, nor apply them to purposes not within their proper scope,” Commonwealth ex rel. v. Philadelphia, 176 Pa. 588, 592, 35 A. 195 (1896). He is not entrusted with the duty of making or the supervising of the making of contracts of other departments: Mark Construction Co. v. Hadley, 290 Pa. 544, 139 A. 157 (1927). His duties in this connection are purely statutory and are limited to certifying “as to the availability of funds under the budget and appropriations.” Since the funds necessary have been appropriated and are available, there is no good existing reason why the defendant should not perform his duty and certify the appropriate documents. His refusal to do so is without legal warrant. See, Commonwealth ex rel. v. George, supra, and Commonwealth ex rel. v. Larkin, supra.\nWe are not herein concerned with the right of the plaintiff corporation to collect for work performed under other prior contracts with the city, or whether such work was adequately and properly performed. Nor are we herein concerned with the legality of the present contracts or what may subsequently transpire therewith after certification by the defendant. Nor are we now concerned with what sums, if any, may be eventually due and owing under said contracts. The sole question here presented is his duty as controller to now certify to the admitted fact that the funds necessary have been budgeted, appropriated, and are available for the contracts involved. That he should so do is beyond all reasonable argument. His refusal to so act is absent legal authority.\nThe fact that the defendant has since returned the contracts uncertified to the city’s procurement commissioner is of no legal consequence. This transfer of possession occurred after the commencement of the present action and on the last day for filing an answer to the complaint. This device, well intentioned or ill considered, will not be permitted to circumvent clear and established rights or excuse him from performing a positive legal duty.\nJudgment affirmed."}