{"id": "1308393", "contents": "Opinion by\nMr. Justice Cohen,\nAppellants are the owners and lessees of certain property in the Borough of South Greensburg. In 1958, the Department of Highways of the Commonwealth of Pennsylvania (Department), under authority of the limited access highways Act of 1945, May 29, P.L. 1108, 38 I'.S. §§2391.1 to 2391.15 condemned a portion ol their property for the construction of a limited access highway.\nIn order to make a level highway in the uneven terrain, the road surface of the proposed highway, as it crossed appellants’ property, was to be elevated on pillars so that the actual highway surface would be some thirty to thirty-five feet above the ground level. The only physical occupancy of the surface of the land was by the twelve pillars which served as support. The highway ivas constructed in accordance with these plans.\nSubsequently, after receipt of a letter from the district engineer of Department imposing certain restrictions upon their use of the property, appellants ceased entirely the operation of the brick plant which they had conducted on the property in question. The plant has not functioned since that time.\nIn 1959, appellants filed a petition for the appointment of viewers to assess damages. After a hearing, the board of view filed a report awarding the sum of $110,000 as damages resulting by reason of the taking of the property. Appellants took exceptions to the report of the viewers to the conrt below, which, after argument, dismissed them. From this decree, appellants have taken an appeal to this court.\nThe crucial question herein raised concerns the nature and the extent of the interest taken by the Commonwealth. Appellants take the position that Department took an easement on all property within the ground lines of the right-of-way. In asserting this view, appellants point to the fact that while the condemnation plans clearly show the construction over the brick plant was to be a viaduct, there is no reference on the demolition plans to the fact that the condemnation was for an aerial easement only. Appellants contend, therefore, that the Commonwealth had condemned a limited access easement over the entire underlying territory. They also maintain that the taking of the easement through their property made impossible the operation of their brick plant, even if the presence of the overhead highway did not directly interfere with such operation.\nThe Commonwealth contends, on the other hand, that under the condemnation plans, appellants’ land was subject only to an aerial easement except as to the portions thereof physically occupied by the supporting pillars. Moreover, asserts the Commonwealth, appellants would have the right to use the area beneath the overhead roadway for the operation of their brick plant notwithstanding the roadway. The board of view adopted appellee’s position, concluding that appellants had a fee simple interest in the surface of the land which was not physically occupied by the pillars, subject only to the aerial easement necessary to operate the elevated highway. The lower court affirmed this conclusion in its opinion. We are in accord.\nExceptions to viewers’ reports, unlike appeals therefrom, are properly limited to procedural matters or questions of law basic to the inquiry. Lakewood Memorial Gardens, Inc. Appeal, 381 Pa. 46, 112 A. 2d 135 (1955). Accordingly, we are concerned here solely with the propriety of the viewers’ determination of the nature of the interest taken by the Commonwealth.\nDepartment derives its powers of condemnation for limited access roads from the limited access highway Act of 1945. Section 8 of the Act provides in pertinent part: “For the purpose of constructing limited access highways, . . . the Secretary of Highways is hereby empowered to take property and to pay damages therefor as herein provided. ... In boroughs and cities such property shall be taken and damages paid therefor in the same manner as now or hereafter provided by-law for the relocation or widening of State highways in boroughs. ... [36 P.S. §2391.8].”\nSince the property in question is located in a borough, section 670-210 of the State Highway Law of 1945, June 1, P.L. 1242, as amended, 36 P.S. §670-210, is the applicable section relative to the procedure for condemnation. This states inter alia: “. . . The approval of such plan or plans by the Governor shall be considered to be the condemnation of an easement for highway purposes from all property within the lines marked as required for right of way and the condemnation of an easement of support or protection from all property within the lines marked as required for slopes. . . .”\nThe above sections make it clear that the interest taken is an “easement for highway purposes.” To determine the nature and extent of this interest in a particular situation, the resolution of condemnation and the plans thereto attached must be examined in conjunction Avith the relevant statutory provisions.\nAlthough the plans herein involved make no reference to an “aerial easement,” the profile of said plans indicates clearly that the highway was in the form of a bridge crossing appellants’ property approximately thirty to thirty-five feet above the surface. The plans further show that only the twelve pillars which support the highway actually touch the land in question. The use of the remaining property is unimpaired, except in small degree, by the construction of the bridge facility. Appellants, moreoArer, have been compensated by the award of the viewers for whatever slight impairment exists.\nIn support of their contention that the Commonwealth took an easement over the entire land surface over which the highway is situate, appellants cite Strong Appeal, 400 Pa. 51, 161 A. 2d 380 (1960) and State Highway Route No. 72, 265 Pa. 369, 108 Atl. 820 (1919). Neither case is applicable here. Both construe the meaning of right-of-way lines and decide that said lines are determined by their location on the ground. Both cases, however, arise out of the construction of non-elevated highways, where the right-of-way of the road bed was from the time of condemnation directly upon the surface of the land which was taken.\nThe reasoning in the above cases is inapplicable to the instant situation wherein an elevated road was constructed with supports touching the land surface only at infrequent intervals depriving the property owners of the physical use of their land almost exclusively at these points. The ground lines of the surface easement of such an elevated structure can be calculated only where they touch and physically occupy the land in question. To require a condemning authority to acquire property interests not needed in its project and to pay the property owner therefor when he has the undiminished use of his property, is to subject the condemnor to prohibitive costs and to permit the landowner to obtain a windfall. The condemnor need only take so much property as is needed for its purposes. Bachner v. Pittsburgh, 339 Pa. 535, 15 A. 2d 363 (1940).\nWe hold, therefore, that the Commonwealth condemned only so much of appellants’ land as was necessary for support on the surface of the ground, together with the aerial easement that was taken for the right-of-way, and that appellants have the right to the unrestricted use of the rest of the property so long as it does not interfere with the interest which the Commonwealth has taken and for which it has paid. For a case in support of this view see Pittsburgh Forge & Iron Co. v. Allegheny County, 308 Pa. 328, 162 Atl. 832 (1932).\nIt should be noted that the above holding in no way limits the right of appellants to seek additional compensation should the Commonwealth interfere with the fee interest which they hold in the property and for which they have not been compensated by imposing any additional restrictions on their use of the land. See Bachner v. Pittsburgh, supra. Having condemned a particular interest in property, the Commonwealth cannot extend it without paying additional compensation to the property owner. The law, therefore, affords appellants an adequate remedy should the Commonwealth attempt to widen its interest beyond that for which it had originally compensated them.\nAccordingly, the judgment of the court below is affirmed. Costs on appellants."}