{"id": "1308412", "contents": "Opinion by\nMr. Justice Eagen,\nAppellant-defendant shot and killed his brother-in-law during the course of an argument. He was tried and convicted of voluntary manslaughter. From the judgment of conviction and sentence this appeal is prosecuted.\nNo question is pressed as to the sufficiency of the evidence to support the verdict of the jury, nor could there be with any merit. However, it is argued that alleged trial errors require the grant of a new trial.\nThe defendant testified on his own behalf and attempted to portray the shooting as accidental. In rebuttal, for the purpose of attacking Ms credibility, the Commonwealth offered in evidence the defendant’s plea of nolo contendere entered eight years before to an indictment charging the crime of embezzlement. It is asserted that its admission was error. To this, we cannot subscribe.\nAs stated in Commonwealth v. Butler, 405 Pa. 36, 173 A. 2d 468 (1961), at 46, 47; “It has been the law in Pennsylvania for decades that whenever a witness or a defendant takes the witness stand, Ms testimony may be impeached by showing prior convictions of felonies, or misdemeanors in the nature of crimen falsi . . .” This is still the law in Pennsylvania. Further, for the purposes of impeaching a defendant’s credibility, a conviction had upon a plea of nolo contendere has the same force and effect as a conviction on a plea of not guilty and the record is competent evidence of the fact of conviction: Commonwealth v. Albert, 169 Pa. Superior Cfc. 318, 82 A. 2d 695 (1951). The trial court carefully instructed the jury as to the limited purpose for which this testimony was admitted.\nIt is also argued that the defendant was unduly prejudiced by the fact that during the course of the trial, the district attorney caused to be exhibited and identified a small vial, or test tube, of blood allegedly taken from the body of the deceased victim. Its materiality to any relevant issue was not sustained, the exhibit was not admitted into evidence, and finally the court instructed the district attorney to remove it from the view of the jury. The defendant complains that its mere display inflamed the minds of the jurors against him. The court below, after careful consideration, concluded that this in no way swayed the jury or resulted in prejudice. We thoroughly agree. Its importance is exaggerated and stressed beyond all reasonable proportions. We further note that defense counsel considered it of such little significance as not to include it as an assignment of error in the Avritten motion for a neAV trial in the court below.\nFinally, appellant contends that the introduction and acceptance into evidence of a photograph of the deceased victim constituted prejudicial error. When the photograph was presented for identification, the attorney for the defense objected to the admission because the head of the victim, as depicted, manifested a gory, bloody mess. In vieAV of the objection, the district attorney, upon the suggestion of the trial judge, agreed that the portion of the photograph showing the head of the deceased be cut aAvay and removed. The remaining portion of the photograph Avas then admitted into evidence and shoAvn to the jury. This portion of the exhibit evidenced, more vividly than any mere words, the location of the point of entry of the bullet into the body. For this purpose, it was clearly relevant. Photographs of the victim in a murder case are admissible to aid the jury in their understanding of the alleged crime and to show what exactly caused the victim’s death: Commonwealth v. Ross, 403 Pa. 358, 169 A. 2d 780 (1961).\nThe admission of photographs of a victim in a murder trial for a relevant purpose is largely within the discretion of the trial court, and his ruling in this respect Avill not be reversed except for a flagrant abuse of discretion: Commonwealth v. Novak, 395 Pa. 199, 150 A. 2d 102 (1959). No such abuse of discretion is here present. Such exhibits are not to be excluded merely because they are horrid or gruesome. The picture of one in death, particularly if the death resulted from violent means, can never be expected to be an aesthetic or pleasant vision: See, Commomvealth v. Johnson, 402 Pa. 479, 167 A. 2d 511 (1961) ; Commonwealth v. Dickerson, 406 Pa. 102, 176 A. 2d 421 (1962).\nA study of the record shows that the defendant received a fair and impartial trial. None of the assignments of error evidence any merit.\nJudgment affirmed.\nMr. Justice Musmanno dissents."}