{"id": "1308426", "contents": "Opinion by\nMr. Justice Eagen,\nWhitemarsh Township Authority (hereinafter referred to as the Authority) created pursuant to the Municipality Authorities Act of May 2, 1945, P. L. 382, §10, as amended, 53 P.S. §312, by public advertisement invited the submission of sealed bids to enter into a written contract for the construction of a sanitary sewer system in the township. The return date was February 13, 1958.\nThe instructions to bidders contained in Section 10 the following: “10. Form of Proposal All bids must be submitted on one of the two separately bound pamphlets containing a copy of the proposal form and not on the proposal form bound within the specifications. No proposal will be considered which is submitted otherwise than on the prepared form of proposal and in the designated manner. The blank spaces in the proposal shall be filled in correctly where indicated for each and every item for which a description is given, and the bidder must state the prices for which he proposes to do each part of the work contemplated, and the total amount for all the parts included in any or all of the combinations of the work. In case of discrepancy, the written word shall be considered as being the bid price. The bidder shall sign his proposal correctly. If the proposal is made by an individual, in addition to his signature, his post office address must be shown; if made by a firm or partnership, the post office address of each member of the firm or partnership; if made by a corporation, the person signing the proposal must be the President or Vice President of the Corporation. No proposal will be considered which is not based upon the complete plans and specifications, or which contains any qualifying letter or written memorandum not permitted in these specifications, or which is not properly made out and signed in writing by the bidder . . . .\nIn another section, these instructions provided: “Proposals may be rejected if they show any omissions, alterations of form, additions or deductions not called for, conditional or uninvited alternate bids, or irregularities of any kind . . . .”\nOn February 13, 1958, Finelli Brothers, Inc. (hereinafter referred to as Finelli), submitted a sealed bid offering to enter into a contract for the proposed construction for the sum of $635,018.34. The proposal, although properly filled out as to unit prices, contained no signatures. Accompanying the proposal was the required five per cent bid security, which included a certified check in the sum of $18,000 and a bond in the sum of $24,000, reciting Finelli as principal and, as surety, the American Casualty Company of Reading (hereinafter referred to as the Surety).\nThe bids were opened on February 13, 1958, and Finelli was the lowest bidder for the contract involved. The difference between Finelli’s bid and the next lowest bid was $125,201.76.\nOn February 20, 1958, the Authority’s engineer reported to the Authority that Finelli’s bid was so far under the anticipated bid and the other bids received that it was apparent that some error had been made.\nOn February 26, 1958, the secretary of Finelli communicated with the Authority’s engineer and informed him that gross errors were made in preparation of the bid; that the bid had been prepared by an employee, contrary to instructions, while the officers of the corporation were absent, one being in the hospital, another out of town. The letter further requested a review of the specifications.\nOn February 27, 1958, the Authority awarded the contract to Finelli, and on March 4, 1958, forwarded the necessary written contract and performance bonds to Finelli for execution.\nThe contract was never executed. On March 14, 1958, Finelli requested to be relieved from entering into the contract, stating that it was impossible to obtain the required performance bond. On March 17, 3958, the ¿Authority refused the request, declared Finelli’s cheek of $18,000 forfeited and made demand upon Finelli and the Surety for the payment of the full five per cent damages, being $13,750.90, the balance of liquidated damages in the total sum of $31,750.90. Payment was refused and this action against Finelli and the Surety resulted. Finelli entered a counterclaim for the return payment of $18,000, the amount of Finelli’s check which the Authority declared forfeited.\n¿A jury trial resulted in a verdict in favor of Finelli on both claims. The court below in disposing of post trial motions concluded that Finelli’s submitted bid was invalid as a matter of law and should have been rejected by the Authority in the first instance. From the judgment entered upon the verdict, the Authority appeals.\nThe basic question for decision is whether or not Finelli’s bid was legal and binding, despite the lack of signatures thereon by the corporate officers; in short, was this such a defect that the Authority in its discretion could waive? We conclude not.\nIt is clearly established in Pennsylvania that if a statute or ordinance pi*ovides that a specific method or formal mode be followed in submitting a bid for a municipal contract that such provisions are mandatory and must be observed: Harris v. Philadelphia, 283 Pa. 496, 129 A. 460 (1925). The Municipality Authorities Act, supra, in this connection states only that contracts such as the one involved shall be let upon “competitive bidding.” Assuming arguendo, that we cannot read into this requirement that competitive bids for such contracts must necessarily be in writing and properly executed by those to be bound thereby, the instruetions, promulgated by the Authority itself made this requirement mandatory. Section 10 emphatically provides, as pointed out supra: “No proposal will be considered which is submitted otherwise than on the prepared form of proposal and in the designated manner. . . . The bidder shall sign his proposal correctly ... if made by a corporation, the person signing the proposal must be the President or Vice President of the Corporation. No proposal will be considered . . . which is not properly made out and signed in writing by the bidder. . . .” No words could be more clear and explicit. An unsigned proposal would not be considered. Such a bid was void.\nWe do not subscribe to the argument that the instructions quoted were merely directory and solely for the benefit of the Authority. The requirement that the bid be signed by the bidder was not only for the purpose of facilitating the process and the identification of the bidder, as appellant argues, more importantly, it was for the purpose of legally binding the bidder. For in the case of a corporation, it is only such an officer or officers as stipulated, or others so authorized that could clearly bind the corporation. See, Business Corporation Law, Act of May 5, 1933, P. L. 364, §305, 15 P.S. §2852-305; and, Lebowitz v. Keystone Insurance Agency, Inc., 198 Pa. Superior Ct. 495, 182 A. 2d 289 (1962).\nFurther, to conclude that the signing of the bid requirement was solely for the benefit of the Authority and could be waived would violate the requirement of mutuality of obligation. As Williston on Contracts, Third Edition, states in Section 28, “It is also everywhere agreed that if the parties contemplate a reduction to writing of their agreement before it can be considered complete, there is no contract until the writing is signed.”\nAs stated in Colella v. Allegheny County, 391 Pa. 103, 137 A. 2d 265 (1958), instructions to bidders are a material part of the contract between the parties.\nWhile Harris v. Philadelphia, supra, factually and fundamentally involved the failure to fulfill a requirement spelled out in the pertinent ordinance, the Court considered it significant that the unfulfilled requirement was also stipulated in the instructions to the bidders. The opinion pointedly distinguished between irregularities for which a bid may be rejected and defects for which a bid will be rejected at pages 506-507, wherein it said: “In the present case, the exercise of discretionary power is contemplated in the ‘information for bidders’ by providing that ‘a proposal which is incomplete, obscure, conditional or unbalanced, or which contains alterations, erasures, additions not called for or irregularities of any kind, or in which the proposed surety is not named, may be rejected as informal.’ Had the Cranford bid contained a defect of the character so described, no objection could have been made if the director had, in the exercise of his discretion, permitted the bid to be corrected. But with respect to the deposit, we find the provision that ‘a proposal which is not accompanied by the required certified check will be rejected,’ this clause being included pursuant to the mandatory provision of the ordinance that all bids ‘must be accompanied’ by a certified check for the agreed amount. We thus have explicit notice brought home to all bidders that their bid would be rejected unless this particular feature of the ordinance were fully complied with. All persons knew it was an essential requirement and one which must be strictly performed and that the city official was without discretion in the matter. He could correct or disregard technical irregularities but this requirement he was bound to enforce. . .\nThe Authority’s instructions to bidders herein contained strikingly similar distinctions.\nWhile there are authorities in some jurisdictions, which lend support to the view contrary to that herein expressed, there are also well considered decisions in other jurisdictions that fortify our conclusion. See, Hillside Twp. v. Sternin, 25 N. J. 317, 136 A. 2d 265 (1957); Williams v. Bergin, 129 Cal. 161, 62 P. 59 (1900).\nJudgment affirmed.\nMr. Justice Cohen concurs in the result.\nEmphasis supplied.\nEmphasis supplied.\nTlie Authority subsequently readvertised for bids and tlie contract was awarded to another contractor for $697,874.30."}