{"id": "1329441", "contents": "OPINION\nChief Justice CAPPY.\nThe issues with which we are presented question whether the police legally detained Edward Rogers (“Appellant”) and executed a canine search of Appellant’s vehicle. For the following reasons, we now affirm.\nOn January 9, 1998, Trooper Michael Banovsky of the Pennsylvania State Police observed Appellant’s vehicle traveling southbound on Interstate 79, passing other traffic. The trooper positioned his vehicle behind Appellant’s, and followed him for 4/10ths of a mile, clocking his speed at 73 mph in a 55 mph zone. Trooper Banovsky also noticed that the vehicle had an expired Tennessee temporary registration plate. Based on his observations, Trooper Banovsky initiated a traffic stop.\nUpon approaching Appellant’s vehicle, Trooper Banovsky observed that Appellant was extremely nervous. In fact, Appellant was trembling so badly he had difficulty retrieving relevant documents for the trooper’s examination. Appellant stated that he had just purchased the vehicle in Tennessee and was on his way to return it to the seller. Appellant also volunteered that he had structured the purchase of the vehicle in such a fashion that if anything was “shaky”, he could return the vehicle.\nThe documents Appellant produced were incomplete or plainly false in many respects. For example, the Tennessee Certificate of Title extension form lacked the name of the transferee and the odometer reading. Also, the Tennessee Department of Revenue form was signed by “Edward Stanley” and listed an incorrect Pennsylvania address. Appellant stated that he knew that the Pennsylvania address listed on the form was false, but said that he placed it on the form at the behest of the seller of the vehicle.\nTrooper Banovsky inquired about Appellant’s travel plans, specifically asking about his origin and destination. Appellant stated that he had just left a friend’s house in Butler, Pennsylvania, but was unable to recall the address of that friend. During the conversation with Appellant, Trooper Banovsky noticed that in the backseat of Appellant’s vehicle there was an open box of “Tide” powdered laundry detergent, an open box of “Bounce” fabric softener dryer sheets, and a used roll of “Scotch” packaging tape.\nAt this juncture, Trooper Banovsky requested that Appellant get out of his automobile. Trooper Banovksy asked if he could search Appellant’s vehicle. Appellant refused, stating that he himself had not yet searched the vehicle; Appellant volunteered that he had not yet had the opportunity to determine whether there was anything in the door panels or air vents of the vehicle. Trooper Banovsky then radioed a request for a criminal history check of Appellant. The check revealed that Appellant had a prior drug conviction. Trooper Banovsky proceeded to detain Appellant and requested that a canine unit be deployed to the scene.\nAllegheny County Police Officer Kent Maier and a canine named Rosie responded to the scene. Rosie checked the exterior of the vehicle and signaled a positive alert at the driver’s door. Rosie then jumped, without prompting, inside the open driver’s window and alerted the officers to the possible presence of drugs in the right rear of the vehicle. Based upon the positive results of the canine search, the police secured Appellant’s vehicle and towed it to the police barracks. At the barracks, a second dog sniff was conducted by another canine; this search also yielded positive results. Subsequently, Trooper Banovsky obtained a search warrant. A search of the vehicle uncovered fifty-two pounds of marijuana.\nAppellant was arrested and charged with Possession with the Intent to Deliver a Controlled Substance, Possession of a Controlled Substance, and Possession of Drug Paraphernalia. Appellant was also charged with violating the Pennsylvania Vehicle Code by driving with an expired registration plate and speeding at a rate of 73 mph in a 55 mph zone.\nAppellant filed a motion to suppress all statements and physical evidence the police obtained incident to his detention and arrest. He asserted that the police illegally detained him for investigative purposes and that his vehicle was illegally searched in violation of his constitutional rights. At the suppression hearing, the parties stipulated to the testimony that would have been presented by submitting to the court relevant portions of the police reports and other documents.\nThe suppression court concluded that Trooper Banovsky’s investigative detention of Appellant was illegal because it was not supported by reasonable suspicion that criminal activity was afoot. The court also found that the warrantless canine search of the vehicle was illegal because there was no reasonable suspicion that Appellant was involved in drug trafficking.\nThe Superior Court reversed. Commonwealth v. Rogers, 741 A.2d 813 (Pa.Super.Ct.1999). The Superior Court concluded that there was reasonable suspicion that Appellant was committing a criminal act to support the detention and the search. Id. at 817-18. In arriving at this conclusion, the court focused on the fact that there were opened laundry supplies and packaging tape in the back seat of Appellant’s car, items that Trooper Banovsky knew from his experience as a narcotics officer were used in the packaging of certain illegal drugs. The court also noted that Appellant was extraordinarily nervous at being stopped by Trooper Banovsky, and that the paperwork on his vehicle was incomplete and fraudulent. The Superior Court concluded that the totality of the circumstances gave rise to reasonable suspicion, and that the detention was therefore legal. Id. Utilizing the same set of facts, the Superior Court also determined that the dog sniff of Appellant’s vehicle was valid. Id. 818-20.\nAppellant then filed a petition for allowance of appeal with this court, which we granted.\nOn appeal, Appellant complains that his federal and state constitutional rights to be free from unreasonable searches and seizures have been violated. He raises two separate issues. The first is whether Trooper Banovsky had reasonable suspicion to detain Appellant beyond the initial traffic stop. He contends that after Trooper Banovsky issued the traffic citations, the detention should have ceased as the trooper had no reasonable suspicion that criminal activity was afoot. Appellant concludes that as he was detained without reasonable suspicion, then he was seized in violation of the Fourteenth Amendment to the United States Constitution and Article I, § 8 of the Pennsylvania Constitution.\nA police officer may detain an individual in order to conduct an investigation if that officer reasonably suspects that the individual is engaging in criminal conduct. Commonwealth v. Cook, 558 Pa. 50, 735 A.2d 673, 676 (1999). “This standard, less stringent than probable cause, is commonly known as reasonable suspicion.” Id. In order to determine whether the police officer had reasonable suspicion, the totality of the circumstances must be considered. In re D.M., 566 Pa. 445, 781 A.2d 1161, 1163 (2001). In making this determination, we must give “due weight ... to the specific reasonable inferences [the police officer] is entitled to draw from the facts in light of his experience.” Cook, 735 A.2d at 676 (quoting Terry v. Ohio, 392 U.S. 1, 27, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968)). Also, the totality of the circumstances test does not limit our inquiry to an examination of only those facts that clearly indicate criminal conduct. Rather, “[e]ven a combination of innocent facts, when taken together, may warrant further investigation by the police officer.” Cook, 735 A.2d at 676.\nIn the matter sub judice, Trooper Banovsky stated that when he approached the vehicle, Appellant was extremely nervous. In fact, Appellant was trembling so badly he had difficulty retrieving his license from his wallet. Also, the paperwork for Appellant’s car was conflicting, incomplete and in some instances plainly fraudulent. Furthermore, while Appellant claimed that he had just departed a friend’s house in Butler, he could not recall the address. Additionally, Trooper Banovsky noted open boxes of laundry supplies as well as packaging tape in the back seat of the car; Trooper Banovsky knew from his experience investigating drug offenses that these items were commonly used in the packaging and distribution of controlled substances.\nOf course, one can conceive of innocent explanations for each one of these facts. Yet, as noted supra, reasonable suspicion does not require that the activity in question must be unquestionably criminal before an officer may investigate further. See Cook, supra. Rather, the test is what it purports to be—it requires a suspicion of criminal conduct that is reasonable based upon the facts of the matter. The facts of the matter sub judice give rise to just such a suspicion. Appellant was unusually agitated; the paperwork for his vehicle was out of order in several key respects; his answers regarding the location he had just departed were vague; and, most importantly, the back seat of his car contained products that Trooper Banovsky knew, via his extensive professional experience, are commonly used in the packaging of illegal narcotics. These facts, taken in their totality, lead to a conclusion that Trooper Banovsky had reasonable suspicion to suspect that criminal activity was afoot. Thus, Appellant’s first claim for relief fails.\nAppellant next contends that even if the stop was supported by reasonable suspicion, the canine search of his vehicle was illegal pursuant to Article I, § 8 of the Pennsylvania Constitution. Appellant asserts that probable cause is required before a canine sniff of an automobile may be conducted, and that standard was not met here.\nIn addressing the constitutionality of the canine sniffs in the matter sub judice, we begin with the premise that pursuant to the constitution of this Commonwealth, a canine sniff is a search. Commonwealth v. Johnston, 515 Pa. 454, 530 A.2d 74, 79 (1987). Yet, this type of search is not treated like other searches as it “is inherently less intrusive upon an individual’s privacy than other searches.... ” Id. We have noted that “this particular surveillance technique amounts to a relatively minor intrusion upon privacy, much less than is involved, say, in the physical entry and ransacking of a house in an effort to find a quantity of narcotics.” Id. Thus, we held that there need not be probable cause to conduct a canine search of a place; rather, the police need merely have reasonable suspicion for believing that narcotics would be found in the place subject to the canine sniff. Id.\nThis calculus shifted, however, when we were confronted with an instance in which the subject of the search was not a place but rather was a person. See Commonwealth v. Martin, 534 Pa. 136, 626 A.2d 556 (1993). In Martin, we were unwilling to allow a canine sniff of a person to be conducted upon a mere showing of reasonable suspicion. We stated that “an invasion of one’s person is, in the usual case, [a] more severe intrusion on one’s privacy interest than an invasion of one’s property.” Martin, 626 A.2d at 560. We emphasized that the “principal object [of the constitutional provisions against unreasonable searches and seizures] is the protection of privacy rather than property....” Id. (citations and internal quotation marks omitted). Thus, we held that while reasonable suspicion was sufficient to conduct a canine sniff of a place, that was too low a level of suspicion when a person, rather than a place, is to be subjected to a canine sniff. When the sniff is of a person, the Martin court required that “the police must have probable cause to believe that a canine search of a person will produce contraband or evidence of a crime.” Id.\nWith the Johnston and Martin standards in mind, we turn to examining whether Rosie’s sniffing of the exterior and interior of Appellant’s car passes constitutional muster. We first consider her sniffing of the exterior of the car, which lead to a positive alert at the driver’s side door, as this occurred first in time. We agree with the Superior Court that Rosie’s sniffing the exterior of Appellant’s vehicle need be supported merely by reasonable suspicion. Id. 818-20, 626 A.2d 556. Unlike the expectation of privacy in one’s person, which in Martin we noted to be particularly high, one’s expectation of privacy in the exterior of a vehicle is more modest. While many in our society have a great fondness for their vehicles, it is too great a leap of logic to conclude that the automobile is entitled to the same sanctity as a person’s body. Furthermore, the exterior of a vehicle is exposed to the public, and is not considered an intimate space. Thus, considering the relatively minor privacy interest in the exterior of the vehicle and the minimal intrusion occasioned by a canine sniff, we conclude that mere reasonable suspicion, rather than probable cause, was required prior to Rosie sniffing the exterior of his vehicle. As Trooper Banovsky had reasonable suspicion prior to Rosie responding to the scene, see supra, then Rosie’s sniff of the exterior of the vehicle passes constitutional muster.\nWe next examine Appellant’s claim that Rosie’s sniff of the interior of the vehicle violated his constitutional rights. It is on this search that Appellant focuses. He contends that he had a heightened expectation to privacy in the interior of the vehicle, particularly since it contained personal items. He argues that prior to Rosie sniffing the interior of the car, the police must first have had probable cause.\nIn support of this argument, Appellant relies on Commonwealth v. White, 543 Pa. 45, 669 A.2d 896 (1995), wherein we stated that police must have probable cause prior to conducting a warrantless search of a vehicle. Contrary to Appellant’s supposition, White is not on all fours with the matter sub judice. In White, the interior of the car was searched by police officers. In contrast, at issue here is a canine sniff. While we have recognized that canine sniffs are searches, we have carefully articulated that they are not akin to searches conducted by human law enforcement officers and need not in all instances be supported by probable cause. See Johnston, supra. Thus, while White requires that a police officer have probable cause prior to entering and searching a car, it did not address the scenario of a dog sniff. Thus, it is not conclusive support for Appellant’s position.\nEven if we were to assume arguendo that there is some other support for Appellant’s position that probable cause is needed before the police may conduct a canine sniff of the interior of the vehicle, Appellant would still not be entitled to relief. The police have probable cause “where the facts and circumstances within the officer’s knowledge are sufficient to warrant a person of reasonable caution in the belief that an offense has been or is being committed.” Commonwealth v. Gibson, 536 Pa. 123, 638 A.2d 203, 206 (1994). In this matter, probable cause existed prior to Rosie jumping through the window of Appellant’s vehicle. As discussed above, the police had reasonable suspicion before Rosie responded to the scene. After Rosie arrived, and while she was outside the automobile, she alerted to the driver’s side door; this indicated to the officers that she had detected narcotics. At that juncture, “a person of reasonable caution [would believe] that an offense has been or is being committed!,]” Gibson, 638 A.2d at 206, and reasonable suspicion ripened into probable cause. Thus, even if we assume that probable cause was required prior to Rosie sniffing the interior of the vehicle, there was no constitutional violation as probable cause existed at that point. Appellant’s second claim for relief must therefore be denied.\nFor the foregoing reasons, the order of the Superior Court is affirmed.\nJustice CASTILLE files a concurring opinion in which Justice EAKIN and BAER join.\nJustice SAYLOR concurs in the result.\nJustice NIGRO files a dissenting opinion.\n. This case was reassigned to this author.\n. For the purpose of resolving the legal issues raised at the suppression hearing, the Commonwealth and Appellant stipulated to the facts contained in Trooper Banovsky's report. N.T., 3/03/1999, at 6-7.\n. There is no allegation that this initial traffic stop was improper.\n. The Commonwealth has conceded that at this juncture, Appellant was subject to an investigative detention.\n. 35 P.S. § 780-113(a)(30).\n. 35 P.S. § 780-113(a)(16).\n. 35 P.S. § 780-113(a)(16).\n. 75 Pa.C.S. §§ 1301 and 3362(a)(2), respectively.\n. We note that in asserting that he was illegally detained, Appellant does not contend that his rights under the Pennsylvania Constitution are in some fashion broader than those under the federal constitution.\n. Appellant asserts that there is no record evidence that Trooper Banovsky was experienced in investigating narcotics offenses. Appellant’s brief at 17 n. 7. This assertion is incorrect. The record reveals that Trooper Banovsky participated in over 100 narcotics investigations. Affidavit of Probable Cause, dated January 9, 1998.\n. Article I, § 8 of the Pennsylvania Constitution provides in pertinent part: “The people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures....” Pa. Const. art. I, § 8.\n. Appellant does not contend that there need also be exigent circumstances before a warrantless canine sniff of the vehicle may be conducted. As this issue was not raised, we will not address it. We caution the bench and bar that nothing in our opinion should be construed as commenting on the exigency issue.\n. Our learned colleague in his concurring opinion raises the question of whether this court should abandon the distinction between canine sniffs of people and canine sniffs of places which was drawn by our decisions in Johnston and Martin. See Rogers, J-47-2001 (Castille, J., concurring). While it may behoove this court to revisit whether the distinctions created by Johnston and Martin are logical ones, we do not believe this matter presents the best vehicle to do so. The parties in this matter have not raised the argument that we should wholesale abandon our prior line of cases; rather, they confine themselves to debating the application of existing case law to the current matter. Thus, as we have not been provided with argument on the issue of whether the distinctions drawn by Johnston and Martin are well founded, it seems prudent to reserve judgment until we are presented with a case which fully fleshes out this important point.\n. As Rosie alerted in two distinct locations—and as Appellant's arguments are based on where Rosie was located at the time she alerted— we shall consider each of Rosie’s alerts separately.\n. Appellant contends that Rosie did not alert to the presence of drugs when she was sniffing the exterior of the car, but rather first alerted only after she jumped through the window and was in the interior of the car. This is incorrect. Various police reports established that Rosie first alerted to the exterior of the driver's door as she was walking around the perimeter of the car. See Affidavit of Probable Cause, dated January 9, 1998; see also Trooper Banovsky’s Incident Report."}