{"id": "1366994", "contents": "OPINION\nZAPPALA, Justice.\nIn this direct appeal we are asked to determine whether the Philadelphia County Court of Common Pleas properly found the provisions of 42 Pa.C.S. § 9714, which impose an enhanced mandatory sentence when a person is found to be a high risk dangerous offender, to be unconstitutional because the statutory scheme places the burden on the defendant to rebut the presumption that he is a high risk dangerous offender by clear and convincing evidence. For the reasons that follow, we affirm.\nOn February 18, 1998, at approximately 12:30 p.m., the victim, Marco Rivera, was entering the basement area of a store through a street level stairway. Appellee put a gun to Rivera’s head and demanded that he remove a gold necklace he was wearing. When Rivera hesitated, Appellee snatched the necklace from his neck. Appellee then asked Rivera if he had any money to which Rivera replied he did not. Thereafter, Appellee fled. Several days later, Rivera saw Appellee in the same area and summoned police.\nAppellee was arrested and charged with robbery, theft, receiving stolen property, simple assault, reckless endangerment, possession of an instrument of crime, carrying a firearm without a license, carrying a concealed firearm without a license, terroristic threats and possession of a firearm by a former convict. Following a bench trial on July 9, 1998, Appellee was convicted of all of the foregoing charges.\nPrior to sentencing, the Commonwealth was made aware that Appellee had previously pled guilty to a charge of aggravated assault. Accordingly, the Commonwealth requested that the court apply 42 Pa.C.S. § 9714(A)(1), which has been popularly referred to as a “strike two” sentencing provision, and sentence Appellee to a mandatory ten to twenty year sentence.\nSection 9714(a)(1) specifies that\n[a]ny person who is convicted in any court of this Commonwealth of a crime of violence shall, if at the time of the commission of the current offense the person had previously been convicted of a crime of violence and has not rebutted the presumption of high risk dangerous offender ... be sentenced to a minimum sentence of ten years of total confinement, notwithstanding any other provision of this title or other statute to the contrary.\n(Emphasis added). Subsection (a.l), entitled “Mandatory maximum,” provides that\n[a]n offender sentenced to a mandatory minimum sentence under this section shall be sentenced to a maximum sentence equal to twice the mandatory minimum sentence....\nThe provision relating to the “high risk dangerous offender presumption” is found at subsection (b). This section states:\nFor the purposes of subsection (a), an offender shall be presumed to be a high risk dangerous offender and shall be deemed to have prior convictions for crimes of violence if both of the following conditions hold:\n(1) The offender was previously convicted of a crime of violence. The previous conviction need not be for the same crime as the instant offense for this section to be applicable.\n(2) The previous conviction occurred within seven years of the date of the commission of the instant offense, except that any time during which the offender was incarcerated in any penitentiary, prison or other place of detention or on probation or parole shall not be considered in computing the relevant seven-year period. Convictions for other offenses arising from the same criminal transaction as the instant offense shall not be considered previous convictions for the purpose of this section. For purposes of this section previous conviction shall include any conviction, whether or not judgment of sentence has been imposed or litigation is pending concerning that conviction.\nSubsection (c)(1) of Section 9714 provides that\na court shall hold a hearing for an offender presumed to be a high risk dangerous offender pursuant to the provisions of subsection (b). The court shall schedule a hearing and receive such evidence from the offender as may be relevant to whether the presumption shall apply. If the offender presents evidence in opposition to the presumption, the attorney for the Commonwealth may present evidence in support of the presumption.\nSubsection (c)(2) then specifies twelve case specific factors, which the court is to consider in making its determination of whether the offender has rebutted the presumption.\nThe trial court found Section 9714 to be unconstitutional and refused to impose a mandatory sentence of ten to twenty years of imprisonment pursuant to the foregoing provisions as requested by the Commonwealth. Instead, the court sentenced Appellee to a term of imprisonment of five to ten years on the robbery charge and lesser concurrent sentences on the remaining charges. Specifically, the court found that the provision impermissibly sets up the presumption that the offender is a high risk dangerous offender, then places the burden of proof on the offender to rebut the presumption by clear and convincing evidence. The court likened the scheme set forth in Section 9714 to that of the Registration of Sexual Offenders Act, 42 Pa.C.S. §§ 9791-9799.6, which, at the time of sentencing, the Superior Court had found to be unconstitutional in Commonwealth v. Halye, 719 A.2d 763 (Pa.Super.1999). Thus, the court concluded that Section 9714 violated Appellee’s procedural due process rights pursuant to both the state and federal constitutions since, in the court’s view, the burden of demonstrating that an offender is a high risk dangerous offender must rest with the Commonwealth.\nThe Commonwealth asserts that the trial court erred in concluding that Section 9714, like the Registration of Sexual Offenders Act, violates due process. Specifically, the Commonwealth notes various differences between Section 9714 and the Registration of Sexual Offenders Act, which, in its view, make the two distinguishable. The Commonwealth points out that this Court found the Registration of Sexual Offenders Act to be unconstitutional because it required the trial court to make a subjective determination of whether the offender was a “sexually violent predator,” but did not require the prosecution to demonstrate this fact; rather, the Act placed the burden on the offender to disprove his or her status as a sexually violent predator. The Commonwealth further notes that our Court concluded in Williams that because the question of whether an offender was a sexually violent predator was not “a straightforward issue susceptible of objective proof’ where the “risk of error was slight,” the risk of error, and thus any burden of proof, must be borne by the prosecution. Appellant’s brief at 14, citing Williams, 733 A.2d at 607.\nConversely, the Commonwealth notes that Section 9714 is different from the Registration of Sexual Offenders Act in that it places upon the Commonwealth the initial burden of demonstrating that the offender was convicted of a “crime of violence” within the past seven years before the questioned presumption becomes applicable. The Commonwealth further notes that the existence of the required prior offense is a straightforward issue susceptible of objective proof and the risk of error in making this finding is slight. Thus, the Commonwealth maintains that Section 9714 comports with due process since the prosecution must prove by a preponderance of the evidence any aggravating factors that require a harsher sentence.\nAppellee counters that the determination of whether a defendant is a high risk dangerous offender is made under the statute without requiring the Commonwealth to prove the case-specific factors relating to high risk dangerous offenders. This, Appellee maintains, violates due process. Appellee argues that the ultimate judicial determination of whether an offender is a high risk dangerous offender is neither straightforward nor susceptible of objective proof as it requires the court to apply a list of disparate factors in making its assessment. Additionally, the Appellee points out that many of the case specific factors listed in Section 9714 are the same factors listed in the Registration of Sexual Offenders Act.\nAt the outset we note that in both Section 9714 and the Registration of Sexual Offenders Act the legislature has attempted to shift the burden onto an offender to prove that he or she does not fall into a legislatively presumed category of offenders based upon some predicate circumstance. In the Registration of Sexual Offenders Act, all persons convicted of certain predicate acts were required to disprove their status of being a sexually violent predator. Likewise, pursuant to Section 9714, all persons convicted of certain predicate crimes of violence, who were also convicted of another crime of violence within seven years, must disprove their status as a highly dangerous offender. Thus, in both instances, the legislature has made a determination that although certain offenders meet the predicate criteria they might not, in fact, fall into the legislatively proscribed category, i.e., sexually violent predator or highly dangerous offender, which will subject them to greater punishment. The burden of demonstrating whether this presumption should continue, in both instances, rests with the offender. Both provisions list subjective case specific criteria that the trial court is to use in evaluating whether the offender is, in fact, a sexually violent predator or. highly dangerous offender.\nIn Williams, we held that placing the burden of proof on the offender in such a situation was improper and violative of procedural due process. We concluded that the legislative scheme set forth in the Registration of Sexual Offenders Act was similar to New Jersey’s sexually violent predator statute, which was found to be unconstitutional by the Third Circuit in E.B. v. Verniero, 119 F.3d 1077 (3d Cir.1997). Moreover, we distinguished the legislative scheme found in the Registration of Sexual Offenders Act from Section 9712 of the Mandatory Minimum Sentencing Act, 42 Pa.C.S. § 9712, which increased an offender’s mandatory minimum sentence to five years of imprisonment but did not increase the mandatory maximum sentence, when found to be in visible possession of a firearm.\nBoth our Court and the United States Supreme Court upheld the constitutionality of Section 9712 in Commonwealth v. Wright, 508 Pa. 25, 494 A.2d 354 (1985), and McMillan et al. v. Commonwealth, 477 U.S. 79, 106 S.Ct. 2411, 91 L.Ed.2d 67 (1986). Relevantly, in Williams, we observed the following:\nUnlike the situation in Wright/McMillan, where the determination of whether one was in visible possession of a firearm was a “straightforward issue susceptible of objective proof’ and where “the risk of error [was] slight,” here, as in Vemiero, a subjective assessment of an offender’s potential future dangerousness is a necessary inquiry in determining whether one is a sexually violent predator. As noted, the Board in making its assessment considers a variety of elements in reaching its determination regarding whether an offender is a sexually violent predator. Additionally, just as in Vemiero, the evidence that could be presented at the sexually violent predator proceeding may not have been presented at trial and will largely consist of the testimony of the offender and the victim. Resolution of issues regarding the evidence presented at the proceeding are not subject to the rules of evidence according to the Act and the court is under a time restriction to conduct that proceeding. Accordingly, the risk of an error at a sexually violent predator proceeding is far greater than was present in Wright/McMillan.\nGiven the foregoing analysis, we believe that the state must bear the burden of demonstrating that an offender is a sexually violent predator. Where resolution of competing facts is outcome determinative, “requiring the prosecutor to affirmatively convince the court of the important facts can be expected to materially reduce the risk of error.” Verniero, 119 F.3d at 1109.\nWilliams, 733 at 607. Thus, in Williams, we found the legislative scheme of placing the burden of proof on the offender to be improper and violative of the procedural due process guarantees of the Fourteenth Amendment. We likewise conclude that this same scheme used by the legislature in Section 9714 is violative of due process.\nThe Commonwealth’s attempts to distinguish Section 9714 from the scheme set forth in the Registration of Sexual Offenders Act are to no avail. The fact that in the Registration of Sexual Offenders Act conviction of the predicate crime triggered the presumption and here proof that the offender committed a prior crime of violence within seven years triggers the presumption is really a distinction without a difference. The critical similarity between the provisions is that both place upon the offender the burden of rebutting a mandatory presumption that, if not rebutted, will subject them to greater punishment. Here, as in Williams, a subjective assessment of an offender’s potential future dangerousness must be made through the court’s consideration of a variety of elements. Accordingly, resolution of competing facts presented at the post-trial proceeding, which is not governed by the rules of evidence, will most likely be outcome determinative. Thus, as we held in Williams, the Commonwealth must be required to affirmatively convince the court of such facts.\nBased on the foregoing, we conclude that the trial court properly found that Section 9714 violated Appellee’s procedural due process rights by placing upon him the burden of rebutting the presumption that he is a high risk dangerous offender. Accordingly, we affirm the judgment of sentence.\nJustice CASTILLE files a dissenting opinion.\nJustice SAYLOR files a dissenting opinion in which Justice CASTILLE joins.\n. Pursuant to Section 722(7) of the Judicial Code, 42 Pa.C.S. § 722(7), this Court has exclusive jurisdiction of appeals from orders of the common pleas court in matters where the court of common pleas has held invalid as repugnant to the Constitution, treaties or laws of the United States, or the Constitution of this Commonwealth, any treaty or law of the United States or any provision of the Constitution of, or of any statute of, this Commonwealth, or any provision of any home rule charter.\n. 42 Pa.C.S. § 9714(g) sets forth the specific offenses deemed to be \"crimes of violence” pursuant thereto.\n. Appellee challenged the constitutionality of the relevant provisions of Section 9714 pursuant to both the state and federal constitutions.\n. This Court subsequently found the Registration of Sexual Offenders Act to be unconstitutional in Commonwealth v. Williams, 557 Pa. 285, 733 A.2d 593 (1999), cert. denied 528 U.S. 1077, 120 S.Ct. 792, 145 L.Ed.2d 668, 2000 U.S. Lexis 146 (2000).\n. Section 9714 actually only requires the Commonwealth to carry a burden in this regard where the fact of a prior conviction is contested. 42 Pa.C.S. § 9714(D).\n. Appellee also argues, in the alternative, that the trial court was correct in concluding that Section 9714 is void for vagueness since the provision fails to define the term \"high risk dangerous offender.” Appellee points out that although Section 9714 directs the trial court to apply the twelve factors listed therein, the court must, in the end, formulate its own notion of what constitutes high risk and dangerousness since the legislature has failed to provide guidance regarding these terms.\nAlthough Appellee’s argument in this regard may have merit, given our disposition herein, we need not address this alternate issue.\n. When comparing the two provisions, both list many of the same factors for the court's consideration. Specifically, The Registration of Sexual Offenders Act, 42 Pa.C.S. § 9794(C) lists the following criteria:\n(1) Age of the offender.\n(2) Offender’s prior criminal record, sexual offenses as well as other offenses.\n(3) Age of the victim.\n(4) Whether the offense involved multiple victims.\n(5) Use of illegal drugs by the offender.\n(6) Whether the offender completed any prior sentence and whether the offender participated in available programs for sexual offenders.\n(7) Any mental illness or mental disability of the offender.\n(8) The nature of the sexual contact with the victim and whether the sexual contact was part of a demonstrated pattern of abuse.\n(9) Whether the offense included a display of unusual cruelty by the offender during the commission of the crime.\n(10) Any behavioral characteristics that contribute to the offender's conduct.\n42 Pa.C.S. § 9714(c)(2) lists the following factors:\n(i) Age of the offender.\n(11) Age of the victim.\n(iii) Use of illegal drugs or alcohol by the offender.\n(iv) Offender's prior criminal record.\n(v) Whether the offense involved multiple victims.\n(vi) Offender's failure to complete a prior sentence.\n(vii) Any mental illness or mental disability of the offender.\n(viii) If the offense included attempted or actual sexual contact with the victim and was part of a demonstrated pattern of abuse.\n(ix) If the offense included a display of unusual cruelty by the offender during the commission of the crime.\n(x) The nature and circumstances of the current offense.\n(xi) The use of a deadly weapon as defined in 18 Pa.C.S. § 2301 (relating to definitions) during the commission of the current offense.\n(xii) The impact of the current offense on the victim and the extent of injury caused to the victim as a result of the current offense.\n. Just as we noted in Williams, because we find that Section 9714 to be violative of the federal constitution, which establishes the minimum due process requirements, we need not at this juncture analyze the matter pursuant to our state constitution. See Williams, 733 A.2d at 608.\n. The sentence range for Appellee’s underlying crimes is five to ten years of imprisonment. If Section 9714 is applicable, his mandatory sentence would be increased to ten to twenty years."}