{"id": "1366996", "contents": "OPINION\nSAYLOR, Justice.\nThe issue before the Court is whether, under the Fourth Amendment, the trial court erred in failing to suppress evidence seized from a vehicle because the consent to the search by the operator was tainted by an illegal detention.\nOn September 12, 1995, a Pennsylvania State Police trooper was observing westbound traffic on Interstate 80 in Monroe County when he noticed two vehicles traveling fairly close together, switching lanes and jockeying for position in “cat and mouse” fashion. The trooper proceeded to stop one of the vehicles, which was driven by Appellant Diana Freeman (“Freeman”), while another officer stopped the second vehicle. Also in Freeman’s vehicle were two passengers, Jacqueline Lee in the front passenger seat and Sydney Robertson in the rear. When the trooper asked Freeman if she was lost or having a problem with the other driver, she explained that she had entered the wrong lane and had maneuvered to the left lane to continue west on Interstate 80; she also denied traveling with the other vehicle. The trooper requested Freeman’s driver’s license and registration card and then returned to his patrol car, which was parked behind Freeman’s vehicle, to conduct a radio check on the documents. There he learned from the other trooper that the occupants of the other vehicle contradicted Freeman by stating that the two vehicles were traveling together and further explained that they were following Freeman’s car because it was having some type of engine problem.\nReturning to Freeman’s car, the trooper gave Freeman a written warning related to improper lane changes and windshield obstructions, returned her license and registration card, and informed her that she was free to leave. The trooper then went back to his patrol car, and Freeman’s vehicle remained parked in its then-present location. While the trooper who had stopped the occupants of the other car continued to question them, the trooper who had stopped Freeman returned to her vehicle and again asked whether Freeman was traveling with the second car. When she replied that she was not, the trooper informed her that the occupants of the second car had said otherwise and asked her to get out of the vehicle. Freeman did so, walking to the rear of the car. At this point, the trooper asked Freeman for consent to search her vehicle, which Freeman granted.\nBefore beginning the search, the trooper directed the passengers out and to the rear of the vehicle. Freeman opened the trunk of the car and told the trooper to “go ahead and look,” to which he responded that he did not want her help. As the trooper began to search the area around the driver’s seat, Freeman and Lee approached the vehicle from the passenger side and started to remove bags of clothing and personal items. The trooper told them to move away from the vehicle and not to touch anything because he intended to search one area of the vehicle at a time. As he resumed his search, Lee and Freeman removed additional bags from the car. Lee carried two of the bags, taken from the car’s rear passenger area, to the front of the car and placed them under the front bumper, and once again the trooper instructed Lee and Freeman to move away from the vehicle. Because the occupants of the car were not obeying his instructions, the trooper went to the other vehicle to see if the second trooper or a third officer who had joined him could provide assistance. Returning to Freeman’s car, the trooper found, underneath the front of the car, the two plastic shopping bags that had been placed there by Lee. Inside each of those bags were clear Ziploc bags (five in all) containing what appeared and later proved to be marijuana. Upon finding the marijuana, the trooper proceeded to handcuff Freeman, Lee, and Robertson. Freeman informed the officer that the marijuana was hers, and that she was using it to obtain money to pay rent or a mortgage.\nFreeman, Robertson, and Lee were charged with possession of a controlled substance and possession with intent to deliver. They filed a motion to suppress the evidence found during the vehicle search, which motion was denied. Following a bench trial, Freeman and Lee were convicted of both offenses, and Robertson was acquitted of both. Freeman was sentenced to a term of imprisonment of 3 to 23 months.\nThe Commonwealth appealed to the Superior Court, challenging the trial court’s failure to impose the mandatory minimum sentence. Freeman cross-appealed, arguing, inter alia, that she was entitled to suppression of the marijuana taken from her vehicle because her consent to a search of the vehicle had been tainted by an illegal detention. Relying on Commonwealth v. Hoak, 700 A.2d 1263 (Pa.Super.1997), aff'd by an evenly divided Court, 557 Pa. 496, 734 A.2d 1275 (1999), the Superior Court reasoned that, after the trooper returned Freeman’s license and registration and informed her that she was free to go, any subsequent interaction between them constituted a “mere encounter,” not a detention, and the consent to search given during such encounter was valid. The court upheld Freeman’s conviction but vacated the judgment of sentence and remanded for imposition of the mandatory sentence. Freeman filed a petition for allowance of appeal, challenging both aspects of the Superior Court’s decision. We allowed appeal, limited to the suppression issue.\nFreeman does not challenge the legitimacy of the initial traffic stop. She contends, rather, that the initial stop was followed by a further detention that was unsupported by any reasonable suspicion of criminal activity, and was therefore illegal. Although Freeman consented to the search of her vehicle, she maintains that her consent was ineffective because it was tainted by the illegality of her detention, and that the results of the search must therefore be suppressed.\nIn the companion case of Commonwealth v. Strickler, 563 Pa. 47, 757 A.2d 884 (2000), we set forth the requirements for a valid consensual search incident to a traffic stop, indicating that the central Fourth Amendment inquiries in consent cases entail assessment of the constitutional validity of the citizen-police encounter giving rise to the consent, and, ultimately, the voluntariness of consent. Where the encounter is a valid one, voluntariness becomes the sole focus; where, however, an illegal seizure precedes the consent search, the Commonwealth must also establish a break in the causal connection between the illegality and the evidence thereby obtained. See id. at 56-57, 757 A.2d at 888. The determination whether a seizure has been effected in the first instance is made upon an examination of the totality of the circumstances to determine whether a reasonable person would feel free to leave. See id. Factors relevant to such assessment include: the existence and nature of any prior seizure; whether there was a clear and expressed endpoint to any such prior detention; the character of police presence and conduct in the encounter under review (for example — the number of officers, whether they were uniformed, whether police isolated subjects, physically touched them or directed their movement, the content or manner of interrogatories or statements, and “excesses” factors stressed by the United States Supreme Court); geographic, temporal and environmental elements associated with the encounter; and the presence or absence of express advice that the citizen-subject was free to decline the request for consent to search. In general, a full examination must be undertaken of all coercive aspects of the police/citizen interaction. See id. at 57-58, 757 A.2d at 889.\nIn the present case, the police/citizen encounter involving Freeman opened with a lawful traffic stop, the existence and nature of which is a pertinent factor in assessing whether a reasonable person would have felt free to leave during the subsequent interaction. Upon examination of the circumstances of the initial lawful detention, however, we find nothing in the record to remove the circumstances from within the boundaries of the typical traffic stop apparently contemplated by the United States Supreme Court in Ohio v. Robinette, 519 U.S. 83, 117 S.Ct. 417, 136 L.Ed.2d 347 (1996). See Strickler, 563 Pa. at 57, 757 A.2d at 891. The behavior of the troopers was commensurate with their lawful purpose, as, more generally, was the length and character of the detention. Indeed, the arresting trooper articulated a clear endpoint to the lawful detention by advising Freeman that she was free to depart after returning her driver’s documentation and issuing an appropriate traffic warning. Therefore, the fact of the prior detention does not, in and of itself, convert the subsequent encounter into a seizure. Id.\nThe transition to and character of the subsequent interaction, however, supports the conclusion that Freeman was subject to a second seizure. Since the trooper had accomplished the purpose of the stop, as he expressly indicated, Freeman would have been entirely within her rights to drive away at that point. Nevertheless, the trooper’s subsequent actions were inconsistent with his statement to Freeman that she was free to leave, as he: returned to Freeman’s vehicle; questioned her about the second vehicle; pointed out the inconsistent statements from the vehicle’s occupants when she denied traveling with that vehicle; and, ultimately and most significantly, asked her to step out of the vehicle prior to the request for consent. Such directive constituted a greater show of authority than had previously been made (other than the physical stop of Freeman’s vehicle itself). See Strickler, 563 Pa. at 68, 757 A.2d at 896 (citing Ferris v. State, 355 Md. 356, 735 A.2d 491, 505 (1999) (stating that “a request that an individual move in some manner has been consistently regarded by this Court as persuasive evidence that a fourth amendment seizure has occurred” (citation omitted))). Moreover, given everything that had come before, although these events occurred after express conferral of advice that Freeman was free to depart, they would have suggested to a reasonable person that such advice was no longer operative.\nSince we have concluded that Freeman was seized at the time her consent was obtained, we must determine whether such seizure was lawful. To constitute a valid investigative detention, the seizure must be justified by an articulable, reasonable suspicion that Freeman may have been engaged in criminal activity independent of that supporting her initial lawful detention. See Strickler, 563 Pa. at 57-58, 757 A.2d at 889. The question of whether reasonable suspicion existed at the time of a detention must be answered by examining the totality of the circumstances to determine whether there was a particularized and objective basis for suspecting the detainee of criminal activity. See In re D.M., 556 Pa. 160, 164, 727 A.2d 556, 557 (1999). In the present case, however, there are no facts of record indicating that the trooper did possess, or could have possessed, a reasonable suspicion of criminal activity on Freeman’s part. While the trooper undoubtedly suspected that Freeman wished to conceal the fact that she was traveling with the other vehicle, such suspicion had been present when he gave Freeman a warning and told her that she was free to go. Nothing had happened after the conclusion of the traffic stop to provide any further cause for suspicion; at most, Freeman’s apparent reluctance to drive away may have strengthened the trooper’s initial suspicion that the two vehicles were traveling together.\nMoreover, even if Freeman’s answer to the trooper’s question, contradicting as it did the information given by the occupants of the other car, could arguably be viewed as evasive behavior, see Illinois v. Wardlow, 528 U.S. 119, 124, 120 S.Ct. 673, 676, 145 L.Ed.2d 570 (2000) (recognizing that nervous, evasive behavior such as flight is a pertinent factor in determining reasonable suspicion), such behavior was unaccompanied by any other indication of criminal activity. In particular, there was no testimony that the actions of Freeman and her companions were consistent with those of drug dealers or criminals of any other type; that their route was heavily traveled by drug dealers; or, indeed, that the trooper suspected Freeman of drug dealing or of any other specific crime. Cf. United States v. Sharpe, 470 U.S. 675, 683 n. 3, 105 S.Ct. 1568, 1573 n. 3, 84 L.Ed.2d 605 (1985) (noting that the evidence of record provided clear justification for an investigative stop, where: a drug enforcement agent had observed two vehicles, one of which was a pickup truck with a camper shell, traveling together for 20 miles in an area known to be frequented by drug traffickers, knew that such trucks were often used to transport large quantities of marijuana, and noticed that the truck appeared to be heavily loaded and that the camper’s windows were covered with a quilted material; and both vehicles took evasive action and began speeding as soon as a marked police vehicle began to follow them). The noted inconsistency may give rise to “an ‘inchoate and unparticularized suspicion or “hunch” ’ of criminal activity,” Wardlow, 528 U.S. at 123, 120 S.Ct. at 676 (quoting Terry v. Ohio, 392 U.S. 1, 27, 88 S.Ct. 1868, 1883, 20 L.Ed.2d 889 (1968)), but not to a reasonable suspicion of the same. See Reid v. Georgia, 448 U.S. 438, 441, 100 S.Ct. 2752, 2754, 65 L.Ed.2d 890 (1980) (concluding that a drug enforcement agent’s hunch was insufficient to justify a Terry stop, where the agent had observed the defendant, a departing airline passenger, look back occasionally at another passenger as they proceeded through the terminal, had noted that the two men carried similar shoulder bags, had seen them meet and speak briefly as they left the terminal together, and believed on the basis of these observations that the two were attempting to conceal the fact that they were traveling together); see also Commonwealth v. Boyer, 455 Pa. 283, 286, 314 A.2d 317, 318 (1974) (concluding that the “unusual look” given to police officers by the defendant, who was driving by the site where the officers were searching for a suspicious package, did not justify a Terry stop).\nThus, the detention that preceded Freeman’s consent to search was unlawful, and Freeman’s consent, even if voluntarily given, will not justify the otherwise illegal search unless the Commonwealth can demonstrate that Freeman’s consent was an “independent act of free will” and not “the product of the illegal detention.” Florida v. Royer, 460 U.S. 491, 501, 103 S.Ct. 1319, 1326, 75 L.Ed.2d 229 (1983). See generally Strickler, 563 Pa. at 57 n. 4, 757 A.2d at 889 n. 4. In this regard, we deem three factors articulated in Brown v. Illinois, 422 U.S. 590, 95 S.Ct. 2254, 45 L.Ed.2d 416 (1975), relevant to this inquiry: the temporal proximity of the detention and the consent, any intervening circumstances, and, particularly, the purpose and flagrancy of the officer’s unlawful conduct. See id. at 603-04, 95 S.Ct. at 2261-62. Here, although we do not view the trooper’s actions as flagrant, the record does not establish the necessary break in the sequence of events that would isolate Freeman’s consent from the prior coercive interaction. To the contrary, the evidence supports the conclusion that the trooper’s initiation of a second seizure and receipt of Freeman’s consent were integrally connected. As Freeman’s consent was invalid, the fruits of its conferral must be suppressed.\nThe order of the Superior Court is reversed, and the case is remanded to the trial court for further proceedings consistent with this opinion.\nJustice NIGRO concurs in the result.\n. Curiously, both Freeman and the Commonwealth assert that it was not until this point, after he had told Freeman that she was free to go, that the trooper learned of the discrepancy between Freeman’s statements and those of the occupants of the second car. The suppression hearing testimony indicates otherwise, however. On direct examination, the trooper explained that the second trooper had advised him of that discrepancy ”[p]rior to [my] walking back up [to Freeman's car] and issuing the warning notice....”\n. In describing the position of the vehicle’s occupants at this juncture, the trooper referred to Lee and \"Miss Robertson” as the persons removing the additional bags. This appears to have been a misstatement, as the passenger named Robertson was a male, and there is no other indication that he participated in removing bags from the car.\n. Freeman also argues that she never consented to a search of, and never abandoned, the bag in which the marijuana was found; and she maintains that the right to privacy component of Article I, Section 8 of the Pennsylvania Constitution affords her a greater degree of protection than does the Fourth Amendment to the United States Constitution. The scope of the latter argument is unclear, and our resolution of Freeman’s challenge to the legality of her detention makes it unnecessary to address either of these claims.\nNor will we consider the suggestion of defense counsel, made at oral argument, that the Pennsylvania State Police engage in the infamous practice of \"racial profiling” when patrolling Interstate 80. As the record is entirely devoid of evidence on this point, counsel’s suggestion will not assist us in deciding the case. See generally Commonwealth v. Strickler, 563 Pa. 47, 80 n. 28, 757 A.2d 884, 902 n. 28 (2000).\n. As noted, Freeman does not challenge the legality of the initial traffic stop of her vehicle, nor does it appear that she would have had grounds on which to do so. As the trooper noted during his testimony, changing lanes improperly is a violation of the Vehicle Code. See 75 Pa.C.S. § 3309(1). It is also beyond dispute that the trooper could have chosen to direct Freeman out of the car for the duration of the initial stop. See Pennsylvania v. Mimms, 434 U.S. 106, 111, 98 S.Ct. 330, 333, 54 L.Ed.2d 331 (1977) (holding that once a motor vehicle has been lawfully stopped for a traffic violation, police officers do not violate the Fourth Amendment by ordering the driver to get out of the vehicle); see also Maryland v. Wilson, 519 U.S. 408, 415, 117 S.Ct. 882, 886, 137 L.Ed.2d 41 (1997) (extending the rule of Mimms to the passengers of a lawfully stopped vehicle)."}