{"id": "1366954", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal from Superior Court’s affirmance of the order of the trial court, sitting as a court of equity, which ordered appellants to convey real property to appellees under the doctrines of adverse possession and consentable boundaries.\nThe property dispute arose as follows. In 1956, the Markvans purchased their land and in 1958 or 1959 erected a structure on the western boundary of their land to house a tavern. In 1972, the Lillys purchased the land adjoining the western side of the Markvan property. During the next twenty-two years, the Lillys occasionally complained of trespassing by the Markvan tavern’s proprietors or patrons, who allegedly entered the Lilly property to dump refuse or cut down trees.\nIn 1994, however, the Lillys commissioned a survey in conjunction with the construction of municipal water lines. The survey revealed that the Markvan tavern extended eighteen feet onto the Lilly property. The Lillys immediately gave written notice of the fact to the Markvans and demanded that the offending portion of the tavern be removed from the Lilly land. When the Markvans refused, the Lillys filed an action in ejectment. Following a bench trial, the court, sitting in equity, held that the Lillys lost title to the land on which the tavern is constructed under the doctrines of adverse possession and consentable boundaries, and ordered them to convey the land to the Markvans. As a conclusion of law, the court stated that the land acquired by the Markvans was sufficient to include “part of a tavern, a parking lot area, utility lines, commercial deliveries and trash storage, as occupied and continuously used by defendants Markvan or their tenants from 1959 to the present time, a period in excess of 21 years.” There followed a legal description of the property to be conveyed, set forth by metes and bounds, describing an area of approximately half an acre.\nIn an appeal from a trial court sitting in equity, the standard of review is rigorous. Pursuant to the governing standard:\nA chancellor’s findings of fact will not be disturbed absent an abuse of discretion, a capricious disbelief of the evidence, or a lack of evidentiary support on the record for the findings. A chancellor’s conclusions of law are subject to stricter scrutiny. Unless the rules of law relied on are palpably wrong or clearly inapplicable, however, a grant of injunctive relief will not be reversed on appeal.\nMasloff v. Port Auth. of Allegheny Cty., 531 Pa. 416, 613 A.2d 1186, 1188 (1992). If a decision is based on “findings which are without factual support in the record,” however, the reviewing court will not hesitate to reverse. Bortz v. Noon, 556 Pa. 489, 729 A.2d 555, 559 (1999). An abuse of discretion occurs when a judgment is “manifestly unreasonable.” Van Dine v. Gyuriska, 552 Pa. 122, 713 A.2d 1104, 1105 (1998).\nAppellants, the Lillys, concede the Markvans’ title by adverse possession to any of the disputed land to which the doctrine of consentable boundaries could possibly apply. Appellants do not dispute the portion of the order requiring them to convey 1260 square feet of land constituting the curtilage of the tavern which was used by the Markvans continuously, without objection, from 1968 to 1994. Their argument is, rather, that the court ordered them to convey an additional half-acre, more or less, which was not occupied or used by the Markvans continuously for the required period of time; in other words, they claim that the order requires them to convey every square foot of land ever trespassed upon or utilized in any way by the tavern’s proprietors or patrons, no matter how sporadic or infrequent the depredations and regardless of the Lillys’ objections thereto.\nThe record supports appellants’ argument. Indeed, the trial court stated: “Nothing much of consequence occurred [between 1972 and 1994] except two or three isolated complaints by the Lillys ... that tenants operating the Markvan tavern may have been dumping or cutting down trees on the Lilly land to the West of the tavern.” Clearly, these facts do not establish the requirements of adverse possession that the encroachment be actual, continuous, exclusive, visible, notorious, distinct, and hostile for a period of twenty-one years, and the complaints of the Lillys belie the claim that the doctrine of consentable boundaries might apply to the disputed half-acre.\nWe have examined the record, and, insofar as the disputed half-acre is concerned, there were very few, very infrequent, and very sporadic encroachments by the tavern’s owners, proprietors, and patrons; moreover, these invasions were always objected to by the Lillys. Unlike the curtilage of the tavern, 1260 square feet, used more or less continuously for parking, deliveries, utilities, and building maintenance, the additional half-acre should not have been granted to the Markvans.\nThe ultimate issue in this case is not whether this court would have reached the same result had it been performing the role of the trial court, but “whether a judicial mind, on due consideration of the evidence, as a whole, could reasonably have reached the conclusion of the chancellor.” Moser v. DeSetta, 527 Pa. 157, 589 A.2d 679, 681 (1991), quoting Masciantonio Will, 392 Pa. 362, 141 A.2d 362, 365 (1958). The total absence of evidence in the record which could support the grant of one-half an acre to the Markvans renders that portion of the decree manifestly unreasonable. The order of Superior Court must therefore be reversed, and we will remand the case for reformation of the decree to limit the conveyance to the 1260 square feet of land constituting the curtilage of the tavern and to exclude the additional land from the scope of the decree.\nSo ordered.\nJustices NEWMAN and SAYLOR did not participate in the consideration or decision of this case.\n. A consentable boundary constitutes a clearcut instance of adverse possession. It is a judicial recognition of a boundary, usually marked by a substantial fence, that the parties have consensually accepted for a period of at least twenty-one years. As far back as Brown v. M’Kinney, 9 Watts 565, 567 (Pa. 1840), this court held: \"It cannot be disputed that an occupation up to a fence on each side by ... two parties for more than twenty-one years, each party claiming the land on his side as his own, gives to each an incontestable right up to the fence, and equally whether the fence is precisely on the right line or not.” This doctrine has been applied consistently since that time. See, e.g., Miles v. Penna. Coal Co., 245 Pa. 94, 91 A. 211 (1914); Dimura v. Williams, 446 Pa. 316, 286 A.2d 370 (1972)."}