{"id": "1470661", "contents": "The opinion of the court was delivered, July 3d 1867, by\nWOODWARD, C. J.\n— The plaintiff’s attempt to connect his warrant and survey with the old Parshall settlement was well answered by the learned judge. Samuel Parshall’s application of 5th August 1829 was founded upon and included that settlement, and when a presumptive right'has been made the basis of one paper title, its efficiency, as an inceptive title, is exhausted, and it cannot support another paper title. The court concluded very properly that all the land not embraced in the Parshall survey was purposely thrown out and became vacant land, open to appropriation by warrant and survey. The land in dispute was part of that which was thus thrown out.\nThe present parties, therefore, were compelled to stand upon their respective paper titles. It.would seem that John Parshall, imagining that he could found another warrant upon the same improvement which had been appropriated to the Samuel Parshall survey of 1829, procured a survey to be made for himself of 10 acres and 15 perches by A. H. Ludlow, deputy surveyor, on the 9th of August 1844, and returned it to the land office, but never procured its acceptance and a patent founded thereon until the 3d May 1865. It is scarcely necessary to pause here to remark that the court was right in treating this as a title originating on 3d May 1865. Deriving no advantage from the old improvement which had gone into the Samuel Parshall survey, this survey of 1844, though made by the deputy surveyor, was authorized by no warrant, and of course conferred no title. Under the Acts of Assembly and the practice of the land office, there were but two modes of acquiring title to public lands — one by settlement and improvement, the other by warrant and survey. And when either was adopted, due diligence in perfecting the right was always required. Having made his survey without precedent authority, the plaintiff should, within a reasonable time, have procured its acceptance by the officers of the land office, that the state and subsequent purchasers might have notice of his intention to appropriate the land. Lying by for so long a time, he exposed himself to intervening claimants, and one appeared:\nE. F. Jones, under whom the defendants claim, obtained a warrant on the 15th December 1864 for 80 acres of land, more or less, lying between the east and west branches of the Gordon run, bounded on the south by lands formerly owned by Robert Henry, had a survey made of 77 acres 80 perches on the 28th January 1865, and got his patent on 28th February 1865.\nThe court instructed the jury that this was the oldest paper title, and the best “ if it included the land in dispute a qualification which substantially referred to the jury the question of location of the survey, and which shows how ill founded is the complaint that this question was withdrawn and .decided by the court.\nThe most material objection to the Jones survey is, that it was a chamber survey, and if it was merely that, time enough has not elapsed to give it the effect of an actual survey. The material facts bearing upon this part of the case appear to be that when Falconer, the deputy surveyor, received the Jones warrant, he found a survey entered upon the books of his office which his predecessor, Ludlow, had made for one Nathaniel Averill, upon a warrant in the name of John Ross, and without going upon the ground he took that survey and made his return from it. The J ones survey, as returned, called for Mary Campbell on the north, and for Robert Henry on the south and east, and it touched the branches of Gordon’s run, one of which is now known as Dennis’s run, and the Kortman warrant and survey of 1793, lying south and east of the Jones, known as the Robert Henry land.\nJohn Ross, which was surveyed October 10th 1839, was a lost warrant, at least was never returned as a survey, though it seems to have been actually marked upon the ground. That Falconer laid down the lines of the J ones survey correctly from those which had been made for Averill upon the Ross warrant, was proved by his actual survey, made on the 17th of May 1865, when he says he covered the same ground of the previous survey.\nThe case then is that of a warrant located by the lines of a previous survey which were run upon the ground, and correctly returned as the lines of the J ones survey. It is not merely the location of a tract by adjoining surveys, but it was the adoption of the actual lines of a lost and unreturned survey. Can that be considered merely a chamber survey ? We think not. Although the lines of 1839 ought to have been re-marked, yet if they were the boundaries of older surveys they probably were not marked in 1839, and it would have been wrong to re-mark them in 1865. But they might be adopted and returned for the new survey with the same effect as if the survey had traced them upon the ground. In McRhea v. Plumer, 1 Binn. 227, it is decided that if a survey has been made under legal authority, and the land surveyed remains open to purchasers, a warrant coming afterwards to the hands of the deputy may be applied by him to the survey already made without running and marking the lines anew. And see Caul v. Spring, 2 Watts 390.\nThe Ross survey is understood to have been made by legal authority, and upon the principle of \"these cases it might therefore be adopted for the location of a younger warrant, the Ross itself being lost or abandoned.\nBut when in 1844 Ludlow surveyed the Ross warrant for Averill he cut off the triangular piece at the south-east corner of 10 acres and 15 perches “ hy consent,” and surveyed it, as before stated, to John Parshall. This is the land in dispute.\nWhen Falconer returned the Jones warrant no notice was taken of the one line which cut off this triangle, and the land is contained in the parallelogram which constitutes the Jones survey. Now if Jones acquired title to any land he acquired title to all within his lines. We have seen that at the date of his warrant Parshall had no office right, and the evidence failed to prove a settlement right.\nThis triangle, then, became part and parcel of the Jones survey. The white-oak and black-oak corners, which belong to the elder surveys in the names of John Kortman and Samuel Parshall, though not called for by the J ones survey, must belong to it, because the Kortman survey is called for upon the south under the name of Robert Henry. And if Jones runs south till he meets Kortman, the black-oak must be the point of intersection, and this fixes the white-oak as the necessary south-west corner. In a word, the Jones survey as clearly covers the land in dispute as that which Ludlow made for Parshall in 1844, and the paper title of the defendants being the older, it was right to let it prevail.\nIt is believed that all the assignments of error have been sufficiently answered by these observations, and without more\nThe judgment is affirmed."}