{"id": "1470746", "contents": "The opinion of the court was delivered, October 31st 1867, by\nThompson, J.\n— On the 15th of February 1866, the legislature passed the act which has given rise to the present controversy, entitled \"An act for the relief of certain citizens of Chambers-burg and vicinity, whose property was destroyed by fire, by the rebels, on the 30th of July 1864.” The sum of $500,000 was appropriated to this purpose, and directed to be paid to the people of Chambersburg and vicinity, whose property was burned by the rebels,” at the time mentioned, by a pro rata distribution upon a valuation of their losses.” Losses of property, both real and personal, were to be appraised, and to become the basis of this pro rata distribution. The case stated presented to the court below, the single question, whether the money awarded to the estate of Matthew Gillan, deceased, on account of the destruction of a brick dwelling-house, situate in the town of Chambersburg, should be Applied by the administrator in discharge of liens on the property, or be paid to the widow, and the guardian of her minor child, or be invested for their benefit under the intestate laws. The learned judge, holding the money to be a pure gratuity on part of the state, directed judgment to be entered in favor of the widow and guardian, as in cases of distribution of personal assets under the intestate laws.\nConsidering the occasion and object of the grant on part of the state, we think he was right in this conclusion. It was not a case in which the state was bound to indemnify the sufferers. Losses by public enemies — the casualties of war — are risks that every one in society assumes and must bear. Property destroyed by such agencies, is not like property taken by the state. There the money becomes the substitute of the property, and the lien attaches to the substitute. This results from well-established equitable principles. But no such principles are applicable to the case of a mere gratuity. It can only be claimed in accordance with the terms of the gift and by the party.to whom it is given. In the case of a great public calamity, public and private contributions always result from a generous regard for the immediate sufferers. It would be a novel mode of administering relief to starving and freezing people to appropriate the means intended for their relief to the payment of precedent debts. The direction in the act before us is to pay to “ such sufferers ” as shall be shown to have lost their property by the burning referred to. As lien-holders are not owners of property, they are not within the description of the beneficiaries of the act; and as there is no equitable principle of substitution to be invoked by them, in such a case as this, we think they are not entitled to any portion of the money in question, and the Judgment is affirmed."}