{"id": "1470683", "contents": "The opinion of the court was delivered, May 13th 1867, by\nThompson, J.\n— The question which we are called upon to decide in this case is, whether the will executed by the testator on Sunday, is void for this reason or not. He was between eighty-four and eighty-five years of age at the time, and had employed a person during the week previous to write it for him. The scrivener did not quite finish it till Sunday morning, when the old gentleman, as the testimony shows, read and signed it in the presence of the subscribing witnesses. Notwithstanding he was in an ordinary state of health at the time, and lived for some five or six months thereafter, who will undertake to say that in his case the execution of his will on that day was not a work of necessity, within the exception of the Act of 22d April 1794? Death was certain, at furthest, by a general law of nature, very soon, and might occur at any moment, and there was great propriety, nay, necessity to prepare for it when mind and body were fit to meet the requirement.\nBut the learned judge determined, without referring the question of necessity to the jury, as a general principle, that the act was not within the prohibition of the statute, and in this we entirely concur. There are many things not within the exception of the statute, which from time to time have been held not to be within its penalty; such as travelling on Sunday, visiting, and the like. Perhaps a general necessity for the liberty is the reason why these things are not within it. The statute prohibits the performance of such “ worldly employment or-business” as is not excepted in it. It can hardly be seriously questioned w'hether the making of a man’s last will and testament is worldly employment or business ; or making wills and testaments, excepting by a professional scrivener, is an employment or business ? The business of writing them is another matter, which we need say nothing about.\nIs the execution prohibited ? If it be, a man might bo fined for doing it; yet it is regarded as a Christian duty to make this preparation for death. There is an uniformity of decision, both in England and in this country upon statutes substantially similar, that contracts merely secular made on Sunday, to take effect from the moment they are concluded, are void.\nBut we have cases of unshaken authority in our books, that the signing of an instrument which does not take effect until delivery, is not void because signed on Sunday. The case of the Commonwealth v. Kendig, 2 Barr 448, is one of this kind. That was the execution by a surety in an official bond of a justice of the peace. The Act of Assembly required the bond to be taken by the prothonotary; of course it was not valid as a bond until accepted by him. It was delivered and accepted on Monday, and although signed by the surety on Sunday, it was held by this court,to be valid. The syllabus, which properly represents the decision, is as follows: “ A bond is not perfected until delivery ; hence a mere signing on Sunday does not render it void, if not delivered till the day following.” The same principle exactly is to be found in Sherman v. Roberts, 1 Grant 261. The contract must, therefore, be complete on Sunday to avoid it, and this is the rule in Fox v. Mensch, 3 W. & S. 446 ; and in Lyon v. Strong, 6 Verm. 219; and Lovejoy v. Whipple, 18 Id. 379.\nA- will does not take effect on the day on which it is made if the testator does not die on that day; it only takes effect as to the property disposed of when the testator becomes deceased.\nPlacing it on no higher ground in respect of the time when it is to take effect than a contract, the principle cited shows that the law in regard to contracts which do not take effect at the time they are signed, but afterwards, will prevent a will for the same reason from being held invalid.\nI do not think we need aids from the sources referred to, to sustain the validity of a will executed on Sunday. The statute has never been understood to extend to such a case. Unlike the making of contracts, it is a solemn matter, performed with gravity and seriousness, and without the slightest disturbance of or desecration of the Sabbath. Thousands of wills have been and will be made in this Commonwealth on the Sabbath. It would disturb many a title to hold such to be void because executed on that day. \"We shall never do so until we are convinced by some inevitable logic that the making of a man’s last will and testament is the performance by him of his worldly employment or business. I have not overlooked the authorities cited in the able argument of the appellants, but cannot see anything in them which should prevent us from arriving at the conclusion, that the decision of the Register’s Court was entirely correct.\nDecree of the Register’s Court affirmed, at the cost of the appellants."}