{"id": "1470703", "contents": "The opinion of the court was delivered, July 3d 1867, by\nAgnew, J.\n— Upon a careful examination of the testimony in this case, it is impossible to shut our eyes to the fact that the jury were permitted to find a verdict for the plaintiff, contrary to the evidence and the instruction of the learned judge. But the remedy was by granting a new trial, and not a writ of error. Whatever may have been the negligence of the railroad company (and it is a question upon the evidence whether there was any), it seems to be very clear that Coyle the plaintiff approached the crossing of the railroad muffled up, sitting within the covered top of his wagon, taking no notice of the railroad, which he well knew, for he had often crossed it before, and drove slowly upon the track, without stopping or looking out, so far as anything in the evidence discloses the fact to us. It also shows that at this point a traveller passing in the direction Coyle was going cannot see up and down the track, in consequence of the position of Kohler’s house, until he has gotten within sixteen feet of the track. It is very manifest, therefore, that Coyle was guilty of negligence in omitting to stop and look out for the cars.\nBut the court answered the first five points of the defendant, all bearing on the negligence of Coyle, in the affirmative, giving to the jury the proper instructions, which under the evidence ought to have led to a verdict for the defendants. The error was not that of the court, but of the jury, which ought to have been corrected by setting aside the verdict. This, however, admits of no remedy here.\nThe defendants complain, however, that the court qualified the answer to the 4th point in such manner as to mislead the jury. We cannot perceive any error. The judge did not qualify the instruction, hut merely submitted the facts upon which the instruction rested. It is true that he also added that negligence is a fact to be decided by a jury from the whole evidence and all the circumstances, and is the want of that care which men of common sense and common prudence ordinarily exercise in their employment and business of life. But this in no wise qualified the instruction already given ; especially that part of the answer to the 4th point which affirmed that if the jury believed Coyle neglected to take all or any of these precautions, but drove carelessly on to the crossing without stopping, paying no attention to any warnings which may have been given him until his wagon was struck by the engine; and this conduct on his part helped in any degree to occasion the accident, their verdict must he for the defendant.\nThe paper-hook discovers no bill of exceptions to the testimony referred to in the 5th assignment of error. But if it did, we cannot say that the declaration of the engineer was no part of the res gestee. It was made at the time of the accident, in view of goods strewn along the road by the breaking up of the boxes; and seems to have grown directly out of, and immediately after, the happening of the fact. The negligence complained of being that of the engineer himself, we cannot say that his declarations, made upon the spot, at the time, and in view of the effects of his conduct, are not evidence against the company as a part of the very transaction itself.\nThe same remarks apply to the evidence contained in the 6fch error.\nThat portion of the evidence admitted as stated in the 7th error, to wit, the annual amount of Coyle’s sales, and the profit he made thereupon, bore directly upon the question of damages, as affording a means of computing his loss for the time he was confined by his injuries and prevented from carrying on his business. It tended to show the amount he might have earned by his employment, if he had been able to attend to it.\nThe action was properly brought against the defendants. The train was theirs, and the engineer their servant, and they were the carriers. The division or appropriation of the profits could furnish no criterion of liability in such a case, especially where, as here, by the very terms of the agreement between the two companies, the defendants were to suffer the loss which should be incurred by such an accident.\nFinding no error in the record, the judgment is affirmed."}