{"id": "1470633", "contents": "The opinion of the court was delivered, July 3d 1867, by\nThompson, J.\n— The important question of this case is, whether the plaintiffs, the father and mother of the deceased, who lost his life by the culpable negligence of the defendants’ servants while transporting him as a passenger on the line of their road, can recover damages on account of his death under the provisions of the Acts of Assembly of the 15th April 1851 and 26th April 1855, he being at the time six or seven and twenty years of age. The negligence on part of the servants of the company was admitted, but the right of the plaintiffs to recover denied, on the ground that, the deceased being over age at the time, and not liable or subject to the control of his father, the latter had no right to his services, and consequently could sustain no injury by a deprivation thereof. The learned judge was of a different opinion, and so charged in answer to the defendants’ 1st point. We shall consider this assignment of error first.\nThis point is res nova with us, and is now for the first time distinctly before us for adjudication. At common law, no private suit or action lay to compensate any one, parent or child, husband or wife, brother or sister, for a loss occasioned by the negligent or violent destruction of life. The right is altogether of statutory origin, and I believe began in England with the passage of the statute of 9 & 10 Victoria, cap. 93, on 26th August 1846, from whence, by similar enactments, at least so far as the right is concerned, it has become very generally adopted in the United States.\nThe first enactment in this state is that above mentioned of the 15th April 1851, in which the action is given to the widow of “any such deceased,” or if there be no widow, to the personal representatives of the deceased. It is unnecessary to say how far and in whose favor this peculiar phraseology of the act carried the right of suit, for by the Act of 26th April 1855 it is declared that, “ the persons entitled to recover damages for any injury causing death shall be the husband, widow, children or parents of the deceased, and no other.” “ Parents” and “ children,” in the section, seem to be words used with an intention to indicate the family relation in point of fact as the foundation of the right of action in such a case without regard to age, for the act fixes no period at which parents may not sue for the loss occasioned by the death of a child, the result of negligence or violence. Under age, the law presumes the relation to exist, and that stands for proof until the contrary appears. Over age, no doubt but the relation must be shown to exist in point of fact. That being done, the right to sustain the action is established. That we think was very clearly shown in the case in hand. The deceased, although over age, was unmarried and had always lived with and labored for his parents. His earnings were devoted to their use, even to the small amount of bounty-money received by him in his first enlistment in the service, and his intention to continue to aid in their support while they lived, was evidenced by repeated declarations as well as acts. This was the state and condition of the relation between these parents and their son when he was killed. The arguments against the sufficiency of this relation as the foundation of a recovery for the pecuniary loss is, that there was no obligation on the son to continue the services. That is true; but the same arguments would apply with a like force to the claim of a widow for the prospective support of her husband. He might have died from other causes within a week, had he not been killed by the accident which resulted in his death. The continuance of the relation as the foundation for the claim for compensation is in both instances uncertain, and never can be rendered certain. Yet the injury designed to be compensated in both is very apparent. It must, therefore, be estimated by the jury upon the reasonable expectations of support destroyed. The party occasioning the injury is certainly no more entitled to the benefit of the contingency that a son over age, being under no legal obligation to continue to labor for the benefit of his parents, will not' do so, than the parents that he will, when he says he intends to do so, and has uniformly acted in accordance therewith. Something ought to be predicated of nature’s law, instinctive affection for parents, the absence of which is reprobated by all civilized people. There is no just logic, therefore, in claiming the argument on the one side and denying it to the other, even supposing the grounds of it to be entirely equal. But it is not equal in such a case as this. The parents have a right to expect a continuance of support from a son remaining in the family, and who has for years contributed to it, and this loss is a pecuniary injury.\nThere are two cases exactly in point to this effect, upon the 9 & 10 Victoria, cap. 93, the statute already referred to as the pro bable origin of the legislation in this country on the subject we are considering, which provides, “ That every such action shall be for the benefit of the wife, husband, parent and child.” It differs only in the form of the expression from our act, which says, the action shall be by “ the husband, widow, children or parents of the deceased.” The first of these cases is Dalton v. The South Eastern Railway Co., 93 E. C. L. R. 296. In that case the son, whose loss it was the object of the action to recover for, was twenty-eight years of age, unmarried, and living away from his parents. But it appeared that for the last seven or eight years he had been in the habit of visiting them once in a fortnight, and taking to them on those occasions presents of tea, sugar and other provisions, besides money, amounting in the whole to about ¿620 a year. The suit was for the benefit of the parents ; and it was held, per Willes, J,, delivering the judgment of the Court of Common Pleas, “ that the reasonable expectation of pecuniary advantage by the relation remaining, may be taken into account by the jury, and damages may be given in' respect of that expectation being disappointed, and the probable pecuniary loss thereby occasioned.” The verdict of ¿£120, given by the jury, was allowed to stand. Franklin v. The Same Company, 3 Hurlst. & Norm. 211, is another case, and was decided in the Court of Exchequer shortly before the case in Common Bench, and was exactly to the same effect, and was relied on as authority by Willes, J., in the first-mentioned case. We may repeat that the rule of these cases is, that if there be a reasonable expectation of pecuniary advantage, the destruction of such expectation by negligence occasioning the death of the party from whom it arose will sustain the action. This is the settled rule in England for the right of recovery where the family relation exists in fact hut not in law, so far as maintenance or support is concerned. It is high authority; and as the English statute and ours differs so little on the point before us, it is a precedent we may safely follow. It seems to consort entirely with the highest dictates of reason and justice. We are therefore of opinion that the learned judge committed no error in answering both the 1st and 2d points as he did.\nWhat we said in The Railroad v. Zebe, 9 Casey 318, is entirely consistent with these.views. We were there speaking of a case in which the suit was for occasioning the death of a minor. The legal right to his services was in the plaintiffs, at least in the father, when the accident occurred; and upon that right the plaintiffs’ recovery was allowed. It could not be known whether he would continue the relation after he came of age or not, and as that ground of recovery was not before us, we referred only to that which was. In the case in hand the recovery was not upon the legal right to services, but upon an expectancy resulting from the voluntary continuance of the family relation, and the expectation of the continuance of the support already given. Quite a different principle. This case does not aid the plaintiffs in error in the least.\n2. We think the 3d assignment of error is not sustained. The arrangement which the deceased had made to send his bounty-money to his father was evidence on the question of the continuance of the relation between the son and his parents, and the expectancy of support by them in the future from him. If the testimony was admissible for any purpose, it was proper to receive it. What the learned judge said as to the effect it was to have on the minds of the jury was not excepted to, and is not beiore us. For my own part, I think there was nothing wrong in that, but this is not necessary or proper to be any portion of our judg ment in this case, not being properly before us, as already said. The errors assigned and insisted on in this case are not sustained, and the judgment is therefore affirmed."}