{"id": "1470656", "contents": "The opinion of the court was delivered, May 13th 1867, by\nThompson, J.\n— The 1st and 2d assignments of error relate to the reception in evidence of the exemplifications of certain records therein set forth. It is too well settled to need a reference to authorities to prove that the admissibility of such copies is to be determined alone by the official certificate. If that purports that an exemplification is a full and entire copy of the record, as fully as the same remains in the office, it must be admitted: Edmiston v. Schwartz, 13 S. & R. 135; Voris v. Smith, Id. 334; and Harper v. The Farmers’ and Mechanics’ Bank, 7 W. & S. 204.\nWhen the certificate is thus full, the exemplification will be evidence, notwithstanding all the papers which usually compose such records may not appear on the face of it, as Voris v. Smith, sup., shows. It will be evidence, of course, only so far as it goes. The missing papers, if important to the effect of the proof, must be accounted for, in order to supply them by secondary evidence if needful. We think the exemplifications in this case were properly received, and the exceptions to their admission are not sustained.\nWe learn from them that Jacob Eberts, deceased, the father of the plaintiffs below, and the father and testator of the defendants, was appointed guardian of the former by the Orphans’ Court of Berks county, on the 26th of August 1826, on account of an interest in them, derived through their mother in the real estate of George Giffie, deceased, their grandfather. That he qualified as such, and in the proceedings in partition of the real estate of the said George Giffie, he accepted the same at the appraisement, and entered into recognisance as guardian for the payment of the shares at the appraised value to the other heirs; the court having decreed the land to the said minors. The evidence in the case shows that these shares were subsequently paid by the guardian, and so receipted or released to him. After the acceptance of the land, Eberts, with the children, then very young, moved on the land. This was in 1826 or 1827, and he continued to reside on it and improve it till his death, some time in 1864, never rendering any'account of profits or expenses, as guardian or otherwise. He married a second time, and raised a large family; and in 1864 he made a will and devised the land in controversy, with his other property, among the children of his second marriage, and the defence below is upon the title of Jacob Eberts to the land.\nIt is claimed that he acquired a complete title by virtue of the release given in evidence, and executed by the two children, his wards. The court below treated the release as applicable and operative on the interests of the wards if fairly and honestly obtained, in view of the existing relations between the parties. Without finding fault with this, we think it was as favorable a view for the defendants of the instrument as could well have been expected. Most of the material assignments of error have relation to this release, and we shall only notice those in this opinion which strike us as being most natural, without regard to the order in which they are presented in the paper-book.\nIn the 6th assignment of error it is claimed that the court was wrong in giving a negative response to the defendant’s 9th point, which claimed that the testator was tenant by the curtesy in his wife’s land ; that it was not changed into personalty by the proceedings in partition.\nThe object of the point was to establish in him such an interest as would sustain a release in his favor by the heirs. We agree that his interest was real, not personal, and that in strictness the point should have been answered the other way ; but the answer did the defendants no injury, for in response to the 1st and 4th points of the defendants, the release was distinctly held to be good and valid to bar the plaintiffs, if it was given by the releasors with a full understanding of their rights, and without fraud or concealment on the part of the guardian, the releasee. This was the ground occupied by the court upon the validity of the release from first to last. The jury was, over and over again, told that it was on this ground that the release was to be considered invalid, if invalid at all. If all was fair, it was valid ; if advantage had been taken of the ignorance and want of knowledge of the heirs, it was invalid:\nThe case went to the jury on this issue. There was not a syllable to indicate to them that the release was void because no estate existed in the release to be enlarged by the release.\nThe guardian was, as contended for by the defendant, tenant by the curtesy. This being so, the plaintiff could not have ejected him from the land. His title to the possession was good to the extent of one-third for life, and this, together with the existing relationship between the trustee and his cestui que trusts, might all be considered where delay and apparent acquiescence were urged against them, as persuasive evidence of satisfaction with the transaction now contested. It would not conclude the heirs, unless it was of such a character as to be a fraud upon him, and if so they were estopped. In favor of innocent parties, acquiescence under knowledge by a party having a right, that money is being expended, on the belief that he has parted with his title, is sometimes conclusive against such party. But it has no place in this case, as it was tried, further than to lead to a presumption of satisfaction with the release. This presumption would only stand until rebutted by facts showing bad faith, fraud or concealment imputable to the guardian, and that was the great point of the case.\nThe guardian was not ignorant of what kind of title he held and how he had acquired it.\nIf obtained unfairly, in his relation, or by concealment, he knew it, and he was not an improver in ignorance of his rights, and therefore not entitled to require prompt action. The court, however, affirmed the defendant’s 3d point on the subject of acquiesence in the release by the heirs, “ provided it was fair and with full knowledge of their rights.” Nothing better than this could have been said of an honest transaction; if it was not defensible on this ground, it certainly was not on any other.\nThe negative answer to the 5th point was correct. The release was neither in form nor substance a covenant not to sue for an interest in the land which the heirs were entitled to. Had it been so in form, it would have been quite as assailable as the release. Besides, its effect might not have been as effectual. But we need not discuss this, for the release was held by the learned judge to be a bar to a recovery by the plaintiffs, in the absence of fraud. That was the only thing in the way of its conclusive operation. It was sufficient in form, according to the learned judge, and the releasee had an estate to be enlarged by a release, according to the charge. It was perfectly effective, if honest. There was therefore no necessity for asking for it any different or other character than that conceded to it.\nThe plaintiff in error also complains of the answer- to the 8th point of the plaintiffs below. It was in substance, that if the consideration for the release was greatly inadequate as a consideration for the subject of it, the release would be inoperative as a conveyance, and the verdict should be for the plaintiffs.\nIt must be remembered that from first to last, the case was put' to the jury on the question of fraud and full knowledge or otherwise on part of the releasors of their rights; and this answer, if objectionable, must be regarded as subordinate to the instruction already given on that aspect of the case. But was it error in any aspect ? A guardian buys his ward’s estate shortly after he or she becomes of age for the one-sixth, as here, of its value, and without settling any account; would not any court set aside such a transaction on such inadequacy being shown ? Undoubtedly they would; they would do it by characterizing the transaction as fraudulent. It would be evidence of fraud per se, unless under very peculiar circumstances. In Wills’s Appeal, 10 Harris 382, it was said in a case of this kind, “ a written release directly to the guardian, executed with all due solemnity by the ward, after he comes of age and without a perfect knowledge of his affairs, will not stand a moment in any court of equity, unless it can be proved that the consideration he received was a full equivalent for the right given up,” per Black, C. J. “A court of justice will not permit such transactions (a release by a ward to her guardian) to stand unless the circumstances demonstrate in the highest sense of the term full deliberation and uberrima fides Woodward, J., in Hawkins’s Appeal, 8 Casey 263.\nThe plaintiffs in error would probably have looked at the proposition and answer of the learned judge with more allowance, had it been in form what it was in substance, that, as between guardian and ward, great inadequacy of price will avoid the sale or release of the latter because it is itself evidence of a fraud, and will stand so unless overruled by proof of the contrary.\nA guardian is never allowed to make money out of his ward. If any be made, it must be accounted for. Yielding anything on this point is giving up everything. The vulture and the lamb would symbolize tbe relation of guardian and ward better than anything else if the courts should learn to look with leniency on contracts of the kind we have before us. I do not think there was error in the answer, and that it is sustained on both grounds. The release of the land in question, if it be such, was in consideration of $366 for a property variously estimated, at the time, to have been worth from two to five thousand dollars.\nThere is a complaint that a recovery was allowed in the absence of reimbursement for payments made to extinguish the interest of the other heirs. The defendants did not put their case on that ground, but stood upon their legal title. Yet the plaintiffs below opened the question by propounding the 11th and 12th points; and they gave testimony to show that the testator derived large profits from the products of the farm and in the sale of timber. No doubt the jury thought this was sufficient compensation or reimbursement. But if the transaction was a fraud, everything based upon such foundation would go down with the fraud. The improvements on the place were at the guardian’s risk if he chose to put them there with his own money. If for the benefit of the wards without the order of the Orphans’ Court, it was at his own cost. If it be not so held, a guardian might improve his wards out of their property. By transacting the business as the law requires, no injury would have befallen anybody. There is a place for and a mode of settling all accounts between guardians and wards; but if a guardian prefer another mode and place of settlement than in the Orphans’ Court, he ought to expect, for he will be almost certain to experience, trouble and vexation in consulting his own individual preference.\nHere the guardian never settled any account with his wards in court, nor exhibited any to them at any time, nor did he explain to them, so far as the testimony discloses, what interest they had in their mother’s estate.\nAs to the two-thirds taken by and decreed to the wards, the title was in them by the decree of the Orphans’ Court, and their guardian could not, after that, acquire title to himself by any conveyance these heirs who owned them could make to him, unless with full knowledge of their rights. But I will not pursue the investigation further.\nWe see no errors which require correction in the case. It seems to have been fairly tried, and the concluding sentence of the charge shows the grounds upon which the case was decided. “ A simple question of fact,” said the learned judge, “ goes to the jury. If the paper of the 24th of February 1846 was fairly procured and intended by the parties to be a sale of the land to Jacob Eberts; if Jonas and Lavina Garber executed it with a full knowledge of their rights, then your verdict should be for the defendants. If on the contrary, it was unfairly procured; if it was procured by concealment, misrepresentation or fraud, or by any undue influence arising from the relation between the parties, or by withholding from plaintiffs’ knowledge which Jacob Eberts was bound in law to give them, then the plaintiffs are entitled to the land, and 'your verdict should be in their favor.” Every other instruction was subordinated to this, with the full sanction of the court, that the paper was sufficient to convey title if it was not a fraud. This gave the defendants as good a chance as they could reasonably demand. As we see no error in the record, the judgment is affirmed."}