{"id": "1470699", "contents": "The opinion of the court was delivered, July 3d 1867, by\nAgnew, J.\n— The distinguishing feature of this case is, that Musser, a volunteer in actual military service of the United States —a veteran as the term was — re-enlisted into the same service under no promise, law or inducement of the state of Pennsylvania, or of any of its municipalities, but in consideration solely of the benefits offered to him under the Acts of Congress. \" It is true, that finally he was credited to Ferguson township — in other words, under the succeeding draft, one man less in number of the quota assigned to that township was to be drawn for military service. Ferguson township was relieved to this extent of the military burden, and of course was benefited. But this was a consequence of the operation of the Federal laws, and not of an act done by Musser in consideration of any offer or promise under the state law. There was no duty arising under any state provision, and consequently no promise can be implied to pay him for the benefit to the township arising out of his enlistment. If any moral obligation to compensate him grew out of the fact of the credit obtained through his re-enlistment, it never has been recognised by talcing any municipal action upon it. A moral obligation has been held to be a sufficient consideration to support an express promise to pay, but is not a legal consideration from which the law itself will imply a promise. This case does ,not fall within the principle ruled in Weister v. Antrim Township, decided at Harrisburg last year: 2 P. F. Smith 474. There the school directors, acting under the General Bounty Law of 1864, had proceeded to levy a tax to pay $800, the maximum bounty under that law, and found that volunteers could not be procured for less than $500. The citizens failing to raise the excess by voluntary subscriptions, it was contributed upon an assurance that a law would be procured to authorize its repayment. This law was obtained, and the school directors, recognising the obligation, proceeded to collect a tax to refund the money. After the tax had been about half collected, the attempt was made to restrain the school directors, and we held that the moral obligation to refund under these circumstances was sufficient to justify the legislative act.\nThe proceeding there was against the public authorities who were proceeding to execute the law. Here the public authorities never acted upon or recognised the supposed obligation, and the assumpsit is founded upon an alleged legal duty; but as we have seen, none had arisen and the action must fail. The 12th section of the Act of 25th March 1864, relating to the payment of bounties to veterans, is not applicable. It authorizes payment only when the public authorities have undertaken to pay bounties to volunteers from the same locality. The entire frame of the act is permeated with the condition that.the title to bounties rests upon the understanding or agreement of the public authorities to pay them. We have decided in an opinion just read in the case of The School Directors of West Donegal Township v. T. G. Oldweiler (ante p. 257), from Lancaster county, that the local authorities cannot be Compelled to levy and collect a tax to pay money raised by citizens to pay bounties where there has been no understanding with the authorities that the money should he refunded. The Act of 1866 is not applicable, it having been passed long after the institution of the suit.\nThe judgment is therefore affirmed."}