{"id": "163542", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nJustice NEWMAN.\nWe granted this appeal to decide the validity of a consent to search when the police inform the suspect that they would obtain a search warrant if the suspect refuses permission to search. We affirm the decisions of the Court of Common Pleas of Philadelphia County (trial court) and the Superior Court upholding the validity of the consent to search.\nOn January 26, 1994, at approximately 7:00 p.m., Sergeant Kilrain of the Philadelphia Police Department received a telephone call from a woman who identified herself as Officer Susan Hughes of the Houston (Texas) Police Department. Officer Hughes informed Sergeant Kilrain that the department’s narcotic-detector dog, while conducting a sniff search of baggage at the Houston airport, indicated the presence of drugs in a piece of luggage that had been placed on a flight bound for Philadelphia, Pennsylvania. Sergeant Kilrain received a two-page fax from the Houston Police Department that described the luggage, the number and airline of the flight, and the baggage claim number of the suspect item. Specifically, the fax stated that the luggage was a brown bag with a green stripe, and a claim ticket bearing the number 22-11-07. Also, the fax stated that the luggage was on Northwest Airlines Flight 1086 scheduled to arrive in Philadelphia at 11:04 p.m., and that the passenger who was seen with the bag was an African American female. The fax further explained the background and training of Officer Hughes and the narcotic-detector dog.\nSergeant Kilrain, along with Officers McEwen, Jones, Perrone and Levins, all of whom were dressed in plainclothes, proceeded to the Philadelphia International Airport to investigate the tip. The officers confirmed that there was a Northwest Flight 1086 due to arrive at 11:04 p.m. from Houston, Texas, and waited in the baggage claim area for the flight to arrive. The flight arrived on time and, at approximately 11:10 p.m., Officer Levins observed a brown bag with a green stripe on the carousel and saw an African American female, later identified as Appellant, pick up the bag. There were no other bags on the carousel that matched the description given by Officer Hughes.\nOfficer Levins followed Appellant as she walked toward the exit door and noticed that Appellant had a claim ticket in her hand. He then approached Appellant, identified himself as a police officer, and asked if he could examine her claim ticket. Appellant, who had her arm extended with her claim ticket in hand for inspection by airport personnel, did not retract her arm. Officer Levins then took the claim ticket, examined it, and noticed that it bore the claim number of 22-11-07. After verifying that the claim ticket number matched the number on the bag in Appellant’s possession, Officer Levins asked Appellant to accompany him to an airport office that was approximately thirty feet from the baggage area.\nOnce inside the office, Sergeant Kilrain explained to Appellant that they had stopped her on suspicion that she was transporting drugs, and he gave her Miranda warnings. Another officer and two airline employees were present in the room \"with Appellant, Officer Levins and Sergeant Kilrain. Sergeant Kilrain then asked Appellant for permission to search the bag. Although Sergeant Kilrain advised Appellant that she could refuse, he also informed her that if she refused to consent to a search of the bag, the officers would detain her in order to obtain a search warrant. After reading a Consent to Search Form, and saying nothing for approximately ten minutes, Appellant permitted the search of her bag and signed the consent to search. Subsequent to searching the bag, the officers discovered three bricks of marijuana weighing a total of twenty-five pounds.\nAppellant moved to suppress the contents of the bag, claiming that her apparent consent to the search was invalid. The trial court denied Appellant’s motion. Appellant waived her right to a jury trial and on March 7, 1996, the trial court found her guilty of possession of a controlled substance. On April 16, 1996, the court sentenced Appellant to six to twelve months of incarceration. On appeal, the Superior Court affirmed in a 2-1 decision, finding that Appellant’s consent to the search of her bag was valid.\nThe scope and standard of our review for the ruling of a suppression court are well settled. Where the record supports the factual findings of the court below, we may reverse the suppression ruling only if the legal conclusions drawn from those facts are in error. Commonwealth v. Cleckley, 558 Pa. 517, 738 A.2d 427, 429 (1999); Commonwealth v. Cortez, 507 Pa. 529, 491 A.2d 111(Pa.), cert. denied, 474 U.S. 950, 106 S.Ct. 349, 88 L.Ed.2d 297 (1985).\nAt issue presently is whether Appellant validly consented to the search of her baggage when, prior to giving her consent, the police advised Appellant that they would apply for a warrant if she denied them permission to search. As we stated in Cleckley, “[t]his court, as well as the United States Supreme Court, has long adhered to the principle that for purposes of the Fourth Amendment, consent must have been given voluntarily.” Cleckley, 738 A.2d at 429. We further held in Cleckley that Article I, Section 8 of the Pennsylvania Constitution does not require that the Commonwealth establish a knowing and intelligent waiver of the right to refuse consent in order for the consent to be valid. The test for the validity of a consent to search is the same for both the Fourth Amendment and Article I, Section 8, i.e., that the consent is given voluntarily. Id. at 433. Accordingly, the Commonwealth must prove “that a consent is the product of an essentially free and unconstrained choice — not the result of duress or coercion, express or implied, or a will overborne— under the totality of the circumstances.” Commonwealth v. Strickler, 563 Pa. 47, 757 A.2d 884, 901 (2000).\nAppellant contends that when the police present a suspect with the choice of consenting to a search or waiting under detention while the police apply for a warrant, the consent'of the suspect is involuntary. In support of this argument, Appellant relies on Bumper v. North Carolina, 391 U.S. 543, 88 S.Ct. 1788, 20 L.Ed.2d 797 (1968). In Bumper, the police approached the owner of a home where the suspect lived and informed her that they had a search warrant. After being told by the authorities that they had a warrant, the homeowner allowed them into the house, where the police discovered a rifle believed to be an instrument of crime. When the defendant moved to suppress the rifle, the prosecutor declined to rely on the search warrant and instead argued that the homeowner had consented to the search. The lower courts denied the suppression motion. The United States Supreme Court granted certiorari and reversed, holding that “[wjhen a law enforcement officer claims authority to search a home under a warrant, he announces in effect that the occupant has no right to resist the search. The situation is instinct with coercion — albeit colorably lawful coercion. Where there is coercion there cannot be consent.” Bumper, 391 U.S. at 550, 88 S.Ct. 1788.\nWe believe that Bumper is distinguishable from the instant case. In Bumper, the police represented that they were already in possession of a warrant and, consequently, the homeowner had no choice but to permit the officers to enter her home. Here, by contrast, the officers did not represent that they had a search warrant, such that Appellant’s consent would be no more than acquiescence to lawful authority. Rather, the officers specifically informed Appellant that they did not possess a warrant and that she was free to decline permission to search her bag. When they simultaneously told her that if she refused to consent they “would have to get a search warrant,” the officers simply advised her, truthfully, of the consequences of denying permission. We do not find Appellant’s decision to allow the police to search her bag to be comparable to the situation of the homeowner in Bumper who, once told that the officers who wished to enter her house had a warrant, could not refuse.\nWe further reject the argument of Appellant that a consent to search in the context of a lawful custodial detention is per se involuntary when the police advise the suspect that they “would have to get a search warrant” if the suspect refuses to permit the search. Such a per se rule would make it impossible for the police to ask for consent to search whenever they have probable cause to detain the suspect and accurately advise the suspect of the consequences of refusing permission. The statement by the police that they “would have to get a search warrant” is merely a factor, but not a dispositive one, in the totality of the circumstances that a court must review in determining whether the police coerced the individual into consenting to the search.\nAccordingly, we examine the situation of Appellant to determine whether, under the totality of the circumstances, her consent to the search of her suitcase was voluntary. Unquestionably, the police did more than we have previously required of them when they specifically advised Appellant that she had the right to refuse them permission to seai'ch. See Strickler, 757 A.2d at 901 (“while knowledge of the right to refuse consent to search is a factor to be taken into account, the Commonwealth is not required to demonstrate such knowledge as a prerequisite to establishing voluntary consent”). Although the police informed Appellant that they “would have to get a warrant” if she refused her consent, this accurate statement informed Appellant of the true nature of her predicament, i.e., that she was not free to leave even if she denied the police permission to search. As such, it is not a coercive tactic by the police. Appellant waited ten minutes prior to signing the consent form, which indicates that her consent was the product of a considered deliberation. Furthermore, the police officers were polite and allowed Appellant time to decide without pressuring her with additional urging while she made her decision. These factors support the conclusion of the suppression court that Appellant voluntarily consented to' the search of her bag.\nWe affirm the Judgment of the Superior Court.\nFormer Chief Justice FLAHERTY did not participate in the decision.\nJustice SAYLOR files a Concurring Opinion.\nJustice N1GRO files a Dissenting Opinion, in which Chief Justice ZAPPALA joins.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. According to the testimony of Officer Levins, the exchange between the police officers and Appellant was as follows:\nLike I said, [Sergeant Kilrain] told her that we believed she had narcotics in her suitcase. He then explained to her that, you know, we wanted to search her bag and it was totally up to her. She would have us get a search warrant for her bag or could sign a Consent to Search Form there, at which time we would open the bag at that point.\nQ: Now what, if anything, was her response at that time?\nA: At first, she was — it was quiet. She was very nervous. She thought about it for several minutes, and she decided, after about ten minutes, she would sign the Consent to Search Form and she did.\nNotes of hearing, 5/4/95, p. 15. During cross-examination, Officer Levins further described the encounter with Appellant:\nQ: You told her, look, either sign the form or we’ll get a search warrant and you told her how long it would take to get a search warrant, is that correct?\nA: We were very nice and polite to [Appellant] and explained everything to her and let her read the form and think about it and that’s when she decided to sign.\nQ: In thinking about it ... you advised her if she didn't sign it, you will just get a search warrant anyway, but it might take some time, am I correct?\nA: We would have to get a search warrant, yes.\nId. pp. 30-31.\n. In granting Appellant's Petition for Allowance of Appeal, we specifically limited our review to the question, \"[d]id the Superior Court err in affirming the trial court’s denial of [Appellant’s motion to suppress evidence seized as a result of the search of her luggage, based on the court’s determination that [Appellant] validly consented to the search of her luggage when, after confining her in the airport security office, the police told her that she could consent to an immediate search or they would get a warrant?” Commonwealth v. Mack, 564 Pa. 2, 764 A.2d 1 (2000).\nIn her appeal to the Superior Court, Appellant claimed that Officer Levins illegally “seized” her claim ticket and that the police illegally detained her when they escorted her to the airport office. The Superior Court rejected Appellant's claim that Officer Levins illegally searched her claim ticket and held that the police had probable cause to detain her. Due to the limited nature of our grant of allocatur, we must accept the conclusions of the Superior Court that Officer Levins did not illegally obtain Appellant's claim ticket number and that the police had probable cause to detain Appellant. See School District of Scranton v. Dale and Dale Design and Development, Inc., 559 Pa. 398, 741 A.2d 186, 189 n. 2 (1999) (lower court's determination final as to issues not included in allocatur grant). Consequently, we limit our decision today to reviewing the validity of Appellant's consent to search on the assumption that Appellant was subject to a lawful custodial detention (i.e., one supported by probable cause) at the time the police requested her consent to search.\n. The record was not clear as to why the prosecution could not rely on the search warrant, at the suppression hearing. Bumper, 391 U.S. at 550 n. 15, 88 S.Ct. 1788.\n. Appellant alternatively advocates that we adopt a rule invalidating consent whenever the police inform a suspect that they “will” obtain a warrant, or where the police lack probable cause when they tell the suspect that they would apply for a warrant. The former situation, according to Appellant, is no different than the submission to lawful authority that the Court found vitiated any basis for consent in Bumper; the latter scenario is inherently coercive because the choice presented to the suspect is based on a false premise when the police lack the probable cause necessary to obtain a warrant.\nWe decline to adopt any of the bright-line approaches suggested by Appellant and leave to trial courts the determination of whether particular police conduct, in the circumstances of each case, is coercive."}