{"id": "1701920", "contents": "OPINION OF THE COURT\nCAPPY, Justice.\nThis is a direct appeal from the denial of Petitioner’s request for relief pursuant to the Post-Conviction Relief Act (PCRA). For the reasons set forth herein, the order of the trial court is affirmed.\nPetitioner, along with his co-defendant, Frank Chester, was convicted of first degree murder and sentenced to /leath on May 21, 1988. This court affirmed the conviction and sentence on direct appeal. Commonwealth v. Laird, 526 Pa. 578, 587 A.2d 1367 (1991). On July 22, 1993, a pro se PCRA petition was filed. Counsel was appointed and an amended petition was filed on January 12, 1995. An evidentiary hearing as to a portion of the claims raised in the PCRA petition was held on May 25,1995 and concluded on April 1,1996. On July 19, 1996 current PCRA counsel entered his appearance. Additional testimony in support of the petition was heard January 21st through the 28th, 1997. An opinion and order denying PCRA relief was entered on September 2,1997. This appeal followed.\nThis Court in the opinion on direct appeal summarized the facts underlying the conviction for first degree murder as follows:\nDuring the evening of December 14, 1987, Anthony Milano, the deceased, went to his. father’s home to advise his father that he intended to go out for the evening. The victim left the father’s residence at approximately 11:15 p.m. in a 1976 Chevrolet Nova registered in the name of Rose Milano, the mother of Anthony. The deceased proceeded to the Edgely Inn, where the appellants also happened to be on that occasion. Appellants had been in the tavern for quite some time prior to the arrival of Milano. Both appellants had exhibited quarrelsome and aggressive behavior before the deceased arrived at the Inn. Chester, who possessed skills in the art of Karate, had threatened to assault one of the male guests at the establishment and Laird was loud and argumentative that evening in the premises.\nThe victim arrived at the Inn sometime after 11:15 p.m. and left shortly after closing time, accompanied by appellants. The three men were last observed in the Nova with Milano driving and Laird supplying directions as to their destination. There was also testimony that during the time that the three men were in the tavern the appellants at one point were taunting Milano as to his masculinity.\nOn the evening of December 15, Officer McGuigan responded to a report of a car fire. The vehicle involved was a Chevrolet Nova. A search of the wooded area adjacent to where the automobile was parked resulted in the discovery of the body of the deceased, Anthony Milano. The body was lying face up with the left eye partially open, contusions in the facial area, and multiple “slashings” on the neck and throat. A postmortem examination revealed that the victim had been assaulted about the face and had sustained lacerations about the face, throat, neck and shoulder. The pathologist concluded that the deceased had been kicked and/or punched in both the right and left temple areas and the chin. A hairline fracture at the base of the skull was attributed to a blunt instrument striking the head. The lacerations were made by a sharp instrument, consistent with a utility knife. The pathologist opined that the “slashings” were hard enough and deep enough to sever the fifth and sixth vertebrae and were too numerous to count. It was also concluded that the victim aspirated on his own blood for five to ten minutes before expiring. Officer McGuigan testified that when he arrived at the scene he first observed the vehicle ablaze and assisted in extinguishing the fire. The vehicle was identified as being the 1976 Chevrolet Nova registered in the name of Rose Milano, the mother of the deceased. Police records further established that Mrs. Milano had reported the deceased as a “missing person” when he failed to return to the family home in the early morning hours of December 15, 1987. This officer further testified that prior to the response to the car fire, at approximately 1:30 a.m. on December 15, he had responded, with two fellow officers, to a reported stolen car which was found in a parking lot of the Edgely Inn. To pursue their investigation they began interrogating the customers in the Edgely Inn. During that investigation he observed Chester, Laird, and the decedent at the bar. The time was fixed at approximately 1:30 a.m., December 15. He requested identification from each of these individuals and was satisfied that they were not involved in the car theft. At approximately 2:10 a.m., while he was still in the parking lot, he observed the deceased, Chester, and Laird leave the Inn together. This testimony was confirmed by the two officers that responded with Officer McGuigan to the stolen car complaint.\nThe fire marshal for the township testified that in his opinion the fire which involved the Milano vehicle was deliberately and intentionally ignited. In addition, the Commonwealth presented evidence to establish that at approximately 4:00 a.m., December 15, Chester and Laird approached on foot, the apartment of a friend of Chester’s, Richard Griseavage. Gri'scavage’s apartment was located less than a mile from the murder scene. Griseavage testified that both were visibly agitated and were covered with blood. Chester attempted to explain their condition by stating that they had been engaged in a fight and “the dude is dead.” Griseavage took both men to Laird’s apartment where they attempted to remove and conceal their bloody clothing. The Commonwealth also produced additional witnesses to whom appellants made incriminatory statements and actions that reflected their complicity in the murder. The Commonwealth also produced a transcription of a consensually intercepted telephone call between Chester and Laird, during which Laird suggested that Chester leave town, recommended ways Chester could pass a polygraph examination, and commented on the Commonwealth’s inability to prove a case without evidence. Both defendants testified at trial and admitted being at the scene.\nLaird, 587 A.2d at 1371-72.\nBefore discussing the specific issues presented in this appeal we must first address the PCRA court’s ruling that petitioner’s post-conviction petition would be reviewed under the revised standards set forth in the 1995 amendments to the PCRA. During the January 1997 hearings on the petition, the PCRA court ruled that only issues arising from the guilt phase of petitioner’s original trial were cognizable under the current PCRA. The PCRA court reached this conclusion by reference to the provisions in the most recent amendments to the PCRA that limit review of claims to only those issues that “so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.” 42 Pa.C.S. § 9543(2)(i) and (ii). The PCRA court reasoned that as penalty phase issues relate to the imposition of sentence, rather than the determination of guilt, penalty phase issues do not provide a basis for relief under the current PCRA. The PCRA court held that the PCRA in effect at the time of the hearing controlled. The PCRA court did permit the introduction of testimony as to penalty phase issues, and granted leave for PCRA counsel to submit additional written proffers as to evidence that would be presented if penalty phase issues were cognizable, so that a record would be available to the appellate court. (N.T.1/23/97). In its opinion denying PCRA relief the PCRA court did not address the merits of any issues relating to the penalty phase of petitioner’s trial.\nPetitioner raises several objections to the trial court’s ruling on this point. We need not address each of petitioner’s objections as the first one is dispositive. The petition for post-conviction relief was docketed in the lower court on July 22, 1993. The PCRA was amended on November 17, 1995, to be effective 60 days thereafter. Section 3(1) of Act 1995 (Spec.Sess. No. 1), Nov. 17, P.L. 1118, No. 32, specifically provides that the amendments to the PCRA at 42 Pa.C.S. §§ 9542, 9543, 9544, 9545 and 9546 shall apply to petitions filed after the effective date of the Act. The PCRA in effect at the time of the original filing is the act which governs petitioner’s claims for relief. Commonwealth v. Whitney, 550 Pa. 618, 708 A.2d 471 (1998).\nAlthough the PCRA court erred in applying the amended PCRA to this case, and in declining to address the penalty phase issues raised in its opinion denying PCRA relief, a sufficient record was made to permit this court’s review of the claims. Our review of the claims presented will be in accordance with the following provisions of the PCRA, as it read at the time petitioner’s original petition for relief was filed:\n(a) General rule.—To be eligible for relief under this sub-chapter, a person must plead and prove by a preponderance of the evidence all of the following:\n(1) That the person has been convicted of a crime under the laws of this Commonwealth and is:\n(i) currently serving a sentence of imprisonment, probation or parole for the crime.\n(ii) awaiting execution of a sentence of death for the crime; or\n(iii) serving a sentence which must expire before the person may commence serving the disputed sentence.\n(2) That the conviction or sentence resulted from one or more of the following:\n(i) A violation of the Constitution of Pennsylvania or laws of this Commonwealth or the Constitution of the United States which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.\n(ii) Ineffective assistance of counsel which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.\n(iii) A plea of guilty unlawfully induced where the circumstances make it likely that the inducement caused an individual to plead guilty.\n(iv) The improper obstruction by Commonwealth officials of the petitioner’s right of appeal where the meritorious appealable issue existed and was properly preserved in the trial court.\n(v) A violation of the provisions of the Constitution, law or treaties of the United States which would require the granting of Federal habeas corpus relief to a State prisoner.\n(vi) The unavailability at the time of trial of exculpatory evidence that has subsequently become available and that would have affected the outcome of the trial if it had been introduced.\n(vii) A proceeding in a tribunal without jurisdiction.\n(3) That the allegation of error has not been previously litigated and one of the following applies:\n(i) The allegation of error has not been waived.\n(ii) If the allegation of error has been waived, the alleged error has resulted in the conviction or affirmance of sentence of an innocent individual.\n(iii) If the allegation of error has been waived, the waiver of the allegation of error during pretrial, trial, post-trial or direct appeal proceedings does not constitute a State procedural default barring Federal habeas corpus relief.\n(4) That the failure to litigate the issue prior to or during trial or on direct appeal could not have been the result of any rational strategic or tactical decision by counsel.\nTurning now to the allegations raised in this appeal, we begin by recognizing that each claim is prefaced by an allegation of ineffectiveness of counsel and where necessary, each such claim alleges the ineffectiveness of both trial and appellate counsel. Accordingly, our standard of review is that set forth in Commonwealth v. Beasley, 544 Pa. 554, 678 A.2d 773, 778 (1996):\n[IJineffective assistance of counsel will excuse the waiver under 42 Pa.C.S. § 9543(a)(3)(iii) only with regard to claims of ineffectiveness of counsel at trial and on direct appeal and provided the standards announced in Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987), and its progeny are met.\n[A] defendant must demonstrate: (1) the underlying claim is of arguable merit; (2) counsel’s performance was unreasonable; and (3) counsel’s ineffectiveness prejudiced defendant. An appellant cannot obtain post-conviction review of claims previously litigated on appeal by alleging ineffective assistance of prior counsel and presenting new theories of relief to support previously litigated claims. Commonwealth v. Peterkin, [538 Pa. 455, 649 A.2d 121(1994)], supra.\nWe begin our review with petitioner’s claim that trial counsel rendered ineffective assistance by presenting a “defense” that conceded petitioner’s guilt, and that appellate counsel erred in failing to pursue this claim on direct appeal. Petitioner argues that trial counsel should have investigated evidence of petitioner’s mental state, which evidence would have dictated pursuing a trial strategy of diminished capacity. Petitioner argues that he suffers from Attention Deficit Disorder (ADD), Post>-Traumatic Stress Disorder and Organic Brain Damage; conditions which, exacerbated by alcohol, would have prevented him from forming the specific intent to kill. Petitioner asserts that trial counsel had to be aware of petitioner’s high level of intoxication because of the extensive testimony at trial regarding the alcohol consumption of petitioner and his co-defendant on the night of the murder. Petitioner further asserts that trial counsel could have discovered the information regarding petitioner’s mental and emotional problems if he had conducted the appropriate inquiry at the time of trial.\nTo support his contention that the evidence of his mental and emotional state was available to trial counsel, if proper inquiry had been made, petitioner presented several witnesses. Dr. Henry Dee, a clinical neuropsychologist testified extensively at the PCRA hearing. Dr. Dee examined petitioner on July 19, 1996. Based on this examination, along with a review of petitioner’s medical records and discussions with petitioner’s family members, Dr. Dee concluded that petitioner was substantially impaired on the night of the murder. Dr. Dee reached this conclusion from the results of psychological testing combined with background information from the petitioner’s mother and brother. Dr. Dee opined that petitioner suffered from ADD, and was hyperactive. Dr. Dee testified that these conditions caused petitioner to have diminished memory ability, increased irritability and a problem controlling his impulses. Dr. Dee learned that petitioner had been delivered with the aid of forceps and had, as a teenager, suffered two head injuries, one by falling on the hood of a car and another from a blow to the head which knocked him unconscious. From this information Dr. Dee concluded that petitioner suffered Organic Brain Damage, which would substantially impair his mental faculties. In addition Dr. Dee learned that petitioner had suffered physical and emotional abuse from his father, and possibly had been sexually abused by his father. Petitioner would not confirm the sexual abuse, that information came from petitioner’s brother, who was not a witness but “believed” that such abuse could have occurred. Dr. Dee also learned from petitioner that he regularly abused alcohol and amphetamines at the time of the murder. It was the combination of this information that led Dr. Dee to the opinion that petitioner’s mental and emotional state was significantly impaired on the night of the murder. (N.T. 1/21/97 pp. 53-163).\nPetitioner also presented the testimony of Dr. Robert Fox, a neuropsychiatrist and forensic psychiatrist. Dr. Fox concurred in the diagnoses of Dr. Dee as to ADD, hyperactivity, Post-Traumatic Stress Disorder (from the childhood abuse), brain damage and history of multiple substance abuse. (N.T. 1/22/97 pp. 43-50). Dr. Fox opined that on the basis of the trial testimony referencing petitioner’s alcohol consumption on the night of the murder, petitioner’s blood alcohol level at the time of the murder was in excess of .46%. Dr. Fox testified that, in his opinion, petitioner would have difficulty formulating the specific intent to kill at the time of the murder. (N.T. 1/23/97 p. 7).\nAdditional testimony of family members and childhood friends was introduced as further evidence of petitioner’s mood swings, substance abuse, short attention span, and childhood abuse. Each of these witnesses testified, that although they were available and known to petitioner’s trial counsel, trial counsel never questioned them about petitioner’s mental and emotional problems. On cross-examination each of the lay witnesses stated that although they were willing and available to testify about petitioner’s mental and emotional problems at the time of trial, none of them had offered this information to trial counsel. Trial counsel was not called as a witness. However, petitioner entered into a stipulation with the Commonwealth, that trial counsel, who was present at the PCRA hearing and available to testify would testify: “[t]hat he, after consultation with his client, did not choose to call any mental health professionals, such as psychologists or psychiatrists at the guilt phase because his defense and that of his client was not guilty.”\nGiven the stipulation regarding trial counsel’s testimony, petitioner does not carry his burden of proving that counsel erred in failing to investigate potential evidence of petitioner’s mental state. Furthermore, even if trial counsel had failed to pursue information regarding petitioner’s alcohol level on the night of the murder, his mental and emotional problems and history of substance abuse, this would not establish ineffectiveness of trial counsel. Rather, the stipulation shows that the decision to forego a diminished capacity defense was a tactical one. Petitioner’s allegation of ineffectiveness cannot be answered by a showing that there is arguable merit to his claim that a defense of diminished capacity could have been mounted in this case. Instead, the focus of this allegation of ineffectiveness is on whether the course chosen by counsel, in not presenting a defense of diminished capacity was reasonable. Commonwealth v. Ly, 528 Pa. 523, 599 A.2d 613 (1991).\nA defense of diminished capacity is only available to a defendant who admits criminal liability but contests the degree of guilt. Commonwealth v. Weaver, 500 Pa. 439, 457 A.2d 505 (1983). A defense of diminished capacity would directly contradict the sworn testimony of petitioner. At trial petitioner testified that he was with the victim and co-defendant Frank Chester on the evening of the murder. Petitioner provided a detailed account of his activities on the night of the murder. Petitioner testified that he had been drinking heavily through-out the night and was “feeling no pain.” Petitioner described how he, Chester and the victim left the bar together and on the way to Chester’s house made a stop to buy marijuana. Upon exiting the car, petitioner realized that Chester and the victim were not behind him. Petitioner overheard sounds of a struggle and walked towards the noise. Petitioner described how he witnessed the unanticipated action of the co-defendant murdering Anthony Milano, an act in which petitioner vehemently denied participating. Petitioner testified that he was stunned and frightened, and immediately began running away when the victim’s blood squirted on him. Petitioner insisted that Chester, and Chester alone, killed the victim. (N.T. 5/18/88 pp. 554-568).\nIn light of the testimony of petitioner, the decision to go forward with a defense of innocence rather than diminished capacity was a reasonable trial strategy. Not only was the course chosen reasonable, the alternative now proposed by petitioner would require this court to assume that petitioner committed perjury at his trial, this we will not do. Trial counsel cannot be found ineffective for failing to pursue a trial strategy that is in direct conflict with his client’s sworn testimony. Commonwealth v. Paolello, 542 Pa. 47, 665 A.2d 439, 455 (1995).\nPetitioner next claims that the trial court erroneous-' ly charged the jury on the issue of specific intent for first degree murder where the defendant is charged as an accomplice. This issue was presented on direct appeal as an allegation of ineffectiveness of trial counsel for failure to object to the charge as given. The allegation of error was denied as the charge was found to properly set forth the elements of accomplice liability. Laird, 587 A.2d at 1384. Petitioner attempts to relitigate this claim by attacking appellate counsel’s ineffectiveness for failing to prevail on this claim in the direct appeal. Post-conviction relief cannot be obtained on a previously litigated claim merely by arguing appellate counsel’s ineffectiveness and presenting new theories of relief. Beasley, supra.\nPetitioner claims the trial court also erred in its charge to the jury by improperly stating the definition of reasonable doubt. Petitioner argues that trial counsel was ineffective in failing to object to the charge as given, and that appellate counsel was ineffective in failing to raise the issue of trial counsel’s ineffectiveness. The Commonwealth- argues that the issue is waived despite the layered claims of ineffectiveness because the claim was not brought in the petition for post-conviction relief, or any of the amendments to the original petition for post-conviction relief. A claim for post-conviction relief cannot be raised for the first time on appeal to this court. Commonwealth v. Albrecht, 720 A.2d 693, (1998). Although present counsel entered this case after the original and amended PCRA petitions had been filed, there is no allegation of the ineffectiveness of prior PCRA counsel who reviewed the original petition and filed the two amended PCRA petitions. As claims of ineffectiveness of prior counsel must be raised at the first opportunity when that counsel no longer represents the petitioner, the issue has been waived. Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977). Petitioner argues in the alternative that this court should review this issue under the relaxed waiver rule, which this court has applied in the past when reviewing PCRA appeals in death penalty cases. Commonwealth v. Yarris, 519 Pa. 571, 549 A.2d 513 (1988). As stated in Albrecht, the benefits of the relaxed waiver rule are outweighed by the need for finality, and thus, the rule will no longer be applied to PCRA appeals in death penalty cases. Accordingly, this claim for relief has been waived.\nPetitioner next claims error by the trial court in accepting inconsistent verdicts by the jury. Petitioner was convicted of first, second and third degree murder. Petitioner argues that the three verdicts are inconsistent, as each degree of homicide requires a different mental state. Petitioner asserts that the trial court should have required the jury to continue its deliberations until it could reach a conclusion as to only one degree of homicide. Petitioner argues that trial counsel was ineffective in failing to object to the jury’s verdicts as rendered. Petitioner further argues that trial counsel was ineffective in failing to poll the jury as to each degree of homicide individually found as to each defendant. Petitioner also alleges the ineffectiveness of appellate counsel for failing to raise this issue in the direct appeal.\nThe Commonwealth responds that the issue has been finally litigated as it was raised in post-trial motions and dismissed, and no further appeal was taken from that decision. However, as noted in the trial court opinion disposing of post-trial motions, only co-defendant Chester raised this issue, it is has not been finally litigated by petitioner, (trial court opinion June 29, 1989, pages 37-8). Although we agree that this issue has not been finally litigated, we do not find that the issue is meritorious.\nConsistency in verdicts is not required where there is evidence to support each verdict. Commonwealth v. Carter, 444 Pa. 405, 282 A.2d 375 (1971). Given the facts of this case and the charges presented, sufficient evidence was established to sustain the verdicts of first, second and third degree murder. The evidence presented at trial established that the victim was removed to a wooded location against his will where he was brutally beaten, slashed and stabbed repeatedly. Numerous blows and stab wounds were inflicted on the victims’ head and neck, vital parts of the body, indicating not only a disregard for the risk of a fatal result, but also strong circumstantial evidence of an intent to inflict a fatal injury. The evidence establishes, beyond a reasonable doubt, thát the killing occurred with malice, during the commission of a felony—kidnapping—and with the specific intent to bring about the death of the victim. See Commonwealth v. Dennis, 506 Pa. 460, 485 A.2d 1097 (1984) (The defendant’s conscious disregard for the fact that his actions carried a high risk of death or serious injury sufficient to sustain a conviction for third degree murder); Commonwealth v. Williams, 476 Pa. 557, 383 A.2d 503 (1978) (Evidence that victim was removed by defendant to an isolated area sufficient to establish kidnapping as an underlying felony for second degree murder); Commonwealth v. Rivers, 537 Pa. 394, 644 A.2d 710 (1994), cert. denied, 516 U.S. 1175, 116 S.Ct. 1270, 134 L.Ed.2d 217 (The specific intent to kill necessary to establish first degree murder is met by evidence that a deadly weapon was used upon a vital part of the body); see also: 18 Pa.C.S. § 2502(a), (b) and (c). As sufficient evidence was presented to sustain the jury’s verdicts on first, second and third degree murder, petitioner’s claim of inconsistency within the verdicts is without merit. As the underlying claim is without merit counsel cannot be ineffective for failing to object to the verdict. Commonwealth v. Tilley, 528 Pa. 125, 595 A.2d 575 (1991).\nPetitioner’s further argument, that counsel erred in failing to request that each juror be individually polled as to their verdict on each degree of homicide as to each defendant, is also without merit. Polling of the jury provides an opportunity for any juror, who may have felt pressure to acquiesce in the verdict by other jurors, to speak out as to the voluntariness of the verdict. Commonwealth v. Rompilla, 539 Pa. 499, 653 A.2d 626, 632 (1995). In this case the jury was polled and each juror affirmed the verdicts as read by the foreman. (N.T. 5/20/88, pp. 728-731). Petitioner does not even attempt to argue that the verdict was the product of undue pressure on any individual juror. Petitioner ignores the purpose of polling the jury and instead proposes a form of individual voir dire after the verdict in cases involving multiple charges and multiple defendants. Petitioner’s claim, while creative, does not present an arguable claim of ineffective assistance of counsel. Given that this jury was polled and each juror affirmed the verdict, counsel had no reason to request a further poll of the jurors. Counsel cannot be ineffective for failing to raise a meritless claim. Tilley, supra.\nPetitioner’s next claim of error alleges juror misconduct and prosecutorial misconduct. This claim involves a photograph of the decedent, identified in the record as photograph No. 5. Prior to trial the trial court ordered that this photograph be cropped by stapling a blue sheet of paper over the more gruesome portion of the photograph displaying the severity of the knife wound to the decedent’s throat. Petitioner asserts that the cropping was tampered with by the removal of a staple allowing the jury to view the more inflammatory portion of the photo. Petitioner argues that a juror committed this act in violation of the dictates of the trial judge, and that the prosecutor was aware of the tampering and took no action to correct the problem. This issue was raised on post-trial motions. The trial court found any error in the jury’s viewing of the cropped photo harmless in light of the other photos, and the detailed testimony of the coroner, (trial ct. opinion 6/29/89, pp. 14-15).\nFollowing the trial court’s disposition of this issue, appellate counsel argued to this court that the photograph in question was so inflammatory that its prejudicial effect outweighed its probative value and that its admission was not harmless. This court rejected the restyled attack on the admission of the photograph. Laird, 587 A.2d at 1373-74. Petitioner seeks to relitigate this issue by reverting back to the theories of juror and prosecutorial misconduct. Regardless of which theory petitioner now argues, this claim has been finally litigated and petitioner cannot obtain post-conviction relief on this basis. 42 Pa.C.S. § 9544(a)(2).\nPetitioner next argues that jury tampering occurred during the deliberative process at the penalty stage of the proceedings. The tampering is alleged to have occurred on the morning of May 21, 1988 when the jury, which had been sequestered, was leaving the hotel to begin deliberations on the penalty. According to the testimony of juror Maurizzio, he (juror Maurizzio), casually commented to another juror “I hope we can reach a decision today.” From the hallway behind where he was standing, juror Maurizzio heard a response to his remark from a man he believes was either a tipstaff or deputy sheriff. The response was “well there’s only one decision you can make.” This exchange was revealed to the trial judge in the spring of 1995. PCRA counsel filed an amended PCRA petition raising this allegation and requesting an evidentiary hearing. An evidentiary hearing was held on May 25, 1995 where juror Maurizzio recounted the exchange set forth herein. An additional hearing was held on April 1, 1996 where the remaining original jurors were questioned about the exchange revealed by juror Maurizzio, and juror Maurizzio was recalled for additional questioning as to the identity of the person who made the remark. Two of the original jurors were unavailable. Juror Hawkins was deceased and juror McCarty had just suffered a second heart attack. (N.T. 4/1/96 p. 39).\nPetitioner argues that the remark at issue improperly encouraged the jury to return a sentence of death. The fact that the remark was delivered by a court officer heightens the level of prejudice. Further, the inability of the court to question two of the jurors makes it impossible for the court to determine that the effect of the remark on the jury as a whole was harmless.\nThe general rule of law is that a juror may not impeach his or her own verdict after the jury has been discharged. Commonwealth v. Sero, 478 Pa. 440, 387 A.2d 63 (1978). An exception to this rule is made for those situations where a jury has been exposed to an ex parte influence, which possesses a reasonable likelihood of prejudice. Commonwealth v. Bradley, 501 Pa. 25, 459 A.2d 733 (1983).\nThe Commonwealth argues that Petitioner has suffered no prejudice from the ex parte communication. First, it asserts that juror Maurizzio was not positive that the remark was made by a tipstaff or deputy sheriff, the juror admitted that another juror could have made the comment. (N.T. 5/25/95 pp. 13, 16; 4/1/96 pp. 68, 76). Second, all the remaining jurors interviewed denied ever hearing the remark. No juror recollected any discussion relevant to such a comment at any time during his or her deliberations. Third, juror Maurizzio testified that the comment had no effect on his deliberations. (N.T. 5/25/95 pp. 5, 8). Juror Maurizzio testified that he thought the speaker could equally have meant that the verdict should be innocence or guilt. (N.T. 5/25/95 p. 8).\nWe find the Commonwealth’s position sound on this issue. A remark remembered by only one juror eight years after the verdict, where the juror cannot recall who made the comment, or when in the deliberative process it occurred, presents a weak basis to attack the unanimous verdict of a jury. The unavailability of two of the original twelve jurors is insufficient to create a reasonable likelihood of prejudice, in light of the unwavering denials of the other nine jurors that they never heard the remark, let alone were influenced by it. In addition we agree that the remark itself is ambiguous and not of such a nature that it can be said without hesitation that the speaker intended to influence a decision adverse to petitioner. Accordingly, we find that the ex parte communication at issue did not possess a reasonable likelihood of prejudicing the verdict against petitioner. Bradley, supra.\nPetitioner next argues that trial counsel was ineffective in failing to present mitigating evidence at the penalty stage of the proceeding regarding petitioner’s mental state and his abusive childhood. Specifically petitioner argues that his mental state was substantially impaired due to Organic Brain Damage, ADD, hyperactivity, and Post-Traumatic Stress Disorder stemming from his history of physical, sexual and emotional abuse. Petitioner alleges that trial counsel failed to investigate relevant information of petitioner’s background, which would have revealed these serious mental and emotional problems. Previously in this opinion we reviewed the substance of the testimony presented at the PCRA hearing by Dr. Dee and Dr. Fox supporting petitioner’s claims of mental and emotional problems. Given the PCRA court’s decision that petitioner’s penalty phase issues were not cognizable, petitioner was precluded from presenting additional testimony on this issue. Petitioner was able to extrapolate from the previous testimony relative to a diminished capacity defense to present his argument on how this information would have been relevant in the penalty phase of the trial. Petitioner was precluded from calling trial counsel as a witness on this issue, as the PCRA court ruled such testimony would not be relevant. (N.T. 1/24/97 pp. 5-10). Petitioner was permitted to submit a written proffer as to the substance of trial counsel’s testimony if he had been called as a witness on this issue. No such proffer has been filed.\nHowever, looking at the stipulation regarding trial counsel’s testimony on the issue of diminished capacity that; “after consultation with his client counsel chose to forego psychiatric testimony in light of the defense claim of innocence,” we cannot conclude that trial counsel was unaware of the potential to present evidence of petitioner’s mental and emotional state. Merely presenting mental health professionals to offer their diagnoses, along with lay witnesses to present testimony regarding petitioner’s personality traits and character flaws, does not satisfy petitioner’s burden that counsel failed to pursue this line of inquiry. At best petitioner establishes that it would have been possible to present evidence at the penalty phase about his mental and emotional problems. This claim of ineffectiveness turns on an examination of the course chosen by trial counsel. Counsel will not be deemed ineffective for pursuing a particular strategy, as long as the course chosen was reasonable. Commonwealth v. Ly, 528 Pa. 523, 599 A.2d 613, 618 (1991).\nThe only witness called in the penalty phase was Barbara Parr, petitioner’s fiancée, and the mother of his youngest son. Ms. Parr testified that petitioner was a wonderful father, who not only adored his own children, but also provided warmth and support for her son from a previous relationship. Ms. Parr testified that in the past petitioner had a drug problem, which he had overcome. Ms. Parr testified that petitioner’s father, a Sergeant in the Marines, a Vietnam veteran, was unable, because of a posting overseas to be there and testify on behalf of his son. Ms. Parr expressed the love and support of all of petitioner’s family for him, the members of which she identified as sitting behind petitioner in the courtroom. During her testimony she held petitioner’s infant son on her lap and expressed the deep devotion petitioner had for his family. (N.T. 5/20/88 pp. 738-43).\nIn the closing argument at the penalty phase trial counsel urged the jury to be compassionate. In mitigation counsel argued petitioner’s youth, petitioner was 24 years old at the time of trial, petitioner’s lack of a history of violent crimes, petitioner’s state of intoxication at the time of the offense, and petitioners role as a father, devoted to his young children. Counsel also asked the jury to spare petitioner as he was the son of a career Marine Corps Officer. Trial counsel presented a picture of petitioner as a young man who loves his children and has no history of violent antisocial behavior. (N.T. 5/20/88 pp. 776-780).\nPetitioner asserts that trial counsel should have presented testimony of an entirely different nature at the penalty phase. Contrary to the picture of petitioner as a young man who had overcome a drug problem, with a loving family and a proud Marine Sergeant father, petitioner argues that the jury should have been told of his abusive childhood, his substance abuse problem, his emotional and mental problems. Drawing on the testimony of Dr. Dee and Dr. Fox, as set forth earlier in this opinion, petitioner argues that trial counsel should have presented evidence that petitioner suffered from ADD, hyperactivity, Organic Brain Damage, Posh-Traumatic Stress Disorder and multiple substance abuse. Petitioner asserts that if this information had been revealed to the jury the verdict may have been different.\nThe strategy now proffered by petitioner would not only be in direct conflict with the testimony and arguments that were presented, but also would have opened the door to information detrimental to petitioner. Prior to the examinations by Dr. Dee and Dr. Fox, petitioner, at the request of his first PCRA counsel, was examined by Dr. Silverman. (N.T. 1/21/97). Dr. Silverman’s diagnosis of petitioner was distinctly different from that of Dr. Dee and Dr. Fox. Dr. Silverman was of the opinion that petitioner did not suffer any mental disorder, but rather exhibited an antisocial personality, a lack of regard for the rights of others, a strong dislike for homosexuals (the victim of the murder was thought to be a homosexual by petitioner and co-defendant Chester), and a pronounced enjoyment of the material benefits of a criminal lifestyle. It is entirely possible that trial counsel received reports on petitioner’s mental state similar to the one of Dr. Silverman, and for that reason chose not to offer psychological testimony at the penalty hearing; or trial counsel considered the possibility that the Commonwealth would present psychological testimony similar to that of. Dr. Silverman in rebuttal.\nAs for the family members and friends that petitioner now claims should have been called to the stand, the record reflects that their testimony would have been subject to cross-examination revealing petitioner’s criminal record for drug related offenses and the fact that he physically abused his first wife.(N.T. 1/21/97 pp. 247, 278 and 1/22/97 pp. 272).\nGiven the potential pitfalls to presenting the strategy now proffered by petitioner, counsel’s chosen course of conduct in the penalty phase was reasonable. In essence what petitioner argues is that since the strategy chosen was not successful, trial counsel must be ineffective. This is not the litmus test for a claim of ineffectiveness. “[A]n attempt to retry the case with new tactics, buttressed by a hindsight evaluation of the record, will not support a claim of ineffectiveness.” Ly, 599 A.2d at 618.\nPetitioner next argues prosecutorial misconduct on the basis of improper prejudicial remarks made during the closing argument of the Commonwealth in the penalty phase. This issue was addressed on direct appeal wherein this court found no prosecutorial misconduct. Laird, 587 A.2d at 1377-78. Petitioner attempts to overcome the fact that this issue has been finally litigated by arguing that trial counsel was ineffective in merely objecting to the prejudicial remarks when counsel should have also requested a curative instruction. Since this court found no prosecutorial misconduct, a cautionary instruction would not have been warranted. Petitioner’s attempt to resurrect this claim by arguing a new theory of ineffectiveness does not present a basis for post-conviction relief. Beasley, supra.\nPetitioner next argues that he is entitled to a new penalty hearing because he was forced to appear before the jury in shackles. This issue was also addressed on direct appeal and rejected. Laird, 587 A.2d at 1378. This court found that a trial judge has the discretion to restrain a defendant for the security of the courtroom. Id. This issue has been finally litigated. 42 Pa.C.S. § 9544(a)(2).\nPetitioner next argues that he is entitled to a new penalty hearing as the instructions to the jury led them to believe that unanimity was required before they could find a mitigating circumstance, in violation of the holding of Mills v. Maryland, 486 U.S. 367, 108 S.Ct. 1860, 100 L.Ed.2d 384 (1988). Petitioner also asserts that the verdict slip sent with the jury during their deliberations reinforced the impression that unanimity of the jurors was necessary before a mitigating factor could be found. Trial counsel is alleged to have rendered ineffective assistance for failing to object to the infirm verdict slip. Appellate counsel is alleged to have rendered ineffective assistance for failing to raise these claims on direct appeal.\nIn Mills, the United States Supreme Court vacated a sentence of death and remanded the case for a new penalty hearing. The decision in Mills concerned a Maryland death penalty statute, which was drafted in such a manner that each juror was required to unanimously agree on each individual mitigating circumstance. The verdict slip, which echoed the words of the Maryland statute, reinforced the unanimity requirement. The statute was found to violate the Eighth Amendment because a single juror could block consideration of a mitigating factor and thus force a jury to impose a death sentence where no mitigating circumstances were found, and at least one aggravating circumstance was found.\nIn Commonwealth v. Hackett, 534 Pa. 210, 627 A.2d 719 (1993) this court rejected a Mills challenge to jury instructions and the accompanying verdict slip which echoed the wording of the Pennsylvania death penalty statute.\nThe Pennsylvania statute, 42 Pa.C.S. § 9711, does the opposite and, therefore, does not violate the rule in Mills. The Pennsylvania statute, 42 Pa.C.S. § 9711(c)(1)(iv), requires that the jury unanimously agree that no mitigating circumstances exist and unanimously agree on a verdict for a sentence of death. Thus, while a single Pennsylvania juror can always prevent, a death sentence, a single juror can never compel one, as could a single juror under the former Maryland statute. Jury instructions in the penalty phase, which follow the language of the death penalty statute, do not recreate the error in Mills.\nHackett, 627 A.2d at 725. [footnote omitted] [citations omitted]. Petitioner’s argument is identical to the one reviewed by this court in Hackett, and is rejected for the reasons set forth above. See also: Commonwealth v. Travaglia, 541 Pa. 108, 661 A.2d 352, 366 (1995); Commonwealth v. Murphy, 540 Pa. 318, 657 A.2d 927, 935-36 (1995); Commonwealth v. Banks, 540 Pa. 143, 656 A.2d 467, 470 (1995); Commonwealth v. Marshall, 534 Pa. 488, 633 A.2d 1100, 1111 (1993).\nPetitioner next argues error by the trial court in failing to charge the jury during the penalty phase that a sentence of life means life without the possibility of parole. Petitioner asserts the ineffectiveness of trial counsel for failing to request such a charge, and the ineffectiveness of appellate counsel for failing to raise this issue on direct appeal. Petitioner claims that the absence of this charge violated his due process rights as set forth in Simmons v. South Carolina, 512 U.S. 154, 114 S.Ct. 2187, 129 L.Ed.2d 133 (1994).\nPetitioner argues that Simmons provides an entitlement to a “life means life” charge in all cases where the jury is considering a sentence of death. First, we note that Petitioner’s interpretation of Simmons is incorrect. A Simmons instruction is only required in those cases where the future dangerousness of the defendant is at issue in the penalty phase. Commonwealth v. Christy, 540 Pa. 192, 656 A.2d 877, 889 (1995), cert. denied, 516 U.S. 872, 116 S.Ct. 194, 133 L.Ed.2d 130 (1995). As the Commonwealth did not present any argument from which it could be reasonably inferred that the jury was being asked to consider the future dangerousness of petitioner as a sentencing factor, a Simmons instruction was not required. Further, regardless of whether or not a Simmons instruction was required in this case, counsel could not be found ineffective for failing to request such a charge, as this court has determined that Simmons will not be given retroactive effect in a collateral attack upon a petitioner’s sentence. Christy, 656 A.2d at 889. For these reasons petitioner’s claim regarding the absence of a Simmons instruction is meritless.\nPetitioner next asserts that the trial court failed to properly instruct the jury on the nature and use of aggravating and mitigating circumstances. Petitioner asserts the ineffectiveness of trial counsel for failing to object to this charge and the ineffectiveness of appellate counsel in failing to raise the issue on direct appeal.\nIn reviewing a challenge to a jury instruction the entire charge is considered, not merely discrete portions thereof. Commonwealth v. Stokes, 532 Pa. 242, 615 A.2d 704, 708 (1992). The trial court is free to use its own expressions as long as the concepts at issue are clearly and accurately presented to the jury. Commonwealth v. Faulkner, 528 Pa. 57, 595 A.2d 28 (1991).\nThe specific language to which petitioner objects is as follows:\nWhether you sentence a defendant to death or to life imprisonment would depend on what, if any, aggravating or mitigating circumstances you find are present in this case.\nIn general terms, aggravating and mitigating circumstances are circumstances concerning the killing and the killer which make a first degree murder case either more serious or less serious.\n(N.T. 5/20/88 p. 738).\nPetitioner argues that the highlighted portion of the above charge diminished the gravity of the sentencing decision the jury was undertaking. By using these words, petitioner argues, the trial court directed the jury towards a decision focused upon the murder rather than the personal moral culpability of the defendant. The court did not, as petitioner suggests, use the words “more or less serious” as a focal point directed solely at the circumstances of the murder. When the sentence is read as a whole and in context, it is clear that the trial court was speaking qf both the murder itself and the murderer. The sentencing scheme under our death penalty statute at 42 Pa.C.S. § 9711 requires the jury to consider both the nature of the murder and the character of the defendant. As the trial court’s instructions simply and accurately conveyed the task before the jury there is no error. See, Commonwealth v. Saranchak, 544 Pa. 158, 675 A.2d 268, 276 (1996) (No error in jury instruction that aggravating and mitigating circumstances are things that make a first degree murder case more or less terrible). As the instruction at issue was not improper, trial counsel cannot be ineffective for failing to object, and appellate counsel is not ineffective for failing to raise the issue on direct appeal. Tilley, supra.\nPetitioner next claims that he was denied meaningful proportionality review when this court conducted that review in his direct appeal relying on the data maintained by the Administrative Office of the Pennsylvania Courts. (AOPC). Petitioner asserts that the data maintained by the AOPC is defective, and that he was never provided the materials upon which this court relied in conducting that review. Petitioner alleges the ineffectiveness of appellate counsel for failing to raise this challenge and investigate the data complied by the AOPC.\nPetitioner fails to specify how the defects in the database maintained by AOPC affected the proportionality review undertaken by this court on direct review of his sentence. Petitioner appends the affidavit of Dr. Erickson, a professor of Sociology and Statistics at Temple University. Dr. Erickson objects to the statistical quality of the data complied by the AOPC. Dr. Erickson’s affidavit is general in nature and fails to articulate a specific prejudice to petitioner. This generic attack on the data compilation system fails to state a claim for relief as it specifically relates to petitioner.\nPetitioner also claims a due process deprivation because he was not afforded an opportunity to respond to the information used by the court in reaching a decision on the proportionality of his sentence. Proportionality review is not an adversarial proceeding. Proportionality review is an appellate process, statutorily mandated, to ensure that sentences of death are not imposed by Pennsylvania juries and/or jurists, in a disproportionate manner. Commonwealth v. Banks, 540 Pa. 143, 656 A.2d 467, 474 (1995).\nAs for petitioner’s allegation that he was not provided the information compiled by the AOPC for his proportionality review, petitioner fails to state when and from whom he requested the information. We note that the information gathered by the AOPC for use in death penalty proportionality review is available to the general public free of charge. Commonwealth v. DeHart, 512 Pa. 235, 516 A.2d 656 (1986). Petitioner’s claims regarding the proportionality review conducted by this court in his direct appeal are without merit.\nFinally petitioner claims he is entitled to relief on the weight of the cumulative errors compiled herein. As this court has rejected each of petitioner’s specific claims of error there can be no cumulative effect. Thus, petitioner’s final claim does not warrant relief. Commonwealth v. Williams, 532 Pa. 265, 615 A.2d 716 (.1992).\nFor the foregoing reasons we affirm the denial of post-conviction relief.\n. See, 42 Pa.C.S. § 9546(d).\n. The sentence of death was imposed after the jury found no mitigating circumstances and two aggravating circumstances; 42 Pa.C.S. § 9711(d)(6) the defendant committed the killing while in the perpetration of a felony, and (d)(8) the offense was committed by means of torture.\n. Petitioner requests a remand to present additional evidence on the penalty phase issues. As the trial court permitted counsel to submit affidavits to supplement the record, and counsel has done so, a remand is not necessary. This claim for relief is denied.\n. Rather than follow the \"shotgun” arrangement of issues as set forth in petitioner’s brief to this court, we have reordered the sequence and will address the claims raised beginning with the guilt phase issues and concluding with the penalty phase issues.\n. This list of witnesses included, Mark Laird, the petitioner’s brother; Kelly Walters, petitioner’s ex sister-in-law; Anna Walters, petitioner’s ex mother-in-law; Crystal Cook, petitioner’s niece from his first marriage, who was thirteen years old at the time of the first trial; and Kenny Rogers, a childhood friend of petitioner.\n. As part of this allegation of error, petitioner argues that counsel pursued a defensive strategy that inadvertently conceded guilt. Petitioner reasons that by offering a defense that admitted presence at the scene, trial counsel conceded petitioner’s guilt as an accomplice. Petitioner’s testimony squarely placed petitioner at the scene. Again petitioner is presenting legal theories that directly conflict with his sworn testimony and attempting to shift the focus by arguing that counsel was somehow ineffective regardless of his client’s testimony. This argument is wholly without merit.\n. This particular statement by juror Maurizzio is puzzling as he believed the remark was uttered after the jury had completed their deliberations in the guilt phase and were beginning their deliberations in the penalty phase.\n. Petitioner does not specify to which mitigating circumstances that this evidence would be relevant. From the nature of the proposed evidence we will assume he is referring to 42 Pa.C.S. § 9711(e)(3) the capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was substantially impaired, and 42 Pa.C.S. § 9711(e)(8) any other evidence of mitigation concerning the character and record of the defendant and the circumstances of his offense.\n. PCRA counsel has appended to his brief the sworn affidavits of all of the other witnesses that he would have called to testify on this issue.\n. The specific mitigating circumstances presented were 42 Pa.C.S. § 9711(e)(1),(4) and (8).\n. During the course of the PCRA hearing the Commonwealth relied heavily on Dr. Silverman’s report to cross-examine Dr. Dee and Dr. Fox. (N.T. 1/21/97 p. 142 ).\n. In support of his argument that the jury charge at issue violated the rule in Mills, petitioner relies upon a Third Circuit decision in Frey v. Fulcomer, 132 F.3d 916 (3rd Cir.1997). Petitioner’s reliance on the decision in Frey is unavailing for several reasons. First, although we may look to decisions of the intermediate federal courts for guidance in interpreting federal case law, those decisions are not binding on this court. Commonwealth v. Clark, 551 Pa. 258, 710 A.2d 31, 39 (1998). Second, the instructions and accompanying verdict slip examined in Frey are not identical to the charge and slip at issue. In fact, the instruction and verdict slip in this case mirror the words of the charge and verdict slip which the Third Circuit found not to violate Mills, in Zettlemoyer v. Fulcomer, 923 F.2d 284, 306-07 (3rd Cir.1991). Third, the Third Circuit fails to follow the holding of Teague v. Lane, 489 U.S. 288, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989), which prohibits retroactive application of decisions declaring new constitutional principles in criminal cases to cases on collateral appeal. The Third Circuit dismisses Teague by noting that the government failed to raise it. However, Teague sets a threshold that must be established before a habeas petitioner can qualify for relief, a fact that raises a serious question as to the import of the Third Circuit’s opinion in Frey.\n. It must be noted that a minority of this court is of the view that a Simmons instruction should be given, prospectively, in all capital cases regardless of whether the issue of a defendant's future dangerousness is raised. Commonwealth v. Clark, 551 Pa. 258, 710 A.2d 31 (1998) (Nigro, J. concurring, joined by Flaherty, C.J., and joined in relevant part by Zappala, J.)\n. The Prothonotary of the Supreme Court is directed to transmit the complete record of this case back to the Governor. 42 Pa.C.S. § 9711(l)."}