{"id": "1701910", "contents": "OPINION OF THE COURT\nCAPPY, Justice.\nThe question before the court is whether a knife seized from appellant, a high school student, during a search for weapons conducted as a pre-condition to entry for all students at University High School in Philadelphia, should be suppressed. Appellant challenges the constitutionality of the search as it took place in the absence of individualized reasonable suspicion. As we find that the search of the student population, as conducted herein, affected a limited privacy interest, was minimally intrusive, was preceded by adequate notice, was motivated by a significant policy concern, and was directed towards an immediate need, individualized reasonable suspicion was not a necessary pre-condition to the search. Accordingly, the search was constitutional, the suppression of the knife was not warranted, and thus, the decision of the Superior Court is affirmed.\nThe record reveals that appellant was subject to a point of entry search upon entering University High School in the City of Philadelphia on October 14, 1993. It is the policy of University High School to conduct, in certain circumstances, periodic weapons searches of the entire student population. The search policy and procedures are set forth in the manual of the School District of Philadelphia. The students and their parents are notified before the beginning of the school year that all students may be subject to a search upon entering the University High School building on any given day as a precondition to attending school. Notices setting forth the search policy are posted prominently throughout the school and mailed home on a regular basis.\nThe search is conducted as a point of entry search. All students are required to stand in line before a table and empty their pockets while their backpacks, coats, etc. are searched. The students are each scanned by a hand-held metal detector before being permitted to enter the school. When the search area becomes too crowded, students are chosen at random by school administrators to be searched while the remaining students are excused from the search process and permitted to enter the building proper. The actual searches are conducted by officers of the Philadelphia Police Department on detail to and under the direction of the Philadelphia Public Schools.\nOn October 14, 1993 appellant was searched upon entering the University High School building. During the search appellant emptied his pockets. Among the items removed from his pocket was a Swiss army type knife with approximately a three inch blade. Appellant was taken to the school office where he was arrested for bringing a weapon onto school property. 18 Pa.C.S. § 912.\nAs appellant was a juvenile at the time of the offense, a proceeding in Juvenile Court was held where appellant was adjudicated delinquent. At the juvenile hearing appellant moved to suppress the knife, arguing that the search was undertaken without individualized reasonable suspicion to believe that appellant was in violation of any school regulations at the time of the search. The trial court denied the motion to suppress finding that the search was justified as a reasonable response to the increased rate of violence in the Philadelphia Public Schools. The Superior Court affirmed. This court granted appellant’s Petition for Allowance of Appeal.\nAppellant challenges the constitutionality of the October 14, 1993 search arguing that he was subject to a search without individualized reasonable suspicion justifying the intrusion. Appellant raises this challenge under both the Fourth Amendment to the United States Constitution and Article I, Section 8 of the Pennsylvania Constitution. A similar challenge to a search aimed at the entire student population within a public school was brought before this court in Commonwealth v. Cass, 551 Pa. 25, 709 A.2d 350 (1998). As this court recognized in Cass, general searches within the school environment do not offend the Fourth Amendment where the search meets the reasonableness test as set forth in Vemonia School District 47J v. Acton, 515 U.S. 646, 652, 115 S.Ct. 2386, 2390, 132 L.Ed.2d 564, 573 (1995). The three factors to be weighed and balanced in reviewing the constitutionality of a general search under the Fourth Amendment are: 1) the nature of the privacy interest upon which the search at issue intrudes, 2) the character of the intrusion, and 3) the nature and immediacy of the governmental concern and the efficacy of the means utilized to address that concern. Acton, 515 U.S. at 654, 115 S.Ct. at 2391, 132 L.Ed.2d at 575.\nThis court in Cass was unable to agree upon a definitive framework for the analysis of such searches under the Pennsylvania Constitution. The major point in contention among the members of this court was the concept of general searches. The Opinion Announcing Judgment found authority for general searches in Pennsylvania by reference to Commonwealth v. Tarbert, 517 Pa. 277, 535 A.2d 1035 (1987) and Commonwealth v. Blouse, 531 Pa. 167, 611 A.2d 1177 (1992). The two justices in the concurrence found the concept of general searches abhorrent to Pennsylvania constitutional law, however they agreed that such searches would be constitutional under certain conditions within the school environment given the sui generis context of that environment.\nThus, in order to understand which factors a court should consider when reviewing the constitutionality of a school search directed at the entire student population under the Pennsylvania Constitution, we must isolate the points upon which the opinion announcing the judgment of the court and the concurring opinion agreed. Having reviewed the two opinions those factors can be identified as follows: 1) a consideration of the students’ privacy interest, 2) the nature of the intrusion created by the search, 3) notice, and 4) the overall purpose to be achieved by the search and the immediate reasons prompting the decision to conduct the actual search.\nA comparison of the factors identified as necessary to an analysis of a school search under the Pennsylvania Constitution with the factors set forth in Acton reveals a great similarity. However, the unique policy concerns safeguarding the individual right to privacy in Pennsylvania brings a greater degree of scrutiny to all searches where the protection of Article I, Section 8 is invoked. See, Commonwealth v. White, 543 Pa. 45, 669 A.2d 896 (1996); Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991); Commonwealth v. Sell, 504 Pa. 46, 470 A.2d 457 (1983); and Commonwealth v. DeJohn, 486 Pa. 32, 403 A.2d 1283 (1979). Given this tradition of a heightened privacy interest under Pennsylvania law, and the fact that a majority of this court is only willing to tolerate searches of this generic nature within the school environment, we find that if a search within the school environment passes constitutional muster under Article I, Section 8, that search will also satisfy the reasonableness test of the Fourth Amendment set forth in Acton. Having identified the necessary framework for our analysis we now turn to a consideration of whether the search at issue satisfies the requirements of that framework.\nWe begin with a consideration of the level of personal privacy a public school student can reasonably expect within the public school setting. Although students possess a legitimate expectation of privacy concerning their person and personal belongings, that privacy right is limited. New Jersey v. T.L.O., 469 U.S. 325, 341-42, 105 S.Ct. 733, 83 L.Ed.2d 720 (1985); Cass, 709 A.2d at 360. “The need to protect all students, to ensure school discipline, and protect school property, limits the student’s expectation of privacy while in the school environment.” Cass, 709 A.2d at 360. In Cass the focus was on a student’s privacy interest in a school locker. There the court found that “although the students ... do possess a legitimate expectation of privacy in their assigned lockers, that privacy expectation is minimal.” Id.\nIn the case sub judice the search is not of a locker. The students themselves are subject to search by a scan of their bodies via a hand-held metal detector. The students’ book bags-, purses and coats are physically inspected and each student is required to empty the items in their pockets for examination. The privacy interest at stake herein is obviously higher than the minimal expectation of privacy a student possesses in a school locker.\nThe search of a person always involves a greater degree of intrusion upon one’s privacy interest than the search of a thing. Commonwealth v. Martin, 534 Pa. 136, 626 A.2d 556, 560 (1993). The distinguishing factor in comparing the search here with the one in Cass is the extension of the search beyond things in the student’s possession to the students themselves. However, looking to the Cass decision for guidance, we recognize that the search of school lockers obviously extends to an inspection of personal items within the lockers, including, but not limited to, book bags, purses and coats. Given that the same personal items were subject to search if found in a locker, it would be illogical to find a greater privacy interest at stake in searching those personal items outside a locker.\nA determination of whether the increased privacy interest involved in a search of the student himself bars the type of search at issue here, necessitates a consideration of the second factor identified in our analytical framework: the nature of the intrusion created by the search. We note that this court has identified the framework for our analysis as involving four distinct factors, but the analytical process requires consideration of these factors in concert, not in isolation.\nAlthough the search at issue is described as a search of the person, that would be a literal description of the search, not a common sense depiction of the actual process. The students do not suffer physical intrusion during the search. A hand-held metal scanner is passed over the students’ outer clothing. The actual character of the intrusion suffered by the students during the search is no greater than that regularly experienced by millions of people as they pass through an airport. In addition to metal detectors and X-ray machines in airports, we would be remiss if we did not acknowledge the proliferation of electronic weapon scanners now commonly placed throughout a wide array of government buildings. The prevalence and general acceptance of metal scanners in today’s society underscores the minimal nature of the intrusion occasioned by this manner of search. Thus, although we acknowledge that a search of a student involves a greater intrusion of the student’s privacy interest than a search of a school locker, where the character of the intrusion is noninvasive such as here, the intrusion remains minimal.\nIt could be argued that the installation of walk-through metal detectors and X-ray machines at points of entry for the purpose of inspecting book bags, purses, etc., would be a less intrusive and more efficient means of achieving the goal of keeping weapons out of the schools than the physical inspection of personal items and the use of hand held scanners. However, a search will not be barred because less intrusive means exist than those actually utilized if the means, as employed, are not so expansive as to be disproportionate to the purpose of the search. Acton, 515 U.S. at 663, 115 S.Ct. at 2395, 132 L.Ed.2d at 581.\nThe third factor meriting consideration in our analysis is notice. The Philadelphia Public School Policy and Procedure Manual sets forth the criteria which must be present before a point of entry weapons search can proceed, and the manner for conducting the actual search. In addition to the Manual, notices are routinely mailed to the students’ homes and posted prominently throughout the school building.\nThe fact that notice is provided of the reason for the search policy and the manner of conducting the search provides an additional safeguard for a search of this nature. The students subject to the search are forewarned of the purpose of the search—to eliminate weapons from the school environment. Also, by outlining in detail the manner of the search the students are fully prepared for the process and made aware of the scope of that process. This provides a check on those conducting the search not to exceed their limited authority. The detailed policy and procedures of the Philadelphia School Code provide sufficient notice of the reasons for and the manner of conducting point of entry weapons searches within the school environment.\nThe final factor weighing in on the analysis of this search is: the overall purpose to be achieved by the search and the immediate reasons prompting the decision to conduct the actual search. In Cass this court had the benefit of a record hearing where the principal of Harbor Creek High School set forth in great detail the heightened awareness of drug activity permeating throughout the entire school population, describing both the nature of the danger to the students and the immediate need to address the problem. The record in the case sub judice is silent as to the reasons University High School administrators believed a policy of point of entry weapons searches was necessary, and why the administrators at University High School believed it was necessary to conduct a point of entry weapons search on October 14, 1993. However, we do not believe the absence of a record on this point is fatal to our review.\nThe Philadelphia Public School Code sets forth the criteria for point of entry weapons searches. The policy and procedure manual of the School District of Philadelphia provides in pertinent part:\nC. Administrative/Entry Searches (Metal Detectors)\nIn order to attempt to reduce or discourage the presence of weapons the Board of Education has authorized the use of metal detectors in certain circumstances where a heightened danger to students and staff justifies a limited intrusion into a student’s personal privacy.\n1. Criteria\n(a) When school staff or District staff become aware of information or circumstances which indicate a significantly increased likelihood that students may be armed or headed for physical confrontation because of neighborhood strife or tensions, or as a continuation or escalation of a prior incident, in or out of school, which threatens to spill over into school, a school program or school bus, the school principal may initiate the procedures below.\nAlthough no specific information is set forth in this record as to the circumstances which prompted the point of entry search at University High School on October 14, 1993 from which this court could properly review the immediacy of the need for said search, the absence of such specifics does not preclude a consideration of the overall purpose of such a search. The interest in keeping weapons out of public schools is a matter so obvious that the need to develop a record on this point is superfluous. There can exist no logical argument opposing the decision of a public school board to prohibit students, or anyone else, from entering a school with weapons in their possession. The myriad of interests at issue include the physical safety of the school students, teachers, administrators and other employees, the public concern of eliminating violence in the community in general and in the schools in specific, and the need to maintain schools as centers of learning free of fear for personal safety.\nFurthermore, it is exceedingly important to understand that first and foremost, the citizens of this Commonwealth entrust the safety and welfare of their children to school officials each time a student crosses the threshold of the school building. Thus, the primary object of the search, to remove weapons from students, comports with the duty and responsibility of the school administrators to keep their charges safe while in the school environment. Cass, 709 A.2d at 365 (concurring opinion). Simply stated, guns, knives, or other weapons, have no place in the public school setting.\nThus, a record is not necessary in order for this court to recognize the compelling concern for the protection of the students at issue. Recognition of the importance of keeping weapons out of the public school environment does not satisfy the inquiry as to the immediacy of the need to search for weapons on October 14, 1993. In response to this concern the trial court took judicial notice of the increased rate of violence within the Philadelphia Schools. Given this alarming trend of increased violence we find that an immediate need to take precautionary measures exists. The Schools are simply not required to wait for a tragedy to occur within their walls to demonstrate that the need is immediate. This court is loathe to assume that a Public School entrusted with educating and protecting its students would lightly undertake a massive point of entry weapons search without immediate need.\nAccordingly, we conclude that the search of appellant at University High School on October 14, 1993 meets the minimum requirements for constitutionality under both the Fourth Amendment to the United States Constitution and Article I, Section 8 of the Pennsylvania Constitution. The search affected a limited privacy interest, it was minimally intrusive, notice of the purpose of the search and the manner of search was provided to the student population, parents and community, the purpose for the search was compelling and the immediate need to conduct the search was not objected to by appellant. We reiterate that our affirmance of the constitutionality of this search under the Pennsylvania Constitution is limited to the sui generis school environment.\nBecause the search heréin was conducted as a search of all students, no individual finding of reasonable suspicion directed at appellant is necessary to a determination of the constitutionality of the search. Appellant’s specific claims of error are denied.\nThe decision of the Superior Court is affirmed.\nChief Justice FLAHERTY files a Concurring Opinion.\nJustice NIGRO concurs in the result.\nJustice ZAPPALA files a Dissenting Opinion.\n. Random selection is not an issue in this case as appellant does not assert that he was \"randomly” selected for search on October 14, 1993.\n. Although the actual searches are conducted by police officers, the officers are acting under the direction of the school administrators, thus, the search is a \"school” search not a police action.\n. 18 Pa.C.S. § 912 provides:\nPossession of weapon on school property\n(a) Definition.- Notwithstanding the definition of \"weapon” in section 907 (relating to possessing instruments of crime), \"weapon” for purposes of this section shall include but not be limited to any knife, cutting instrument, cutting tool, nun-chunk stick, firearm, shotgun, rifle and any other tool, instrument or implement capable of inflicting serious bodily injury.\n(b) Offense defined.- A person commits a misdemeanor of the first degree if he possesses a weapon in the buildings of, on the grounds of, or in any conveyance providing transportation to or from any elementary or secondary publicly-funded educational institution, any elementary or secondary private school licensed by the Department of Education or any elementary or secondary parochial school.\n(c) Defense.- It shall be a defense that the weapon is possessed and used in conjunction with a lawful supervised school activity or course or is possessed for other lawful purposes.\n. Appellant also objected to the sufficiency of the evidence, arguing that a Swiss army knife with a three inch blade is not a weapon. The trial court rejected this argument and the issue was not preserved for appeal.\n. Contrary to the holding of the Superior Court, appellant’s challenge under the Pennsylvania Constitution was not waived for failure to perform an analysis pursuant to the framework set forth in Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991). As this court has stated, Edmunds provides a framework for a distinct analysis of a claim under the Pennsylvania Constitution in contrast to a claim under the United States Constitution, not the only framework for such an undertaking. Commonwealth v. White, 543 Pa. 45, 669 A.2d 896, 898 (1996).\n. Cass is a plurality opinion. The Opinion Announcing the Judgment of the Court was authored by this Justice and joined by Mr. Justice Castille and Madame Justice Newman. Mr. Chief Justice Flaherty authored a Concurring Opinion, in which he agreed that the search as conducted did not violate either the Fourth Amendment to the United States Constitution or Article 1, Section 8 of the Pennsylvania Constitution. However, the concurrence reached its decision under the Pennsylvania Constitution on other grounds. Mr. Justice Nigro joined the concurring opinion. Mr. Justice Zappala filed a dissenting opinion. Mr. Justice Saylor did not participate in the decision.\n. However, we emphasize that if the means used to conduct the search become oppressive then no matter how important the interest motivating the search, it would be expected that the individual’s right of privacy must prevail.\n. Although not a part of the record, this court can take judicial notice of the Philadelphia School Code Policy and Procedure Manual for school searches as such document is a public record. We note that the manner of conducting an administrative entry search as undertaken herein is explicitly set forth in the School District of Philadelphia Policy and Procedure Manual. As no objection was made by appellant to the method of search at the suppression hearing, we must assume for the purpose of this opinion that the procedures as set forth in the manual were followed. (See pp. 8-13 of the School District of Philadelphia Policy and Procedures Manual).\n. For information and statistics regarding juvenile violence and its impact in our public schools see: United States v. Lopez, 514 U.S. 549, 115 S.Ct. 1624, 131 L.Ed.2d 626 (1995) (Breyer, J. dissenting) (cataloging the widespread, serious and substantial threat to teaching and learning caused by gun related school violence); “Expelled. No excuses. No Exception.”—Michigan's Zero Tolerance Policy in Response to School Violence, 74 U. Det. Mercy L.Rev. 357 (1997); Safe Enough to Learn: Placing an Affirmative Duty of Protection on Public Schools Under 42 U.S.C. § 1983, 30 Harv. C.R.-C.L. L.Rev. 169 (1995); Notes: “Annie Get Your Gun ‘Cause Help Ain’t Cornin’ ”: The Need For Constitutional Protection From Peer Abuse in Public Schools, 43 Duke L.J. 588 (1993); School Violence: Protecting our Children and the Fourth Amendment, 41 Cath. U.L.Rev. 817 (1992); Note: School Metal Detector Searches and the Fourth Amendment: An Empirical Study, 19 U. Mich. J.L. Ref. 1037 (1986)."}