{"id": "1702003", "contents": "OPINION OF THE COURT\nCASTILLE, Justice.\nThis Court granted allocatur to determine whether a decision by the Pennsylvania Board of Probation and Parole (hereinafter “Parole Board”) to deny an application for parole upon expiration of an inmate’s minimum sentence and thereafter is uniquely one of administrative discretion and, as such, is not subject to judicial review.\nNathaniel Rogers, Christopher Reed, and Michael Meehan (“appellants”) appeal from the Orders of the Commonwealth Court dismissing their respective Petitions for Review following the Parole Board’s decision to deny parole after they served their respective minimum sentences as imposed by the trial court. The Commonwealth Court’s Orders were based on its conclusion that a Parole Board decision is wholly within the discretion of the Parole Board and not subject to judicial review, as the Commonwealth Court previously held in Reider v. Pennsylvania Bd. of Probation and Parole, 100 Pa. Commw. 333, 514 A.2d 967 (1986). Appellants separately filed Petitions for Allowance of Appeal. This Court granted allocatur to all three petitions, and by Order of this Court dated January 23,1997, the matters were consolidated.\nAppellants aver that the denial of parole by the Parole Board was arbitrary and capricious. They argue that their right to appellate review of an adverse Parole Board determination is rooted in Article V, Section 9 of the Pennsylvania Constitution or, in the alternative, in a liberty interest protected by the Due Process Clause of the Fourteenth Amendment to the United States Constitution. Appellee contends that the Commonwealth Court properly dismissed the appeals pursuant to Reider, supra. For the following reasons, we agree with Appellee.\nSection 17 of the Parole Act, 61 P.S. § 331.17, provides the Parole Board with the exclusive power to grant or deny parole to a prisoner. When exercising this power, the Parole Board must consider various factors such as the nature and character of the offense committed, any recommendation by the trial judge and the District Attorney, the general character and history of the prisoner and testimony or statements by the victim and the victim’s family. See 61 P.S. § 331.19. After weighing these factors, the Parole Board exercises its discretion to either grant or deny parole. 61 P.S. § 331.21.\nThe Commonwealth Court has consistently relied on its opinion in Reider v. Bd. of Probation and Parole, 100 Pa. Commw. 333, 514 A.2d 967 (1986), when declining to review a Parole Board decision denying parole. In Reider, the Commonwealth Court determined that the Parole Board’s decision to deny a prisoner parole does not constitute an adjudication under the Administrative Agency Law. Because the Administrative Agency Law allows appeals to courts only after adjudications are made by an agency, the Reider court held that prisoners had no right to appellate review from the denial of parole. This Court has never addressed whether Reider was correctly decided by the Commonwealth Court. For the reasons described below, we believe that Reider was correctly decided.\nArticle V, Section 9 of the Pennsylvania Constitution provides that:\n[Tjhere shall be a right of appeal in all cases to a court of record from a court not of record; and there shall also be a right of appeal from a court of record or from an administrative agency to a court of record or to an appellate court, the selection of such court to be as provided by law; and there shall be such other rights of appeal as may be provided by law.\nAs this Court has noted, Article V, Section 9:\n[Introduced a new concept to Pennsylvania jurisprudence, one which recognized the important position of administrative agencies in modern government, the quasi-judicial functions that many of them perform, and the fact that both property rights and personal rights can be seriously affected by their decisions. This section was not, of course, self-executing, and on December 2, 1968, the General Assembly adopted four statutes designed to implement it. They were Acts Nos. 351, 353, 354, and 355 ... Act No. 354 is an amendment to the Administrative Agency Law, Act of June 4, 1945, P.L. 1388, as amended, 71 P.S. § 1710.1 et seq. [repealed 1978, April 28, P.L. 202; reenacted at 2 Pa.C.S. § 101, et seq.] and provides for appeals from “agencies of the Commonwealth” as defined by that law.\nSmethport Area Sch. Dist. v. Bowers, 440 Pa. 310, 314-15, 269 A.2d 712, 715 (1970).\nPursuant to the Administrative Agency Law, a court reviewing an action of a Commonwealth agency is limited to determining whether a constitutional violation, an error of law or a violation of agency procedure has occurred and whether the necessary findings of fact are supported by substantial evidence. An individual, however, is only entitled to such review from an adverse decision by a Commonwealth agency where such a decision constitutes an adjudication. 2 Pa.C.S. § 702. An adjudication is defined by the Administrative Agency Law as:\n[A]ny final order, decree, decision, determination or ruling by an agency affecting personal or property rights, privileges, immunities, duties, liabilities or obligations of any or all of the parties to the proceedings in which the adjudication is made. The term does not include any order based upon a proceeding before a court or which involves the seizure or forfeiture of property, paroles, pardons, or releases from mental institutions.\n2 Pa.C.S. § 101 (emphasis added).\nHere, the definition of adjudication clearly and unambiguously provides that parole decisions are not ones which are subject to appellate review by the courts. Therefore, because the General Assembly, in its wisdom, has conferred upon the Parole Board sole discretion to determine whether a prisoner is sufficiently rehabilitated to serve the remainder of his sentence outside of the confines of prison, we hold that the courts of the Commonwealth do not have statutory jurisdiction to conduct appellate review of a decision of the Board, since such a decision does not constitute an adjudication.\nAppellants further argue that even if a parole decision does not constitute an adjudication which is statutorily subject to appellate review by the courts, there still exists a constitutionally-guaranteed right of appeal from the Parole Board’s actions under the Due Process Clause of the Fourteenth Amendment to the United States Constitution. Appellants cite Bronson v. Bd. of Probation and Parole, 491 Pa. 549, 421 A.2d 1021 (1980), cert. denied, 450 U.S. 1050, 101 S.Ct. 1771, 68 L.Ed.2d 247 (1981), in support of this contention. In Bronson, recognizing that a person who has been released on parole has a liberty interest in his freedom, this Court held that a released prisoner has a constitutionally-guaranteed right to seek review of an adverse parole revocation decision. However, the constitutionally-guaranteed right of review language in Bronson is narrowly confined to the parole revocation process. As the United States Supreme Court noted in Greenholtz v. Inmates of Nebraska Penal and Correctional Complex, 442 U.S. 1, 9, 99 S.Ct. 2100, 60 L.Ed.2d 668 (1979), parole release and parole revocation are quite different in that parole revocation involves a paroled prisoner who presently enjoys a certain limited liberty to pursue employment and familial relationships outside the confines of prison, while parole release involves a prisoner who has no present liberty interest as a result of his confinement within a prison. Furthermore, as this Court stated in Commonwealth ex rel. Sparks v. Russell, 403 Pa. 320, 169 A.2d 884 (1961), parole is a matter of grace and mercy shown to a prisoner who has demonstrated to the Parole Board’s satisfaction his future ability to function as a law-abiding member of society upon release before the expiration of the prisoner’s maximum sentence. Thus, under both this Court’s precedent and the precedent of the United States Supreme Court, the Parole Board’s decision to grant or deny parole does not affect an existing enjoyment of liberty. Consequently, appellants fail to establish that they have a liberty interest in parole which is protected by the United States Constitution.\nIn sum, we conclude that appellants have failed to demonstrate that they have a right to appellate review from a Parole Board decision denying parole under either the Administrative Agency Law or the Federal Constitution. This Court will not undertake to create such a right as a matter of judicial fiat. To hold otherwise would defeat the clearly stated intent of the Legislature by inviting an appeal from every denial of parole and by concomitantly extending the panoply of constitutional protections that apply to parole revocations to parole denials as well, including the right to the assistance of an attorney to pursue these claims. What is now an informal agency hearing would instead become a full-fledged, adversarial proceeding with the panoply of rights required. Because we do not believe that is what the General Assembly contemplated when it adopted the parole procedure, we find that Parole Board determinations, since they do not constitute an adjudication by an agency, are not reviewable. Therefore, we affirm the order of the Commonwealth Court. Jurisdiction is relinquished.\nJustice NIGRO files a dissenting opinion.\n. The reasons set forth by the Parole Board for appellant Rogers’ denial of parole are as follows:\nRemove from pre-release for cause, substance abuse, habitual offender, failure to participate in and benefit from education classes, unfavorable recommendation from the District Attorney for prerelease, not amenable to parole supervision.\nAppellant Reed’s parole denial was based on the following:\nSubstance abuse, habitual offender, assaultive instant offense, victim injury, weapon involved in the commission of the offense (tree limb), failure to participate in and benefit from a treatment program for living sober therapeutic community program and an unfavorable recommendation from the Department of Correction.\nAppellant Meehan’s parole denial was based on the following:\nRemoved from CCC for cause, substance abuse, habitual offender, assaultive instant offense, victim injury, your need for counseling and treatment, your failure to benefit from a treatment program for substance abuse or mental health problems, unfavorable recommendation from the Department of Corrections, and serious nature of offense, extensive criminal history and prior supervision failures.\n. Appellants do not contend that they are automatically entitled to parole at the expiration of their minimum sentence. Such an argument would, of course, be unavailing. Under Pennsylvania law, the minimum term imposed on a prison sentence merely sets the date prior to which a prisoner may not be paroled. Gundy v. Pennsylvania Bd. of Probation and Parole, 82 Pa. Commw. 618, 623, 478 A.2d 139, 141 (1984). A prisoner has no absolute right to be released from prison on parole upon the expiration of the prisoner’s minimum term. See 61 P.S. § 307 (setting forth procedures for Board to follow in instances where parole is not recommended at expiration of minimum term or thereafter); Commonwealth ex rel. Rawlings v. Botula, 260 F.Supp. 298, 299 (W.D.Pa.1966). A prisoner has only a right to apply for parole at the expiration of his or her minimum term and to have that application considered by the Board. Banks v. Pennsylvania Bd. of Probation and Parole, 4 Pa. Commw. 197, 200, (1971). If the Board denies the prisoner's application, the period of confinement can be the maximum period of incarceration specified by the sentencing court, although the prisoner may continue to reapply with the Board for parole. See 42 Pa.C.S. § 9756; 61 P.S. §§ 331.21-331.22.\n. 2 Pa.C.S. § 702 provides that:\n[A]ny person aggrieved by an adjudication of a Commonwealth agency who has a direct interest in such adjudication shall have the right to appeal therefrom to the court vested with jurisdiction of such appeals by or pursuant to Title 42 (relating to judiciary and judicial proceedings) (emphasis added).\n. In Commonwealth ex rel. Rambeau v. Rundle, 455 Pa. 8, 314 A.2d 842 (1973), this Court first found that a parolee is entitled to due process protections when the Commonwealth seeks to revoke his parole since it involves a liberty interest. The Court also found that a parolee has the right to assistance of an attorney during the revocation hearing process. The right to the assistance of counsel during the revocation process was reaffirmed by this Court in Bronson, suprai.\n. While appellants are not entitled to appellate review of a Parole Board decision, they may be entitled to pursue allegations of constitutional violations against the Parole Board through a writ of mandamus, or through an action under 42 U.S.C. § 1983. Mandamus is an extraordinary remedy which is available to compel the Parole Board to conduct a hearing or to apply the correct law. Bronson, supra, at 554, 421 A.2d at 1023. Section 1983 provides a remedy against any person who, under color of state law, deprives another of rights protected by the Constitution. Collins v. City of Harker Heights, 503 U.S. 115, 121, 112 S.Ct. 1061, 117 L.Ed.2d 261 (1992)."}