{"id": "1702006", "contents": "OPINION OF THE COURT\nNEWMAN, Justice.\nWe granted allowance of appeal in this matter to determine when conduct constitutes the rendering of professional health care services.\nFACTS\nOn September 19, 1990, Annette Yaworsky was admitted to Pottsville Hospital and the Warne Clinic (the Hospital), with complaints of abdominal pain. Francis J. Pistone, M.D., who was on call that night, examined her and ordered a series of tests. During the next few days, physicians other than Dr. Pistone treated her for gallstones. On September 22, 1990, Dr. Pistone entered Annette Yaworsky’s semi-private room to perform an examination, and closed the privacy curtain around the bed. No other patient was in the room. He then fondled her breasts, exposed his genitals and masturbated in front of her. As a result of this incident, Dr. Pistone was charged with indecent assault and indecent exposure. He pled nolo contendere to a charge of indecent assault, and the charge of indecent exposure was nolle prossed.\n. On March 28, 1993, Annette Yaworsky and her husband filed suit in the Court of Common Pleas of Schuylkill County (trial court) against Dr. Pistone, his employer Associated Surgeons, Ltd. (Associated) and the Hospital. The complaint alleged, inter alia, that Dr. Pistone was negligent in exposing his patient to his sexual perversion, that Associated was negligent in hiring him, and that the Hospital was negligent in granting him staff privileges. Dr. Pistone and Associated both requested that their insurer, Physicians Insurance Company (PIC), defend them in the action. On April 19, 1992, PIC informed Dr. Pistone that it was denying coverage under its policy and that it would neither defend nor indemnify him with respect to the Yaworskys’ claim. The doctor did not file an answer to the Yaworskys’ complaint, and a default judgment was entered against him. PIC agreed to defend Associated, but only against the claim of the negligent hiring of Dr. Pistone. PIC then filed an action seeking a declaratory judgment that it not be required to defend or indemnify Dr. Pistone or Associated. The Yaworskys filed a motion for summary judgment, and PIC filed a cross-motion for summary judgment. The trial court denied the Yaworsky’s motion and granted PIC’s cross-motion. The Superior Court affirmed.\nThe relevant portion of the insurance policy issued by PIC to Dr. Pistone and Associated provides:\nINSURING AGREEMENT: OCCURRENCE COVERAGE\nSubject to the terms, conditions and exclusions contained herein the Company will pay on behalf of the Insured amounts, up to the limits of liability set forth in this policy for which the Insured shall become legally obligated to pay as damages arising out of an Occurrence resulting in injury to any person that takes place during the policy period, because of:\nCOVERAGE A—Individual Professional Liability:\nInjury arising out of the rendering of or failure to render professional health care services by the individual Insured, or by any person for whose acts or omissions the Insured is legally responsible and performed in the practice of the Insured’s profession as described in the Declarations Page. Coverage A does not cover liability which may arise solely as a result of the Insured’s being a member, stockholder or partner of an association, corporation or partnership.\nCOVERAGE B—Corporation or Partnership Liability:\nInjury arising out of the rendering of or failure to render professional health care services by a person for whose acts or omission the Insured association, corporation or partnership is legally responsible.\nEmphasis added. The term “occurrence,” is defined in the policy as:\nAn accident or event, including continuous or repeated exposure to injurious conditions, that result in Injury or Property Damage neither expected nor intended from the standpoint of the Insured.\nThe trial court determined that the incident was not intended or expected, and therefore constituted an “occurrence” under the policy. It then concluded that “[n]one of the acts by Pistone as alleged in the Yaworsky complaint could reasonably be deemed to be of a professional nature or done in the course of delivering health care services to Ms. Yaworsky.” Trial Court Opinion at 7. We granted allocatur because this Court has not yet defined the term “professional health care services.”\nDISCUSSION\nMany jurisdictions that have considered this issue have adopted the analysis set forth in Marx v. Hartford Accident and Indemnity Co., 183 Neb. 12, 157 N.W.2d 870 (1968):\nThe insurer’s liability is ... limited to the performing or rendering of “professional” acts or services. Something more than an act flowing from mere employment or vocation is essential. The act or service must be such as exacts the use or application of special learning or attainments of some kind. The term “professional” in the context used in the policy provision means more than mere proficiency in the performance of a task and implies intellectual skill as contrasted with that used in an occupation for production or sales of commodities. A “professional” act or service is one arising out of a vocation, calling, occupation or employment involving specialized knowledge, labor or skill, and the skill involved is predominantly mental or intellectual, rather than physical or manual.... In determining whether a particular act is of a professional nature, or a professional service, we must look not to the title or character of the party performing the act, but to the act itself.\nId. at 13-14, 157 N.W.2d at 871-872. See, e.g., St. Paul Fire & Marine Ins. Co. v. Asbury, 149 Ariz. 565, 566, 720 P.2d 540 (Ct.App.1986); Hirst v. St. Paul Fire & Marine Ins. Co., 106 Idaho 792, 683 P.2d 440 (Ct.App.1984); Roe v. Federal Ins. Co., 412 Mass. 43, 587 N.E.2d 214 (1992); St. Paul Fire & Marine Ins. Co. v. Love, 459 N.W.2d 698 (Minn.1990); Niedzielski v. St. Paul Fire & Marine Ins. Co., 134 N.H. 141, 589 A.2d 130 (1991); New Mexico Mut. Liability Co. v. LaMure, 116 N.M. 92, 860 P.2d 734 (1993); Vigue v. John E. Fogarty Memorial Hosp., 481 A.2d 1 (R.I.1984); Standard Fire Ins. Co. v. Blakeslee, 54 Wash.App. 1, 771 P.2d 1172 (1989). In Roe, the Supreme Court of Massachusetts elaborated on the applicability of the Marx standard to the health care profession:\nThe standard recognizes several relevant considerations: (1) that membership in a profession has traditionally been recognized as requiring the possession of special learning acquired through considerable rigorous intellectual training; (2) that physicians and dentists, when rendering patient care, are called upon to use or apply special learning or attainments; (3) that, when there is a complaint of malpractice, attention should focus on the act or service performed rather than the fact that the alleged wrongdoer was a physician or a dentist because the “scope of professional services does not include all forms of a medical professional’s conduct simply because he or she is a doctor or a dentist,” Niedzielski v. St. Paul Fire & Marine Ins. Co., ... 134 N.H. at 144, 589 A.2d 130; and (4) that, to fall within the insuring language like that used here, there must be a medical or dental act or service that causes the harm, not an act or service that requires no professional skill.\nRoe, 412 Mass. at 48, 587 N.E.2d at 217.\nConsistent with the definition of “professional acts or services” set forth in Marx, the majority of jurisdictions have concluded that professional liability policies do not provide coverage for health care practitioners who sexually assault their patients. David S. Florig, Insurance Coverage for Sexual Abuse or Molestation, 30 Tort & Ins. L.J. 699, 724 (1995). As noted by the New Jersey Supreme Court in Princeton Ins. Co. v. Chunmuang, 151 N.J. 80, 698 A.2d 9 (1997), the case most relied upon for this rule is Hirst, supra. In Hirst, a high school student sought treatment for an injury to a finger and a thumb. The physician, Dr. Donehue, drugged him with tranquilizers and sexually assaulted him during repeated visits. The court stated:\n[E]ven if we assume that “professional services” embrace all enumerated activities within the “practice of medicine,” including “treat[ment] [of] any human disease or injury,” there still must be a causal relationship between such treatment and the harm alleged by the malpractice claimant. Here, as the district court noted, there was no specific showing in the record that Mark was damaged in any way simply from the administration of the drugs. Nor was there any showing that Donahue negligently mistreated the boy’s injuries or illness. The district court found that, in spite of the Hirsts’ general allegations, the action in reality was one in tort for sexual molestation and that the use of the drugs merely rendered Mark more susceptible to Donahue’s “advances.” We agree.\nId. at 796, 683 P.2d at 444. In the instant matter, PIC asserts that this Court should adopt the definition of “professional services” set forth in Marx, a definition that does not include the acts Dr. Pistone performed in Annette Yaworsky’s room on September 22,1990.\nSome jurisdictions look to the nature of the services provided by the physician at the time the sexual assault takes place when determining whether the act constitutes rendering professional services. In St. Paul Fire & Marine Ins. Co. v. Asbury, 149 Ariz. 565, 720 P.2d 540 (Ct.App.1986), patients alleged that their physician engaged in improper clitoral manipulation during their gynecological examinations. The court held that in such a situation, a sexual assault is “intertwined with and inseparable from the services provided.” Id. at 567, 720 P.2d at 542. In the instant matter, Appellants assert that this Court should not adopt the “intertwined with and inseparable from” standard because it focuses too narrowly on the part of the body that is being examined when the assault occurs. For example, to hold that a urologist who inappropriately touches a patient’s genitalia during an examination is covered pursuant to a professional liability policy while a cardiologist who engages in the same activity is not, has no basis in logic. Accordingly, many courts have specifically rejected the approach set forth in Asbury. See, e.g., Roe, supra.; Niedzielski, supra.; Chunmuang, supra. Additionally, we note that the “intertwined with and inseparable analysis” is inapplicable to the facts of the instant matter as there is simply no connection between Dr. Pistone’s actions and the examination of a patient who is suffering from gallstones.\nAppellants request that this Court hold that “when a patient is receiving legitimate medical treatment and is then sexually assaulted by her physician, the sexual assault will be deemed as arising from the rendering of professional health care services.” Appellants’ Brief at 19. In support of this standard, they cite St. Paul Fire & Marine Ins. Co. v. Shernow, 222 Conn. 823, 610 A.2d 1281 (1992). In Shemow, a dentist administered nitrous oxide to a female patient before beginning to fill a molar. After the patient regained consciousness, the dentist’s tongue was in her mouth and she felt tenderness in her breasts. She attempted to resist the dentist, and he turned up the gas, causing her to slip back into unconsciousness. When the patient next awoke, she found the dentist on top of her, his tongue still in her mouth. Her attempts to resist were again met with an increased dose of nitrous oxide, which put her back to sleep. She again awoke to find the dentist in the same position. Realizing she was awake, the dentist helped the patient out of the chair, then approached her from behind, held her breasts and kissed her on the neck. When she left the office, she experienced a burning sensation in her nose, throat and chest. A pulmonary specialist later determined that because of excessive exposure to nitrous oxide, she suffered a permanent loss of lung capacity. She also suffered from post-traumatic stress disorder. After trial, the jury awarded her $300,000.00 in general damages and $100,000.00 in punitive damages. In a separate proceeding, the trial court held that the professional liability portion of the policy St. Paul issued to Dr. Shernow required it to indemnify him for the damages his patient sustained. On appeal, the Supreme Court of Connecticut affirmed, noting that the jury heard testimony that the negligent administration of nitrous oxide permanently injured the victim, and that some of the acts of professional negligence occurred before the sexual encounter. The Court stated:\nWhen the medically negligent procedure is so inextricably intertwined and inseparable from the intentional conduct that serves as the basis for the separate claim of sexual assault, we join with those jurisdictions that conclude that professional liability policies must, in such instances, extend coverage.\nId. at 830, 610 A.2d at 1284. The gravamen of the Court’s decision is that because of the connection between the administration of a high dose of nitrous oxide, which is a professional service, and the dentist’s assault, that the insurer was obligated to indemnify the insured. We reject Appellants’ assertion that Shemow stands for the proposition that any time a patient goes to a physician to receive treatment and is then sexually assaulted, that “the entire course of conduct is deemed part of rendering professional health care services.” Appellants’ Brief at 14.\nHowever, support exists for Appellants’ position in the New Jersey Supreme Court’s decision in Chunmuang. In that case, a seventeen-year-old girl was undergoing a gynecological examination when the doctor “twisted his hand inside of her in a way that she perceived to be wrong.” Id. at 83, 698 A.2d at 9. The trial court held that Princeton Insurance Company was obligated to pay the patient for compensatory damages awarded to her and against the doctor, the insured. The Appellate Division of the New Jersey Superior Court affirmed, Princeton Insurance Company v. Chunmuang, 292 N.J.Super. 349, 678 A.2d 1143 (1996), adopting the “intertwined with and inseparable from” doctrine set forth in Asbury. However, the Supreme Court disagreed, holding that “the important question is simply whether a substantial nexus exists between the context in which the acts complained of occurred and the professional services sought.” Chunmuang, 151 N.J. at 97, 698 A.2d at 18. The Court found that such a nexus existed where the offensive actions took place during the course of a medical examination, noting that “[tjhose acts were possible only because Davis entrusted herself to the physician’s care for the purpose of receiving diagnosis and treatment for a medical problem.” Id. at 98, 698 A.2d at 18.\nIn the instant matter, the complaint alleges that Dr. Pistone’s negligence consists of exposing his patient to his infirmity (Count I) and fondling Annette Yaworsky’s breasts while masturbating (Count II). There is no allegation that the Appellant was harmed by any other conduct by Dr. Pistone during the course of his examination on September 20,1990 or by his failure to perform a medical service. Appellants assert that because the examination began as the rendering of a professional health care service, that all acts by Dr. Pistone during the examination should be considered professional health care services. We disagree with this analysis, and reject the Chimmuang “substantial nexus” test as well as the “intertwined with and inseparable from” test of Asbury, and instead focus on the individual acts that the doctor performed. With regard to whether specific acts are professional health care services, we agree with the Marx definition of professional acts or services as applied to the medical profession by the Supreme Court of Massachusetts in Roe. This standard looks to whether the act that caused the alleged harm is a medical skill associated with specialized training. Because Dr. Pis-tone’s acts clearly fail to meet this test, the trial court properly granted summary judgment to the Appellees.\nAccordingly, we affirm the decision of the Court of Common Pleas of Schuylkill County.\nJustice ZAPPALA concurs in the result.\nJustice NIGRO files a dissenting opinion.\n. We note that the insurance policy specifically states that it does not cover \"payment of damages in any claim for damages if such damages are in consequence of the performance of a criminal act.” The trial court rejected PIC's position that because Dr. Pistone was charged with criminal acts and pleaded nolo contendere to indecent assault, the criminal nature of his actions was established for purposes of the issue of coverage. Since PIC did not preserve this issue for appellate review, we are precluded from addressing it here.\n. See St. Paul Ins. Co. v. Cromeans, 771 F.Supp. 349 (N.D.Ala. 1991); St. Paul Fire and Marine Ins. Co. v. Alderman, 216 Ga.App. 777, 455 S.E.2d 852 (1995); Hirst v. St. Paul Fire and Marine Ins. Co., 106 Idaho 792, 683 P.2d 440 (1984); Roe v. Federal Ins. Co., 412 Mass. 43, 587 N.E.2d 214 (1992); St. Paul Fire and Marine Ins. Co. v. Quintana, 165 Mich.App. 719, 419 N.W.2d 60 (1988); Smith v. St. Paul Fire and Marine Ins. Co., 353 N.W.2d 130 (Minn.1984); Niedzielski v. St. Paul Fire and Marine Ins. Co., 134 N.H. 141, 589 A.2d 130 (1991); New Mexico Physicians Mut. Liab. Co. v. LaMure, 116 N.M. 92, 860 P.2d 734 (1993); American Casualty Co. v. Corum, 131 Or.App. 445, 885 P.2d 726 (1994); South Carolina Medical Malpractice Liab. Ins. Joint Underwriting Ass’n v. Ferry, 291 S.C. 460, 354 S.E.2d 378 (1987); Standard Fire Ins. Co. v. Blakeslee, 54 Wash.App. 1, 771 P.2d 1172 (1989); Steven G. by Robert G. v. Herget, 178 Wis.2d 674, 505 N.W.2d 422 (1993).\n. In reaching its decision, the Asbury court relied on St. Paul Fire & Marine Ins. Co. v. Mitchell, 164 Ga.App. 215, 296 S.E.2d 126 (1982), Vigilant Ins. Co. v. Kambly, 114 Mich.App. 683, 319 N.W.2d 382 (1982), and Zipkin v. Freeman, 436 S.W.2d 753 (Mo.1968), cases in which liability coverage applied to mental health professionals who engaged in sexual activity with their clients. While undergoing therapy, patients displace feelings from other attachment figures to the therapist. As the Supreme Court of Minnesota explained:\nWhen ... the transference phenomenon pervades the therapeutic alliance, we believe the sexual conduct between therapist and patient arising from the phenomenon may be viewed as the consequence of a failure to provide proper treatment of the transference. In other words, the patient’s claim results from the providing of improper professional services or the withholding of proper services.\nSt. Paul Fire & Marine Ins. v. Love, 459 N.W.2d 698, 702 (Minn.1990). In these cases, the transference phenomenon, which sets the stage for the improper relationship between therapist'and patient, is the result of the treatment itself.\n. While announcing the substantial nexus test, the Supreme Court of New Jersey also held that the criminal acts exclusion in the policy issued by Princeton Insurance Company applied. Accordingly, the insurer would only be liable for damages caused by acts of malpractice that were different from Dr. Chunmuang’s criminal conduct. As previously noted, although the insurance policy in the instant matter contains an exclusion for criminal acts, that portion of the policy is not at issue in this appeal."}