{"id": "1708050", "contents": "OPINION OF THE COURT\nPOMEROY, Justice.\nThis appeal by the Commonwealth raises the question whether the lower court erred in suppressing three incriminating statements made by Richard Smith following his arrest in May, 1973. The Commonwealth intended to use those statements in the prosecution of Smith for murder and several related offenses. Prior to trial, Smith had moved to suppress his statements, on the ground that they were the product of an unnecessary delay between the time of his arrest and his arraignment and were therefore properly excludable under the rule announced by this Court in Commonwealth v. Futch, 447 Pa. 389, 290 A.2d 417 (1972). The suppression court, relying upon the decisions of this Court in Commonwealth v. Williams, 455 Pa. 569, 319 A.2d 419 (1974) and Commonwealth v. Hancock, 455 Pa. 583, 317 A.2d 588 (1974), which applied Futch, found the statements here involved to be prejudicial, to have been obtained during a period of unnecessary delay, and to have resulted from the delay; hence the court’s order of suppression. We are of the opinion that on the facts of this case such reliance was misplaced. Accordingly, we must reverse the order of suppression.\nIn Commonwealth v. Tingle, 451 Pa. 241, 301 A.2d 701 (1973), we emphasized that “Futch did not, and we do not here, establish a per se rule that all evidence obtained during an unnecessary delay be excluded. It is only upon the defendant’s showing of prejudice from the delay, i.e., a nexus between the delay and the challenged evidence that he is entitled to relief.” Id. at 245, 301 A.2d at 703. It is this “nexus” which the defendant failed to demonstrate in this case. Commonwealth v. Wormsley, 461 Pa. 535, 541, 337 A.2d 282, 285 (1975).\nAt the suppression hearing, the following timetable of critical events was established for the period following arrest:\nTime Event\n9:40 P.M. (on May 30,1973) - Defendant arrested.\n10:40 P.M. - Defendant arrives at Homicide Headquarters.\n11:06 P.M. - Defendant warned of his constitutional rights.\n11:13 P.M. to 12:05 A.M. (on May 31,1973) - Defendant gives statement in which he admits shooting of one Dennis Dorsey.\n2:25 A.M. to 2:40 A.M. - Defendant interviewed concerning alleged discrepancies between his story of the shooting and physical evidence at the scene of the crime.\n2:50 A.M. to 3:45 A.M. - Defendant gives a second statement in which he clears up the discrepancies.\n4:35 A.M. to 6:10 A.M. - Defendant gives formal typewritten statement.\n11:25 A.M. - Defendant taken to Central Cell Room for administrative processing.\nTime unspecified Preliminary arraignment.\nFrom this chronology it is apparent that the defendant first implicated himself in the shooting within approximately one and one-half hours after his arrest and during his first period of interrogation. These facts are closely similar to those in a number of recent cases in which this Court has found that there had been no Futeh violation. Thus, in Commonwealth v. Rowe, 459 Pa. 163, 327 A.2d 358 (1974), the defendant gave an oral incriminating statement less than two hours after his arrival at police headquarters. In rejecting a claimed Futeh violation, we held, “Nor can it be said that appellant’s freely-given statement immediately after questioning began was the product of delay.” Id. at 168, 327 A.2d at 361. Again, in Commonwealth v. Davis, 460 Pa. 644, 645, 334 A.2d 275, 276 (1975) we found “no unnecessary delay in appellant’s arraignment which contributed to his confession,” where the defendant orally confessed within one hour of his arrival at police headquarters and within thirty minutes after questioning began. In Commonwealth v. Young, 460 Pa. 598, 334 A.2d 252 (1975), similarly, the defendant did not initially confess until some five hours following his arrest. Because,, however, he was questioned for only one hour and twenty-five minutes during that five hour period, we held that “[tjhere was no proof that the delay was a contributing factor in the confession.” Id. at 599, 334 A.2d at 253. See also Commonwealth v. Rogers, 463 Pa. 399, 344 A.2d 892 (1975); Commonwealth v. Wormsley, supra; Commonwealth v. Goodwin, 460 Pa. 516, 333 A.2d 892 (1975).\nThe present case, like those above, involves a situation where the inculpatory statement is simply not “reasonably related” to any delay in arraignment. The mere fact that there was an elapsed time of not less than fourteen hours between arrest and arraignment is irrelevant to the issue before us since most of that time followed Smith’s initial incriminating statement. Futch, supra, 447 Pa. at 393, 290 A.2d at 419; Rowe, supra, 459 Pa. at 168, 327 A.2d at 361. See also United States v. Mitchell, 322 U.S. 65, 64 S.Ct. 896, 88 L.Ed. 1140 (1940); Virgin Islands v. Gereau, 502 F.2d 914 (3d Cir. 1974). That initial statement, accordingly, should not have been suppressed on Futeh grounds, and by the same token the two subsequent statements, which merely constituted additions to and reiterations of that first statement, likewise should not have been suppressed. Commonwealth v. Rowe, supra at 459 Pa, 169, 327 A.2d at 361-62. See also Commonwealth v. Davis, supra.\nOrder reversed.\nROBERTS, J., filed a dissenting opinion in which MANDERINO, J., joins.\n. Two appeals were taken by the Commonwealth: one, concerning the murder charge, was taken directly to this Court; the other, concerning the remaining charges, was taken to the Superior Court and by it transferred to this Court in order that the two appeals might be heard together. The transfer was proper since the two appeals arose out of the same factual context and involved the same legal issue. See Appellate Court Jurisdiction Act, Act of July 31, 1970, P.L. 673, No. 223, art. V, § 503(c), 17 P.S. § 211.503(c) (Supp. 1975-76).\n. Appellee has filed a motion to quash the Commonwealth’s appeals on three grounds stated in a purely conclusory fashion: (1) that the suppression order is non-appealable because it does not raise a pure question of law, but involves questions of both law and fact; (2) that the order will not have the effect of terminating the prosecution; (3) that the order will not substantially handicap the Commonwealth in its prosecution. The Commonwealth in its answer has represented that in fact it will be substantially handicapped in proving its case in that “a substantial part of its remaining evidence consists of the testimony of appellee’s common-law wife and the children [of appellee].” Under these circumstances, we will deny the motion to quash and permit the Commonwealth’s appeal. Commonwealth v. McDade, 462 Pa. 416 n. 1, 341 A.2d 450, 451 n. 1 (1975); Commonwealth v. Wormsley, 461 Pa. 538 n. 1, 337 A.2d 282, 284 n. 1 (1975); Commonwealth v. Bosurgi, 411 Pa. 56, 190 A.2d 304 (1963). Our decisions in McDade and Wormsley also stand for the proposition that orders of suppression based on so-called Futch grounds, see Commonwealth v. Futch, 447 Pa. 389, 290 A.2d 417 (1972), as was the order here challenged, are appealable by the Commonwealth as presenting questions of law."}