{"id": "1710372", "contents": "OPINION OF THE COURT\nPOMEROY, Justice.\nThis is an appeal from a final decree confirming the first and final account of the executors of the estate of Brady L. Bryner, deceased. The sole question presented concerns the apportionment of the federal estate tax. The court below interpreted Mr. Bryner’s will as authorizing payment of all death taxes out of the assets of a certain testamentary trust, and permitted the executors to proceed accordingly. Appellants, three beneficiaries of the trust, contend that the federal estate tax should be paid out of the residue of the estate, or at least apportioned between the residue and the trust.\nBrady L. Bryner died on November 29, 1970, leaving an estate worth in excess of two million dollars. By his will, dated July 16, 1969, the testator left his household goods and personal effects to his wife and made pecuniary bequests totalling one hundred ten thousand dollars. The testator directed that these legacies should pass “free and clear of all transfer, inheritance and estate taxes, said taxes to be paid out of assets remaining after payment of said legacies.”\nThe bulk of Mr. Bryner’s estate, consisting of certain real estate and all the stock of a corporation known as the Bryner Chevrolet Company, was left in trust for decedent’s wife, his daughters, and appellants under paragraph Sixth of his will. Appellants are three grandchildren of the testator, who together have a one sixth interest in the income and principal of the trust. In their account the executors valued the total trust assets at approximately one and a half million dollars. The residue of Mr. Bryner’s estate, amounting to less than four hundred thousand dollars, was left in equal shares to the testator’s five daughters, appellees herein.\nDeath taxes payable out of Mr. Bryner’s estate totaled more than four hundred thousand dollars. The court below approved the executors’ election to pay these taxes out of the assets of the Bryner Chevrolet Company. In so doing it relied upon the following provision contained in the penultimate subparagraph of paragraph Sixth of the will: “It is my desire and I therefore authorize that all of the assets in the Bryner Chevrolet Company, excepting the real estate (unless absolutely necessary) be made available to pay transfer, inheritance and estate taxes assessed against my estate, and in order to effectuate this I hereby authorize and empower my executors and trustees to partially or entirely dissolve Bryner Chevrolet Company.” Appellants contend that this provision constitutes a direction that the assets of the trust should pass free of federal estate tax to the greatest extent possible. We see nothing in the record to support this contention. Reading this provision in the context of the entire will and the circumstances surrounding the testator when he made it, we think it clear that Mr. Bryner expected his corporation to bear the burden of all death taxes.\nThe testator expressly exempted the corporation’s real estate from contribution to the payment of death taxes “unless absolutely necessary,” but the other corporate assets available to the executors were more than sufficient for the purpose. The evidence at the audit indicates that beginning in 1965, Mr. Bryner arranged for the Bryner Chevrolet Company to invest in short-term interest bearing notes to provide a fund for death taxes. At the time of his death, this fund alone amounted to approximately three hundred thousand dollars.\nAppellants place particular emphasis on Mr. Bryner’s direction that the corporation’s assets “be made available” for payment of death taxes: “the clear implication of the phrase ‘be made available’ is that the assets of the trust were to be used only as a ‘last ditch’, temporary source of tax money. This phrase can be subject to no other meaning.” On the contrary, we think the most that can be inferred from the testator’s choice of words is that, recognizing that his financial circumstances might change prior to his death, he chose to give his executors some discretion in the apportionment of death taxes. In fact, no such change occurred. Adding the federal estate tax to the substantial administration expenses with which the residuary estate is already burdened would wipe out the residuary legacies altogether. There is no reason to suppose that such a result is what the testator intended.\nAppellants contend, alternatively, that the federal estate tax should be apportioned in some fashion between the trust and the residuary estate. Assuming the executors had discretion to make such an apportionment, we can find no abuse of that discretion in their failure to do so. The expenses of administration amount, roughly, to a quarter to a third of the residuary estate, while the estate and inheritance taxes together comprise a similar fraction of the trust assets. Allocating the burden of these taxes entirely to the trust is consistent both with the testator’s intent and with basic fairness.\nDecree affirmed. Costs on Appellants.\nROBERTS, J., did not participate in the consideration or decision of this case.\nNIX, J., concurs in the result.\n. Appellants do not challenge the payment of the Pennsylvania inheritance taxes out of the assets of the trust.\n. The federal estate tax accounted for roughly three quarters of this amount.\n. We are not obliged to interpret this provision in a vacuum. The testator’s intent must be gathered from the entire will, read in the light of the circumstances surrounding him when he made it. Thomas Estate, 457 Pa. 546, 327 A.2d 31 (1974); Greenfield Estate, 457 Pa. 114, 321 A.2d 922 (1974).\n. Also pertinent is subparagraph L of paragraph Ninth of the will, which provides:\n“My Trustees may advise with my Executors in the use of expenses and losses as deductions for Federal income tax or estate tax purposes, or partly for each, as they shall deem advisable, without adjustments between income and principal in consequence of the exercise of such discretion.”\nThis provision lends additional support to our conclusion that the testator expected the federal estate tax to be paid out of the testator expected the federal estate tax to be paid out of the assets of the trust. Such an expectation is the most plausible reason for assigning to the trustees a role in determining federal estate tax deductions.\n. Brief for Appellants at 14.\n. It is clear beyond cavil that the testator, if he so desired, could either direct the apportionment of the federal estate tax himself or delegate this power to another. The Estate Tax Apportionment Act of 1951 (Act of August 24, 1951, P.L. 1405, as amended, 20 P.S. §§ 881 to 887 (Supp.1975), hereinafter “the Act”), which establishes a comprehensive statutory scheme for apportioning federal estate taxes, provides in section 3(a):\n“Powers of Testator or Settlor. A testator, settlor, or possessor of any appropriate power of appointment may direct how the [federal] estate tax shall be apportioned or allocated or grant a discretionary power to another so to direct. Any such direction shall take precedence over the provisions of this act insofar as the direction provides for the payment of the estate tax or any part thereof from property, the disposition of which can be controlled by the instrument containing the direction or delegating the power to another.”\nThis provision was added to the Act by section 1 of the Act of December 22, 1965, P.L. § 1204 and was in effect at the time of Mr. Bryner’s death. (The Act was repealed on June 30, 1972, and simultaneously reenacted in substantially identical form as Chapter 37 of the Probate, Estates and Fiduciaries Code, 20 Pa.S. § 3701 et seq.). Sections 718 and 736 of the Inheritance and Estate Tax Act of 1961 (Act of June 15, 1961, P.L. 373, No. 207, 72 P.S. §§ 2485-718 and 2485-736) give testators similar powers with respect to the apportionment of Pennsylvania inheritance and estate taxes. See generally Neamand Estate, 456 Pa. 22, 318 A.2d 730 (1974).\nAppellants cite various sections of the Act in support of their arguments that the federal estate tax should be apportioned either entirely or in part to Mr. Bryner’s residuary estate, but make no mention of section 3(a), supra. Because we conclude that the testator exercised his right under this section to depart from the scheme of apportionment set forth in the Act, we deem it unnecessary to consider any of the other sections of the Act."}