{"id": "1710399", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nThis appeal presents the important question of whether a school district may agree in a collective bargaining agreement to submit to arbitration the propriety of discharging a non-tenured teacher. The court of common pleas held that it may do so. We agree, and therefore affirm.\nThe collective bargaining' agreement between the Philadelphia Board of Education and the Philadelphia Federation of Teachers provides that “[a] teacher or other employee who does not have tenure shall not be subjected to discipline or discharge except for just cause.” It also establishes a comprehensive grievance procedure, terminating in arbitration. On July 8, 1974, the board notified Edgar Vahey, a non-tenured teacher, that he was suspended from his position pending dismissal. The union asserted that this was improper under the agreement and, pursuant to the grievance procedure, demanded arbitration and initiated the procedure for the selection of arbitrators. The board then filed a complaint in equity seeking to enjoin the arbitration on the ground that the agreement to submit employee discharges to arbitration was an unlawful delegation of the exclusive power of the board. The union filed preliminary objections in the nature of a demurrer, and these were sustained. This appeal followed.\nThe board maintains that the provisions of the collective bargaining agreement here involved illegally delegate to an arbitrator the powers conferred exclusively on the board by sections 510 and 514 of the Public School Code of 1949. Consequently, it is argued, those provisions are invalid under section 708 of the Public Employee Relations Act (PERA) insofar as they provide for arbitration of grievances concerning discharge of non-tenured teachers.\nWe cannot agree.\nThis Court has recently discussed the meaning of section 703 in Pennsylvania Labor Relations Board v. State College Area School District, 461 Pa. 494, 508-510, 337 A.2d 262, 269 (1975) (filed April 17, 1975). There Mr. Justice Nix wrote for the Court:\n“The mere fact that a particular subject matter may be covered by legislation does not remove it from collective bargaining under section 701 if it bears on the question of wages, hours and conditions of employment. We believe that section 703 only prevents the agreement to and implementation of any term which would be in violation of or inconsistent with any statutory directive. The distinction between this view and that expressed by the majority of the Commonwealth Court (as we understand it) is best illustrated by an example. Under section 1142 of the Public School Code, a minimum salary scale is set forth. Section 1151 provides that school boards may pay salaries in excess of the minimum salary. Framing the issue in accordance with the formulation suggested by the majority in the Commonwealth Court, section 1142 created a duty not to pay below the minimum scale and section 1151 granted the employer the prerogative to pay more than the minimum rate. Clearly, the parties are precluded from agreeing to a rate lower than the minimum scale but even though the statute vested in the public employer the prerogative to pay a higher rate to do so as a result of collective bargaining is not ‘in violation of, or inconsistent with, or in conflict with’ the statute in question. The mere fact that the General Assembly granted the prerogative to the employer does not exclude the possibility that the decision to exercise that prerogative was influenced by the collective bargaining process.\n“. . . . Section 703 merely prevents a term of a collective bargaining agreement from being in violation of existing law. Cf. Board of Education, City of Englewood v. Englewood Teachers Ass’n, 64 N.J. 1, 311 A.2d 729 (1973); Board of Education of Union Free School District # 3 v. Associated Teachers of Huntington, Inc., 30 N.Y.2d 122, 331 N.Y.S.2d 17, 282 N.E.2d 109 (1972); Joint School District # 8 v. Wisconsin Employment Relations Board, 37 Wis.2d 483, 155 N.W.2d 78 (1967). If however the General Assembly mandates a particular responsibility to be discharged by the board and the board alone, then the matter is removed from bargaining under section 701 even if it has direct impact upon ‘wages, hours and other terms or conditions of employment.’ ”\nThe issue then is whether the challenged provisions of the collective bargaining agreement delegate to the arbitrator a responsibility which the General Assembly has commanded shall be “discharged by the board and the board alone.” In deciding this question, other provisions of the PERA are of particular significance because the PERA itself altered the board’s previously exclusive control of most subjects within its competence and “[repudiated] . . . the traditional concept of the sanctity of managerial prerogatives in the public sector.” Id. at 504, 337 A.2d at 267.\nThe General Assembly, far from forbidding arbitration of disputes arising out of a collective bargaining agreement, expressly commands it in section 903 of the PERA, which provides, in pertinent part:\n“Arbitration of disputes or grievances arising out of the interpretation of the provisions of a collective bargaining agreement is mandatory. . . . [T]he final step [of the grievance procedure] shall provide for a binding decision by an arbitrator . . . .”\nThis policy is even stronger than that embodied in federal labor policy. See United Steelworkers v. American Manufacturing Co., 363 U.S. 564, 80 S.Ct. 1343, 4 L.Ed.2d 1403 (1960); United Steelworkers v. Warrior & Gulf Navigation Co., 363 U.S. 574, 80 S.Ct. 1347, 4 L.Ed.2d 1409 (1960); United Steelworkers v. Enterprise Wheel & Car Corp., 363 U.S. 593, 80 S.Ct. 1358, 4 L.Ed.2d 1424 (1960). Federal policy merely favors the submission of disputes to arbitration, while the PERA requires it.\nIt is not difficult to perceive the reasons for the statutory requirement that grievances be submitted to arbitration. If a dispute arises as to the interpretation or application of the agreement there must be a mechanism for resolving the dispute or the agreement is meaningless. Historically, the primary means of resolving such disputes was the strike, and many agreements in the private sector retain this mechanism for at least some types of dispute. However, resolution of all disputes by resort to economic force is costly to the parties, and more importantly, to the public. The General Assembly therefore chose to make the widely used procedure of labor arbitration mandatory under the PERA. This brings the special expertise of labor arbitrators to bear on the often difficult problems of administering the collective bargaining agreement while assuring parties that their agreement will be effective and guaranteeing both the parties and the public that such disputes will not disrupt peaceful labor relations or interrupt public services.\nThe board, however, maintains that the subject matter of this dispute requires that it be excluded from the general mandate to arbitrate. It bases this contention on sections 510 and 514 of the Public School Code of 1949. We conclude that these provisions do not preclude the submission to arbitration of this type of dispute.\nSection 510 empowers the board to “adopt and enforce” regulations “regarding the management of its school affairs and the conduct and deportment of all . teachers . . . during the time they are engaged in their duties . . . .” Clearly the requirement of “just cause” for discipline does not infringe upon this prerogative of the board, for violation of a valid regulation adopted by the board would surely be “just cause” for discipline. Thus, the power of the board to adopt and enforce regulations is not impaired by the requirement of “just cause” for discipline of a teacher.\nThe other statutory provision relied upon by the board, section 514, empowers the board (subject to certain procedural requirements) “to remove any of its employees . . . for incompetency, intemperance, neglect of duty, violation of any of the school laws of this Commonwealth, or other improper conduct.” This provision is the very antithesis of one entrusting the board with broad discretion to formulate and implement educational policy. The board is empowered to act only for reasons specified in the statute and its action is subject to judicial review. Hutnik v. Duquesne School District, 8 Pa.Cmwlth. 387, 302 A.2d 873 (1973); see Local Agency Law, Act of December 2, 1968, P.L. 1133, §§ 7, 8, 53 P.S. §§ 11307,11308 (Supp.1974).\nMoreover, the collective bargaining agreement is susceptible of at least two constructions which fully protect the authority of the board. These stem from consideration of the procedure formerly in effect.\nWhen a school board heretofore sought to dismiss a non-tenured teacher, the teacher was notified of the charges and afforded a hearing before the board, which then acted upon the proposed dismissal. As this Court stated in Brentwood Borough School District Appeal, 439 Pa. 256, 262-63, 267 A.2d 848, 851 (1970);\n“At the hearing the board plays a dual role. It acts as both prosecutor and as judge, and because of this it can never be totally unbiased.”\nThe defects of this procedure from the standpoint of the teacher have long been evident. While there is an opportunity for judicial review of the discharge, it is limited to determining whether\n“the same is in violation of the constitutional rights of the appellant, or is not in accordance with law, or that the provisions of this act have been violated in the proceeding before the agency, or that any finding of fact made by the local agency and necessary to support its adjudication is not supported by substantial evidence.”\nLocal Agency Law, supra, § 8, 53 P.S. § 11308. This type of review is, of course, no substitute for an impartial fact-finder in the first instance.\nOne possible construction of the collective bargaining agreement is that the “just cause” standard for discharge is identical with the statutory enumeration of reasons justifying such action. On this construction, all that the parties would have done is substitute a hearing before an impartial arbitrator for the hearing before the board and subsequent judicial review under the Local Agency Law. From the standpoint of the parties, this would have the advantage of providing an inexpensive and expeditious procedure in addition to an impartial fact-finder.\nAn alternative construction is suggested by the brief for the union. It suggests that the term “just cause,” as used in the agreement, contemplates the possibility of discharges for a wider variety of reasons than those enuraerated in the statute. Thus, an employee who elects to pursue the grievance procedure rather than proceeding to a hearing before the board would accept a less restrictive substantive standard in return for the greater procedural advantages afforded by the arbitration proceeding.\nWe see no reason why either of the constructions here suggested would involve violation of any legal restriction upon the power of the board, and the board offers none.\" Consequently, we conclude that section 703 does not prohibit implementation of the provisions of the agreement challenged here.\nThis conclusion is bolstered by the fact that it is in agreement with the weight of authority in other jurisdictions. Danville Board of School Directors v. Fifield, 132 Vt. 271, 315 A.2d 473 (1974) (agreement not to discharge teacher except for “just and sufficient cause” and to arbitrate disputes as to the propriety of discharge specifically enforced); Board of Education v. Associated Teachers, 30 N.Y.2d 122, 131-132, 331 N.Y.S.2d 17, 24-25, 282 N.E.2d 109, 114-115 (1972) (Fuld, C. J., for a unanimous court ) (agreement not to discipline tenured teachers without “just cause” and to arbitrate disputes as to the propriety of discharge declared valid); Local 1226, City Employees v. City of Rhinelander, 35 Wis.2d 209, 151 N.W.2d 30 (1967) (agreement to arbitrate dispute over discharge of city employee specifically enforced). Indeed, the sole authority for the board’s contention here is what can only be described as dictum in West Hartford Education Association v. DeCourcy, 162 Conn. 566, 295 A.2d 526 (1972).\nIn De Courcy, the court was considering the scope of a school board’s duty to bargain under the Connecticut Teacher Negotiations Act. In considering the propriety of arbitration, it was primarily concerned to distinguish between allowing the arbitrator to prescribe the terms of the agreement (which it found to be impermissible) and the arbitration of grievances regarding the interpretation of the agreement (which it held to be broadly permissible and a mandatory subject of negotiation between the parties). In the course of illustrating the proposition that the board could not delegate to an arbitrator discretion reposed in the board alone, it quoted from its decision in Norwalk Teachers’ Association v. Board of Education, 138 Conn. 269, 280, 83 A.2d 482, 487 (1951): “For example, it could not commit to an arbitrator the decision of a proceeding to discharge a teacher for cause.” It is noteworthy that Norwalk Teachers’ Association was decided prior to the enactment of any statute authorizing collective bargaining by Connecticut teachers and the De Courcy court failed to consider whether the enactment of such a statute affected the continuing validity of the quoted statement. Even if this dictum does establish the proposition as the law of Connecticut, it appears to us to rest on a conception of collective bargaining which is narrower than that embodied in the Public Employee Relations Act. It is therefore not persuasive on the issue before us.\nMotion to quash denied. Decree affirmed. Each party pay own costs.\nEAGEN, J., dissents.\nPOMEROY, J., filed a dissenting opinion.\nJONES, C. J., did not participate in the consideration or decision of this case.\n. The grievance procedure is set out in article B-VIII of the agreement, which provides, in pertinent part:\n“Section 1. Definitions\nla. A grievance is a complaint involving the work situation, that there is a lack of policy; that a policy or practice is improper or unfair; or that there has been a deviation from, or a misinterpretation or misapplication of a practice or policy; or that there has been a violation, misinterpretation, misapplication, inequitable or otherwise improper application of any provision of this Agreement. The development or modification of a system-wide salary schedule is not considered a grievance.\nlc. Nothing within this procedure shall be construed to deny to any employe his rights under any applicable law. Section 2. Procedure for Adjustment of Grievances\nGrievances and problems shall be presented and adjusted in accordance with the following procedure: ....\nStep 3a. Within twenty-five school days after receiving the decision of the Executive Director of Personnel, the Board or the Federation may submit the matter to arbitration if the grievance, complaint or problem involves the compliance with, or application or interpretation of this Agreement, provided that a grievance concerning any Board action, not inconsistent with any provision of this Agreement, taken under any term of this Agreement requiring or providing for exercise of the Board’s discretion or policymaking powers, may be decided by an arbitrator only if it is based on a complaint that such action was applied in a manner inconsistent with the general practice under such action followed throughout the school system in similar circumstances.\nStep 3b. The method for submitting a matter to arbitration shall be as follows:\nStep 3c. The arbitrator shall issue his decision not later than 30 days after the date of the closing of the hearings or, if oral hearings have been waived, then 30 days from the date of transmitting the final statements and proof to the arbitrator. The decision shall be in writing and shall set forth the arbitrator’s opinion and conclusions on the issues submitted. The arbitrator shall have the power and authority to decide, and shall limit his decision strictly to the matters specified in paragraph a of this Step 3; he shall be without power or authority to make any decision:\nStep 3c(i) Contrary to, or inconsistent with, or which modifies or varies in any way, the terms of this Agreement or of applicable law or rules or regulations having the force and effect of law; or\nStep 3c(ii). Which limits or interferes in any way with the powers, duties, and the responsibility of the Board under its By-laws, applicable law and rules and regulations having the force and effect of law, except that this clause (ii) shall not be deemed to limit the arbitrator’s authority to make decisions or awards which he is authorized to make under this paragraph c on the matters set forth in paragraph 2 of this Step 3.\nThe decision of the arbitrator, if made in accordance with his jurisdiction and authority under this Agreement will be accepted as final by the parties and both will abide by it.”\n. Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(4), 17 P.S. § 211.202(4) (Supp.1974).\nThe order sustaining the preliminary objections did not explicitly dismiss the complaint, but rather directed that the matter be submitted to arbitration and retained on the docket until the arbitration was completed and a copy of the arbitrator’s decision presented to the court. The union has moved to quash the appeal relying upon the rule that where preliminary objections have been sustained without dismissing the complaint, the order is normally interlocutory. Micklege v. Capozzi, 455 Pa. 551, 316 A.2d 887 (1974); Hudock v. Donegal Mutual Insurance Co., 438 Pa. 272, 276, 264 A.2d 668, 671 (1970). This rule has no application here.\nThe order did not give the board leave to amend its complaint, but rather directed that the arbitration proceed. Clearly the only purpose of retaining the action on the docket was to facilitate review and enforcement of whatever order the arbitrator might issue, a matter not within the scope of the original action. Thus, the order of the trial court is one which “does, in effect, terminate the action between the parties, or so restricts the pleader . as virtually to put him out of court on the cause of action he seeks to litigate.” Hudock, supra, at 276, 264 A.2d at 671. The order was therefore final.\n. “The board of school directors in any school district may adopt and enforce such reasonable rules and regulations as it may deem necessary and proper, regarding the management of its school affairs and the conduct and deportment of all superintendents, teachers, and other appointees or employes during the time they are engaged in their duties to the district\nAct of March 10, 1949, P.L. 30, art. V, § 510, 24 P.S. § 5-510 (1962).\n“The board of school directors in any school district except as herein otherwise provided, shall after due notice, giving the reasons therefor, and after hearing if demanded, have the right at any time to remove any of its officers, employes, or appointees for incompetency, intemperance, neglect of duty, violation of any of the school laws of this Commonwealth, or other improper conduct.”\nId. § 514, 24 P.S. § 5-514.\nMr. Justice Pomeroy’s dissenting opinion asserts that the board’s reliance upon section 514 is misplaced because the provisions relevant to discharge of non-tenured teachers are sections 1108 and 1122 of the Public School Code of 1949, 24 P.S. §§ 11-1108, 11-1122. We find it unnecessary to determine this question because we conclude that it does not affect our analysis, as will be shown. See notes 10a & 14a infra. For the same reason we need not determine the propriety of an appellate court’s raising of such an issue sua sponte. See Benson v. Penn Central Transportation Co., 463 Pa. 37, 41, 342 A.2d 393, 395 (1975) (filed July 7); Wiegand v. Wiegand, 461 Pa. 482, 337 A.2d 256 (1975).\n. That section provides:\n“The parties to the collective bargaining process shall not effect or implement a provision in a collective bargaining agreement if the implementation of that provision would be in violation of, or inconsistent with, or in conflict with any statute or statutes enacted by the General Assembly of the Commonwealth of Pennsylvania or the provisions of municipal home rule charters.”\nAct of July 23, 1970, P.L. 563, No. 195, art. VII, § 703, 43 P.S. § 1101.703 (Supp.1974).\n. The board also contends that the type of dispute involved in this case is excluded from the scope of the grievance procedure by Article B-l of the agreement, which provides:\n“The parties recognize that the Board of Education has unilateral authority in the field of educational policy and development. This Agreement is not intended to modify by any of its terms any discretionary authority concerning such matters vested in the Board by the statutes of the Commonwealth or the Home Rule Charter.”\nWhatever may be the merits of this contention, see United Steelworkers v. American Manufacturing Co., 363 U.S. 564, 80 S. Ct. 1343, 4 L.Ed.2d 1403 (1960); United Steelworkers v. Warrior & Gulf Navigation Co., 363 U.S. 574, 80 S.Ct. 1347, 4 L.Ed.2d 1409 (1960); United Steelworkers v. Enterprise Wheel & Car Corp., 363 U.S. 593, 80 S.Ct. 1358, 4 L.Ed.2d 1424 (1960); Borough of Ambridge Water Authority v. Columbia, 458 Pa. 546, 328 A.2d 498 (1974), it was not presented to the trial court and is therefore unavailable on appeal. Wenzel v. Morris Distributing Co., 439 Pa. 364, 373-74, 266 A.2d 662, 667 (1970); Corabi v. Curtis Publishing Co., 437 Pa. 143, 150, 262 A.2d 665, 668 (1969). However, this will not preclude presentation of this contention to the arbitrator.\n. The dissent contends that we have improperly confined our consideration of the board’s claim to a determination of whether arbitration of grievances over discharges is “in violation of” existing law and ignored the question of whether it is “inconsistent with, or in conflict with” existing law. It then concludes that such arbitration is inconsistent with the Public School Code because it constitutes “a delegation of a paramount board responsibility which . . is at least wholly inconsistent with the statutory scheme which the Code embodies.” Post, at 47.\nWere we in agreement with the latter proposition, we would also agree that section 703 of the PERA would forbid implementation of the provision in question. However, as will be seen, we have examined the statutory scheme and concluded that there is no inconsistency. Thus the dissent’s disagreement with our analysis centers on this point rather than turning upon any fundamental difference in the construction of section 703.\n. Act of July 23, 1970, P.L. 563, No. 195, art. IX, § 903, 43 P.S. § 1101.903 (Supp.1974).\n. See Feller, A General Theory of the Collective Bargaining Agreement, 61 Calif.L.Rev. 663, 745-47 (1973). For an excellent discussion of the nature and functions of the collective bargaining agreement and the role of arbitration in administering such an agreement, see id. at 718-71, esp. 740-55.\n. Other advantages of grievance arbitration in governmental labor relations have been noted by one commentator, in the course of discussing its propriety:\n“The basic objection to the propriety of binding arbitration as the final step in a grievance procedure is similar to the legal arguments against it; even if the use of arbitration is not an unlawful delegation of legislative authority, it is at least improper and unwise to ‘remove from the . . people a\npower vested in them.’ Underlying this argument is the fear that arbitration may compel management to accept decisions which violate existing laws or official rules and regulations. This fear is founded on the belief that the arbitrator is going to ignore the law and act capriciously. This flies in the face of the American experience with arbitration and judicial review of arbitration awards. Of the several reasons behind the reluctance of public employers to agree to binding arbitration of grievances, the most important appears to be the desire not to relinquish unnecessarily any power to the unions.\n“Binding arbitration of grievances, however, has much to commend it. First, the collective bargaining agreement is more meaningful because the confidence of the workers in the equity of the agreement is strengthened when they know that any dispute over the meaning of the contract may be submitted to an impartial third party for decision. Second, it encourages more careful decision making by the government employer. If he knows that his actions may be subjected to the scrutiny of an arbitrator whose decision will be binding, he will be less likely to make hasty decisions and more likely to calculate the effect of his order. Third, it would create pressure to settle grievances at lower levels. The natural reluctance of management officials to have their decisions reviewed by outside parties reduces the tendency of upper-level management to uphold unjust decisions made by lower-level management. Fourth, if the parties must bear the cost of arbitration by outside parties, they are likely to attempt to resolve their differences before such expense is incurred.\n“One of the chief virtues of binding arbitration is that the entire grievance process is made more meaningful to the grievant, and therefore more useful. Where the ultimate arbiter of the dispute is a representative of one side of the dispute, adverse decisions will be hard to accept and the tendency toward alienation will be strong — witness the experience under the post office grievance procedure. Where the ultimate decision is made by a neutral third party, however, the grievant is much more likely to feel that he has had a fair hearing and the goal of harmonious relations will be best served. A 1963 study showed that employer-employee relations usually improved after adoption of grievance arbitration; most of the governmental units questioned recommended that other governmental units adopt such a procedure. The benefits arising from binding arbitration of grievances, and its legality or the ease with which it could be made legal, invite its adoption.”\nNote, Legality and Propriety of Agreements to Arbitrate Major and Minor Disputes in Public Employment, 54 Cornell L.Rev. 129, 135-36 (1968).\n. See note 3 supra.\n. Indeed practice under industrial collective bargaining agreements emphatically upholds the power of an employer to discipline employees for disobedience of an order or regulation of the employer.\n“Under a collective agreement an employer may sometimes properly impose discipline in circumstances which, were it an employment contract, might result in his being liable to the employee for damages. Consider, for example, the case in which an employee is given a direction to perform certain work. Suppose the order is improper, under his employment contract, because the work is outside of his proper job boundaries, because he has a contractual right to refuse overtime, or for any other reason. By hypothesis the employee’s refusal to comply with the order cannot be made the basis for imposing a contractual liability on him, since he broke no promise. If the employee is discharged for his refusal, the employer is liable in damages to the employee for breach of contract. The employee, of course, refuses to obey at his peril; his right to recover depends on a later judicial determination as to whether the order was improper. If the employment was governed by a collective agreement the result is to the contrary. The understanding of the parties, and the almost universal ruling of arbitrators, is that an employee must obey an order so long as it poses no threat to his personal safety and that discipline may be imposed for failure to obey without regard to the propriety of that order under the agreement.”\nFeller, supra note 6, at 778 (footnotes omitted).\nWe need not here consider whether, under this agreement, disobedience of an improper order or regulation would constitute “just cause” for discipline. There is no indication that such a question is involved in this case. Moreover, that question is one for the arbitrator to determine, at least in the first instance.\n. The dissent maintains that the relevant provisions of the Public School Code are sections 1108 and 1122. See note 3 supra. We conclude that, even if the dissent is correct on this point, it would not affect our analysis.\nSection 1122 provides, in pertinent part:\n“The only valid causes for termination of a contract heretofore or hereafter entered into with a professional employe shall be immorality, incompetency, intemperance, cruelty, persistent negligence, mental derangement, [and] persistent and wilful violation of the school laws of this Commonwealth on the part of the professional employe . . .\n24 P.S. § 11-1122.\nSection 1108 provides, inter alia, that “[n]o temporary professional employe shall be dismissed unless rated unsatisfactory\n24 P.S. § 11-1108. The provisions for rating non-tenured teachers are the same as those which must be used in determining competency of tenured teachers and are set out in section 1123 of the Code, 24 P.S. § 11-1123.\nAssuming that these sections are relevant in a proceeding in which the board relies solely upon section 514, the only effect which this would have on our analysis would be the substitution of a slightly different statutory enumeration of permissible grounds for discharge for that contained in section 514.\n. There is no need for us to consider what is the proper construction of the agreement — whether one of those here suggested or some other. That is a question for the arbitrator, at least in the first instance. The injunction sought by the board could be granted only if it were clear that arbitration would be proscribed by section 703 of the PERA regardless of the construction adopted. Consequently, the existence of any construction which could properly be implemented is sufficient to require denial of the injunction.\n. There is no occasion in this case to consider the nature and scope of judicial review of the arbitrator’s award.\n. The brief quotes the language of the arbitrator in Worthington Corp., 24 Lab.Arb. 1, 6-7 (1955):\n“ * * * '[i]t is common to include the right to suspend and discharge for ‘just cause’, ‘justifiable cause’, ‘proper cause’, ‘obvious cause’, or quite commonly simply for ‘cause’. There is no significant difference between these various phrases. These exclude discharge for mere whim or caprice. They are obviously intended to include those things for which employees have traditionally been fired. They include the traditional causes of discharge in the particular trade or industry, the practices which develop in the day-to-day relations of management and labor and most recently they include the decisions of courts and arbitrators. They represent a growing body of ‘common law’ that may be regarded either as the latest development of the law of ‘master and servant’ or, perhaps, more properly as part of a new body of common law ‘Management and labor under collective bargaining agreements.’ They constitute the duties owed by employees to management, and, in their correlative aspect, are part of the rights of management.”\n. Subsection lc of the grievance procedure provides: “Nothing within this procedure shall be construed to deny to any employee his rights under any applicable law.” Consequently, any construction which involves the application of a standard permitting discharges for causes other than those enumerated in section 514 would appear to present the employee with an election between the statutory remedy provided by section 514 and the Local Agency Law and the remedy provided by the grievance procedure in the agreement. We have no occasion to consider whether use of the grievance procedure rather than the statutory procedure would also be elective were the substantive standard the same.\n. Because neither of the constructions suggested here involves any restriction upon the substantive grounds for dismissal of a non-tenured teacher, we are unable to understand the dissent’s contention that they would hamper the board in obtaining “ ‘the best educational facilities for the children of this Commonwealth.’ ” Post, at 47, quoting Commonwealth ex rel. Hetrick v. Sunbury School Dist., 335 Pa. 6, 11, 6 A.2d 279, 281 (1939).\nNeither does either construction relieve the board of its “paramount . . . responsibility” to “employ competent and effective teachers . . . and ... to discharge those it does not deem fit.” Post, at 42, Obviously, no teacher will be discharged unless the board initially determines that one or more of the statutorily enumerated grounds for such action exist. All that either construction would do is provide an impartial determination of whether the board is correct in its belief that such grounds exist. Unless the power of the board to sit in judgment upon the charges preferred by it against a teacher is fundamental to the statutory scheme, neither construction is inconsistent with that scheme. No reason, other than nebulous appeals to the necessity of maintaining “the best and most efficient school system possible,” post, at 47, is offered for believing that the General Assembly intended such a harsh and arbitrary result and we decline to attribute such a purpose to it.\nIt is true that under this contract “every decision of [the] school board to dismiss a non-tenured teacher . . . will become, if the teacher so elects [and the union concurs], subject to binding arbitration.” Post, at 48. However, even in the absence of contracts of this sort, every decision to dismiss a nontenured teacher is subject to an appeal to the judiciary under the Local Agency Law. No reason is offered for believing that binding arbitration is any more disruptive of the exercise of the board’s responsibilities than such appeals. Indeed, given the greater speed and lower cost characteristic of arbitration proceedings, arbitration may be less disruptive than judicial appeals.\n. Three judges dissented on another point, but expressed their agreement with this aspect of the opinion of the court."}