{"id": "1712650", "contents": "OPINION OF THE COURT\nEAGEN, Justice.\nAppellant, Matthew Swint, was tried before a jury and found guilty of murder in the first degree for the killing of Walter Boatwright; guilty of assault and battery with intent to murder in the shooting of Samuel Hill; and guilty of unlawfully carrying a firearm on a public street at the time of his arrest. Motions for a new trial and in arrest of judgment were filed and denied. Appellant was sentenced to life imprisonment for the murder of Boatwright; one to three years imprisonment, to run consecutively with the life sentence, for the assault on Hill; and one to three years imprisonment, to run concurrently with the life sentence, for the weapons offense. This appeal followed.\nAt trial, the Commonwealth relied heavily on the eyewitness testimony of Betty McClenton, the deceased’s common law wife, and Samuel Hill, a friend of the deceased. Their testimony may be summarized as follows. In the early morning hours of Sunday, August 13, 1972, Boatwright and Hill, who had been drinking in various bars the preceding Saturday evening, entered an after hours club to meet Betty McClenton. Boatwright asked McClenton if she was ready to return home. She replied that she would be ready as soon as she stepped outside to speak with a friend. Once outside, she saw Swint walking up the street carrying a gun and shouting, “Where’s that so and so Boatwright.” She retreated to warn Boatwright and Swint followed her closely. When Hill saw Swint enter the club, he approached him. Swint shot Hill, then turned and shot Boatwright in the head. Swint went to where Boatwright had fallen, picked him up by the collar and fired another shot into his neck.\nDr. Dimitri Costostavlos, pathologist, testified that Boatwright died as the result of gunshot wounds of the head and neck. A .38 calibre bullet was recovered from the skull of the deceased, but the projectile causing the injury to the neck passed out of the body from back to front.\nSwint testified in his own behalf as follows. Late on Saturday evening, Boatwright and Swint had an altercation outside a barroom which was broken up by spectators before any punches were thrown. Boatwright, however, threatened to return. Swint claimed that later, in the early morning hours of Sunday, he was at the Cobbler’s Club when Boatwright arrived. Boatwright recognized Swint and drew a gun. Swint ran towards the back door, heard a volley of shots and departed in a companion’s car. Swint went home without returning to the Cobbler’s Club.\nInter alia, appellant argues that it was error to allow the Commonwealth to amend indictment 654, charging illegal possession of a weapon on August 13, 1972, the date of the shooting, to September 11, 1972, the date of Swint’s arrest. We agree.\nThe original indictment charged Swint with possession of a weapon on August 13, 1972, and remained operative until midway through the trial. During the presentation of its case in chief, the Commonwealth, over objection, moved to amend the indictment to read that the offense occurred on September 11, 1972. Pennsylvania has allowed amendments to indictments for over a century if the amendment is one of form and in no way prejudices the defendant or charges an additional or different offense. Commonwealth v. Hudson, 455 Pa. 117, 314 A.2d 231 (1974); Commonwealth v. Tassone, 246 Pa. 543, 92 A. 713 (1914); Commonwealth v. Syren, 150 Pa.Super. 32, 27 A.2d 504 (1942); Pa.R.Crim.P. 220 (effective January 1, 1965). See also Act of March 31, 1860, P.L. 427, § 13, 19 P.S. § 433. However, the amendment in this case is not, as asserted by the Commonwealth, one merely of form in the change of a mistaken date but, rather, one which, in effect, charges a different offense and works to the prejudice of the defendant at trial.\nThe record reveals that Walter Boatwright, the victim, was killed with a .38 calibre bullet on August 13, 1972, and that, in the investigation of this incident, the police found a .38 calibre gun at the scene of the shooting. Further, there was testimony that Swint was seen with a gun on that date. While the Commonwealth now argues that it had no intention or ability to charge Swint with a weapons offense on that date under these facts, it is certainly not unreasonable for the defendant, from the face of the indictment and from the circumstances of this case, to believe that the Commonwealth was proceeding against him at this trial under the theory that on August 13th he was illegally carrying a gun. Since, as indictment 654 was originally framed, all indictments consolidated for trial arose from the same incident, Swint’s defense counsel could, and did, uniformly and consistently deny all charges arising from the incident on the 13th.\nThe indictment, as amended, charged an offense of the same genus but arising out of different facts and was not part of the chain of events which culminated in the murder and assault. When arrested on September 11, 1972, Swint was allegedly carrying a concealed .82 calibre gun. Thus, when indictment 654 was amended, it was this charge the defense was required to defend. The amendment caused not just a shift in defense strategy but a change in the basic nature of the proofs required at trial. Since the defense to one charge was not a defense to the other, we find that the amendment charged a “different offense” within the meaning of Rule 220. Commonwealth v. Bruce, 230 Pa.Super. 507, 326 A.2d 628 (1974); Commonwealth v. Coles, 226 Pa.Super. 488, 313 A.2d 329 (1974); Commonwealth v. Meyers, 10 Lebanon 327 (1966).\nSecondly, without discussing the possible confusion to a jury caused by the introduction of testimony regarding two different guns, the prejudice inherent in the Commonwealth’s introducing testimony to support the amended indictment is obvious. See Commonwealth v. Groce, 452 Pa. 15, 303 A.2d 917 (1973), cert. denied 414 U.S. 975, 94 S.Ct. 290, 38 L.Ed.2d 219 (1973) ; Commonwealth v. Foose, 441 Pa. 173, 272 A.2d 452 (1971). Possession of a .32 calibre gun a month after a murder was committed with a .38 calibre weapon has little probative value at the murder trial. Further, since evidence of one offense would not be admissible at a separate trial for the other, the evidence serves only to give the defendant a criminal disposition in the eyes of the jury and strip him of the presumption of innocence. The Commonwealth should not be allowed, either by calculation or inadvertence, to prejudice a defendant indirectly in a way directly forbidden. See Commonwealth v. Groce, supra; Commonwealth v. Foose, supra; Commonwealth v. Burdell, 380 Pa. 43, 110 A.2d 193 (1955). See also Commonwealth v. Peterson, 453 Pa. 187, 307 A.2d 264 (1973); Commonwealth v. Irons, 230 Pa.Super. 56, 326 A.2d 488 (1974). All judgments of sentence are reversed on this ground and a new trial granted.\nAppellant also contends that the evidence in this case is insufficient to support the verdicts. In his brief, appellant makes mention that both eyewitnesses for the Commonwealth had been convicted of felonies before this trial. However, his argument is directed to the credibility of the witnesses and is not a subject of review for this Court. Commonwealth v. Garvin, 448 Pa. 258, 293 A.2d 33 (1972); Commonwealth v. Melton, 406 Pa. 343, 178 A.2d 728 (1962).\nThe test for the sufficiency of the evidence necessary to convict is “ ‘whether, accepting as true all the evidence and all reasonable inferences therefrom, upon which if believed the jury could properly have based its verdict, it is sufficient in law to prove beyond a reasonable doubt that the defendant is guilty of the crime of which he has been convicted.’ ” Commonwealth v. Eiland, 450 Pa. 566, 569, 301 A.2d 651, 652 (1973), quoting from Commonwealth v. Smith, 447 Pa. 457, 463, 291 A. 2d 103, 105 (1972), and Commonwealth v. Frye, 433 Pa. 473, 481, 252 A.2d 580, 584 (1969). Given the eyewitness accounts of this incident, we are convinced that the evidence is of sufficient quality and quantity to support the convictions.\nJudgments of sentence reversed and a new trial granted.\n. As originally written, the illegal weapons possession was part of the same transaction as the murder and assault. Accordingly, Commonwealth v. Campana, 452 Pa. 233, 304 A.2d 432 (1973), would require all charges arising from the same transaction to be tried together.\n. The Commonwealth argues that since no appeal was filed in the Superior Court from the judgment and conviction on indictment 654, that judgment is not before this Court. However, even if we were to accept this position, the effect of the erroneous ruling permitting the amendment to the indictment on the other convictions is properly before us in evaluating the validity of these other convictions. Moreover, the appeal filed in this Court will be considered as one challenging all of the judgments. See Commonwealth v. Davenport, 462 Pa. 543, 342 A.2d 67 (1975). See also art. II, § 202(1) of the Act of July 31, 1970, P.L. 673, 17 P.S. § 211.202(1), and art. V, § 503(a), 17 P.S. § 211.503(a) (Supp. 1974-1975)."}