{"id": "1714940", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nOn April 6, 1973, the Department of Environmental Resources (DER) ordered Ramey Borough to plan, design, construct and operate a waste-water treatment facility. The DER found that approximately 90 of 200 homes in Ramey do not have septic tanks. Waste from these residences is discharged into a sewer which empties into Little Muddy Run, a tributary of Muddy Run which flows into the west branch of the Susquehanna River.\nThe borough appealed the order to the Environmental Hearing Board. On December 31, 1973, the board dismissed the borough’s appeal and affirmed the order of the DER. The Commonwealth Court (en banc) affirmed the decision of the board in an opinion by President Judge Bowman (Kramer, J., filed a dissenting opinion). This appeal ensued.\nThe borough attacks the validity of the DER order because, it contends it is financially impossible to comply with the challenged order. We find appellant’s argument to be unpersuasive and affirm the order of the Commonwealth Court.\nThere is no doubt that Ramey Borough is economically depressed. Ramey is a community of approximately 500 residents in Clearfield County. The mile square borough has no industry. There are two gas stations, one laundromat, one garage and a bar. In 1973, the total assessed valuation of the real property in Ramey was approximately $400,000. Only 193 residents were listed on the borough’s 1973 wage tax rolls. An estimated cost of a sewage treatment facility for the borough was $1.3 million.\nOur inquiry at this juncture, however, is not to determine whether Ramey can afford to build such a treatment plant. The Clean Streams Law provides a comprehensive scheme to protect and improve the quality of the waters of the Commonwealth. Section 5 of the Act empowers the DER to “order [a] municipality to acquire, construct ... or operate a sewer system and/or treatment facility.” The Act provides a procedure by which appeals may be taken to attack the validity or content of DER orders. See Commonwealth v. Derry Township, 466 Pa. 31, 351 A.2d 606 (Filed January 29,1976). This is such an appeal.\nThe Clean Streams Law gives the DER broad discretion in issuing orders “necessary to implement the provisions of the act.” Nothing in the Act limits the DER to issuing orders only to municipalities which can afford to take the corrective measures necessary. In fact, the economic condition of the municipality is not a major factor in the DER’s statutorily governed decision to issue an order. See Sanitary Water Board v. Wilkes-Barre, 199 Pa.Super. 492, 500, 185 A.2d 624 (1962),\nThe ability of a municipality to comply with a DER order, for technological or economic reasons, may be relevant in a proceeding to enforce a DER order. This is not such an action however. The appeal from the issuance of the order serves only to determine the validity and content of the order. Cf. Commonwealth v. Derry Township, supra.\nIf, at some future date, the Commonwealth seeks to enforce such an order by mandamus, contempt or other action, courts would then be required to examine the municipality’s ability to comply with the order. Such consideration here, however, would be premature. In this respect this case is distinguishable from Commonwealth ex rel. Alessandroni v. Borough of Confluence, 427 Pa. 540, 234 A.2d 852 (1967), an action in mandamus to require compliance with an order of the Sanitary Water Board. The nature of our review there was considerably different than our review in the instant appeal.\nThe issue presented, then, is the validity of the order of an administrative agency. The scope of review by an appellate court of such an order is limited. We may interfere with the administrative agency’s action only if the agency’s findings are not supported by substantial evidence; clear errors of law were made; or constitutional rights violated. See Williams v. Civil Service Commission, 457 Pa. 470, 327 A.2d 70 (1974); Commonwealth v. Harmar Coal Co., 452 Pa. 77, 306 A.2d 308, appeal dismissed, 415 U.S. 903, 94 S.Ct. 1395, 39 L.Ed.2d 460 (1973); Triolo v. Exley, 358 Pa. 555, 57 A.2d 878 (1948); Commonwealth v. Leon E. Kocher Coal Co., 9 Pa.Cmwlth. 110, 305 A.2d 784 (1973). See generally, K. Davis, Administrative Law §§ 25 et seq. at 525 et seq. (1972). When administrative agency action meets those requirements we will not substitute our judgment for the agency’s.\nAlthough appellant attacks the sufficiency of the DER’s evidence, there is uncontradicted evidence that raw sewage from homes in Ramey flows into a stream of the Commonwealth. The testimony of appellant’s witnesses alone is enough to establish that the DER had an adequate factual basis for issuing the order. Moreover, there is no error of law. The order was within the limits of the DER’s statutory mandate. Therefore, if the order is not infirm on any constitutional ground it must be affirmed.\nAppellant contends that every exercise of a state’s police powers must meet a test of reasonableness. It does not argue that the Clean Streams Law is unconstitutional but only that its application in this instance “would be unduly oppressive, beyond the necessities of the case and therefore unconstitutional.” Although we are in general agreement that the “exercise of the police power is . restricted by the parameters of reason,” Commonwealth v. Barnes and Tucker Co., 455 Pa. 392, 419, 319 A.2d 871, 886 (1974), we do not find on this record that those bounds have been exceeded.\nAppellant characterized this issue as “the constitutionality of bankrupting a municipality.” Assuming that the borough has standing to raise the issue on behalf of its residents, this argument of doom is not ripe for decision. As the Commonwealth Court stated in rejecting this argument:\n“[A]t the current stage of the proceedings, the construction, financing and operating cost projections are only estimates which may or may not prove to be accurate if and when the facility is actually constructed. Consequently, these estimates are speculative in nature, and a constitutional challenge cannot be sustained on the basis of supposition and speculation as to future events.”\nThe township has not yet fully investigated state and federal funding opportunities, alternate methods of financing, or alternate means of compliance with the order. At this point we cannot conclude that the order fails to meet constitutional standards.\nIf, in an appropriate proceeding to enforce such an order, a municipality property establishes that all alternatives have been exhausted and compliance with the order is impossible, a court would not impose sanctions for failure to do that which cannot be done. This is not such a case.\nOrder affirmed.\nJONES, C. J., did not participate in the consideration or decision of this case.\nNIX, J., filed a dissenting opinion.\n. Pursuant to Act of July 31, 1970, P.L. 653, § 5, 35 P.S. § 691.203 (Supp.1975).\n. See Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 204, 17 P.S. § 211.204 (Supp.1975).\n. Act of June 22, 1937, P.L. 1987, as amended, 35 P.S. § 691.1 et seq. (Supp.1975).\n. Act of July 31,1970, P.L. 653, § 5, 35 P.S. § 691.203 (Supp. 1975).\n. Act of June 22, 1937, P.L. 1987, art. I, § 7, as amended, 35 P.S. § 691.7 (Supp.1975).\n. Id., § 5, as amended, 35 P.S. § 691.5 (Supp.1975).\n. The Act does provide that the board, in its discretion, shall consider: “The immediate and long-range economic impact upon the Commonwealth and its citizens.” There is no evidence in the record that the DER order was in contravention of that directive.\n. See Commonwealth v. Washington Township, 463 Pa. 120, 344 A.2d 456 (1975).\n. The parties have briefed and argued whether the borough has standing to raise the issue. Because we find that the issue is not ripe for decision, we need not resolve the standing question."}