{"id": "1714998", "contents": "OPINION OF THE COURT\nPER CURIAM.\nOn March 29, 1974, following a non-jury trial, the appellant, Lee C. May, was convicted of voluntary manslaughter and the possession of an instrument of crime. After denial of post-trial motions, appellant was sentenced to a term of imprisonment of eighteen months to five years on the former conviction and sentence was suspended on the latter. This direct appeal followed.\nRelying on Pennsylvania Rule of Criminal Procedure 130, 19 P.S. Appendix, and Commonwealth v. Futch, 447 Pa. 389, 290 A.2d 417 (1972) and its progeny, appellant claims that an inculpatory statement obtained from him during police questioning should have been suppressed by the trial court as the product of an unnecessary delay between his arrest and preliminary arraignment. He has failed, however, to preserve this issue for appellate review. Appellant moved to suppress the statement, but solely on the basis that it was given involuntarily. The statement was again challenged at trial on the same single ground. It was not until his posttrial motions that appellant first raised the separate and distinct claim of unnecessary delay. This was too late, and foreclosed its consideration either by the trial court or on appeal. In a case, like this one, where all proceedings, including the arrest and interrogation of the accused, post-dated the announcement of the decision of the Court in Futch, supra, the attempt to exclude a confession on Futch grounds comes too late when not made until after conviction. Commonwealth v. Culmer, 463 Pa. 189, 193-194, 344 A.2d 487, 489-490 (1975); Commonwealth v. Newsome, 462 Pa. 106, 108, 337 A.2d 904, 906 (1975); See also Commonwealth v. Spriggs, 463 Pa. 375, 381, 344 A.2d 880, 883 (1975); Commonwealth v. Segers, 460 Pa. 149, 158, n. 3, 331 A.2d 462, 467, n. 3 (1975); Commonwealth v. Johnson, 457 Pa. 554, 558, 327 A.2d 632, 634-635 (1974). Cf. Commonwealth v. Mitchell, 464 Pa. 117, 120-127, 346 A.2d 48, 50-53 (1975).\nJudgments of sentence affirmed.\n. The appeal from the judgment of sentence on the voluntary manslaughter conviction was taken directly to this Court pursuant to § 202(1) of the Appellate Court Jurisdiction Act. Act of July 31, 1970, P.L. 673, No. 223, art. II, 17 P.S. § 211.202(1) (Supp.1975-1976). The appeal from the judgment of sentence on the conviction for possession of an instrument of crime was certified to this Court by the Superior Court.\n. The voluntariness attack is not pursued here by appellant.\n. Although the Futch claim is absent from appellant’s written post-trial motions, it appears to have been raised orally because the trial court’s opinion disposing of the post-trial motions specifically rejects the claim. Because the post-trial motions here predate our decision in Commonwealth v. Blair, 460 Pa. 31, 331 A.2d 213 (January 27, 1975), a presentation orally of a ground for a new trial would have been sufficient to preserve the issue on appeal had appellant raised it pre-trial or at trial. Commonwealth v. Spriggs, 463 Pa. 375, 381, 344 A.2d 880, 883 (1975). In Blair we held that, thenceforth, nothing less than strict compliance with Pa.R.Crim.P. 1123(a), 19 P.S. Appendix, requiring written post-trial motions, would act to preserve issues raised therein for appellate review. 460 Pa. at 33, n. 1, 331 A.2d at 214, n. 1."}