{"id": "1714990", "contents": "OPINION\nMANDERINO, Justice.\nAppellant, Lillie Belle Grayson, was convicted of voluntary manslaughter and was sentenced to one and one-half to five years in prison. This appeal followed the denial of post-verdict motions.\nThe appellant was charged with fatally shooting her husband on March 2, 1974. There were no eyewitnesses to the shooting which took place at the couple’s residence. At trial, appellant testified that the shooting was done in self-defense following an attack on her by the victim during which the victim said he was going to kill her, struck her with a beer bottle, and attempted to strangle her with a towel. The defense also presented evidence that the victim was frequently intoxicated, and would become violent and beat the appellant.\nIn an attempt to establish murder in the first degree, the prosecution called three witnesses who testified concerning appellant’s possession, prior to the night of the killing, of the gun with which she shot her husband. One of these witnesses also testified that she did not know of the victim’s violent propensities or drunkenness.\nAt trial the defense requested permission to examine pretrial statements made by these witnesses. The prosecution’s refusal to allow the defense to examine these statements was upheld by the trial court. Appellant contends that the trial court erred in refusing appellant’s request to examine the witnesses’ pretrial statements. We agree, and thus reverse and grant a new trial.\nWe have consistently held that the prosecution must allow the defense to examine statements in its possession given by persons who testify as prosecution witnesses.\n“The most elementary principles of what ‘is deemed reasonable and right’ dictate that [the accused] be allowed to see what witnesses have previously said when they testify against [the accused] in court. It is simply unthinkable that in a government of the people, the government should withhold from one of the people evidence which could prove him innocent of a crime against all of the people.”\nCommonwealth v. Smith, 417 Pa. 321, 332, 208 A.2d 219, 225 (1965); see also Commonwealth v. Kontos, 442 Pa. 343, 276 A.2d 830 (1971); and Commonwealth v. Morris, 444 Pa. 364, 281 A.2d 851 (1971).\nThe prosecution concedes that these witnesses gave testimony tending to buttress its theory of murder in the first degree. The prosecution, nevertheless, contends that the witnesses’ pretrial statement were irrelevant because their trial testimony had little or no prejudicial effect. The prosecution points out that some of the testimony of these witnesses was even favorable to the appellant, and that because they were not present, none of them gave testimony about what happened the night of the shooting. We cannot accept these justifications. The defense was entitled to examine the statement of the witnesses in order to have a fair opportunity to cross-examine the witnesses. Whether the statements of the prosecution’s witnesses would have been helpful to the defense is not a question to be determined by the prosecution or by the trial court. They would not be reading the statements with the eyes of a trial advocate engaged in defending a client. Matters contained in a witness’s statement may appear innocuous to some, but have great significance to counsel viewing the statements from the perspective of an advocate for the accused about to cross-examine a witness.\n“The question of credibility sometimes depends on the slightest inclinations of the scale. Where the jury is in doubt as to whether or not to believe a witness, the smallest feather of a palpable exaggeration or an inconsistency in a witness’s statement on a minor point may be the very item to tip the scales and discredit the witness on his main testimony.”\nCommonwealth v. Smith, 417 Pa. 321, 334, 208 A.2d 219, 226 (1965).\nThe prosecution has also argued that the error, if any, was harmless error because of the voluntary manslaughter verdict. Again, we cannot agree. It cannot be said that the jury would not have accepted appellant’s self-defense version had the credibility of any of the three prosecution witnesses been affected by cross-examination conducted with the benefit of knowledge concerning the statements made by the witnesses prior to trial.\nThe trial court erred in denying the defense request to examine the witnesses’ statements for the purpose of cross-examination.\nAppellant also challenges the sufficiency of the evidence to sustain the verdict of voluntary manslaughter. We have examined the record and conclude that the issue is without merit.\nJudgment of sentence reversed and a new trial granted."}