{"id": "1714967", "contents": "OPINION OF THE COURT\nPOMEROY, Justice.\nAt issue in this appeal is ownership of the Wagner Realty Corporation and its sole asset, a parcel of real estate located on Pierce Street in Kingston, Pennsylvania. Appellant claims that ownership is exclusively his, whereas the individual appellees, appellant’s five children, claim that ownership is in them in equal shares by way of gift from their father. In a suit by the father charging that the corporation had been wrongfully taken from him by his children when he was ill, and seeking a return to him of all indicia of ownership, the chancellor found for the children. We are satisfied that this result is supported by the facts and the law, and will affirm.\nThe events giving rise to the dispute occurred in the fall of 1970, when H. Eugene Wagner directed his lawyer to form a corporation to hold and manage real estate. The lawyer, Albert A. Aston, Esq., did so (a certificate of incorporation issuing from the Secretary of the Commonwealth on November 20, 1970), and delivered all corporate papers and records to Mr. Wagner, including an assignment by Aston, as sole incorporator and subscriber to shares of the new company’s stock, of his stock subscription. 3 Mr. Wagner then purchased for the sum of $102,000 a certain parcel of real estate on Pierce St. from one William J. Brennan and his wife, directing the conveyance from the Brennans to be made to Wagner Realty Corp. This was accomplished by a deed dated December 7, 1970 and duly recorded. So far as the record shows, this real estate is the sole asset of Wagner Realty Corp.\nIn the meantime, on November 27, 1970, Eugene Wagner, Jr., Marjorie Hunter and Marilynne Wagner, three of appellant’s children, purporting to act as all of the shareholders and directors of Wagner Realty Corp., directed that 100 shares of stock issue to each of them at a purchase price of $2.00 per share, an amount which they determined to be good and sufficient consideration (the stated par value was 10‡ per share). Several months later, in March of 1971, the same three children as sole shareholders directed the issuance of 100 shares at $2.00 per share to each of their siblings, Corey E. Wagner and Martha Wagner Ostrowski. This capitalization of the company has continued unchanged.\nIt is evident that two transfers of property are involved in this case: that of the stock of Wagner Realty, and that of the Pierce St. property. While ownership of all the stock of a corporation normally carries with it effective, if indirect, ownership of the corporate assets, Mr. Wagner contends that the corporation’s apparent ownership of Pierce St. was spurious in that no gift of the real estate was made by him to the corporation. We consider first whether there was a gift of the stock, then the status of the real estate.\n1. Gift of corporate stock\nEssential to the making of a valid gift are donative intent on the part of the donor and delivery of the subject matter to the donee. See, e. g., Beniger Estate, 449 Pa. 373, 376, 296 A.2d 773 (1972); Loutzenhiser v. Doddo, 436 Pa. 512, 516-17, 260 A.2d 745 (1970); Pappas Estate, 428 Pa. 540, 542, 239 A.2d 298 (1968); Sivak Estate, 409 Pa. 261, 264, 185 A.2d 778 (1962); Rynier Estate, 347 Pa. 471, 474, 32 A.2d 736 (1943); Allshouse’s Estate, 304 Pa. 481, 487, 156 A. 69 (1931). Appellant argues that neither of these elements of a gift was established at trial.\nDonative intent is the “intention to make an immediate gift.” Parkhurst Estate, 402 Pa. 527, 531, 167 A.2d 476, 478 (1961). At trial, Marjorie Wagner Hunter testified that shortly before Christmas of 1970 her father had told her that she owned a real estate corporation. H. Eugene Wagner, Jr., testified that in late 1970 or early 1971 his father had informed him that he was president of a realty corporation and that his share in the corporation was a Christmas gift. Finally, Marilynne Wagner testified that her father had said to her that she was in the real estate business and that he would have to provide for her because she might never marry. This testimony was contradicted by the appellant, who testified that he had never intended to make a gift of the corporation or its assets to his children. The chancellor resolved this conflict in testimony against the appellant, however, and in the absence of an abuse of discretion we are bound by his assessment of the credibility of the parties. Accepting as true the appellees’ testimony, it may be reasonably inferred that appellant intended to make an immediate gift of the corporation.\nThe testimony relevant to the question whether delivery of ownership of the Wagner Realty Corporation had in fact been made to the donees was provided by Mr. Aston, Eugene Wagner, Jr., and Marjorie Wagner Hunter. Mr. Aston testified that on November 27, 1970, as recited above, he had executed an instrument of transfer of his subscription for one hundred shares in the corporation and delivered the document to the appellant. He stated further that on the same date his secretary had recorded on the corporate books the issuance of one hundred shares to each of Eugene Wagner, Jr., Marilynne Wagner, and Marjorie Wagner Hunter. It was also Mr. Aston’s testimony that in late 1970 he had been dealing exclusively with Mr. Wagner, Sr., as his client, not with any of his children, and therefore that the actions of Aston and his secretary must have been authorized by appellant. Eugene Wagner, Jr., and Marjorie Wagner Hunter each testified that in late 1970 they had signed as president and secretary, respectively, of the corporation three share certificates, each representing one hundred shares in the corporation, and that one of these share certificates had been registered in the names of each of them and their sister Marilynne, respectively. The stock certificates and the stock ledger, introduced into evidence, were consistent with this testimony.\nThe essence of delivery of a gift is relinquishment by the donor of dominion and control of the subject matter of the gift. See Brown, Personal Property § 39 (1955). The clearest form of a delivery of a gift of corporate shares is registration of the shares in the name of the donee on the stock ledger of the company coupled with physical delivery to the donee of stock certificates in the name of the donee representing the shares so registered. See Donsavage Estate, 420 Pa. 587, 218 A.2d 112 (1966); see also Thompson v. Curwensville Water Co., 400 Pa. 380, 162 A.2d 198 (1960). But less formal modes of delivery have also been held to be sufficient. See generally Note, The Problem of Delivery in Gifts of Stock, 68 Dickinson L.Rev. 429 (1964); McClements v. McClements, 411 Pa. 257, 191 A.2d 814 (1963); Brightbill v. Boeshore, 385 Pa. 69, 122 A.2d 38 (1956); Chapple’s Estate, 332 Pa. 168, 2 A.2d 719 (1938); Connells’ Estate, 282 Pa. 555, 128 A. 503 (1925).\nAccepting as true, as did the trial court, the testimony of Mr. Aston, Eugene, Jr., and Marjorie, we are satisfied that the record supports a finding that appellant made or caused to be made delivery by gift to three of his children of the entire outstanding capital stock of the Realty Corporation. When on November 27, 1970, Aston’s secretary, pursuant to appellant’s instructions, recorded on the books of the corporation the issuance of shares to the three children, no share certificates had yet been issued. At the same time that this recording was made, blank share certificates were given, again with appellant’s consent, to Wagner, Jr., and Marjorie for their signatures as officers of the corporation. Delivery was thereby made of whatever ownership rights Mr. Wagner may have then held in the corporation; he had done all that was possible to put the corporation beyond his control. That being so, it is irrelevant that the share certificates were thereafter kept by appellant in his office. A gift having been once completed by delivery, return of the subject matter to the donor will not of itself negate the transaction. Brown, Personal Property § 39 at 92-93 (1955); see also Thompson v. Curwensville Water Co., 400 Pa. 380, 162 A.2d 198 (1960).\n2. Gift of real estate\nTurning to the transfer of the Pierce Street property to the corporation, a conveyance of real property by way of deed is presumptively valid and will not be set aside unless it is shown by clear and convincing evidence that the transfer was improperly induced by fraud or other misconduct on the part of the transferee or that the deed was ineffective to pass title, as, for example, where the deed was not delivered. See, e. g., Scientific Living, Inc. v. Hohensee, 440 Pa. 280, 270 A.2d 216 (1970), cert. den., 402 U.S. 1012, 91 S.Ct. 2189, 29 L.Ed. 2d 435 (1971); reh. den., 404 U.S. 874, 92 S.Ct. 28, 30 L.Ed.2d 121 (1971); Roe v. Roe, 407 Pa. 125, 178 A.2d 714 (1962); Fiore v. Fiore, 405 Pa. 303, 174 A.2d 858 (1961); see also Thomas v. Seaman, 451 Pa. 347, 304 A. 2d 134 (1973). Appellant has not alleged, much less proved, facts which would constitute one of the usual grounds for setting aside a deed. Rather, he contends that the transfer of the Pierce Street property is invalid because Wagner Realty Corp. lacked the capacity to accept the conveyance. This argument is based upon the fact that, in violation of Section 210 of the Business Corporation Law, Act of May 5, 1933, P.L. 364, art. II, § 210, as amended, 15 P.S. § 1210 (Supp.1975), no first meeting of the directors named in the articles of incorporation, i. e., Mr. Aston, was ever held. Appellant cites no authority for the proposition that the failure to hold the first meeting of the board of directors constitutes a fatal flaw in the formation of a corporation and we know of none. This is a question we need not decide, however, for in any event the issuance of the certificate of incorporation precludes appellant from challenging the existence of the corporation.\nDecree affirmed. Each party to bear own costs.\nNIX, J., did not participate in the consideration or decision of this case.\n. Jurisdiction of this appeal is in this Court by virtue of the Act of July 31, 1970, P.L. 673, No. 223, art. II, § 202(4) (Supp.1975). [This appeal was filed prior to April 7, 1975, the effective date of Supreme Court Rule 73, re-assigning appellate jurisdiction of actions and proceedings in equity to the Superior Court, see the Act of July 31, 1970, P.L. 673, No. 223, art. II, § 505, 17 P.S. § 211.505 (Supp.1975)].\n. This assignment as introduced into evidence named Eugene Wagner, Jr., as assignee. Aston, a witness for his client, Wagner, Sr., could not recall whether the instrument was in this form when given by him to Mr. Wagner, or whether the name of the assignee had been left blank at that time.\n. In their answer to appellant’s complaint, the appellees averred that the purchase money for the Pierce Street property had been taken from the funds of the Wagner Construction Company, a partnership comprised of the appellant and all of the individual appellees. At trial, however, the only evidence as to the source of the purchase money was appellant’s testimony that he had used his own money to pay for the property.\n. The Pierce St. property is under lease to the City of Wilkes-Barre Redevelopment Authority. One of the prayers of the complaint is that the Authority, a defendant in the suit, be restrained from paying rent to the individual appellees. It is unclear in the record why the rent would not be payable to the Realty Corporation as owner-lessor.\n. Although our cases generally list donative intent and delivery as the elements of a gift, in at least one case it was recognized that there is in fact a third element: acceptance by the donee. See Kreisl v. Kreisl, 415 Pa. 424, 426, 204 A.2d 40 (1964). Often there is no express acceptance by the donee, but if the gift is beneficial to the donee acceptance is presumed in the absence of evidence of rejection. See Brown, Personal Property § 50 (1955).\n. As we said recently in Charles v. Henry, 460 Pa. 673, 334 A.2d 289, 292 (1975):\n“It is clear that the findings of fact of a chancellor, approved by a court en banc, ‘are controlling unless the record reveals that such findings of fact are without evidentiary support of record or such findings are premised on erroneous inferences and deductions or an error of law.’ Dozor Agency, Inc. v. Rosenberg, 431 Pa. 321, 323, 246 A.2d 330, 331 (1968). See also Cohen v. Sabin, 452 Pa. 447, 451, 307 A.2d 845 (1973). This rule is particularly applicable to ‘findings of fact which are predicated upon the credibility of witnesses, whom the chancellor has had the opportunity to hear and observe, and upon the weight to be given to their testimony.’ Scientific Living, Inc. v. Hohensee, 440 Pa. 280, 286, 270 A.2d 216, 220 (1970).”\n. This inference is also supported by the circumstance that the gift in question is from a father to his children. Because gifts from parents to their children are natural and common, donative intent may be found more readily in cases involving such gifts than in cases in which the alleged donor and donee are not so related. See McClements v. McClements, 411 Pa. 257, 191 A.2d 814 (1963); Thompson v. Curwensville Water Co., 400 Pa. 380, 162 A.2d 198 (1960); Brightbill v. Boeshore, 385 Pa. 69, 122 A.2d 38 (1956).\n. For the purposes of deciding this appeal, it is immaterial whether appellant’s interest in the corporation was evidenced by the instrument assigning the stock subscription as executed in blank by Aston and placed in the elder Wagner’s possession, or consisted of the right to the stock subscription, which he directed be assigned to Wagner, Jr.\n. This Court held in Robert’s Appeal, 85 Pa. 84 (1877), that a change in registered ownership may constitute the delivery necessary to the making of a valid gift of shares of corporate stock. See also Yeakel v. McAtee, 156 Pa. 600, 27 A. 277 (1893). The holding in Robert’s Appeal, supra, may have been stated too broadly, for more recent cases have indicated that transfers on the corporate books will not always be sufficient to complete a gift, particularly where ownership is allegedly transferred to the donor and donee jointly. See Parkhurst Estate, 402 Pa. 527, 167 A.2d 476 (1961); Martella Estate, 390 Pa. 255, 135 A.2d 372 (1957); Grossman Estate, 386 Pa. 647, 126 A.2d 468 (1956). But there is also recent authority re-affirming that, at least in some circumstances, a mere change in registered ownership is effective delivery of a gift of corporate stock. McClements v. McClements, 411 Pa. 257, 191 A.2d 814 (1963).\nCf. Section 8-207(1) of the Uniform Commercial Code, Act of April 6, 1953, P.L. 3, § 8-207(1), as re-enacted, 12A P.S. § 8-207(1), which provides;\n“Prior to due presentment for registration of transfer of a security in registered form the issuer or indenture trustee may treat the registered owner as the person exclusively entitled to vote, to receive notifications and otherwise to exercise all the rights and powers of an owner.”\nComment 2 to Section 8-207 states that “[sjubsection (1) is permissive and does not require that the issuer deal exclusively with the registered owner.” Comment 3 observes that “[tjhis section does not operate to determine who is finally entitled to exercise voting and other rights or to receive payments and distributions” and that “[t]he parties are still free to incorporate their own arrangements as to these matters in seller-purchaser agreements which will be definitive as between them.” Thus, the name in which securities are registered is not necessarily determinative of ownership as between a transferor, such as a seller or a donor, and a transferee, such as a purchaser or a donee.\n. It is not clear what appellant stands to gain from his challenge to the conveyance of the Pierce Street property from the Brennans to the corporation in view of the fact that he was not a party to the transaction. Presumably, he is asserting a claim to the purchase price or the property itself on the ground that he furnished the purchase money. There is no reason, however, to consider the remedy which would be appropriate were appellant to succeed in his attack upon the corporate existence since we have determined that the attack must fail.\n. Section 207 of the Business Corporation Law, supra, 15 P.S. § 1207, provides in part:\n“Upon the filing of the articles of incorporation by the Department of State, the corporate existence shall begin. . The certificate of incorporation shall be conclusive evidence of the fact that the corporation has been incorporated, but proceedings may be instituted by the Commonwealth to dissolve, windup and terminate a corporation which should not have been incorporated under this act, or which has been incorporated without a substantial compliance with the conditions prescribed in this act as precedent to incorporation.” (Emphasis added)."}