{"id": "1714935", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, Nathaniel Anderson, was tried by a judge and jury for the murder of Roger Pinkard. On September 5, 1974, appellant was found guilty of conspiracy, murder in the first degree and possession of an instrument of crime. Post-trial motions were timely filed and denied. On January 10, 1975, appellant was sentenced to five to ten years on the conspiracy indictment, life imprisonment on the murder indictment and two and one-half to five years on the possession of an instrument of crime. Appellant properly appealed the murder conviction to this court and also filed timely appeals to the Superior Court on the two remaining convictions. The Superior Court certified the two appeals to our court and we consolidated them for purposes of this appeal.\nAppellant first argues that he is entitled to a new trial based on the recantation (at the trial of appellant’s co-defendant, Edward Wilkerson) of testimony by the prosecution’s chief witness, John Permenter. We do not agree.\nThe facts surrounding this issue are as follows. At appellant’s trial, John Permenter testified that he was present at 1919 Carpenter Street when appellant and Edward Wilkerson agreed to “get Sonny” (the decedent, Roger Pinkard). Permenter further testified that Wilkerson was armed with a .25 caliber gun and appellant was armed with a 9 millimeter gun, and that they left 1919 Carpenter Street and shortly thereafter Permenter heard two shots.\nAppellant and Wilkerson returned and exclaimed to Permenter, “We got Sonny.” Appellant, Wilkerson and Permenter then went to the basement of the building and concealed the two weapons.\nIn the trial of Edward Wilkerson, John Permenter reiterated on direct examination the testimony he had given at appellant’s trial. However, on cross-examination, Permenter recanted his direct testimony and stated that he had lied both on direct examination in Wilkerson’s trial and in the trial of appellant. The reason given for the changed testimony was fear of police brutality if he failed to help convict appellant and Wilkerson.\nOn January 10, 1975, at a post-trial hearing, John Permenter was called by appellant in order to establish that Permenter’s testimony at appellant’s trial was false and the truth was Permenter’s exculpatory testimony at the trial of appellant’s co-defendant, Wilkerson. However, Permenter recanted his “exculpatory” testimony given at Wilkerson’s trial and reaffirmed his “inculpatory” testimony given at appellant’s trial. Permenter explained that the change in testimony at the Wilkerson trial was prompted by threats of physical harm to be inflicted by appellant, Wilkerson, and other members of the Carpenter Street gang. Permenter further stated that his testimony at the post-trial hearing, which affirmed the inculpatory testimony given at appellant’s trial, was the truth.\nPost-trial motions based on Permenter’s recantation were denied and judgments of sentence were imposed. This appeal followed.\nThis court, in Commonwealth v. Coleman, 438 Pa. 373, 377, 264 A.2d 649 (1970), set forth the scope and standard of appellate review in evaluating recanted testimony:\n“The well-established rule is that an appellate court may not interfere with the denial or granting of a new trial where the sole ground is the alleged recantation of state witnesses unless there has been a clear abuse of discretion. Commonwealth v. Green, 387 Pa. 515, 128 A.2d 577 (1957). Commonwealth v. Sholder, 201 Pa.Super. 642, 644-645, 193 A.2d 632 (1963).\n“Recanting testimony is exceedingly unreliable, and it is the duty of the court to deny a new trial where it is not satisfied that such testimony is true. Commonwealth v. Scull, 200 Pa.Super.Ct. 122, 130, 186 A.2d 854 (1962). There is no less reliable form of proof, especially when it involves an admission of perjury. Commonwealth ex rel. Leeper v. Russell, 199 Pa.Super. 93, 96, 184 A.2d 149 (1962), Commonwealth v. Sholder, supra.”\nIn the instant case, we have not only recanted testimony, but a recanting of the recantation at the post-trial hearing. The court below, having conducted an evidentiary hearing concerning the recantations with an opportunity to observe and judge the demeanor and credibility of the witness, John Permenter, cannot be said to have abused its discretion in denying appellant a new trial.\nAppellant next argues that the district attorney made prejudicial remarks in his closing that require the granting of a new trial. Without deciding the merits of appellant’s claim, we find that appellant has not properly preserved the issue for appellate review due to the failure of defense counsel to object to such remarks at the time the alleged prejudicial statements were made. See Commonwealth v. Mennyweather, 458 Pa. 12, 329 A.2d 493 (1974).\nJudgments of sentence affirmed.\nROBERTS, J., concurs in the result.\nNIX, J., took no part in the consideration or decision of this case."}