{"id": "1717283", "contents": "OPINION OF THE COURT\nMANDERINO, Justice.\nOn March 25, 1974, appellee, James Whitaker, along with two others, was arrested and charged with four counts of murder and one count of criminal conspiracy. Indictments followed on all charges. On December 17, 1974, two hundred sixty-eight days after appellee’s arrest, the prosecution moved, pursuant to Rule 314, Pa.R. Crim.P., for leave to enter a nolle prosequi in the case against appellee on the grounds that it had no admissible evidence with which to prosecute the case. The prosecution’s lack of evidence resulted from the grant of a motion to suppress certain incriminating statements made by appellee to police, and because a co-defendant, who was expected to be the main prosecution witness against appellee, had refused to testify. Over appellee’s objection, the prosecution’s motion for a nolle prosequi was granted.\nOn February 20, 1975, the prosecution filed a motion to vacate the nolle prosequi. Appellee answered on March 6, 1975, joining in the prosecution’s motion to vacate the nolle prosequi, and also filing a motion to dismiss all charges, alleging that a violation of Rule 1100 of the Pa.R.Crim.P. had occurred. A hearing was held on May 29, 1975, following which the trial court issued an opinion and order vacating the nolle prosequi, and granting appellee’s motion to dismiss all charges with prejudice. From this order the prosecution now appeals. The appeal on the bill of indictment charging appellee with murder was taken directly to this Court; the appeal on the bill of indictment charging appellee with criminal conspiracy was taken to the Superior Court and subsequently transferred here.\nRule 1100 provides that for written complaints filed after June 30, 1973, but before July 1, 1974, trial must commence within two hundred seventy days of the complaint unless certain exceptions not relevant here are complied with. Trials based on complaints filed after June 30, 1974, must begin within one-hundred eighty days of the filing of the complaint, again with a few exceptions not presently pertinent. The trial court granted appellee’s motion to dismiss with prejudice because the prosecution had failed to bring appellee to trial within the two hundred seventy days required by Rule 1100.\nThe prosecution now asks us to hold that the entry of a nolle prosequi on motion of the district attorney and with approval of the court tolls the running of the two hundred seventy day time period specified by Rule 1100 so long as no violation of a defendant’s right to a speedy trial, as that right is defined in Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972) has occurred, and so long as relevant statutes of limitations have not expired. This we decline to do.\nSeveral statements from Commonwealth v. Hamilton, 449 Pa. 297, 297 A.2d 127 (1972), are particularly pertinent here. In Hamilton, we said,\n“Barker represents the minimum standards guaranteed by the Sixth and Fourteenth Amendments to the United States Constitution. We also have the mandate of Article I, Section 9, of the Pennsylvania Constitution: ‘In all criminal prosecutions the accused hath a right to . . .a speedy public trial . . . ’, and our interpretations of this section need not be limited to the standards set forth to enforce the Federal guarantee. (Citations omitted). In Barker, the Supreme Court declined to establish a presumptive time period within which a state must try a defendant because it felt that such a rule ‘goes further than the Constitution requires’. 407 U.S. at 529, 92 S.Ct. at 2191, 33 L. Ed.2d at 116. At the same time, however, the Court was careful to make it clear that, ‘[n]othing we have said should be interpreted as disapproving a presumptive rule adopted by a court in the exercise of its supervisory powers which establishes a fixed time period within which cases must normally be brought.”\nId. at 302, 297 A.2d at 129.\nThe Hamilton court then proceeded to examine the right to speedy trial as guaranteed by Article I, Section 9 of the Pennsylvania Constitution, saying,\nPennsylvania has long had a ‘two term’ or ‘180-day’ rule providing for the discharge from imprisonment of any accused who has not been tried the second term after his commitment (within six months for a county of the second class), unless the delay happens on the application of or with the assent of the accused. (Footnote omitted). Such a discharge from imprisonment does not bar prosecution of the charges and only admits the defendant to bail until the cause is ultimately brought to trial.\nId. at 303-304, 297 A.2d at 130.\nThis failure of the “two term” rule to require dismissal of the charges with prejudice was found by the Hamilton court to be the root of its shortcomings. As was said in Barker v. Wingo, dismissal of the indictment “is the only possible remedy” for deprivation of the right to speedy trial. 407 U.S. at 522, 92 S.Ct. at 2188, 33 L.Ed.2d at 112. See also Commonwealth v. Woods, 461 Pa. 255, 336 A.2d 273 (1975)\nRealizing that the “two term” rule was inadequate to protect either the interests of society or the interests of those whom the Commonwealth accuses of criminal violations, the Hamilton court considered other alternatives to assure speedy trials within this Commonwealth. One alternative to the “two term” rule was to employ a balancing test as sanctioned by Barker, Hamilton declined to adopt such a test, feeling it also failed to fully protect the speedy trial rights of those accused of crimes in Pennsylvania. Hamilton reasoned that in Pennsylvania, an accused’s right to a speedy trial could be preserved only by a rule which specified “a stated time period within which accused persons must be either brought to trial or released from any threat of prosecution.” (Emphasis added). Id. 449 Pa. at 308, 297 A.2d at 132. Hamilton then concluded that,\n“. . .in order to more effectively protect the right of criminal defendants to a speedy trial and also to help eliminate the backlog in criminal cases in the courts of Pennsylvania we deem it expedient to formulate a rule of criminal procedure fixing a maximum time limit in which individuals accused of crime shall be brought to trial, in the future, in this Commonwealth.” (Emphasis added.)\nId. at 308-309, 297 A.2d at 133.\nAs a result of the opinion in Commonwealth v. Hamilton, Rule 1100 was devised. See Comment to Rule 1100, Pa.R.Crim.P. The rule’s purpose, and the consequence of failure to abide by its mandate, were clearly delineated in Commonwealth v. Hamilton. Rule 1100 provides the one method (as opposed to Barker v. Wingo’s “balancing test”) by which the courts of Pennsylvania are to determine whether an accused’s constitutional right to a speedy trial has been violated. The test mandated by Rule 1100 is the only test to be applied in Pennsylvania to determine a speedy trial claim. It was not meant to be applied in addition to Barker’s “balancing test.” It represents this Court’s determination that the “balancing test” announced in Barker provides only the “minimum standards guaranteed by the Sixth and Fourteenth Amendments,” and that such minimum standards are not adequate to provide Pennsylvania criminal defendants the protection guaranteed by the constitution of this Commonwealth. See Pa.Const. Art. I, Sec, 9. It is clear from a reading of Commonwealth v. Hamilton, that the purpose of the rule would be wholly frustrated if the position taken by the prosecution here were to be accepted. Through the simple expedient of a nolle prosequi, the prosecution could indefinitely delay an accused’s trial, thereby frustrating the state objective of Rule 1100, while at the same time, escaping the consequences of its violation. Such a result is also recognized by the ABA Project on Standards for Criminal Justice — Relating to Speedy Trial, Approved Draft, 1968, at 40-41, where it is stated that “[i]f following undue delay in going to trial, the prosecution is free to commence prosecution for the same offense, subject only to the statute of limitations, the right to speedy trial is largely meaningless.”\nA nolle prosequi is the voluntary withdrawal by the prosecuting attorney of present proceedings on a particular bill of indictment. See Commonwealth v. Mc Laughlin, 293 Pa. 218, 142 A. 213 (1928). Rule 314 requires that a nolle prosequi issue only with the approval of the court. Rule 1100(c) provides a mechanism whereby the prosecution may secure an extension of the time within which it must bring an accused to trial. Paragraph (c) provides for a hearing at which the defendant, as well as the prosecution, can be heard. It also provides that if a continuance is granted, a specific date is to be set before which date trial must commence. In this way, Rule 1100(c) seeks to prevent indefinite postponements. Through these two rules, the district attorney’s power to decide whether and when to prosecute, and whether and when to continue or discontinue a case is subjected to the power of the court to supervise all court proceedings and to protect the accused’s right to a fair trial. Commonwealth v. DiPasquale, 431 Pa. 536, 246 A.2d 430 (1968).\nStripped of its Latin label, the prosecution’s motion for a nolle prosequi pursuant to Rule 314 was simply an effort to gain an extension of the time period during which it was required to bring appellee to trial. This they attempted to do without complying with Rule 1100(c). In Commonwealth v. Woods, 461 Pa. 255, 336 A.2d 273, 274 (1975), we discussed paragraph (e) of Rule 1100, which requires that a new trial commence within ninety days after the entry of the appellate court order granting it, stating: “[t]he time limits set forth in the rule are definite.” The consequence of violation of Rule 1100 is discharge. Only in this way can the accused’s right to a speedy trial be effectively protected.\nThe order of the Court of Common Pleas of Philadelphia County dismissing the charges against appellee is affirmed.\nEAGEN, J., concurs in the result."}