{"id": "1717308", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nOn July 4, 1971, appellee Lloyd Minor was arrested and charged with aggravated robbery and carrying a concealed deadly weapon. On June 19, 1972, his pleas of guilty to both charges were accepted. During the eolioquy which preceded the pleas, there was no explanation of either the elements which made out the crimes charged or of the relationship of the facts of appellee’s case to those definitions. The only mention of the charges at the guilty plea hearing was:\n“Q. [by defense counsel] Do you [Minor] understand the charges which you appear at the bar of the Court to wit: Aggravated Robbery and C.C.D.W., that you have an absolute right to have this matter heard by a jury?\nA. [by Minor] Yes.”\nFollowing imposition of sentence, appellee appealed to the Superior Court, alleging that the failure to explain the elements of the crimes charged rendered the pleas unknowing and unintelligent. That court reversed the judgment of sentence, finding appellee’s contention to be meritorious. The Superior Court, however, reversed not because the colloquy failed to satisfy Commonwealth v. Ingram, 455 Pa. 198, 316 A.2d 77 (1974), decided after appellee’s guilty plea was accepted, which requires that the elements of the crimes charged be explained to a defendant who is about to plead guilty, but because the plea colloquy failed to satisfy pre-Ingram standards and rule 319(a).\nThe Commonwealth requested and was granted permission to file an appeal to this Court to determine (1) whether Ingram, controlled appellee’s case, (2) if Ingram, did not control appellee’s case, whether the plea colloquy satisfied pr e-Ingram standards, and (3) what the remedy should be if it is determined that a plea colloquy is inadequate to show a valid guilty plea. The issue has resolved itself to whether Ingram, announced new law. We hold that it did not and, therefore, find that pr e-Ingram, and post-Ingram, standards for guilty plea colloquies are the same. Accordingly, we affirm the order of the Superior Court reversing appellee’s judgment of sentence.\n“(a) Generally. A defendant may plead not guilty, guilty, or, with the consent of the court, nolo contendere. The judge may refuse to accept a plea of guilty, and shall not accept it unless he determines after inquiry of the defendant that the plea is voluntarily and understandingly tendered. Such inquiry shall appear on the record.”\nI.\nIn Pennsylvania, even before we decided Ingram, it has been the law that an understanding of the elements of the offense charged is necessary to an intelligent, knowing and voluntary guilty plea.\nIn United States ex rel. McDonald v. Pennsylvania, 343 F.2d 447, 451 (3d Cir. 1965), the third circuit stated that in Pennsylvania “the question whether the plea of guilty is voluntarily and intelligently made can only be determined if it is shown on the record what comprehension the accused had of the nature and elements of the charge against him . . . .”\nIn Commonwealth ex rel. West v. Rundle, 428 Pa. 102, 237 A.2d 196 (1968), we suggested that trial courts make a record which adequately reflects, inter alia, the defendant’s understanding of the offense charged. Since that decision we have frequently indicated that such an understanding is essential to a valid guilty plea. See Commonwealth v. Cushnie, 433 Pa. 131, 134-36, 249 A.2d 290, 292 (1969) (listing defendant’s knowledge of elements of crime as aspect of voluntariness of plea); Commonwealth v. Enty, 442 Pa. 39, 40, 271 A.2d 926, 927, cert. denied, 402 U.S. 913, 91 S.Ct. 1396, 28 L.Ed.2d 656 (1971) (“understanding of the nature of the charges” an aspect of voluntariness); Commonwealth v. Belgrave, 445 Pa. 811, 317, 285 A.2d 448, 450 (1971) (quoting Enty); Commonwealth v. Jenkins, 449 Pa. 398, 296 A.2d 926 (1972) (Court satisfied itself that defendant knew elements of both crime charged and other forms of homicide in sustaining voluntariness of guilty plea); Commonwealth v. Maddox, 450 Pa. 406, 412, 300 A.2d 503, 506 (1973) (“Review of the record satisfies us that the appellant was aware of the nature of the offense with which he was charged and that he understood that his acts constituted that offense”); Commonwealth v. Jackson, 450 Pa. 417, 419, 299 A.2d 209, 210 (1973) (“Review of the colloquy . . . satisfies us that the trial judge properly determined that appellant pleaded guilty with an understanding of the nature of the charge and how his acts constituted the offense with which he was charged”); Commonwealth v. Campbell, 451 Pa. 465, 468, 304 A.2d 121, 122 (1973) (“The crucial elements of the offense . . . were sufficiently conveyed to appellant”); Commonwealth v. McNeil, 453 Pa. 102, 106, 305 A.2d 51, 54 (1973) (“The guilty plea colloquy must be considered in light of the overall objective which is to ensure that the plea is made with an understanding of the charge and an awareness of its consequences”).\nThese cases demonstrate that the defendant’s understanding of the nature and elements of the charges against him has long been an essential part of a valid guilty plea in Pennsylvania. In this respect Ingram cannot be said to be new law. A reading of Ingram itself reveals that it was not, and was not intended to be, a statement of new law:\n“The revised comments to Rule 319, paragraph (a), specifically recommend that [appellant understand the nature of the charges to which he pleaded guilty as one of] three points [to] be among those ‘minimum’ points covered in the examination of the defendant. While we have not yet voided a plea because the presumption of innocence was not mentioned to a defendant, we have indicated that a factual basis for the plea must be demonstrated and that the defendant must understand the nature of the charges to which he is pleading. See Commonwealth v. Campbell, . . . ; Commonwealth v. Jackson, . . . ; Commonwealth v. Maddox, . . . . This is consistent with the comment to paragraph (a) of Rule 319 which suggests that the rule was intended to codify the ‘preferred practice’ suggested by our decisions in Commonwealth ex rel. West v. Rundle, . . . and Commonwealth v. Belgrave, . . . . This ‘preferred practice’ (which is now ‘mandatory practice’ under Rule 319) was that the trial court should ‘conduct an on the record examination of the defendant which should include, inter alia, an attempt to satisfy itself that the defendant understands the nature of the charges . . .\nCommonwealth v. Ingram, 455 Pa. 198, 201, 316 A.2d 77, 79 (1974).\nThis conclusion is strengthened by examination of Boykin v. Alabama, 395 U.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274 (1969), which set forth the constitutional requirements for a valid guilty plea colloquy.\nII.\nBoykin plead guilty to five counts of common law robbery, and was sentenced, by a jury, to death on each of the five counts. On direct appeal, the Alabama Supreme Court affirmed the judgments and sentences. The United States Supreme Court granted certiorari and reversed stating: “It was error, plain on the face of the record, for the trial judge to accept [Boykin’s] guilty plea without an affirmative showing that it was intelligent and voluntary.”\nThe Court failed to specify the precise nature of the required showing. It did, however, emphasize the dual nature of a guilty plea as both a waiver of constitutional rights and an admission of criminal conduct. Further, the Court implicitly recognized that the decision to waive constitutional rights depends, in part, upon the defendant’s actual knowledge that he committed the crime charged and the facts which the state would have to prove by competent evidence. To ensure that the defendant has the information necessary to decide intelligently how to plead, the Court suggested that an explanation of the elements of the crime charged and how the facts fit that definition was necessary to an intelligent, knowing and voluntary plea:\n“ ‘ [Bjecause a guilty plea is an admission of all the elements of a formal criminal charge, it cannot be truly voluntary unless the defendant possesses an understanding of the law in relation to the facts.’ ”\n395 U.S. at 243 n. 5, 89 S.Ct. at 1712 n. 5, quoting McCarthy v. United, States, 395 U.S. 459, 466, 89 S.Ct. 1166, 1171, 22 L.Ed.2d 418 (1969) (construing Fed.R.Crim.P. 11 requirements for guilty plea colloquy in federal court).\nFinally, the Court recognized that the best and surest way to assure both that the defendant’s rights are protected and that the plea is validly taken is to make an adequate record at the plea hearing:\n“What is at stake for an accused facing death or imprisonment demands the utmost solicitude of which courts are capable in canvassing the matter with the accused to make sure he has a full understanding of what the plea connotes and of its consequence. When the judge discharges that function, he leaves a record adequate for any review that may be later sought . and forestalls the spin-off of collateral proceedings that seek to probe murky memories.”\nId. at 243-44, 89 S.Ct. at 1712-13.\nBoykin has been recognized as requiring an on the record determination that the defendant understood the nature and elements of the charges against him. The Eighth Circuit Court of Appeals interpreted Boykin as holding that:\n“an on the record examination conducted by the trial court accepting a guilty plea which includes, inter alia, an attempt by that Court to satisfy itself that the defendant understands the nature of the charges . [and] acts sufficient to constitute the offenses for which he is charged ... is sufficient to insulate the plea [in state court] from subsequent attack in collateral proceedings [in federal court].”\nMissouri v. Turley, 443 F.2d 1313 (8th Cir. 1971).\nA commentator writing in the Harvard Law Review stated:\n“Thus [the language] ‘what the plea connotes’ [in Boykin] . . . seems to refer — as does Federal Rule 11 — to an understanding of the nature of the charge itself. The McCarthy Court specified that this rule 11 requirement is satisfied only if the record shows that the defendant understands the ‘elements’ of the crime to which he is pleading guilty. Since it is hard to imagine that any less might satisfy the [Boy-kin] requirement, the constitutional rule [imposed by Boykin] will probably correspond to rule 11,”\nThe commentator went on to say that “the court viewed the [defendant’s “understanding of the law in relation to the facts”] as part of the voluntariness and understanding requirement.”\nThe law in Pennsylvania before Boykin, and in the rest of the nation after Boykin requires that the defendant understand the elements of the crimes charged. This aspect of Ingram was not a novel development, but rather a statement of established state and federal law.\nBecause the trial court failed to explain to appellee the nature and elements of the charges against him, and because that failure rendered the plea legally involuntary, we affirm the order of the Superior Court reversing appellee’s judgment of sentence.\nOrder affirmed.\nJONES, C. J., did not participate in the consideration or decision of this case.\nPOMEROY, J., filed a dissenting opinion in which EAGEN, J., joins.\n. Pa.R.Crim.P. 319(a) provides:\n. See Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 204, 17 P.S. § 211.204 (Supp.1975).\nOn May 5, 1975, this Court entered the following order on the Commonwealth’s petition for allowance of appeal from the Superior Court:\n“Petition for allowance of appeal granted. The case is directed to be argued with Commonwealth v. Schork, 467 Pa. —, 356 A.2d 355, and the parties are directed to brief and argue the following questions:\n(1) Is the standard for the adequacy of a plea colloquy to satisfy Pa.R.Crim.P. 319(a) articulated in Commonwealth v. Ingram, 455 Pa. 198, 316 A.2d 77 (1974), applicable to cases not yet final on appeal in which the plea was entered prior to the decision in Ingram?\n(2) If the standard articulated in Ingram is not applicable, did the colloquy in this case satisfy the requirements of Rule 319(a) under the appropriate pre-Ingram standard?\n(3) Should the remedy of automatic reversal for failure to satisfy the requirements of Rule 319(a) (under whatever standards those requirements are applied) be applied to cases not yet final on appeal in which the plea was entered prior to the decision in Ingram?\nPER CURIAM”\n. The “suggestion” was not that an understanding of the elements of the crime charged might be essential to a valid guilty plea, but rather that this essential element be determined and recorded at the guilty plea hearing.\n. Because Ingram announced no new law, we are not presented with its application or nonapplication to cases not yet final when it was decided.\nSimilarly, we decide that pre-Ingram and post-Ingram standards are the same, therefore the second issue is not really presented. Finally, the third issue, the remedy to be applied when the guilty plea colloquy is found to be inadequate to show a voluntary plea has been determined to be reversal of the tainted conviction and remand for a new trial. This remedy was reaffirmed recently in Commonwealth v. Rodgers, 465 Pa. 379, 350 A.2d 815 (1976); Commonwealth v. Mack, 466 Pa. 12, 351 A.2d 278 (1976); Commonwealth v. Jasper, - Pa. -, - A.2d - (1976); Commonwealth v. Thompson, 466 Pa. 15, 351 A.2d 280 (1976).\n. Boykin, a fourteenth amendment decision, is of course binding on the states. “The question of an effective waiver of a federal constitutional right in a proceeding is of course governed by federal standards.” 395 U.S. at 243, 89 S.Ct. at 1712.\n. The complete record of Boykin’s guilty plea hearing is:\n“This day in open court came the State of Alabama by its . District Attorney and the defendant in his own proper person and with his attorney, Evan Austill, and the defendant in open court on this day being arraigned on the indictment in these cases charging him with the offense of Robbery and plead guilty.”\nId. at 245, 89 S.Ct. at 1713.\n. The sole issue for the jury was the punishment Boykin was to receive for the crimes to which he pled guilty. Id. at 240, 89 S. Ct. at 1710.\n. Boykin v. State, 281 Ala. 659, 207 So.2d 412 (1968).\n. 395 U.S. at 242, 89 S.Ct. at 1711. [Addendum: On June 16, 1976, subsequent to the filing of the decision in this case, the United States Supreme Court decided Henderson v. Morgan,-U.S.-, 96 S.Ct. 2253, 48 L.Ed.2d - (1976). The Court there held that a guilty plea was involuntary where defendant did not ireceive adequate notice of the elements of the offense to which he pleaded guilty. Failure to explain to defendant that intent to cause death is an element of second degree murder invalidated the plea.]\n. The Supreme Court quoted Commonwealth ex rel. West v. Rundle, 428 Pa. 102, 105-06, 237 A.2d 196, 197-98 (1968):\n“A majority of criminal convictions are obtained after a plea of guilty. If these convictions are to be insulated from attack, the trial court is best advised to conduct an on the record examination of the defendant which should include, inter alia, an attempt to satisfy itself that the defendant understands the nature of the charges, his right to a jury trial, the acts sufficient to constitute the offenses for which he is charged and the permissible range of sentences.”\n. See also Knight v. Minnesota, 484 F.2d 104, 106 (8th Cir. 1973); Stinson v. Turner, 473 F.2d 913, 915-16 (10th Cir. 1973); Majko v. United States, 457 F.2d 790, 791 (7th Cir. 1972) (rule 11 case); United States v. Malcolm, 432 F.2d 809, 812 (2d Cir. 1970) (rule 11 case).\n. The Supreme Court, 1968 Term, 83 Harv.L.Rev. 7, 184 (1969).\n. 395 U.S. at 243, 89 S.Ct. at 1712, quoting McCarthy v. United States, 394 U.S. 459, 466, 89 S.Ct. 1166, 1171, 22 LEd.2d 418 (1969).\n. Harv.L.Rev., supra note 12, at 185."}