{"id": "1717370", "contents": "OPINION OF THE COURT\nEAGEN, Justice.\nMichael Long, appellee, was indicted for murder, conspiracy, and a violation of the Uniform Firearms Act. Long was brought to trial but, following the presentation of the Commonwealth’s case, the trial judge sustained a demurrer to the evidence as to the charge of murder. The Commonwealth filed these appeals.\nFor purposes of the demurrer, Long admitted all the facts which the Commonwealth’^ evidence tended to prove and all inferences reasonably deducible from those facts. Act of June 5, 1937, P.L. 1703, No. 357, § 1, 19 P.S. § 481; Commonwealth v. Henderson, 451 Pa. 452, 304 A.2d 154 (1973). The Commonwealth’s evidence consisted of an in-custody written and signed statement by Long, the testimony of five police officers and one medical examiner. This evidence established the following:\nAt approximately 8:45 p. m. on May 14, 1973, police found Henry Harrison lying on the street near the intersection of 25th and Harlan Streets in Philadelphia. He was suffering from gunshot wounds. The wounds resulted in Harrison’s death shortly thereafter. Three bullets were recovered from Harrison’s body. Testing established the bullets were .22 caliber.\nTyrone Jones was taken into police custody as a participant in Harrison’s killing approximately one hour after Harrison was found and about three blocks from where Harrison was found. Jones had in his possession an automatic .25 caliber weapon with one .25 caliber bullet in the chamber, a magazine for the weapon which was not inserted in the weapon and which contained four .25 caliber bullets, four other .25 caliber bullets and a .22 caliber bullet. The automatic weapon was apparently incapable of discharging a .22 caliber bullet. As a result of information obtained from Jones, two police officers went to the residence of Long to apprehend him at 2:30 a. m. on March 15,1973.\nWhen the officers arrived at Long’s residence located in a housing project, Long’s mother indicated that he was not at home. The officers proceeded to another residence as a result of additional information obtained from Long’s mother. While approaching the other residence, the officers observed two young men running from the rear. The officers recognized Long and one pursued him. Long was taken into custody shortly thereafter on the tenth floor of a high-rise building hiding inside a closet. Long was then escorted to the Police Administration Building where he arrived at approximately 2:50 a. m.\nLong was then interviewed and gave an incriminating statement which the police recorded on a typewriter and Long signed. Long’s statement detailed his activities on May 14,1973. An officer read the statement into the record at trial. The statement, in relevant part, is as follows (questions by police, answers by Long):\n“Question: Where did you meet Tyrone [Jones] after you left Sins house?\nAnswer: 23rd and Oxford.\nQuestion: Where did you go from 23rd and Oxford?\nAnswer: Up to the parking lot at 23rd and Turner. We was looking for Turner Street, but we didn’t see anybody there. Then we walked through the projects to 24th and Jefferson, down 24th to Columbia, walked up Columbia to 25th where the church is, walked down 25th to Sharswood or Harlan. I forget which one. Tyrone went in the store and I walked across the street from the store because I saw the man. Tyrone came out of the store and I walked over to Tyrone. We walked up to the bar and saw a whole lot of people at 25th and Master. When we saw a whole lot of people at 25th and Master, I said come on and we started walking back toward Jefferson. We past Harlan Street and we saw the dude standing about in the middle of the block of Sharswood and Harlan on 25th on the side toward 24th Street. The dude started gritting on Tyrone and Tyrone took about a couple of steps back and pulled that .25 automatic from his hip pocket and the dude was on the corner of 25th and Harlan and Tyrone fired three shots. I ran after I heard the last one and I ran down Sharswood and Tyrone was right behind me and we got down to 24th Street and we separated. Tyrone went down 24th towards Oxford, and I jumped the project wall at 24th and Jefferson and I went home.\nQuestion: How many shots did you hear ?\nAnswer: Three.\nQuestion: What kind of gun did Tyrone have?\nAnswer: .25 automatic, silver.\nQuestion: Did the dude that gritted on Tyrone have amr weapon?\nAnswer: No, I didn’t see none.\nQuestion: The dude that gritted on Tyrone was he with anyone?\nAnswer: When I saw the dude, he was by himself. Question: Did the dude who gritted on Tyrone say anything?\nAnswer: No, but I heard Tyrone said, ‘Go ahead, pussy.’\nQuestion: How far was Tyrone from the dude when Tyrone shot?\nAnswer: About from here to the trash can. (Indicating 14 feet.)\nQuestion: What side of the street was Tyrone and the dude on when Tyrone shot?\nAnswer: The side going towards 24th Street (East side) but on 25th Street.\nQuestion: What did Tyrone do with the gun after the shooting?\nAnswer: He put it back in his hip pocket.\nQuestion: When you say hip pocket, what do you mean?\nAnswer: It wasn’t in his pocket, it was on the waistband of his pants on the right side.\nQuestion: How was the dude facing and how was Tyrone facing when Tyrone shot?\nAnswer: They was facing each other.\n[Question]: Whose idea was it to look for somebody when you met Tyrone at 23rd and Oxford ?\nAnswer: Tyrone’s.\nQuestion: What did Tyrone say?\nAnswer: Lets go get a body.\nQuestion: What did you say?\nAnswer: I said all right. I asked Tyrone did he have his shit and Tyrone said, T got it right here.’\nQuestion: What do you mean when you use the term, ‘Get a body?’\nAnswer: Kill somebody.\nQuestion: What do you mean when you use the word shit?\nAnswer: Gun.\nQuestion: Did Tyrone show you the gun at this time?\nAnswer: No, he just patted it.\nQuestion: Where did he pat it?\nAnswer: He patted his right side by his hip.”\nThe trial judge concluded and ruled the evidence was insufficient as a matter of law to establish guilt on the part of Long because Harrison was shot and killed by .22 caliber bullets and the only weapon fired by Jones, according to the Commonwealth’s evidence, was of a ,25 caliber. We conclude this ruling was in error.\nThe jury had the right to reject that portion of Long’s in-custody statement describing the caliber of the weapon fired by Jones.\n‘“. . . [i]t is well settled that a jury . can believe all or a part of or none of a defendant’s statements, confessions or testimony . . .”\nCommonwealth v. Roots, 452 Pa. 535, 541, 306 A.2d 873, 877 (1973), quoting from Commonwealth v. Hornberger, 441 Pa. 57, 61, 270 A.2d 195, 197 (1970); 3 Wharton, Criminal Evidence § 693 (13th ed. 1973).\nRelying on language in Commonwealth v. Roots, supra, and Commonwealth v. Rush, 277 Pa. 419, 121 A. 111 (1923), the trial judge reasoned that before the jury could reject or disbelieve that portion of Long’s statement as to the caliber of the gun used by Jones, the Commonwealth’s evidence would have to include some contradiction. This is an overreading of Commonwealth v. Roots, supra, and Commonwealth v. Rush, supra. These decisions do not say that in order for a jury to reject a part of a defendant’s pretrial statement offered in evidence by the Commonwealth, the Commonwealth must offer evidence to rebut that portion of the statement. The sense of the above decisions is that in order to meet its burden of proof, the Commonwealth’s evidence apart from that which may be disbelieved by the jury must be sufficient in law to establish the defendant’s guilt beyond a reasonable doubt. We are satisfied this is such a case. The part of Long’s statement that establishes Jones fired shots at Harrison from a .25 caliber gun was not crucial to the Commonwealth’s case. With this particular portion of Long’s statement as.to the caliber of the gun eliminated from the Commonwealth’s proof, the evidence remaining was sufficient to warrant a jury in finding Jones shot Harrison and Long participated as an aider and abettor.\nOrder reversed and a new trial is directed.\nNIX, J., filed a dissenting opinion in which JONES, C. J., and ROBERTS, J., join.\n. The trial judge also sustained the demurrer to the evidence on the charges of conspiracy and a violation of the Uniform Firearms Act based on our decision in Commonwealth v. May, 451 Pa. 31, 301 A.2d 368 (1973). Since the trial judge’s order as to those charges is dependent as a matter of law on its order as to the murder charge, we shall review the evidence only in so far as it relates to the murder charge. Moreover, since our review requires that we reverse the order of the trial judge sustaining the demurrer as to the murder charge for the reasons stated herein, and since such action makes Commonwealth v. May, supra, inapplicable, we also reverse the order sustaining the demurrer as to the Other charges.\n. Since the issue is purely one of law, the Commonwealth may appeal. See Commonwealth v. Melton, 402 Pa. 628,168 A.2d 328 (1961). Further, jurisdiction is conferred on this Court by the Appellate Court Jurisdiction Act, Act of July 31, 1970, P.L. 673, No. 223, art. II, § 202, 17 P.S. § 211.202(1) and art. V, § 503, 17 P.S. § 211.503(c).\n. Long does not now challenge the evidentiary use of the incriminatory statement because of a failure to establish the corpus delicti by other evidence. Commonwealth v. May, supra n. 1.\n. The medical examiner also testified that the lack of powder burns on Harrison’s clothing indicated to him that the shots fired at Harrison were fired from a distance of greater than three feet.\n. The officer who arrested Jones testified that the .25 automatic weapon was found under Jones’ belt in the middle or small of his back, not on his right side.\n. The medical examiner’s testimony detailed the entrance points of the bullets found in Harrison’s body. They were consistent with a face to face confrontation.\n. “The jury need not accept the confession in its entirety; it may reject any part it believes to be untrue.” Wharton, supra at § 693, and the numerous authorities cited therein."}