{"id": "1717260", "contents": "EAGEN, Justice.\nOn February 13, 1975, the District Attorney of Northumberland County brought this action in equity seeking, on the basis of both the Pennsylvania obscenity statute and the common law of nuisance, to enjoin appellant, Bonal Enterprises, Inc., and its employees “from selling, exhibiting, distributing, or offering to sell, exhibit, or distribute” certain named publications and “any other similar magazines or other works.” The complaint stated that no notice of the action had been given to appellant, but it alleged that “immediate and irreparable loss and damage to the citizens of Northumberland County” would result if appellant were allowed to continue its operations. The chancellor promptly held an unrecorded ex parte hearing on the complaint, after which he decreed that “defendant ... is preliminarily enjoined from selling, reselling, lending, distributing, exhibiting, giving away or showing any obscene literature, book, magazine, pamphlet, newspaper, storypaper, paper, comic book, writing, drawing, photograph, figure or image, or any obscene article, instrument or device at the premises known as ‘Continental Adult Book Store’\nAppellant was notified that, pursuant to Pa.R.C.P. 1531, a hearing had been scheduled for February 18 to determine whether the preliminary injunction should be continued.\nAt the conclusion of the second hearing, at which appellant’s counsel was present and the testimony recorded, the chancellor continued the preliminary injunction. On March 18-14 a trial was held with a jury, pursuant to the request of appellant, to which were submitted specific questions about thirteen publications which had been named in the complaint as allegedly sold by appellant and admitted into evidence; additional testimony was taken outside the presence of the jury about the alleged danger to the community presented by appellant’s adult bookstore. On March 19, 1975, the chancellor found the submitted publications obscene, and in his final decree not only enjoined their exhibition, sale, and distribution, but permanently enjoined appellant from operating the bookstore. This direct appeal followed.\nThe sort of ex parte procedure in which the preliminary injunction was granted in this case has been repeatedly condemned and held to be invalid by this Court. Pa.R.C.P. 1531(a) provides that “A court shall issue a preliminary or special injunction only after written notice and hearing unless it appears to the satisfaction of the court that immediate, and irreparable injury will be sustained before notice can be given or a hearing held . .” In the instant case there was nothing in either the complaint or the record of the subsequent formal hearing to indicate either the requisite “immediate and irreparable injury” or the impossibility of giving notice. The obscenity complaint was based on publications alleged to have been purchased on January 8, yet the complaint, alleging that “continued selling, distribution and exhibition . . . will cause immediate and irreparable loss and damage to the citizens of Northumberland County” and thereby seeking to justify the lack of notice, was itself not brought until February 13, more than a month later. In addition, the complaint spoke in general terms of the “violence frequently associated with said type of business,” but it made no specific allegation of violence, either actual or imminent, in connection with this particular bookstore that might justify an immediate injunction without prior notice to appellant. The evidence offered at the subsequent preliminary hearing merely indicated that a person linked with the ownership of this bookstore had been the victim of violence and attempted violence in connection with bookstores in other parts of the Commonwealth, and that this bookstore had once been burglarized and the alleged burglars apprehended.\nThe blatant and shocking disregard of the notice requirement of Rule 1531 shown in this case by both the district attorney and the court cannot be condoned. This is particularly so where First Amendment freedoms are involved, and it is clear beyond question that, although obscenity itself has been held not to be protected by the Constitution, the narrow line between obscenity and protected speech needs to be discerned by sensitive judicial tools, and careful procedural safeguards must be maintained to guard against chilling restraints on protected speech. The ex parte procedures utilized in this case were plainly inadequate for this purpose. See Commonwealth ex rel. Costa v. Boley, 441 Pa. 495, 272 A.2d 905 (1971); Commonwealth v. Guild Theatre, Inc., 432 Pa. 378, 248 A.2d 45 (1968); see also Blount v. Rizzi, 400 U.S. 410, 91 S.Ct. 423, 27 L.Ed.2d 498 (1971); Carroll v. President and Commissioners of Princess Anne, 393 U.S. 175, 89 S.Ct. 347, 21 L.Ed.2d 325 (1968). Furthermore, the preliminary injunction, decreed after the ex parte hearing and continued after the formal hearing, prohibited not only the sale, exhibition, and distribution of the publications named in the complaint, but also that of a wide variety of unnamed “obscene” materials. Such a prohibition was overly broad in its insensitivity to the narrow line between obscenity and protected speech. Moreover, its failure to specify with sufficient clarity and precision what acts were being restrained made it void on its face. Cf. Commonwealth ex rel. Costa v. Boley, supra; Apple Storage Co., Inc. v. Consumers Education and Protective Association, 441 Pa. 309, 272 A.2d 496 (1971).\nWe now turn to the final decree. In order to minimize prior restraints on protected speech and to provide for prompt adjudication of First Amendment questions, this Court in 1973 adopted Pa.R.C.P. 1531(f), which provides that when a court issues a preliminary injunction involving freedom of speech, the defendant may demand that a final hearing be held within three days and that a final decree be filed within twenty-four hours after the close of the hearing. The new rule further provides that if the final hearing is not held within the allotted three-day period, or the final decree not filed within the allotted twenty-four-hour period, “the injunction shall be deemed dissolved.” See also Duggan v. 807 Liberty Ave., Inc., 447 Pa. 281, 288 A.2d 750 (1972). Appellant herein contends that since it demanded a final hearing on February 21, 1975, and since the hearing was not scheduled until March 4 and was then rescheduled for March 12, not only was the preliminary injunction dissolved because of the delay, but the final hearing and injunction that followed it were also void as a matter of law. We note, however, that Rule 1531 (f) provides only for the dissolution of the preliminary injunction; the dissolution of a preliminary injunction in order to prevent an excessive prior restraint does not preclude a subsequent final adjudication of the complaint. In addition, the record discloses that, although appellant’s counsel filed a demand for a final hearing with the prothonotary on February 21 and served this on the district attorney on the same day, he did not present this demand to the court, which subsequently scheduled the final hearing for the third court day after it had actually been advised of the demand. Appellant’s counsel then requested a jury trial, which could not be held until the following week. Therefore, we do not find that the court violated Rule 1531(f).\nIn the memorandum opinion supporting his final decree, the chancellor held that section 5903(h) of the Crimes Code, which permits district attorneys to bring actions in equity to enjoin obscenity, is constitutional. This Court, however, has subsequently held that section 5903(h) is unconstitutional because, contrary to the requirements established by the Supreme Court of the United States in Miller v. California, 413 U.S. 15, 93 S. Ct. 2607, 37 L.Ed.2d 419 (1973), it does not specifically define the sort of sexual conduct the depiction of which is forbidden if, taken as a whole and applying contemporary community standards, the work also appeals to the prurient interests of the average person, is patently offensive, and lacks serious literary, artistic, political, or scientific value. Commonwealth v. MacDonald, 464 Pa. 435, 347 A.2d 290 (1975); see also Commonwealth v. Van Emberg, 464 Pa. 618, 347 A.2d 712 (J.129 of 1976, filed May 12, 1976); Commonwealth v. Evan, 467 Pa. -, 354 A.2d 541 (1976). In addition, it has been held that obscenity cannot at once be defined and enjoined under the common law of public nuisance, because nuisance law provides too vague a standard for determining the line between protected and unprotected speech. Commonwealth v. MacDonald, supra; Grove Press, Inc. v. City of Philadelphia, 418 F.2d 82 (3rd Cir. 1969). Thus, there is no basis for finding appellant’s wares, exhibited and sold to adults only, obscene, and no basis for enjoining the operation of appellant’s bookstore as a nuisance per se.\nThe chancellor in his final decree, however, enjoined the operation of the bookstore not only on the ground of obscenity, but on the additional ground that its continued operation constituted a danger to the public. It is well-settled that even a lawful business may be enjoined if it is shown that, under the particular circumstances of its operation, it constitutes a public nuisance. See Commonwealth v. Barnes & Tucker Co., 455 Pa. 392, 319 A.2d 871 (1974); Reid v. Brodsky, 397 Pa. 463, 156 A.2d 334 (1959). It is equally well-settled, however, that where there is no nuisance per se, an injunction will not be granted to restrain a nuisance that is merely anticipated or threatened, unless it appears that the nuisance is “practically certain, not merely probable.” Erie v. Gulf Oil Corp., 395 Pa. 383, 386, 150 A.2d 351 (1959); cf. Edmunds v. Duff, 280 Pa. 355, 124 A. 489, 33 A.L.R. 719 (1924). The evidence offered in the instant case purporting to show a clear and present danger of violence to the community resulting from the continued operation of the bookstore was patently insufficient in this regard.\nThere was testimony that bookstores in other counties, owned by a person whom other evidence linked to the ownership of the local bookstore, had been the targets of actual and attempted violence, and that the perpetrator of this violence had a resident in Northumberland County and had a gun permit issued by the sheriff of the county. But the district attorney’s police witnesses further indicated that this perpetrator was presently incarcerated for these crimes, and that they knew of no actual or threatened violence directed against the local bookstore. The evidence was thus plainly inadequate to justify enjoining the operation of this bookstore as an anticipated nuisance. Rather, the record of this case suggests that the danger of suppressing protected speech, inherent in the court’s broad decree, was far more clear and present than that of the violence anticipated from the store’s continued operation.\nDecree reversed. Each party pay own costs.\nPOMEROY, J. joins in this opinion.\nROBERTS, J., filed a concurring opinion in which POMEROY, NIX and MANDERINO, JJ., join.\n. 18 Pa.C.S. § 5903(h) (1974).\n. See Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, no. 223, Art. II, § 202, 17 P.S. § 211.202 (Supp. 1975-76).\n. The record indicates that the bookstore remained open for business while the preliminary injunction was in effect.\n. Although the chancellor’s final decree was not filed until March 19, five days after the conclusion of the final hearing, the record discloses that this delay was agreed to by appellant’s counsel.\n. Section 5903(c) of the Crimes Code, the portion of the statute dealing with the dissemination of obscenity to minors, does include a specific definition of the types of sexual depiction to be regulated. See Commonwealth v. MacDonald, supra.\n. Appellant further argues that even if section 5903(h) is constitutional, the chancellor erred as a matter of law in finding all of the submitted publications obscene, Since the jury specifically found one of them not to be patently offensive and one of them not to be lacking in serious value. Since both the court and the parties appear to have regarded the role of the jury to have been merely advisory, as provided in Pa.R.C.P. 1513, we need not here determine whether section 5903(i), which specifically preserves the right to trial by jury in all proceedings under section 5903, confers a broader right to jury trial than would normally be the case in an equity proceeding. We note, however, that the chancellor, in finding all of the publications obscene, explicitly adopted the findings of the jury.\n. The chancellor indicated during the course of the trial, though not in his memorandum opinion, that the injunction could not issue if section 5903(h) were unconstitutional.\n. See note 6, supra.\n. Because we find that the evidence was here clearly insufficient to permit enjoining the operation of a lawful business as a nuisance, we need not here determine whether circumstances could ever justify the drastic remedy of a permanent injunction against a lawful business engaged in the dissemination of protected speech on the grounds of anticipated violence directed against it."}