{"id": "1719641", "contents": "OPINION OF THE COURT\nEAGEN, Justice.\nThis is the second appeal to this Court arising out of a petition filed by Robert Little seeking post conviction relief under the Act of January 25, 1966, P.L. (1965) 1580, 19 P.S. § 1180-1 et seq. (Supp.1975-1976). See Commonwealth v. Little, 455 Pa. 163, 314 A.2d 270 (1974). The procedural history is somewhat involved and the events relevant to this appeal will be presented chronologically.\nAppellant, Robert Little, was arrested on September 7, 1969 in connection with the death of one Fred Galloway. He was arraigned September 7 before Allegheny County Deputy Coroner Michael J. Cassidy. A coroner’s inquest, at which Little was represented by privately retained counsel, was held before Deputy Coroner Cassidy on September 11, 1969 after which Little was held for grand jury action. The grand jury returned indictments charging murder, voluntary manslaughter, and involuntary manslaughter. On the advice of trial counsel, and following plea negotiations between his counsel and the district attorney’s office, the latter stipulated that if a plea of guilty were entered it would agree that the court adjudge Little guilty of murder of the second degree. Little entered a general plea of guilty to murder, and was adjudged guilty of murder of the second degree. Little was then sentenced to not less than ten nor more than twenty years imprisonment. No post verdict motions were filed and no appeal was entered from the judgment of sentence.\nLittle subsequently filed a petition under the Post Conviction Hearing Act seeking a new trial and alleging as grounds: (1) a statement introduced into evidence against him was obtained from him without the assistance of counsel at a time when counsel was required; (2) he was denied representation by competent counsel; and (3) his plea of guilty to murder was unlawfully induced. The post conviction court did not pass directly on these questions. Instead, it entered an order directing that Little be discharged based on what the court concluded were procedural irregularities which occurred before Little entered his plea to the indictment returned against him. The Commonwealth appealed that order to this Court and this Court reversed and remanded for a determination of the issues presented in the PCHA petition as filed. Commonwealth v. Little, supra.\nA hearing on the petition ensued in the trial court and the testimony of the prior hearing was incorporated and made part of the record of the second hearing. Subsequently, an order and opinion denying relief were entered. This appeal followed.\nIn this appeal, Little presents only one issue for our determination. He contends that his plea was involuntarily induced since he was deprived of competent counsel at the time it was entered. He presents counsel’s failure to file a motion to suppress a statement Little made to the police immediately after his arrest and counsel’s failure to pursue and question certain procedural irregularities to show that counsel did not adequately represent him.\nInitially, Little points to a statement made by his trial counsel on direct examination at the first PCHA hearing as showing counsel’s narrow approach and attitude toward this case:\n“Well, I tried a lot of murder cases around that time and I just sized this case up as the type of case that about 85% of murders are, you know, killing of a family friend or husband or wife over a woman and that’s the type of case this was. And I always looked at it from the view point of plea bargaining to get a reduced degree.”\nThis, Little argues, shows that counsel did not properly investigate the facts of this case but instead, made a cursory judgment. However, Little ignores certain facts which were within counsel’s knowledge at the time he advised Little to enter his plea. First, as to the possibility of a motion to suppress, Little now claims that his statement was involuntary since he was under the influence of alcohol at the time it was made. However, Little not only testified at the PCHA hearing that he was not sure whether or not he told counsel that fact before he plead guilty, but also, counsel knew, prior to the entry of the plea, that the Commonwealth had a witness, one Attorney Gerald Horn, along with the arresting officers, who would testify that at the time of Little’s arrest there was no odor of alcohol on his breath. Therefore, even if counsel had been told of Little’s alleged intoxication, there would be little likelihood of a successful motion to suppress. Further, as to the question of substantive guilt, counsel was aware of the eyewitness statements of Little’s companion and the victim’s girl friend to the effect that Little went to Galloway’s apartment, knocked on the door and confronted him. Then, Little drew a concealed gun and fatally shot Galloway who was unarmed. Therefore, given the eyewitness testimony, counsel’s advice to enter a plea of guilty without pursuing the avenue of a motion to suppress is not ground upon which to reasonably question counsel’s stewardship.\nSimilarly, since the procedural irregularities set out in this appeal and fully discussed in this Court’s earlier opinion in this case, see Commonwealth v. Little, supra, would not have led to a discharge because they went to the jurisdiction of the court over the person of the defendant rather than the subject matter jurisdiction, pursuit of possible defenses based on these irregularities would produce, at most, delay. However, counsel had been able to negotiate a plea for murder of the second degree at this point and that agreement between the district attorney and counsel, of which Little was advised, may not have been available after a delay. Therefore, counsel, who was prepared to go to trial, if necessary, advised Little to enter his guilty plea.\nIn this case, neither pursuit of a motion to suppress nor of those possible defenses arising out of the procedural irregularities were likely to improve the defense. Further, Little was confronted with competent evidence which overwhelmingly established his guilt. Since the evidence would quite properly support a conviction of murder of the first degree and bring with it a sentence of life imprisonment, counsel’s advice to enter a negotiated plea of guilty to a charge of murder of the second degree had a reasonable basis designed to effectuate Little’s interest, which is the standard against which counsel’s stewardship must be measured. Commonwealth v. Fields, 463 Pa. 244, 344 A.2d 814 (1975); Commonwealth v. Nole, 461 Pa. 314, 336 A.2d 302 (1975); Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967). Accordingly, there is no substance to Little’s argument that his trial counsel was incompetent and that this incompetency induced his guilty plea rendering the same involuntary.\nOrder affirmed.\nROBERTS, J., concurs in the result.\n. Little points to the procedural irregularities as evidence of counsel’s poor stewardship only. He does not contend here that any or all of these should be considered by this Court as grounds for a new trial. Nor does Little contend that these irregularities represent errors of judgment on counsel’s part which would, in themselves, represent ineffective assistance of counsel. The procedural irregularities here are: an absence in the record of a criminal complaint; arraignment and inquest before a coroner; rubber stamp signature on the return of the coroner’s inquest; and lack of notice of grand jury action.\n. The procedural irregularities discussed in Commonwealth v. Little, supra, and pointed out in this appeal for the limited purpose of showing that counsel did not fully pursue or investigate all possible defenses, were of a type which, although tainted and subject to attack, would not produce a discharge and put an end to Little’s jeopardy. Blackledge v. Perry, 417 U.S. 21, 94 S.Ct. 2098, 40 L.Ed.2d 628 (1974); Tollett v. Henderson, 411 U.S. 258, 93 S. Ct. 1602, 36 L.Ed.2d 235 (1973). This is not the type case, as was Blackledge, in which the Commonwealth’s ability to hail a defendant into court, that is, subject matter jurisdiction of the court to hear the case or of the government to charge a defendant, is called into question. Rather, the possible defenses arising out of this situation would only compel the Commonwealth to reinstitute the correct procedures in reaching an indictment."}