{"id": "1719724", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nThis appeal arises from an order of the Commonwealth Court which reversed the Court of Common Pleas of Cambria County and held that a writ of mandamus should not issue to compel arbitration between appellant and appellee. We granted appellant’s petition for allowance of appeal.\nThe facts surrounding this appeal are as follows. On January 28, 1974, the International Association of Firefighters, Local 463 (appellant) notified the City of Johnstown (appellee) that it desired to negotiate a new union contract for the fiscal year beginning January 1, 1975. The parties did nothing further to effectuate a new agreement until September 9, 1974, when appellant, through its attorney, requested that a collective bargaining session be arranged and that the binding arbitration under the Act of June 24, 1968, P.L. 237, No. Ill, § 1, 43 P.S. § 217.1, begin by September 13, 1974. Thereafter, an initial negotiating session was held on September 21, 1974; three more sessions were held, and finally on October 22, 1974, an impasse was reached and on the same day the union requested binding arbitration under § 4(a) of Act 111, 43 P.S. § 217.4(a). Appellee refused the request for arbitration and appellant sought a writ of mandamus to compel arbitration. The Court of Common Pleas granted appellant’s request; however, Commonwealth Court subsequently reversed the decision.\nThe sole issue raised in this appeal is whether § 3 of Act 111, 43 P.S. § 217.3, which provides:\n“Collective bargaining shall begin at least six months before the start of the fiscal year of the political subdivision or of the Commonwealth, as the case may be, and any request for arbitration, as hereinafter provided, shall be made at least one hundred ten days before the start of said fiscal year.”\nrequires that binding arbitration between a union and a political subdivision of the Commonwealth begin at least one hundred ten days before the start of the fiscal year.\nWe are of the opinion that while the time scheme of the above statute is mandatory, there exists a valid reason that it will not preclude arbitration in the facts of this appeal. Appellant first notified appellee that it sought to negotiate a new labor contract on June 28, 1974, some four months before the deadline for binding arbitration, which was September 13, 1974. Appellee took no action to arrange a collective bargaining session. Appellant again on September 9, 1974, notified appellee of its request to negotiate a new union contract and at that time also stated that it intended to go to binding arbitration if an agreement was not reached. This second request for collective bargaining also pointed out that if the parties were to submit to binding arbitration, it would have to be done by September 13, 1974. Again appellee ignored the request and did not schedule the first negotiating session until September 21, 1974, thereby precluding appellant from meeting the time requirements set out by § 3 of Act 111, 43 P.S. § 217.3. The negotiations continued until October 22, 1974, when an impasse was reached and arbitration was requested by appellant and refused by appellee on the grounds that appellant had failed to comply with Section 3 of Act 111.\nAppellee and the Commonwealth Court, citing Borato v. Town Council, Bor. of Midland, 48 Pa.D. & C.2d 510 (1969), and Local 736, Firefighters v. Williamsport, 47 Pa.D. & C.2d 817 (1969), took the position that the time requirements of Act 111 are mandatory and, therefore, the actions of appellee were proper. In both the cases cited by the Commonwealth Court in its opinion, there exists a distinction that takes the instant case out of their rationale. In Borato, a majority of the union accepted the agreement before the time for arbitration had expired and then sought to arbitrate after the time expired for arbitration. In Williamsport, the union did not request arbitration until the time period had elapsed, nor did the union bargain at all prior to the expiration of time for requesting arbitration. In the instant case, appellant, on June 28, 1974 and September 9, 1974, requested arbitration and in the latter request notified appellee that it intended to seek binding arbitration if an agreement was not reached. Thus, the instant case is distinguishable from both Borato and Williamsport.\nWe are of the opinion that appellant’s request for collective bargaining sessions and appellee’s dilatory procedure in scheduling the sessions relieve appellant of the burden of meeting the time scheme set out in Act 111. Moreover, the appellee is not prejudiced by the decision that they must arbitrate the labor contract. Appellee was aware in June of 1974 that the union wished to negotiate a new contract and in September of 1974 that it was seeking binding arbitration.\nOrder of the Commonwealth Court reversed and order of the Court of Common Pleas of Cambria County reinstated.\nPOMEROY, J., filed a dissenting opinion."}