{"id": "1719745", "contents": "OPINION OF THE COURT\nMANDERINO, Justice.\nAppellant, Richard M. Brooks, was tried before a judge and jury and, after four days of trial, was found guilty of murder in the first degree, aggravated assault, possession of an instrument of crime, and criminal conspiracy. Post-verdict motions were denied on January 31, 1975, and sentence of life imprisonment was imposed for the murder conviction. Maximum sentences, to be served concurrently, were imposed for the other offenses. The murder conviction was appealed directly to this Court; the other convictions, which were appealed to the Superior Court, were transferred here.\nPrior to trial, a hearing was held on appellant’s motion to suppress certain statements and physical evidence. This motion to suppress was denied and the statements and evidence were introduced at appellant’s trial. Appellant now argues, as he did below, that the statements should not have been allowed into evidence at trial because they were obtained as the result of an illegal arrest, and therefore violated rights guaranteed by the Fourth Amendment to the United States Constitution, and by Art. 1, Sec. 8, of the Constitution of this Commonwealth. See United States v. Wong Sun, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963). Because we agree that these statements were impermissably admitted into evidence against him at trial, we need not now consider the other allegations of error raised by appellant here.\nThe evidence presented by the prosecution at the pretrial suppression hearing indicated that Detective O’Brien was the police officer assigned to investigate the homicide for which appellant was arrested. While at the scene of the crime, Detective O’Brien received information from witnesses to the shooting, and other young people in the area, that the “Cedar Street gang” was responsible, and that this gang had been involved in several similar incidents in the past few weeks. Detective O’Brien then began to patrol the area looking for suspects, and “ . . . tried to cultivate more information.” (N.T.Supp. 5). At approximately 11:30 p. m., December 10, 1973, approximately three hours after the shooting, Detective O’Brien received information from police headquarters that an anonymous phone caller had stated that “Brooks from Baltimore Avenue was one of the persons responsible for this shooting.” Detective O’Brien also received information that several persons responsible for the shooting were in a bar located at Rogers Street and Baltimore Avenue. The source of this information does not appear on the record. At approximately 12:45 a. m., December 11, 1973, while patrolling near the intersection of Rogers Street and Christian Street (near the location of the bar named by the anonymous caller) in an effort to locate members of the Cedar Street gang and obtain information Detective O’Brien stopped appellant who was walking on the street to ask him some questions. The detective’s intent in questioning appellant was to ascertain the validity of the anonymous telephone tip, and to ascertain the identity of “Brooks from Baltimore Avenue.” At this time the detective did not know appellant’s identity. In fact, he knew nothing about appellant but suspected that the person walking along the street might be a Cedar Street gang member. Detective O’Brien asked appellant his name and was told “Richard Brooks.” The detective then asked appellant where he lived, and upon hearing that appellant lived on Baltimore Avenue, placed appellant under arrest. Appellant was then taken to the police administration building, arriving there at approximately 1:20 a. m., December 11, 1973. He was given standard Miranda warnings, and indicated his desire to give a statement. At that time he admitted driving a car similar to the one used in the shooting, but denied any complicity in the act. This interview ended at 2:05 a. m. During the course of this interview appellant also indicated he would consent to a polygraph examination. Appellant was eventually taken to the polygraph examination room and was seen by the polygraph examiner at approximately 2:55 a. m. The polygraph examiner spoke with appellant concerning the facts surrounding the polygraph examination from 3:05 a. m., until 3:50 a. m. At 3:50 a. m., prior to the giving of the actual polygraph examination, appellant admitted to the polygraph examiner that he had been involved in the shooting, and gave certain details as to the events of the preceding evening. Subsequently, appellant also gave detectives the key to his apartment where a .22 caliber rifle was found and confiscated. This statement, and the rifle along with testimony from the medical examiner that decedent died as a result of a gunshot wound of the chest, and that a .22 caliber bullet with markings similar to test bullets fired from appellant’s rifle had been removed from the deceased’s body, was introduced into evidence at appellant’s trial.\nBased on the above facts, the prosecution argues that Detective O’Brien had probable cause to arrest appellant. With this conclusion we cannot agree. Probable cause is essential to the legality of an arrest. Commonwealth v. Culmer, 463 Pa. 187, 344 A.2d 487 (1975); In re Betrand, 451 Pa. 381, 303 A.2d 486 (1973). Probable cause exists if the facts and circumstances within the knowledge of the arresting officer at the time of the arrest, and of which he has reasonably trustworthy information, are sufficient to warrant a person of reasonable caution in the belief that the suspect has committed or is committing a crime. Commonwealth v. Garvin, 448 Pa. 258, 293 A.2d 33 (1972). Stated another way,\n“[t]he crucial test is whether there were facts available at the time of the initial apprehension which would justify a man of reasonable caution in the belief that a crime had been committed and that the individual arrested was the probable perpetrator.”\nCommonwealth v. Jones, 457 Pa. 423, 428, 322 A.2d 119, 123 (1974).\nSee also Commonwealth v. Jackson, 459 Pa. 669, 331 A. 2d 189 (1975).\nIt has also been held that hearsay information is sometimes sufficient to establish probable cause. See Draper v. United States, 358 U.S. 307, 79 S.Ct. 329, 3 L. Ed.2d 327 (1959). When probable cause for a warrant-less arrest is based on such hearsay information, however, the arresting officer must have two kinds of additional information before probable cause will be deemed to have been established. As we stated in Betrand, supra, 451 Pa. at 386, 303 A.2d at 488, when the hearsay-information is supplied by an anonymous informer,\n“ . . .in order to assure that the tip is not merely an unsupported rumor, the officer must know the underlying circumstances from which the informer concluded that the suspect participated in the [crime] . [and] in order to reduce the possibility that a tip meeting the first standard is merely a well constructed fabrication, the officer must have some reasonable basis for concluding that the source of the tip was reliable.”\nSpinelli v. United States, 393 U.S. 410, 89 S.Ct. 584, 21 L.Ed.2d 637 (1969); Aguilar v. Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964); Commonwealth v. Garvin, 448 Pa. 258, 293 A.2d 33 (1972); cf. Commonwealth v. Mamon, 449 Pa. 249, 297 A.2d 471 (1972).\nApplying this Aguilar-Spinelli standard to the facts asserted by the prosecution to show probable cause in the instant case, it becomes abundantly clear that appellant’s arrest was based on information insufficient to establish probable cause. At the time he arrested appellant, Detective O’Brien had available the following: (1) information from area residents that the “Cedar Street gang” was responsible for the murder, and that the “Cedar Street gang” had been involved in other violent incidents in the recent past; (2) information (from an unknown source) that the perpetrators of the homicide could be found in a bar located at Rogers Street and Baltimore Avenue; (3) information from an unknown informant that “Brooks from Baltimore Avenue” was one of the participants in the homicide; (4) personal knowledge that appellant had been walking in the area of the bar referred to by the anonymous informant, that appellant’s name was “Brooks,” and that appellant lived on Baltimore Avenue.\nThe tip identifying “Brooks from Baltimore Avenue” came from an unidentified informant and this informant supplied no information indicating that the informant had any personal knowledge of the crime, whatsoever. As stated in Betrand, supra, at 386, 303 A.2d at 489,\n“[h]is information was completely conclusory with no underlying facts or circumstances to bolster his report.”\nThus, as in Betrand, the first requirement of the Aguilar-Spinelli test was not met in the present case. The prosecution argues, however, that Commonwealth v. Bosurgi, 411 Pa. 56, 190 A.2d 304 (1963), justified the conclusion here that this part of the Aguilar-Spinelli test has been met, and that the “independent investigative work of the detectives corroborated the information received from the anonymous informant” so as to show the informant’s tip was not the product of fabrication. Bosurgi, however, is clearly distinguishable from the instant case. The facts on which this Court found probable cause in Bosurgi are as follows:\n“On July 10, 1961, at approximately 10:30 p. m., a burglary occurred at a wholesale jewelry store in Philadelphia in the course of which some watches and jewelry were stolen. The police were notified and they entered upon an investigation of the store and its immediate neighborhood, meanwhile requesting persons in that area to report to detective headquarters any person seen ‘with watches’. On July 11, 1961, about 6:00 p. m., a telephone call from an undisclosed source was received at detective headquarters and referred to Detective Kelly, an officer investigating the burglary. The caller informed Detective Kelly that there was a man — described as having bushy grey hair, needing a shave, short in statue, [sic] Italian in appearance, and attired in tweed pants and a striped shirt — in a certain taproom, located in the vicinity of the burglarized store, who was ‘attempting to sell watches’ to the taproom customers.\nImmediately pursuant to this call, Detective Kelly, with a Detective Sabarro, visited the described taproom but found no one there who answered the description of the person referred to in the telephone call. However, in a nearby taproom, located across the street from the burglarized store, the detectives found a man named Frank Bosurgi who fully answered the description. Bosurgi, seated at a table, was directed to stand up and Detective Kelly ‘turned the man around’, ‘patted him down from the back’, and, when he reached the trousers’ pockets, ‘felt objects there, bulky objects’ which felt like watches. From Bosurgi’s trousers’ pockets Detective Kelly removed ten watches, eight of which were later identified as part of the stock taken from the burglarized store.” (Footnotes omitted).\n411 Pa. at 58, 190 A.2d at 806.\nBecause the anonymous phone call received at detective headquarters contained a detailed and accurate description of a man who was in the neighborhood of the burglarized jewelry store and who was attempting to sell watches, the Bosurgi court concluded that the AguilarSpinelli test’s requirement of underlying circumstances to support the informant’s conclusion had been satisfied.\nContrary to Bosurgi, the facts in the instant appeal contain no inherent indicia of reliability. The informant supplied no information as to the basis for the conclusion that “Brooks from Baltimore Avenue” was involved in the homicide. Furthermore, the independent investigative work of the detective did nothing to add reliability to the informant’s tip. The most that can be said of the facts and circumstances available to this detective at the time of Brooks’ arrest was that the detective suspected that Brooks was a member of the Cedar Street gang, and that this gang might have been involved in the homicide. Appellant’s membership in the gang, and his proximity to the bar mentioned by another anonymous police informer (which bar was also located close to appellant’s residence) do not supply probable cause.\nThe facts in the instant appeal are strikingly similar to the facts in In Re Betrand, supra, 451 Pa. 381, 303 A. 2d 486 (1973). The facts which the prosecution argued supplied probable cause in Betrand were as follows:\n“On January 8, 1971, a pharmacist and his assistant were beaten and robbed by three unidentified males on Germantown Avenue in Philadelphia at approximately 8:00 P.M. Almost six weeks later the police received an anonymous phone call from a youth who said that one of the participants in that robbery was named “Primo’ and that ‘Primo’ lived in a certain area of Philadelphia. Two days later, appellant, George Betrand, a juvenile, known to the police as ‘Primo’, was arrested without a warrant. He was taken immediately to the station house and placed in a locked interrogation room where he remained for approximately two hours. A detective subsequently arrived and advised him of his rights by reading from the standard police interrogation card. After approximately one-half hour of questioning, appellant gave an oral statement admitting his involvement in the robbery.”\n451 Pa. at 384, 303 A.2d at 487.\nThe Betrand court concluded that the prosecution had not established probable cause for the arrest, and we believe the instant case is controlled by Betrand.\nHaving concluded that the arrest of appellant Brooks was based on facts and circumstances insufficient to show probable cause, and was therefore illegal, the question remains whether or not the statements and evidence obtained subsequent to that illegal arrest were so far removed from that illegal arrest as to vitiate any taint arising from the initial illegal arrest. See Wong Sun v. United States, supra, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed. 2d 441 (1963); and In Re Betrand, supra.\nThe test announced by the United Sates Supreme Court in Wong Sun is:\n“ ‘whether, granting establishment of the primary illegality, the evidence to which instant objection is made has been come at by exploitation of that illegality or instead by means sufficiently distinguishable to be purged of the primary taint.’ ”\n371 U.S. at 488, 83 S.Ct. at 417, 9 L.Ed.2d at 455.\nThe challenged evidence may be purged of the taint of the primary illegality only if it results from “an intervening independent act of a free will,” Wong Sun, supra, 371 U.S. at 486, 83 S.Ct. at 416, 9 L.Ed.2d at 454, or if the connection between the arrest and the evidence has “become so attenuated as to dissipate the taint.” Id. at 491, 83 S.Ct. at 419, 9 L.Ed.2d at 457.\nTwo factors significant to the determination of the relationship between an illegal arrest and subsequent confession have been articulated by the Third Circuit of the United States Court of Appeals in Commonwealth ex rel. Craig v. Maroney, 348 F.2d 22, 29 (3d Cir. 1965), cert. den. 384 U.S. 1019, 86 S.Ct. 1966, 16 L.Ed.2d 1042 (1966). These factors are :\n“(a) the proximity of an initial illegal and custodial act to the procurement of the confession; and (b) the intervention of other circumstances subsequent to an illegal arrest which provide a cause so unrelated to that initial illegality that the required evidence may not reasonably be said to have been directly derived from, and thereby tainted by, that illegal arrest.”\nWe note that, having failed to establish the legality of the initial arrest, the prosecution must bear the burden of showing that any evidence obtained subsequent to it has been obtained by means sufficiently distinguishable from the initial illegality so as to be purged of the primary taint rather than having been come by by exploitation of that illegality. Betrand, supra, 451 Pa. 381, 303 A.2d 486 (1973).\nThe facts which occurred subsequent to appellant’s illegal arrest here are strikingly similar to those which occurred subsequent to the illegal arrest discussed in Brown v. Illinois, 422 U.S. 590, 95 S.Ct. 2254, 45 L.Ed.2d 416 (1975). In Brown v. Illinois, the prosecution argued that the giving of Miranda warnings was sufficient, in and of itself, to vitiate the taint of the illegal arrest. As stated by the Brown court, the question there was\n“whether the statements were to be excluded as the fruit of the illegal arrest, or were admissible because the giving of the Miranda warnings sufficiently attenuated the taint of the arrest.”\nId. at 591, 95 S.Ct. at 2256, 45 L.Ed.2d at 420.\nThe Brown court held that the Miranda warnings alone do not make the act of giving a confession sufficiently a product of free will to break, for Fourth Amendment purposes, the causal connection between an illegal arrest and a confession.\nIn the present case, appellant confessed less than three hours after the initial illegal arrest. Only one factor is present in addition to the giving of the standard Miranda warnings here: at 3:05 a. m., (45 minutes prior to his initial admission of involvement in the homicide) appellant was, as stated by the prosecution “confronted with the objective reality of the polygraph examination.” The prosecution contends that this additional factor sufficiently separates the confession from the initial illegality so as to permit its introduction into evidence at trial. According to the prosecution, it was the psychological effect of the imminence of this polygraph examination that caused appellant to change his mind and confess, and therefore, the prosecution argues, the confession was not the result of an exploitation of the initial illegality, but was the result of appellant’s free will. This argument is totally unacceptable.\nTo begin with, interrogation by a polygraph examiner is no different than interrogation by the arresting police officer, or the investigating detective, or any other representative of the prosecution. The effect was to exploit the appellant’s illegal confinement for the purpose of gaining a statement that could be used against him at trial.\nFurthermore, when the Wong Sun court held that in certain circumstances the connection between the lawless conduct of the police and the discovery of the challenged evidence could become so attenuated as to dissipate the taint, it envisioned a factual situation far removed from what occurred here. Such circumstances were found to surround the confession given by Wong Sun following what was conceded to be an illegal arrest:\n“For Wong Sun’s unsigned confession was not the fruit of that arrest, and was therefore properly admitted at trial. On the evidence that Wong Sun had been released on his own recognizance after a lawful arraignment, and had returned voluntarily several days later to make the statement, we hold that the connection between the arrest and the statement had ‘become so attenuated as to dissipate the taint.’ ” (Emphasis added.)\n371 U.S. 491, 83 S.Ct. 419, 9 L.Ed.2d 457.\nThese kinds of occurrences, which the Wong Sun court held to be sufficient to break the chain of circumstances between the illegal arrest and the challenged evidence, are certaintly not present here.\nAs we recently stated in Commonwealth v. Bailey, 460 Pa. 498, 333 A.2d 883 (1975), if the initial detention is illegal, the prosecution must establish that the challenged evidence was “the product of some cause other than the illegal detention.” Id. at 503, 333 A.2d at 886. The prosecution has presented no evidence that anything other than the exploitation by the police of the illegal detention of appellant Brooks occurred to cause appellant to confess. The confession was therefore the fruit of the initial illegality, and as such, should have been suppressed. See Commonwealth v. Jackson, 459 Pa. 669, 331 A.2d 189 (1975).\nJudgments of sentence are reversed and a new trial granted.\nPOMEROY, J., filed a concurring opinion.\nEAGEN, J., concurred in the result.\nJONES, C. J., dissents."}