{"id": "1723798", "contents": "OPINION OF THE COURT\nEAGEN, Justice.\nThis appeal raises essentially the same issues raised in Barrett v. Barrett, 470 Pa. 253, 368 A.2d 616 (1977), also decided today. Our decision in Barrett is controlling here.\nOn April 20, 1975, the Family Division of the Court of Common Pleas of Allegheny County, on the petition of Annette Muraco, issued a Rule to Show Cause why Robert Pitulski, her former husband, should not be held in contempt for willfully violating an order of January 28, 1965, providing for the support of the couple’s two minor children at the rate of $25 per week. After an evidentiary hearing on May 13, 1975, the court found Pitulski to be $7,184.00 in arrears on the support order and made the Rule to Show Cause absolute. It ordered Pitulski to pay this entire amount on or before July 11, 1975, or serve a period of 120 days in the Allegheny County jail. Pitulski appealed from this order to the Superior Court, but he did not then request a supersedeas. On July 11, another hearing was held after which the court determined that Pitulski had not paid the amount due, found him in contempt of its May 13 order, and ordered him imprisoned for 120 days unless he sooner purged himself by paying the sum of $7,184.00. Petitioner also appealed from this order to the Superior Court. On July 18, the trial court granted his petition for supersedeas and ordered him released from prison on July 21 pending the final determination of his appeal. After granting Pitulski leave to appeal in forma pauperis, the Superior Court, on March 23, 1976, affirmed both orders of the trial court in a per curiam order without opinion. Muraco v. Pitulski, 239 Pa.Super. 705, 356 A.2d 816 (1976). We granted allocatur and continued the writ of supersedeas.\nAppellant contends that it was error in a civil contempt proceeding to sentence him to prison for failure to comply with a committing order the conditions of which were beyond his ability to satisfy, and that this commitment in civil contempt was in violation of the Equal Protection Clause of the United States Constitution. We agree with his first contention, and therefore deem it unnecessary to reach his equal protection argument.\nAs in Barrett v. Barrett, supra, the instant proceedings were clearly civil. They were conducted pursuant to section 9 of the Civil Procedural Support Law, Act of July 13, 1953, P.L. 431, as amended, 62 P.S. § 2043.39, and their dominant purpose was to aid a private litigant rather than to vindicate the authority of the court or to protect the public interest. In recognition of this, the court imposed a conditional sentence of imprisonment to coerce Pitulski into fulfilling his duty of supporting his children rather than a strictly punitive sentence which he would be powerless to escape by purging himself.\nSection 9(b) of the Civil Procedural Support Law, supra, provides in pertinent part that “any wilful failure to comply with any order of the court may be deemed a contempt of court and . . . may be punishable by the court by commitment to the county jail or house of correction.” At the hearing of July 11, however, held for the purpose of determining whether the order of May 13 had been complied with, Pitulski admitted that he had not complied but undertook to prove that he lacked the present financial ability to do so. His uncontradicted testimony was that he had been involuntarily unemployed since September of 1974, that since October of 1974 he had been receiving public assistance in the amount of $151 per month and that this was his only source of income, that he owned no property and had no saving or checking accounts, and that he had been seeking employment since he lost his previous job and had a good prospect of being hired by the University of Pittsburgh as a campus policeman in August. The court admitted this testimony into evidence and apparently accepted it as true but ultimately considered it irrelevant, stating in support of its commitment order:\n“The only test the Court can and should apply is whether the defendant had the financial ability to comply with the Order of Support when he failed to pay the support. If he had the financial ability to pay and failed to do so without justification, then he can be held in Contempt and incarcerated under the provisions of said Support Law.”\nAlthough the record clearly supports the finding that Pitulski had in the past contemptuously violated the original support order, the court erred in disregarding this evidence of his present inability to comply. Since the court based its July 11 order on a finding that Pitulski was in contempt of its May 13 order, this evidence was plainly relevant to a determination of whether he had willfully failed to comply with that order. See Commonwealth ex rel. Wright v. Hendrick, 455 Pa. 36, 312 A.2d 402 (1973). But even assuming that the finding of contempt was actually based on Pitulski’s willful noncompliance with the original support order, the evidence was highly relevant, since the justification for imprisonment in civil contempt ceases once it becomes apparent that the contemnor lacks the present ability to purge himself and thereby bring himself into compliance with the order; a court should not in effect convert civil proceedings into criminal ones by imposing terms for compliance which are apparently impossible for the contemnor to perform. Barrett v. Barrett, supra. See also In Re Martorano, 464 Pa. 66, 346 A.2d 22 (1975); Commonwealth ex rel. Beghian v. Beghian, 408 Pa. 408, 184 A.2d 270 (1962); Knaus v. Knaus, 387 Pa. 370, 127 A.2d 669 (1956).\nIn Barrett, supra, we concluded that where in a civil contempt proceeding the contemnor presents evidence of his present inability to comply with the order in question, the court in imposing coercive imprisonment should set conditions for purging the contempt with which it is convinced beyond a reasonable doubt, from the totality of the evidence before it, the contemnor has the present ability to comply. On this record, it is obvious that there was insufficient evidence for the court to conclude that Pitulski had the present ability to pay the sum of $7,184.00. In setting this condition as the means whereby Pitulski could avoid imprisonment, the court therefore abused its discretionary power in civil contempt.\nThe order of the Superior Court is reversed, and the case is remanded to the trial court for further proceedings consistent with this opinion.\nNIX, J., did not participate in the consideration or decision of this case.\nMANDERINO, J., joins in this opinion and filed a concurring opinion.\n. At the hearing of July 11, counsel for appellee argued that the contempt was criminal, but the court rejected the argument. The contention was not pursued on appeal.\n. Both the court in its opinion in support of its orders and appellee in her brief emphasize the fact that between May 13 and July 11 Pitulski paid nothing of the amount found to be due. Even assuming, however, that Pitulski had the present ability to pay some amount, both of the court’s orders were fashioned so that he could have purged himself only by paying the entire amount."}