{"id": "1723806", "contents": "OPINION\nJONES, Chief Justice.\nThis is a Petition for Review of a governmental determination filed pursuant to the new Pennsylvania Rules of Appellate Procedure, Pa.R.A.P. 1501 et seq. At issue is the possible extension, for one year, of the judicial term of office of William F. Cercone, Judge of the Superior Court of Pennsylvania. Our resolution of this question will determine the time in which Judge Cercone may file his declaration of candidacy for retention pursuant to Article V, Section 15(b), of the Pennsylvania Constitution and set the date on which he must run, if he should choose to do so, for retention election.\nJudge Cercone was duly elected to the office of Judge of the Superior Court of Pennsylvania on November 5, 1968, and was inducted into office on the first Monday of January 1969 (January 6, 1969). He has been serving as a Judge of the Superior Court since that time. Article V, Section 15(a), of the Pennsylvania Constitution provides in part that “[t]he regular term of office of justices and judges shall be ten years . . .” and were it not for a change wrought by the new Judiciary Article, Article V of the Pennsylvania Constitution, adopted in 1968, Judge Cercone could run for reelection in 1978 for a term commencing on the first Monday of January 1979. Section 13(a) of the new Judiciary Article, however, affected the election process by requiring that all judges be elected at municipal elections which, pursuant to Article VII, Section 3, of the Pennsylvania Constitution, are strictly held in odd-numbered years. For judges who were elected previously in even-numbered years this constitutional change created problems which were recognized by the framers of the new Judiciary Article. To allow for a smooth transition from the former to the present judicial system, Section 2 of the Schedule to Article V provides for the extension of judgeships which would naturally “expire on the first Monday of January in an odd-numbered year” to “the even-numbered year next following.” Thus, a judge elected under the old Constitution may comply with the Constitution and run for retention election “at the municipal election immediately preceding the expiration of the term of office . . . .” Pa.Const. art. 5, § 15(b) (emphasis supplied).\nWe must decide whether Section 2 of the Schedule to Article V applies to petitioner, Judge Cercone. Judge Cercone believes that it does so apply and wrote to petitioner, Judge Alexander F. Barbieri, Court Administrator of Pennsylvania, on June 9, 1976, asking Judge Barbieri to obtain for him from respondents, Milton J. Shapp, Governor of the Commonwealth of Pennsylvania, and C. DeLores Tucker, Secretary of the Commonwealth, a new and corrected commission as a Judge of the Superior Court continuing in effect until the first Monday of January 1980. On June 23, 1976, Judge Barbieri joined in this request and forwarded a copy of Judge Cercone’s letter to the respondents. By letter dated July 9, 1976, and- on the advice of the Attorney General, Governor Shapp refused to amend the commission in the absence of a definitive decision on the question presented by the courts. This Petition for Review was then filed in the Commonwealth Court, which had jurisdiction to hear the petition. Because we deemed the issue presented to be of immediate public importance, we granted the parties’ Joint Application to Assume Plenary Jurisdiction.\nWhen the framers of the revised Article V met in convention they intended that the Schedule to that Article would serve as a bridge between the old and new judicial systems:\n“The Convention is empowered to include in its recommendations those provisions which it deems essential to provide against difficulty in moving from one system to another. The transfer from a prevailing judicial order into a new one is quite likely to involve grave problems of compensation, election, tenure, jurisdiction, the transfer of powers etc., and unless provision is made in advance for the elimination of such problems, confusion, uncertainty and inconvenience may result.\nThe traditional means for disposing of problems of this nature is a provision or series of provisions called the ‘Schedule’ which makes all necessary adjustments in the movement from one condition to another . ” The Pennsylvania Constitutional Convention 1967-68, Reference Manual No. 5, p. 7 (emphasis supplied).\nThe Schedule, as adopted, was expressly given “the same force and effect” as the provisions of Article V (see Pa. Const, art. 5, Schedule), and it included a section which authorizes the adjustment of judicial terms of Superior Court judges:\n“The present terms of all judges of the Superior Court which would otherwise expire on the first Monday of January in an odd-numbered year shall be extended to expire in the even-numbered year next following.” Pa.Const. art. 5, Schedule, § 2 (emphasis supplied)\nBecause the effective date of the article and schedule was January 1, 1969, five days before the induction of Judge Cercone, respondents contend that his term is arguably not a “present” term subject to extension. We conclude otherwise for the reasons stated below.\nThe word “present” is defined by the Schedule: “where the word ‘present’ appears it speaks from the effective date hereof.” Pa.Const. art. 5, Schedule (emphasis supplied). Webster’s Third New International Dictionary gives as the first meaning of the word “from,” “to indicate a starting point.” Thus, when the word “present” is used in the Schedule, it speaks from January 1, 1969, continuing thereafter so long as the Schedule remains in effect. As it is used in Section 2, the word “present” is not confined to terms of Superior Court judges which existed or were in effect on the single day of January 1,1969, but includes, as well, terms which commenced after the effective date of the new Constitution.\nWe believe our construction of the Schedule provisions' is the only fair and reasonable one. It comports with the clear intent of the framers to eliminate the chaos and confusion which would otherwise result in the transition from the old judicial system to a new system requiring all judges to be elected at municipal elections held in odd-numbered years. It would contravene Article V, § 13(a), and Article VII, § 3, of the Pennsylvania Constitution to conduct the retention election in the even-numbered year of 1978. Running for retention in the municipal election of 1977 is an equally untenable solution. Retention of Judge Cercone in 1977 would apply to a term commencing some fourteen months later in January of 1979. This extended hiatus between election and assumption of office is contrary to the public policy of Pennsylvania. Commonwealth ex rel. Barratt v. McAfee, 232 Pa. 36, 45, 81 A. 85, 88 (1911). Either solution, in addition, would perpetuate a continuing divergence from the constitutional requirement that terms of judges of the Superior Court commence in even-numbered years. We choose, instead, to further the intentions of the framers and construe the constitutional provisions so as to avoid the confused and impracticable result which the Schedule was meant to obviate. Firing v. Kephart, 18 Pa.Cmwlth. 578, 336 A.2d 470 (1975), aff’d, 466 Pa. 560, 353 A.2d 833 (1976).\nIn Count II of their petition, petitioners request relief in the nature of declaratory judgment. Under the circumstances, such relief is appropriate and will be granted. Petitioner Cercone asserts, herein, a legal right in which he has a concrete interest and which is challenged by respondents, who have felt constrained to deny his request for an extension pending final determination of the controversy in the courts. In addition, the declaration sought will effectively terminate the controversy. See Liberty Mutual Insurance Co. v. S. G. S. Co., 456 Pa. 94, 318 A.2d 906 (1974); Vanderslice Estate, 14 Pa.D. & C.2d 446 (C. P. Columbia County 1957); Act of June 18, 1923, P.L. 840, § 1 et seq., as amended, 12 P.S. § 831 et seq. We therefore, declare that the term of Judge Cercone as a Judge of the Superior Court of Pennsylvania extends, pursuant to Section 2 of the Schedule to Article V of the Pennsylvania Constitution, until the first Monday of January 1980, and that Judge Cercone should not, and need not, run for retention election as a Judge of the Superior Court of Pennsylvania, under Article V, Section 15(b), of the Pennsylvania Constitution, until the municipal election to be held in 1979. He may comply with Article V, Section 15(b), by filing a declaration of candidacy on or before the first Monday of January, 1979.\nCount II of the Petition for Review is granted.\nEAGEN and O’BRIEN, JJ., did not participate in the consideration or decision of this case.\nNIX, J., filed a concurring opinion.\nROBERTS, J., filed a dissenting opinion in which POMEROY, J., joins.\n. Article IV, Section 19, provides in pertinent part:\n“All commissions shall be in the name and by authority of the Commonwealth of Pennsylvania, and be sealed with the State seal and signed by the Governor.”\n. The Secretary of the Commonwealth has the power and duty, under the law, to “prepare and issue, with the approval of the Governor,” commissions to elected officers of the Commonwealth of Pennsylvania. Act of April 9, 1929, P.L. 177, art. VIII, § 809, 71 P.S. § 279.\n. Act of July 31, 1970, P.L. 673, art. IV, § 401(a)(1), 17 P.S. § 211.401(a)(1).\n. Act of July 31, 1970, P.L. 673, art. II, § 205, 17 P.S. § 211.205.\n. See Pa.Const. art. 5, Schedule.\n. Municipal elections are held in odd-numbered years. Pa.Const. art. 7, § 3. The Constitution also provides that:\n“All judges elected by the electors of the State at large may be elected at either a general or municipal election, as circumstances may require. . . .” Id.\nThis provision was not amended by the Constitution adopted in 1968. Instead, the new Judiciary Article, Article V, Section 13(a), specifically provides that:\n“Justices, judges and justices of the peace shall be elected at the municipal election . . .” (emphasis supplied)\nWhen read and construed together, it is clear that the more recent amendment supersedes and prevails over the older, general provision. Commonwealth ex rel. Specter v. Vignola, 446 Pa. 1, 285 A.2d 869 (1971).\n. The Petition for Review filed in this matter combines various causes of action. See Pa.R.A.P. 1502. In Counts I and III of the petition, petitioners request relief in the nature of mandamus and appeal, respectively. Both counts essentially ask for an order directing the respondents to issue a corrected commission to Judge Cercone. Respondents have assured this Court, however, that an amended commission would issue, with or without an order to do so, should we determine that an extension is required. Thus, we do not consider the merits of these counts."}