{"id": "1723796", "contents": "OPINION OF THE COURT\nMANDERINO, Justice.\nAppellant, Louis Packler, was a member of the Pennsylvania State Police from 1936 until his retirement in 1973. Prior to 1936 he served four years with the Pennsylvania National Guard. Appellee, the State Employees’ Retirement Board, in calculating appellant’s years of service for retirement purposes, did not include his four years of service with the Pennsylvania National Guard. Appellant filed a complaint in the Commonwealth Court seeking a writ of mandamus directing the Board to include these four years in computing his years of service. The Board filed preliminary objections to the complaint including a demurrer. The appellant then filed an answer to the preliminary objections. The Commonwealth Court sustained the Board’s demurrer to the complaint, Packler v. State Emp. Retirement Bd., 15 Pa. Cmwlth. 143, 325 A.2d 335 (1974). This appeal followed pursuant to the Appellate Court Jurisdiction Act of 1970, July 31, P.L. 673, No. 223, Art. II, § 203, 17 P.S. § 211.-203 (supplement).\nIn sustaining the Board’s demurrer to the complaint, the Commonwealth Court noted that the appellant’s claim in this case is based on subsections (1) and (2) of Section 204 of State Employees Retirement Code of 1959 (Act of June 1, 1959, P.L. 392, as amended, 71 P.S. § 1725-204(1) and (2)) which provide:\n“(1) In computing the length of service of a contributor for retirement purposes, a year of service shall mean a period of twelve (12) months during which a contributor is a State employe and for which he receives an annual salary or other compensation.\n(2) Any person who became a member of the Pennsylvania Motor Police subsequent to January 1, 1938, or a member of the Pennsylvania State Police subsequent to June 1, 19US, and who shall have been at any time theretofore in the employ of the Commonwealth shall receive credit for any such service prior to January 1, 1938, or prior to June 1, 1943, as the case may be, upon complying with the provisions of article III. section 302.” (Emphasis added.)\nThe Court concluded that Subsection (2) of the Act, read in conjunction with the appellant’s complaint discloses that this provision gives him no legal right to have his service with the National Guard included in his retirement computation. This conclusion was reached in view of the fact that the appellant alleged becoming a member of the State Police in 1936, whereas Subsection (2) only applies to persons who became members of the State Police subsequent to June 1, 1943, or members of Pennsylvania Motor Police subsequent to June 1, 1938.\nIn his brief to this Court the appellant agrees that Subsection (2) does not entitle him to the relief sought, but argues that he derives his right to retirement credit from other provisions of the Retirement Code including the general provision of Subsection (1) and the definition of “State Employee” in 71 P.S. § 1725-102(6).\nAlthough we agree, as does appellant, with the Commonwealth Court’s conclusion that Subsection (2) would not entitle the appellant to the relief sought, we must vacate the Commonwealth Court’s order and remand to that Court for a determination of the appellant’s rights under Subsection (1) and the definition of “State Employee” under 71 P.S. § 1725-102(6), and other relevant Code provisions. Since a preliminary objection in the nature of a demurrer should not be granted if the allegations of the complaint state a cause of action under any theory of law, it was improper to sustain the demurrer in regard to Section 204(2) without considering the appellant’s rights under other Code provisions. See Lerman v. Rudolph, 413 Pa. 555, 198 A.2d 532 (1964).\nOther issues are raised in this appeal including the impropriety of a class action, lack of standing and failure to exhaust administrative remedies. Since these issues were not considered by the Commonwealth Court, we do not now reach the merits of these issues.\nAccordingly, the order of the Commonwealth Court is vacated and the case is remanded to that Court for proceedings consistent with this opinion.\nROBERTS and NIX, JJ., took no part in the consideration or decision of this case."}