{"id": "1725192", "contents": "OPINION OF THE COURT\nEAGEN, Justice.\nOn July 5, 1971, at approximately 3:50 p. m., Mr. and Mrs. Louis Ostroff were robbed at gunpoint by three men in their candy store at 1706 Point Breeze Avenue in Philadelphia. The appellant, Donny Meadows, and one Richard Wilson, were taken into police custody shortly thereafter. A third man, Earl Thomas, was also arrested several days later. Meadows and Wilson were tried together in Philadelphia before a judge sitting without a jury on October 4-6, 1972. Upon completion of the testimony, the trial court deferred adjudication until February 8, 1973, at which time Meadows and Wilson were each found guilty of burglary and aggravated robbery. Imposition of sentence was deferred pending a presentence investigation and disposition of post-verdict motions. On April 29, 1974 (a year and a half after trial and more than a year after the verdict was rendered), the trial court granted Meadows’ motion in arrest of judgment and ordered his discharge. The Commonwealth filed an appeal from this order and the Superior Court vacated the trial court’s order granting the motion in arrest of judgment, reinstated the verdict and remanded the case to the trial court for sentencing. Commonwealth v. Meadows, 232 Pa.Super. 292, 331 A.2d 827 (1974) . We granted allocatur.\nSubstantive authority and grounds for a criminal defendant’s motion in arrest of judgment are found in the Act of June 15, 1951, P.L. 585, § 1, 19 P.S. § 871, which provides:\n“Hereafter, in all criminal prosecutions in this Commonwealth in which the jury shall have rendered a verdict against the defendant, the defendant may, in addition to making a motion in arrest of judgment on the grounds that there is error appearing on the face of the record, may make a motion in arrest of judgment on the grounds that the evidence was insufficient to sustain the charge, and if the court, after consideration of the entire record, shall decide that there is not sufficient evidence to sustain the conviction, it shall forthwith discharge the defendant and dismiss the case.”\nThe trial court’s grant of Meadows’ motion in arrest of judgment was based on grounds of insufficient evidence and therefore, we must first determine whether the evidence at trial was sufficient to support the guilty verdict. It is well established that:\n“In passing upon such a motion [in arrest of judgment], the sufficiency of the evidence must be evaluated upon the entire trial record. All of the evidence must be read in the light most favorable to the Commonwealth and it is entitled to all reasonable inferences arising therefrom. The effect of such a motion is to admit all the facts which the Commonwealth’s evidence tends to prove.” [Citations omitted.] [emphasis in original.]\nCommonwealth v. Tabb, 417 Pa. 13, 16, 207 A.2d 884, 886 (1965); Commonwealth v. Winebrenner, 439 Pa. 73, 77-78, 265 A.2d 108 (1970); Commonwealth v. Terenda, 433 Pa. 519, 523, 252 A.2d 635 (1969); Commonwealth v. Hazlett, 429 Pa. 476, 478, 240 A.2d 555 (1968). In order for a trial court to properly grant a criminal defendant’s motion in arrest of judgment on the ground of insufficient evidence, “it must be determined that accepting all of the evidence and all reasonable inferences therefrom, upon which, if believed [the verdict could properly have been based], it would be nonetheless insufficient in law to find beyond a reasonable doubt that the [defendant] is guilty of the crime charged.” Commonwealth v. Blevins, 453 Pa. 481, 483, 309 A.2d 421, 422 (1973); Commonwealth v. Froelich, 458 Pa. 104, 106, 326 A.2d 364 (1974); Commonwealth v. Winebrenner, supra; Commonwealth v. Terenda, supra.\nLouis Ostroff testified that on July 5, 1971, at approximately 3:50 p. m., two armed men entered his candy store, followed closely by a third man, and announced a “stick-up.” According to Ostroff, the three robbed him and his wife of money from their pockets and also took seven or eight cartons of cigarettes in a coca-cola carton. At trial Ostroff positively identified Meadows and Wilson as being two of the robbers. He detailed the actions of the three robbers during the incident and specifically with, respect to Meadows, he testified that Meadows entered the store behind the two gunmen and while those two took money from Ostroff and cigarettes from behind the counter, Meadows knocked Mrs. Ostroff into a chair and took money from her pocket. Ostroff described one of the guns as black with a white handle and also described the robbers as wearing T-shirts. The entire incident lasted approximately five to eight minutes.\nOstroff related that he immediately called the police and that approximately twenty minutes after the incident, they returned with two men in custody, whom he identified as being two of the perpetrators. However, at trial, Ostroff testified that the two men the police returned with were Wilson and the third perpetrator (Thomas); he steadfastly maintained that Meadows was not one of the men he identified shortly after the incident. Indeed, on cross-examination, he was emphatic on this point:\n“THE COURT: His question was, Mr. Ostroff, if anybody else comes in here and says that Wilson and Meadows were brought back to you that day, that would not be correct; is that right?\n“A. That’s correct.\nBY MR. MOSER:\n“Q. Sir, you are as sure of that fact as you are that these are the two men that held up your store that day; is that correct ?\n“A. Right.”\nOfficer Frederick Westerman of the Philadelphia Police Department testified that Meadows and Wilson were arrested at 1711 Ringgold Street and that at the time of the arrest, a black starter pistol with a white handle was recovered from Wilson, who attempted to hide it when the police arrived. Sergeant Alfred Margerum of the Philadelphia Police Department testified that he found a dollar bill and approximately five dollars in change in the yard at 1711 Ringgold Street and a coca-cola carton, later identified by Ostroff, and several cartons of cigarettes next to the fence in the adjoining yard at 1713 Ringgold Street. Margerum further testified that Meadows and Wilson were taken from 1711 Ringgold Street to the Ostroff store at 1706 Point Breeze Avenue, a distance of three or four blocks, where he observed Meadows and Wilson being identified by Ostroff. Margerum also had a vague recollection that Meadows was wearing a T-shirt at the time.\nMeadows denied being in Ostroff’s store on the date in question and denied participating in any robbery. He testified that he spent the early part of July 5, 1971, with his family; that he and Wilson went to a bar in the afternoon; and, that later in the afternoon they went to the Ringgold Street address with Earl Thomas.\nAlthough Ostroff’s testimony regarding which two of the three robbers he identified at the store following the incident was inconsistent with the testimony of the other Commonwealth witnesses, he did positively identify Meadows as one of the perpetrators at trial and this identification was consistent with the other witnesses’ testimony. We are not persuaded Ostroff’s confusion rendered the evidence so weak and inconclusive as to warrant an arrest of judgment and discharge. Furthermore, an examination of the trial court’s opinion in support of granting the motion in arrest of judgment reveals that the trial court, in passing on that motion, engaged in a weighing of the evidence, rather than determining the absence or presence of that quantum of evidence necessary to establish some proof of the elements of the crimes. For example, the trial court’s opinion referred to the introduction by the defense of a mug shot of Meadows, taken the day of his arrest, showing him dressed in a regular shirt rather than a T-shirt. The trial court’s opinion also referred to Ostroff’s poor eyesight and hearing problems, in addition to his inconsistent recollection of the pretrial identification. In view of the fact that the initial verdict was guilty, it is apparent that the trial court re-evaluated Ostroff’s credibility and the weight to be assigned thereto. As such, the trial qourt did not follow the standard articulated above for considering a motion in arrest of judgment, but rather weighed the evidence. Commonwealth v. Allen, 227 Pa. Super. 157, 159 n. 1, 324 A.2d 437 (1974).\nViewing the evidence in the light most favorable to the Commonwealth, it was unquestionably sufficient to sustain the guilty verdict and therefore, we agree with the Superior Court that it was error for the trial court to grant Meadows’ motion in arrest of judgment and discharge him, after finding him guilty.\nThe order of the Superior Court, however, goes beyond merely reversing the trial court’s grant of a motion in arrest of judgment. In reinstating the verdict and ordering Meadows sentenced, the Superior Court overlooked the fact Meadows also made a motion for a new trial, which had not been passed on by the trial court.\nAlthough the assertion that the verdict is against the weight of the evidence is not a proper consideration in passing on a motion in arrest of judgment, a criminal defendant may be given a new trial on that ground, and this is true, even where the evidence is legally sufficient to sustain a guilty verdict. Commonwealth v. Hayes, 205 Pa.Super. 338, 209 A.2d 38 (1965) ; Commonwealth v. Harbaugh, 197 Pa.Super. 587, 179 A.2d 656 (1962); Commonwealth v. Brown, 192 Pa.Super. 498, 162 A.2d 13 (1960); Commonwealth v. Coyle, 190 Pa.Super. 509, 154 A.2d 412 (1959), allocatur refused. See also Commonwealth v. Wright, 383 Pa. 532, 119 A.2d 492 (1956). The Superior Court was correct in reversing the grant of Meadows’ motion in arrest of judgment, but the case should have been remanded to the trial court for the disposition of the motion for a new trial. See, e. g., Commonwealth v. Jackson, 223 Pa.Super. 497, 302 A.2d 420 (1973).\nThe order of the Superior Court as modified is affirmed.\nMANDERINO, J., filed a concurring opinion.\n. Parenthetically, it should be noted that Pa.R.Crim.P. 302 provides: “A verdict shall be rendered in all non-jury cases within three days after trial.” We are not, however, presently concerned with this apparent violation of the rule.\n. Meadows filed a written motion in arrest of judgment and for a new trial on February 13, 1973. The motion for a new trial is still pending.\n. The trial court denied Wilson’s post-verdict motions and sentenced him to 2-4 years imprisonment. Wilson appealed to the Superior Court, arguing that he was entitled to relief since the trial court granted Meadows’ motion in arrest of judgment “ ‘when the evidence introduced [was] identical as to both defendants.’ ” The Superior Court agreed that the evidence presented was “Substantially identical as to both defendants,” but concluded it was legally sufficient to sustain the verdicts in both cases. Commonwealth v. Wilson, 232 Pa.Super. 145, 334 A.2d 309 (1975); Commonwealth v. Meadows, supra.\n. We accept jursdiction of this appeal pursuant to the authority granted in Article V, Section 503(a), of the Appellate Court Jurisdiction Act of 1970. Act of July 31, 1970, P.L. 673, No. 223, Art. V, § 503(a); 17 P.S. § 211.503(a) (Supp.1976-77).\n. We reject the notion that a trial court has greater latitude in dealing with a nonjury verdict than a jury verdict. Pa.R.Crim.P. 1102(a) provides: “When a defendant waives a jury trial, the trial judge shall determine all questions of law and fact and render a verdict which shall have the same force and effect as a verdict of a jury.” The rule makes clear that the trial judge’s authority over the verdict in the instant case is no greater than the authority of a trial judge over a jury verdict. See Commonwealth v. Brown, 192 Pa.Super. 498, 162 A.2d 13 (1960)."}