{"id": "1725188", "contents": "OPINION\nNIX, Justice.\nIn February of 1974, appellants, who are husband and wife, were tried together and convicted of four counts of aggravated robbery and one count of burglary in conjunction with an incident in a Philadelphia bar on October 17, 1972. Appellant, Johnny Wortham, was also found guilty of one account of assault and battery occurring in the same criminal episode. Post-trial motions were argued and denied and appellant Johnny Wortham was sentenced to five concurrent terms of imprisonment of not less than three nor more than seven years on the robbery and burglary charges. He also received a two-year term of probation on the assault charge to commence following his imprisonment. Appellant Dorothe Wortham was sentenced to one to five years imprisonment. Appeals from these judgments of sentence were taken to the Superior Court and denied. This Court granted allocatur and we now reverse both judgments of sentence.*\nThe issue necessitating the reversal of the judgments of sentence and the award of a new trial is the trial court’s instruction that the defendants were required to prove their defense of alibi by a fair preponderance of the evidence. This statement of the law was clearly erroneous and in direct contravention of this Court’s holding in Commonwealth v. Bonomo, 396 Pa. 222, 151 A.2d 441 (1959). There we ruled that an accused in a criminal trial has no burden to prove an alibi defense, reasoning that a contrary view would be incompatible with the fundamental principles of the presumption of innocence and the burden of proof.\n“It is the law that in a criminal case, unlike a civil case, no binding instruction may be given in favor of the prosecution. This is true whether the evidence upon which the prosecution rests is oral or documentary and is equally true no matter how strong the proof proffered by the prosecution may be. It is because of this never-shifting burden upon the Commonwealth to prove every essential element of the charge it makes against the defendant that it cannot logically be said that the Commonwealth has the burden to prove the presence of such element while the defendant, at the same time, has the burden of proving its absence. Hence, whenever the prosecution relies upon proof that the defendant is present at the commission of the crime, it cannot be said with any show of reason that the defendant, who asserts he was absent, has any burden of proving it.”\nCommonwealth v. Bonomo, supra at 230, 151 A.2d at 445-46. Cf. Commonwealth v. Rose, 457 Pa. 380, 321 A.2d 880 (1974); Commonwealth v. Demmitt, 456 Pa. 475, 321 A.2d 627 (1974).\nAt trial appellant Dorothe Wortham testified that on the day and at the hour of the crime in question she was home with her husband Johnny, her co-defendant, because he was not feeling well. This alibi, covering both appellants, was corrobrated by Ms. Susan Wortham, sister of Johnny Wortham. The trial judge, in charge to the jury, expounded the law as to alibi defense in the following manner:\n“The defendant has the duty of proving the alibi to you by a fair preponderance of the evidence. That is, by the weight of the evidence, that is not a reasonable doubt. The burden of proving guilt beyond a reasonable doubt does not shift from the Commonwealth. But, if the defendant wishes to present an alibi, he or she have (sic) to come forward with evidence which fairly preponderates to prove the alibi. They do not have to prove their alibi beyond a reasonable doubt.\nBy preponderance of the evidence, it means they have to prove it so a scale would tip a little bit in the direction of believing an alibi as opposed to tipping the other way.\nYou should consider the alibi testimony in connection with all of the testimony for such assistance as it may be to you in determining whether these defendants are guilty or innocent. It may be, even though you. are not satisfied that the alibi has been shown by a fair preponderance of the evidence, there may be some item of evidence in the alibi proof, which alone or together with all other testimony in the case, raises a reasonable doubt which causes you to find the defendants not guilty.”\nThe Commonwealth argues that the error in the charge as to the burden of proof was cured in two ways: 1) by the reference in the alibi charge itself to the unshifting burden of proof of the Commonwealth coupled with the statement that an alibi could raise a reasonable doubt as to guilt, and 2) by other references throughout the charge as to the prosecution’s burden of proof, although these references were not specifically directed to the question of alibi.\nIt is true that the charge to the jury must be read as a whole in order to determine if it was fair and not prejudicial, Commonwealth v. Rodgers, 459 Pa. 129, 327 A.2d 118 (1974); Commonwealth v. Fell, 453 Pa. 531, 309 A.2d 417 (1973); Commonwealth v. Franklin, 438 Pa. 411, 265 A.2d 361 (1970), and that prejudicial error in the charge may be rectified by remedial instructions. Commonwealth v. Lopez, 455 Pa. 353, 318 A.2d 334 (1974); Commonwealth v. Murray, 437 Pa. 326, 263 A.2d 886 (1970). In this case, however, no remedial instructions were given despite the fact that the defect was brought to the attention of the court and a clarification requested. Moreover, even a contextual reading of the charge fails to cure the error. At best, the charge is contradictory, assigning first to one party and then to the other the burden of proving its case. Conceding that in several instances the court correctly assessed upon the Commonwealth the burden of proving guilt beyond a reasonable doubt, nevertheless, the incorrect instructions remained unaltered. The possibility of confusion as a result of conflicting directives may not be permitted on such a fundamental issue as the burden of proof. See Commonwealth v. Ewell, 456 Pa. 589, 319 A.2d 153 (1974); Commonwealth v. Ross, 266 Pa. 580, 110 A. 327 (1920). The function of the charge is to elucidate the relevant legal principles not to obfuscate them. We, therefore, reject the Superior Court’s view that the error was harmless.\nWe have often granted new trials on the basis of inadequate, unclear, misleading or inappropriate charges. Commonwealth v. Goins, 457 Pa. 594, 321 A.2d 913 (1974); Commonwealth v. Tiernan, 455 Pa. 88, 314 A.2d 310 (1974); Commonwealth v. Taylor, 453 Pa. 539, 309 A.2d 367 (1973); Commonwealth v. Mills, 350 Pa. 478, 39 A.2d 572 (1944). On a prior occasion we specifically ruled that unrectified error in the charge with regard to the proper allocation of the burden of proof in criminal proceedings would not be considered harmless despite a strong Commonwealth case. In Commonwealth v. Ewell, supra, 456 Pa. at 595, 319 A.2d at 157, this Court said:\n“The Commonwealth argues that the error in the charge was harmless because the corroborative evidence introduced by the Commonwealth was so overwhelming. We cannot accept this argument, for we may not speculate as to the basis of the jury’s verdict. Strong as the Commonwealth’s case was, the jury was nonetheless free to reject it in its entirety and instead accept the alibi defense which Ewell tendered; it is conceivable that, absent the error in the charge, they might have done so. Moreoever, under the instructions given by the court, a juror might have concluded that if he found Ewell’s statement credible (sic) on its face, he was relieved of any obligation to consider the other evidence offered by the Commonwealth. It is not for us to say what in fact happened in the jury room, or what would have happened if the jury had been correctly instructed.”\nSee also Commonwealth v. Broeckey, 364 Pa. 368, 72 A.2d 134 (1950); Commonwealth v. Ross, supra.\nThe erroneous instruction was particularly offensive in the instant case because the sole defense relied upon was that of alibi. The strength of the Commonwealth case accentuates the gravity of an improper instruction which placed an unwarranted burden upon the appellants to pursue their only line of defense.\nWe, therefore, reverse the order of the Superior Court affirming the judgments of sentence and remand the matter to the lower court for a new trial.\nPOMEROY, J., took no part in the consideration or decision of these cases.\nJONES, C. J., and EAGAN, J., concur in the result.\n. Commonwealth v. Wortham, 235 Pa.Super. 25, 342 A.2d 759 (1975); Commonwealth v. Wortham, 233 Pa.Super. 792, 339 A.2d 787 (1975).\n. Jurisdiction in the instant appeals is vested pursuant to the Appellate Court Jurisdiction Act, July 31, 1970, P.L. 673, No. 223, Art. II, § 204, 17 P.S. § 211.204(a).\n. In these appeals appellants have also challenged various in-court identifications of them by eyewitnesses as being tainted by suggestive pre-trial confrontations. Because of our disposition of this case we need not reach the merits of these allegations. Although appellant Johnny Wortham did not take the stand to testify on his own behalf nor did his counsel offer any witnesses on his behalf, nevertheless, the two appellants participated in a joint trial and the alibi testimony offered on behalf of Dorothe Wortham did embrace Johnny and, if believed, would have placed him elsewhere at the time of the crime. Since both counsel objected to the charge as to alibi the claim is available to Johnny as well as to Dorothe."}