{"id": "1725176", "contents": "OPINION OF THE COURT\nEAGEN, Justice.\nThe Commonwealth, through the District Attorney of Philadelphia, is here seeking a writ of prohibition against Judge Matthew W. Bullock of the Court of Common Pleas of Philadelphia. This is the background.\nOn March 5, 1976, Yul Brynner Hayward, who was then fifteen and a half years old, was arrested and charged with murder, robbery, and related weapons offenses arising out of an incident on February 24, 1976. Subsequently, informations were filed against Hayward, pretrial motions were disposed of, and the case was assigned to Judge Bullock for trial. On August 11, 1976, at a conference with counsel prior to jury selection, Judge Bullock asked the prosecuting attorney whether the Commonwealth was seeking the death penalty, and the latter replied: “I cannot in all candor say because I think it is a jury question.” The judge then stated that, as he had indicated previously in a letter to the district attorney’s office, it was his intention in such a case to make “a preliminary determination whether or not I consider a reasonable jury could find the death penalty if the death penalty is still in the case.” He thus scheduled a hearing “at which time I will expect the Commonwealth to make any offer of proof as to the facts and basis of which it believes the jury could reasonably find the death penalty.” Further, he sua sponte ordered that Hayward be given a psychiatric examination and that the psychiatrist testify at the hearing as to Hayward’s “maturity or lack thereof.” The judge also subpoenaed Hayward’s school records.\nAlthough the assistant district attorney assigned to prosecute the case for the Commonwealth had originally indicated that both he and his office were satisfied with this procedure, when the hearing was convened the following day he objected to its propriety on the ground that it was a usurpation of a function assigned by statute to the jury, and he indicated that the Commonwealth would not participate in the hearing. The judge then called a psychiatrist and a psychologist, both of whom had official positions as consultants to the court and both of whom had examined Hayward at the court’s request. The judge took the lead in questioning both witnesses. The psychiatrist testified that he had examined Hayward for about forty minutes and concluded that, although he found no “thinking disorder” in the defendant, the latter was a “schizoid personality” who under stress “could compensate into a real psychotic state which I did not see during the interview.” The psychologist testified that he had examined Hayward for about an hour, that his tests indicated a “dull-normal” I.Q. of 84 but that he had a potential I.Q. of 105; the psychologist concluded that Hayward was “functioning well below his potential . because of emotional problems” and that intellectually he was functioning at the level of a twelve-and-a-half-year old and emotionally at the level of a nine-year old. The supervisor of pupil personnel and counselling at Hayward’s school was also called as the custodian of the defendant’s school records, and these records were admitted into evidence. Although defense counsel had originally indicated that he intended to call both the defendant and his father for the limited purpose of determining whether the jury might reasonably impose the death penalty, the defense ultimately decided to present no evidence of its own. At the conclusion of the hearing, Judge Bullock requested briefs and indicated he would schedule an oral argument, but he also stated: “I have already ruled that the death penalty is not in this case and I will certify the issue for appeal.” [Emphasis added.] After an oral argument on August 31, 1976, the judge, in an opinion and order of September 2, held that the case was non-capital because of the youth and lack of maturity of the defendant at the time of the crime; he certified the issue for immediate appeal. The Commonwealth, however, petitioned instead for a writ of prohibition both vacating the instant order and prohibiting such pretrial determinations in the future.\nI\nWe have serious reservations as to whether a writ of prohibition is the appropriate remedy instantly. Therefore, since the court certified the issue for appeal, since the matter is one of serious public importance, and since we believe delaying resolution of the issue will impair that public interest, we shall consider the Commonwealth’s petition for a writ of prohibition as an appeal from the order of September 2. See Appellate Court Jurisdiction Act, Act of July 31, 1970, P.L. 673, No. 223, Art. V, § 501(b), 17 P.S, § 211.501(b) (Supp.1976-77).\nII\nIn his opinion in support of the challenged order, Judge Bullock concludes that Pa.R.Crim.P. 1106(e), which states that “[i]n capital cases, the individual voir dire method must be used, unless the defendant waives that alternative,” requires him to make a pretrial determination of whether the case is indeed a capital one. The Commonwealth, on the other hand, argues that in a jury trial for murder the Sentencing Code requires that the question of whether the death penalty shall be imposed be determined only after the defendant has been found guilty of murder of the first degree, and that such determination shall, at least initially, be made by the jury that found him guilty. Hence, in the Commonwealth’s view, the court must regard all murder cases as capital cases for the purpose of conducting the voir dire.\nThis Court has made it clear that, at least for the purpose of determining whether a defendant has the constitutional right to bail, a capital offense is “a crime for which the death penalty may, but need not be inflicted.” Commonwealth v. Truesdale, 449 Pa. 325, 330, 296 A.2d 829, 832 (1972); Commonwealth v. Keller, 433 Pa. 20, 23, 248 A.2d 855, 856 (1969); Commonwealth ex rel. Alberti v. Boyle, 412 Pa. 398, 400, 195 A.2d 97, 98 (1963). Under Pennsylvania’s prior death-penalty statute, which we held unconstitutional in Commonwealth v. Bradley, 449 Pa. 19, 295 A.2d 842 (1972), pursuant to the decision of the United States Supreme Court in Furman v. Georgia, 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972), any case in which there was a possibility of finding the defendant guilty of murder of the first degree had to be regarded as a capital case, because there was always a possibility that the death penalty might be imposed for murder of the first degree. A jury which found a defendant guilty of murder of the first degree had absolute and unfettered discretion whether to punish by death or life imprisonment. It could thus disregard the recommendations of both the district attorney and the trial court, and its discretion in this regard was not even subject to appellate review. See, e. g., Commonwealth v. Baker, 413 Pa. 105, 196 A.2d 382 (1964); Commonwealth ex rel. Johnson v. Rundle, 411 Pa. 497, 192 A.2d 381 (1963), cert. denied 376 U.S. 918, 84 S.Ct. 673, 11 L.Ed.2d 613 (1964); Commonwealth v. Smith, 405 Pa. 456, 176 A.2d 619 (1962). Thus, clearly under that statute the trial court had no authority to preempt the jury’s power to impose the death penalty by making a pretrial determination that the case was not a capital one.\nAfter that statute had been ruled unconstitutional, however, we were presented with the question of whether a person charged with murder rising to the level of murder of the first degree was charged with a capital offense so that he could be denied bail, even though the death penalty could not have been imposed because the statute in force at the time of the crime had been invalidated. In Commonwealth v. Truesdale, supra, 449 Pa. at 331, 333, 296 A.2d at 832, we held that “the constitutional phrase ‘capital offense’ is a definition of a penalty, i. e., the death penalty, rather than a definition of the crime of murder in the first degree” and that “murder in the first degree is not a capital offense when it cannot be punished by death.” Subsequently, the legislature in 1974 enacted the present death-penalty statute as part of the new Sentencing Code. 18 Pa.C.S.A. § 1311 (Supp. 1976-77). Rather than giving the jury unlimited discretion whether to punish a person convicted of murder of the first degree by death or life imprisonment, the present statute attempts to provide precise legal standards to govern the jury’s determination. The statute thus sets forth nine “aggravating circumstances” and three “mitigating circumstances.” Section 1311(d) provides that:\n“If a murder of the first degree is accompanied by at least one of the following aggravating circumstances and none of the following mitigating circumstances, the person convicted shall be sentenced to death. If a murder of the first degree is not accompanied by any of the following aggravating circumstances or is accompanied by at least one of the following mitigating circumstances the person convicted shall be sentenced to life imprisonment . . . .”\nSection 1311(c) provides, inter alia: “Aggravating circumstances must be proved beyond a reasonable doubt. Mitigating circumstances must be proved by a preponderance of the evidence.” Moreover, section 1311(g) provides for automatic review by this Court of every death sentence within sixty days after the sentencing court certifies the entire record. The question now before us, therefore, is whether the present statute, with its more precise legal standards for determining the appropriate punishment for first-degree murder, confers any greater authority than did the previous one to enable a trial court to make a pretrial determination that a charge rising to the level of murder of the first degree cannot be punished by death as a matter of law, thus precluding the jury, which may subsequently find the defendant guilty of murder of the first degree, from considering the penalty. We conclude that it does not.\nIll\nSection 1311 of the Sentencing Code sets forth in detail the procedure for determining the punishment for murder of the first degree in a jury trial:\n“(b) Instructions to jury and recording verdict. — In a trial for murder, the court shall inform the jury prior to their deliberations, as to the penalties for murder of the first degree, murder of the second degree and murder of the third degree. The court shall also inform the jury that if they find the defendant guilty of murder of the first degree, it will be their further duty to determine whether the killing was accompanied by any aggravating or mitigating circumstances as set forth in subsection (d) of this section after hearing such additional evidence as may be submitted upon that question. Whenever the jury shall agree upon a verdict of murder of the first degree they shall immediately return and render the same, which shall be recorded, and shall not thereafter be subject to reconsideration by the jury, or any member thereof.\n“(c) Procedure at sentencing hearing. — After such verdict is recorded and before the jury is permitted to separate, the court shall proceed to receive such additional evidence not previously received from the trial as may be relevant and admissible upon the question of aggravating and mitigating circumstances and shall permit such argument by counsel, and deliver such charge thereon as may be just and proper in the circumstances. Aggravating circumstances must be proved beyond a reasonable doubt. Mitigating circumstances as set forth in subsection (d) of this section dence. The jury shall then retire and consider the aggravating and mitigating circumstances and render such verdict respecting them as they shall agree upon. A failure of the jury to agree upon the aggravating and mitigating circumstances shall not be held to impeach or in any way affect the validity of the verdict already recorded, and whenever the court shall be of the opinion that further deliberation by the jury will not result in an agreement upon the aggravating and mitigating circumstances, it may, in its discretion, discharge the jury from further consideration thereof, in which event if no retrial is directed, the court shall sentence the defendant to life imprisonment upon the verdict theretofore rendered by the jury and recorded as aforesaid and the jury shall be so informed prior to their deliberations. The court shall impose the sentence so fixed as in the other cases.” [Emphasis added.]\nWe conclude from this that it was the intention of the legislature to have the same jury which determined a defendant’s guilt also determine, on the basis of the totality of the evidence before it and the legal standards set forth by the court, whether or not the defendant should be sentenced to death, and to protect the defendant from an illegal sentence of death by requiring judicial review of all death sentences.\nInstantly, Judge Bullock conceded that prima facie two statutory aggravating circumstances appeared to be present, but he sua sponte ordered psychiatric examination, convened an evidentiary hearing, and called and examined witnesses for the purpose of determining whether a “reasonable jury” could conclude that a statutory mitigating circumstance, the youth and immaturity of the defendant, was not present. He indicated that in making this determination he would consider “only Commonwealth offers of proof and any other uncontrovertible [sic] evidence,” and that he would consider such offers and evidence in the light most favorable to the Commonwealth. As indicated previously, the Commonwealth refused to participate in the hearing. The defense participated but took a very limited role and called no witnesses of its own. As to the expert testimony about Hayward’s purported immaturity, the judge stated that “although psychiatric evidence in a case is not necessarily conclusive, we believe it may not be ignored by a reasonable jury.” He further concluded, however, that regardless of this evidence “a fifteen-year-old boy, and consequently, the defendant, is lacking in maturity by virtue of his age per se,” that “the defendant had ‘youth’ at the time of the killing,” that these mitigating circumstances existed as a matter of law, and that no reasonable jury could conclude otherwise.\nIt may well be desirable or preferable, at least where the prosecution concedes the absence of aggravating circumstances and the court agrees, that the possibility of the death penalty be removed prior to trial, but, in view of the detailed legislative mandate as to the procedures to be followed with respect to the death penalty in a jury trial and the absence of any other pertinent statute, we can find no authority for the court to do so. A fortiori, we cannot approve of the evidentiary hearing utilized instantly to determine whether mitigating circumstances were present or of the court sua sponte determining pretrial that they were. Rather, we hold that section 1311 requires that the initial determination of the presence or absence of aggravating and mitigating circumstances in a jury trial for murder be made by the jury after it has convicted the defendant of murder of the first degree.\nAccordingly, the order is reversed.\nROBERTS, J., concurs in the result.\n. This witness did not testify about his personal observations of Hayward. The school records are not part of the record made available to us.\n. Judge Bullock has indicated that he proposes to utilize this procedure in all comparable cases that come before him. The Commonwealth asserts without contradiction that to the best of its knowledge all other common pleas judges defer consideration of the applicability of the death penalty to postverdict proceedings.\n. When the death penalty was imposed by the court, the decision was subject to appellate review, but such sentences were rarely vacated, and only for manifest abuse of discretion. See Commonwealth v. Cater, 396 Pa. 172, 152 A.2d 259 (1959); Commonwealth v. Green, 396 Pa. 137, 151 A.2d 241 (1959); Commonwealth v. Irelan, 341 Pa. 43, 17 A.2d 897 (1941); Commonwealth v. Garramone, 307 Pa. 507, 161 A. 733 (1932); compare Commonwealth v. Cater, 402 Pa. 48, 166 A.2d 44 (1960), cert. denied 366 U.S. 914, 915, 81 S.Ct. 1089, 6 L.Ed.2d 238 (1961). There were no fixed standards governing the exercise of this judicial discretion. Commonwealth v. Cater, 396 Pa. 172, 152 A.2d 259 (1959); Commonwealth v. Gossard, 383 Pa. 239, 117 A.2d 902 (1955).\n. We here express no view as to whether a court may make such a determination for the purpose of deciding a defendant’s right to bail, but we observe that such a determination would not usurp the statutory function of the jury.\n. We note § 1311(c) provides that before the jury retires to consider the penalty, the court shall permit arguments by counsel “and deliver such charge ... as may be just and proper in the circumstances.”\n. Section 1311(d)(2)(i) lists as mitigating “[t]he age, lack of maturity, or youth of the defendant at the time of the killing.”\n. Judge Bullock indicates in his opinion that it has been his practice not to submit the death penalty- to the jury where the Commonwealth has indicated that it is not seeking the death penalty, and that the Commonwealth has not objected to this.\n. In his opinion Judge Bullock sets forth three reasons why he believes a pretrial determination should be made: (1) Because jury selection is more extensive and time-consuming in a capital case, judicial economy requires the court to determine whether the case is actually non-capital. (2) There is a strong possibility that a jury willing to impose the death penalty will be more likely to be prejudiced in favor of conviction. (3) It is inhumane to hold the death penalty over a defendant’s head when the case is not really a capital one.\nIt seems to us, however, that a pretrial evidentiary hearing on the question might take as much, or more, time as the more extensive voir dire in a capital case. Furthermore, if after such a hearing the court were to determine that the death penalty might still be applicable, the more extensive voir dire would be required anyway. Finally, if the jury then convicted the defendant of murder of the first degree, the evidentiary hearing might have to be repeated for the jury. Thus, conducting such a pretrial hearing does not seem to us to serve the purposes of judicial economy.\nAs for the possibility of prejudice in a “death-qualified” jury, this Court has specifically considered and rejected such an assumption in Commonwealth v. Roach, 444 Pa. 368, 282 A.2d 382 (1971); we there held that a defendant must rather prove that the jury that convicted him was “prosecution-prone.” The requirement of individual voir dire in a capital case should give a defendant ample opportunity to explore for and isolate such bias. See Pa.R.Crim.P. 1106. See also Witherspoon v. Illinois, 391 U.S. 510, 88 S.Ct. 1770, 20 L.Ed.2d 776 (1968); Commonwealth v. Ashburn, 459 Pa. 625, 331 A.2d 167 (1975); Commonwealth v. Speller, 445 Pa. 32, 282 A.2d 26 (1971).\nFinally, we cannot agree that it is inhumane to require a defendant who has been accused of murder rising to the level of murder of the first degree to await conviction before he learns what his penalty will be."}