{"id": "1725160", "contents": "OPINION OF THE COURT\nPOMEROY, Justice.\nFollowing a 1974 jury trial Wayne Earl Liddick was found guilty of murder in the first degree for the drowning death of his wife, Sharon Liddick. Post-trial motions were filed and argued before a court en banc, and on July 21, 1975, the court issued an order that both granted Liddick’s motion for a new trial and denied his motion in arrest of judgment. From that order, cross appeals have been taken by the Commonwealth and defendant Liddick.\nAddressing first the Commonwealth’s appeal, we note initially that, as with a denial of a motion for new trial, so with a grant of such a motion, our review is limited to ascertaining whether the lower court abused its discretion or committed an error of law. Commonwealth v. Morales, 458 Pa. 18, 326 A.2d 331 (1974); Commonwealth v. Jones, 455 Pa. 488, 317 A.2d 233 (1974). In this case, we find no abuse of discretion in the court en banc’s concluding that the admission of two black and white photographs of the corpse of the deceased victim constituted error justifying a new trial.\nIn Commonwealth v. Petrakovich, 459 Pa. 511, 521, 329 A.2d 844, 849 (1974), we held that a trial court must employ a two-stepped analysis to determine whether a photograph of a corpse is admissible in evidence by the prosecution. Preliminarily, the court must decide whether the photograph is inflammatory. If it is deemed not to be inflammatory, the exhibit is admissible, subject, of course, to the usual conditions of authenticity and relevancy. If the tendered photograph is deemed likely to inflame, then a second determination is made by the trial court, viz., “ ‘whether or not the photographs are of such essential evidentiary value that their need clearly outweighs the likelihood of inflaming the minds and passions of the jurors.’ ” Only an abuse of discretion in the application of that formula will constitute reversible error. Id.; see also Commonwealth v. Garrison, 459 Pa. 664, 331 A.2d 186 (1975); Commonwealth v. Hilton, 461 Pa. 93, 334 A.2d 648, 652 (1975) (concurring opinion).\nOne of the challenged photographs in the instant case depicts the nude body of the victim as it appeared upon being retrieved from a lake two to three days after the drowning. The flesh is bloated and discolored, the facial features distorted. See Commonwealth v. Hubbard, - Pa. -, 372 A.2d 687, p. 697 (1977). We cannot say that the court en banc was wrong in concluding that this photograph of the victim’s partially decomposed body was inflammatory. The Commonwealth argues, nevertheless, that the photograph supplied needed evidence of the defendant’s identity as perpetrator of the crime since it portrays the body bound by rope and chain connected to cinder blocks, the same apparatus by means of which defendant had earlier thought to dispose of his wife’s body once her death was accomplished. This contention, however, overlooks the fact that the testimony of the Commonwealth witnesses who recovered the body from the lake adequately conveyed to the jury the substance of the photograph, thus rendering the latter evidence merely cumulative. While the picture had a degree of evidentiary value, it cannot be considered “essential”. See Hilton, supra; Commonwealth v. Scaramuzzino, 455 Pa. 378, 383, 317 A.2d 225, 227 (1974); Commonwealth v. Powell, 428 Pa. 275, 279, 241 A.2d 119, 121 (1968).\nIn his cross appeal, defendant Liddick asks us to reverse the denial of his motion in arrest of judgment for the reason that the evidence adduced at trial was insufficient to sustain his conviction. Our independent review of the record satisfies us, however, that the prosecution’s evidence was sufficient. That Liddick’s identity as perpetrator of the crime was established by circumstantial rather than direct evidence does not alter our conclusion. See e. g., Commonwealth v. Hickman, 453 Pa. 427, 309 A.2d 564 (1973).\nOrder affirmed.\nJONES, former C. J., did not participate in the decision of this case.\nMANDERINO, J., filed a concurring opinion.\nROBERTS, J., filed a concurring opinion.\n. The established rule in this Commonwealth is that the prosecution may appeal an order granting a motion for new trial only where the question involved is purely one of law. See Commonwealth v. Jones, 453 Pa. 8, 306 A.2d 900 (1973); Commonwealth v. Blevins, 453 Pa. 481, 309 A.2d 421 (1973); Commonwealth v. Melton, 402 Pa. 628, 168 A.2d 328 (1961). One such question is the admissibility of evidence. Melton, supra, at 629, 168 A.2d 328.\n. The Commonwealth seeks to have defendant’s appeal quashed on the basis that, new trial having been granted and hence judgment of sentence not yet having been entered, the order below is interlocutory and non-appealable. It is true that as a general rule a defendant may take an appeal only from judgment of sentence. See, e. g., Commonwealth v. Pollick, 420 Pa. 61, 215 A.2d 904 (1966). However, Rule 311(b) of the Pennsylvania Rules of Appellate Procedure recognizes an exception to that rule: “An appeal may be taken . . . from an order in a criminal proceeding awarding a new trial where the defendant claims that the proper disposition of the matter would be an absolute discharge.” This language closely parallels that of § 1.3 of the ABA Standards on Criminal Appeals (Approved Draft, 1970). See also Commonwealth v. Chenet, 237 Pa.Super. 226, 352 A.2d 502 (1976). Comment d to § 1.3 of the ABA Standards reasons that “[t]o require such a defendant to stand trial again, if the already completed trial demonstrates his innocence, is a needless hardship.” That observation is particularly apt in this situation where the case is already before us because of the Commonwealth’s cross appeal."}