{"id": "1727733", "contents": "OPINION\nJONES, Chief Justice.\nFranklin Arthur Lewis, appellant, was charged with murder, voluntary manslaughter and involuntary manslaughter in the death of William Irving Braxton on June 5, 1974. He was convicted by a jury of voluntary manslaughter in November 1974. After his post-trial motions, were denied, appellant was sentenced to a term of four to ten years imprisonment. This direct appeal was then filed.\nAppellant’s first asserted ground for relief is that the court below erred by denying his motion to suppress testimony concerning certain statements which he made while in police custody. There is no merit to this claim. First, appellant has waived any argument based upon our decision in Commonwealth v. Futch, 447 Pa. 389, 290 A.2d 417 (1972), because this was not asserted pre-trial as a grounds for suppression. Commonwealth v. May, 466 Pa. 524, 353 A.2d 815 (1975); Commonwealth v. Mitchell, 464 Pa. 117, 346 A.2d 48 (1975). Second, the court below concluded that these statements were not obtained in violation of any of appellant’s rights and the record supports this conclusion. Appellant was given the Miranda warnings several times. There was no evidence of any physical coercion, threats or abuse. The total time of actual questioning was only 45 minutes. Where there is evidence to support the suppression court’s findings, we will sustain his conclusions. Commonwealth v. Johnson, 467 Pa. 146, 354 A.2d 886 (1976); Commonwealth v. Crosby, 464 Pa. 337, 346 A.2d 768 (1975).\nAppellant’s second argument is that the court erred in refusing a motion for a directed verdict on an offensive weapons charge following the opening address by the prosecutor. This argument is without merit because appellant suffered no prejudice. His demurrer to this count in the indictment was sustained at the close of the Commonwealth’s evidence. Moreover, the court was not required to entertain such a motion at that point in the trial. See Commonwealth v. Heller, 147 Pa.Super. 68, 24 A.2d 460 (1942).\nThe next argument presented involved the testimony of Dr. Robert Catherman, a coroner. It is argued that the Court committed error in allowing Dr. Cather-man to state his opinion as to the time of death. This opinion, it is urged, was inadmissible because it was an estimation based upon his observation that rigor mortis appeared to have set in by the time a picture of the body was taken at the scene. We find that there was no error. Dr. Catherman was qualified as an expert in forensic pathology and he gave the facts upon which he based his conclusion as to the time of death. We have previously allowed such testimony. Commonwealth v. Tenbroeck, 265 Pa. 251, 108 A. 635 (1919); see Commonwealth v. Kravitz, 400 Pa. 198, 161 A.2d 861 (1960); Commonwealth v. Sauders, 390 Pa. 379, 134 A.2d 890 (1957). Appellant’s objections are not related to the admissibility of this opinion but only to its weight. The weight of this opinion, as with any expert’s testimony, is for the jury. See Davis v. Southern Surety Co., 302 Pa. 21, 153 A. 119 (1930).\nThe admission into evidence of appellant’s shoe is also assigned as error. This is without merit. The shoe had evidentiary value considering the Commonwealth’s theory of the case and there was nothing about it which could prejudice appellant. Commonwealth v. Yount, 455 Pa. 303, 314 A.2d 242 (1974); Commonwealth v. Ford, 451 Pa. 81, 301 A.2d 856 (1973).\nWe also find no merit in appellant’s fifth assignment of error. Appellant there argues that the testimony of a police detective that other persons were eliminated as suspects should not have been permitted. However, appellant himself initiated this subject on cross-examination and this question on re-direct by the Commonwealth was necessary to dispel any unfair inferences arising from appellant’s raising of this issue.\nNext, appellant argues that the exclusion from evidence of the recordings of two telephone calls to the Lower Merion Township Police received about the time of the killing was error. The first call, received, at 2:07 o’clock a. m., was from a male and stated, “I got one of them bastards. I am going to get the rest of them.” At 2:26 o’clock a. m. the second call came in with the speaker saying, “I got one of them -. You will find his body in Ardmore. Good-by.” Appellant asserts that in this case where all the evidence was circumstantial, these calls could have aided the jury in its deliberation. The trial court excluded these recordings and transcripts thereof on grounds that they were hearsay. We hold that the court’s action was proper.\nThese calls were undoubtedly hearsay, but such a conclusion does not end our consideration of this issue.\nIn Chambers v. Mississippi, 410 U.S. 284, 93 S.Ct. 1038, 35 L.Ed.2d 297 (1973) the United States Supreme Court stated:\n“Although perhaps no rule of evidence has been more respected of more frequently applied in jury trials than that applicable to the exclusion of hearsay, exceptions tailored to allow the introduction of evidence which in fact is likely to be trustworthy have long existed. The testimony rejected by the trial court here bore persuasive assurances of trustworthiness and thus was well within the basic rationale of the exception for declarations against interest. That testimony also was critical to Chambers’ defense. In these circumstances, where constitutional rights directly affecting the ascertainment of guilt are implicated, the hearsay rule may not be applied mechanistically to defeat the ends of justice.”\nId. at 302, 93 S.Ct. at 1049 (emphasis added). However, we do not find Chambers to be persuasive. The hearsay evidence was admitted because the “statements involved in this case were originally made and subsequently offered at trial under circumstances that provided considerable assurance of their reliability.” Id. at 300, 93 S.Ct. at 1048. Moreover, in Chambers the declarant was available to be cross-examined by the prosecution. Id. at 301, 93 S.Ct. 1038. In Commonwealth v. Nash, 457 Pa. 296, 324 A.2d 344 (1974), this Court, relying heavily upon Chambers, reversed where we were reluctant to determine the reliability of a statement against interest on the record before us. 457 Pa. at 303, 324 A.2d at 347.\nIn the instant case, only two factors indicate that these tapes were reliable as to support an inference that someone other than appellant killed Braxton: (1) the calls were received about the time Braxton was killed; and (2) that Braxton’s body was found in Ardmore. These facts could lead to the inference that the caller was indeed the killer. However, these facts and inferences do not rise to the level of the circumstances which assured reliability in Chambers. The United States Supreme Court pointed out that:\n“First, each of McDonald’s confessions was made spontaneously to a close acquaintance shortly after the murder had occurred. Second, each one was corroborated by some other evidence in the case — McDonald’s sworn confession, the testimony of an eyewitness to the shooting, the testimony that McDonald was seen with a gun immediately after the shooting, and proof of his prior ownership of a .22-caliber revolver and subsequent purchase of a new weapon. The sheer number of independent confessions provided additional corroboration for each. Third, whatever may be the parameters of the penal-interest rationale, each confession here was in a very real sense self-incriminatory and unquestionably against interest.”\n410 U.S. at 300-01, 93 S.Ct. at 1048.\nNeither do we feel that these tapes would be admissible as declarations against penal interest, an exception in some jurisdictions to the hearsay rule. Without reaching the issue of whether such an exception should be established in this Commonwealth, we find that these tapes could not qualify as any type of declaration against interests. The theory underlying such an exception is that “a statement asserting a fact against one’s interest is unlikely to be deliberately false or heedlessly incorrect. . . .” Feldman, Pennsylvania Trial Guide § 7.56 (1973). However, an anonymous statement subjects no one to any responsibility and, therefore, the key to the reliability — that someone could himself suffer by this statement — is absent.\nThe tapes, and a fortiori transcript thereof, were properly excluded.\nAppellant’s final argument is that the evidence was insufficient to support a verdict of guilty of voluntary manslaughter. We do not agree.\nThe principles which guide our determination of a sufficiency question were articulated by Justice Eagen in Commonwealth v. Simpson, 436 Pa. 459, 260 A.2d 751 (1970):\n“It is true that circumstantial evidence, in itself, may be sufficient to establish the commission of a crime and the accused’s connection therewith. Commonwealth v. Finnie, 415 Pa. 166, 202 A.2d 85 (1964). It is equally true that in evaluating the sufficiency of the evidence after a guilty verdict, all of the evidence, be it direct or circumstantial, must be read in a light most favorable to the Commonwealth, and the Commonwealth must be given the benefit of all reasonable inferences arising therefrom. Commonwealth v. Burns, 409 Pa. 619, 187 A.2d 552 (1963). But before a conviction will be sustained, ‘the facts and circumstances proved must be of such a character as to establish guilt beyond a reasonable doubt.’ Commonwealth v. Garrett, 423 Pa. 8, 12, 222 A.2d 902, 905 (1966). And, where a conviction is based entirely on circumstantial evidence, ‘the theme of guilt must flow from the facts and circumstances proved, and be consistent with them all.’ Commonwealth v. Clinton, 391 Pa. 212, 218, 137 A.2d 463, 466 (1958). If the conviction is based wholly on inferences, suspicion and conjecture, it cannot stand. Commonwealth v. Townsend, 428 Pa. 281, 237 A.2d 192 (1968); Commonwealth v. Garrett, supra; Commonwealth v. Deyell, 399 Pa. 563, 160 A.2d 448 (1960); and, Commonwealth v. Clinton, supra.”\nId. at 463, 260 A.2d at 754.\nWhen read in a light most favorable to the Commonwealth, the evidence establishes the following series of events. Appellant and Braxton, the victim, engaged in an “emotional discussion” outside a bar between 1:15 and 2:15 a. m. on June 5,1974. This discussion concerned Braxton’s poor manners in the bar during that previous evening. At 2:20 a. m., Braxton and appellant were observed walking westward on Spring Avenue. Appellant was walking about ten feet behind Braxton. Five or ten minutes later, two men, walking a dog, passed this same observer as they also proceeded westward on Spring Avenue. These two men continued along Spring Avenue, but near the intersection with Cricket Road the dog began to behave peculiarly. As they approached some hedges which were behind the corner house, the dog barked and backed away from the bushes. The men heard a “crunching noise” and they thought “something was in [the bushes]At that moment, appellant emerged from an opening in the hedges saying, “I had you guys scared, didn’t I.” Lewis was known to the other two men and the three of them continued to walk along Spring Avenue until he left them near his home. About 7:15 or 7:30 a. m. on June 5, the badly beaten, half-naked body of Braxton was discovered in the area behind the hedges from which appellant had emerged earlier that morning.\nA medical examiner testified that death was caused by wounds inflicted by a blunt instrument and they were consistent with being kicked to death. The time of death was estimated to be at least four or five hours from the time the body was found, or between 2:30 and 3:30. Tests performed on appellant’s shoes revealed a tiny spot of human blood which could not be typed because it was too small.\nAfter a review of this evidence, along with all reasonable inferences which could be drawn therefrom, we believe that it was sufficient to sustain the verdict. See Commonwealth v. Kravitz, 400 Pa. 198, 161 A.2d 861 (1960); Commonwealth v. Sauders, 390 Pa. 379, 134 A.2d 890 (1957); Commonwealth v. Rogozinski, 387 Pa. 399, 128 A.2d 28 (1956).\nThe judgment of sentence is affirmed.\nNIX, J., filed a concurring opinion.\nPOMEROY, J., concurs in the result.\nROBERTS, J., filed a dissenting opinion in which MANDERINO, J., joined.\n. Our jurisdiction over this appeal is by statute. Appellate Court • Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, Art. II, § 202(1), 17 P.S. § 211.202(1) (Supp.1976-1977).\n. See Commonwealth v. Nash, 457 Pa. 296, 324 A.2d 344 (1974) (Roberts, J., concurring)."}