{"id": "1730271", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nIn this appeal from the denial of postconviction relief, appellant contends that his plea of guilty entered in 1965 on an indictment charging murder generally was not knowingly and voluntarily entered. We do not agree and affirm the hearing court’s order denying appellant’s petition.\nAppellant and four other youths were indicted on charges arising out of the April 18, 1964 robbery and beating of two men. One of the victims died on April 20, 1964. Appellant was charged with murder, conspiracy, and two counts of aggravated robbery.\nThe five youths were brought to trial on June 2, 1965, and each pled guilty. Before appellant’s plea was entered, John Poserina, one of appellant’s two court appointed counsel, stated:\n“If Your Honor Pleas [sic], we have spoken to Ernest Alston on several occasions, the most recent of which was this morning in court. We have also spoke [sic] to his father and his grand parents [sic] with whom he lived, both in my office and this morning again. We have explained in detail the consequences of a guilty plea, and they fully understand it and we have their authority to enter it\nThe Commonwealth certified that the murder charge rose no higher than murder of the second degree, and appellant was found guilty of murder of the second degree. The trial court imposed a sentence of three to fifteen years imprisonment on the murder conviction and suspended sentence on the other charges. Appellant was fifteen years old at the time.\nAppellant did not appeal from judgment of sentence. On May 2, 1975, appellant filed a petition for post-conviction relief pursuant to the Post Conviction Hearing Act of January 25, 1966, P.L. (1965) 1580, §§ 1 et seq., 19 P.S. §§ 1180-1 et seq. (Supp.1976). Counsel was appointed for petitioner, and a hearing held on October 9, and November 12, 1975.\nAt the hearing, appellant testified that he pled guilty because Mr. Poserina told him to do so. He testified that Mr. Poserina did not tell him the meaning of a guilty plea, and that he did not discuss the matter with his other court appointed counsel, David Trulli, or with his parents or grandparents. Appellant testified that Mr. Poserina informed him that he probably would be sentenced to three to fifteen years imprisonment if he pled guilty, that an incriminating statement taken from him could be used against him at trial, and that it was in his best interest to plead guilty. Appellant claimed he was not told of the rights he waived by pleading guilty. He also claimed counsel did not explain the degrees of murder, or the possibility of a voluntary manslaughter conviction. Appellant conceded he knew he was pleading guilty to murder of the second degree and that in so doing he was admitting participation in the death of the victim.\nMr. Trulli contradicted appellant’s testimony. Mr. Trulli testified that he and Mr. Poserina explained the crimes charged to appellant, appellant’s mother, and appellant’s grandfather. He testified he explained to appellant the elements of murder of the first degree, including the elements of felony murder, as well as the elements of murder generally. Mr. Trulli also testified that appellant was advised of the right to jury trial, the requirement of proof beyond a reasonable doubt, and of the possible sentences.\nThe hearing court concluded that appellant’s plea of guilty was valid, entered knowingly and voluntarily, and therefore denied appellant’s petition.\nIn Commonwealth ex rel. West v. Rundle, 428 Pa. 102, 237 A.2d 196 (1968), this Court required an on-the-record colloquy before a guilty plea could be entered. This requirement, however, does not apply to guilty pleas entered before West. Id.; see Commonwealth v. Cushnie, 433 Pa. 131, 249 A.2d 290 (1969). Because appellant pled guilty before our decision in West, and because he was represented by counsel at the guilty plea hearing, the burden of proof is on appellant to establish his guilty plea was not knowingly and voluntarily entered. Commonwealth v. Hubbard, 462 Pa. 571, 342 A.2d 81 (1977); Commonwealth v. Hargrove, 462 Pa. 563, 342 A.2d 77 (1975); Commonwealth v. Riley, 444 Pa. 498, 282 A.2d 231 (1971). The standard for determining the validity of guilty pleas entered before West is that the plea must have been voluntarily, knowingly, and intelligently made by the defendant, with an understanding of the charges against him, of the constitutional rights being waived, and of the consequences of his plea. See Henderson v. Morgan, 426 U.S. 637, 645 n. 13, 96 S.Ct. 2253, 2257 n. 13 (1976) (Opinion of Stevens, J.); Commonwealth v. Enty, 442 Pa. 39, 271 A.2d 926, cert. denied, 402 U.S. 913, 91 S.Ct. 1396, 28 L.Ed.2d 656 (1971).\nThe record supports the hearing court’s determination that appellant did not meet his burden of proving that his plea was involuntary. The resolution of issues of credibility is within the province of the trial court. Commonwealth v. Hosack, 459 Pa. 27, 326 A.2d 352 (1974). Thus the court did not have to credit appellant’s testimony, given ten years after his plea was entered, that he was not informed of the consequences of entering a guilty plea. See Commonwealth v. Johnson, 431 Pa. 522, 246 A.2d 345 (1968); Commonwealth v. Grays, 428 Pa. 109, 237 A.2d 198 (1968). Moreover, appellant’s testimony was contradicted by Mr. Poserina’s statement at the time the guilty plea was entered, and Mr. Trulli’s testimony at the post-conviction hearing. See Commonwealth v. Lovett, 442 Pa. 105, 275 A.2d 329 (1971); Commonwealth v. Cushnie, 433 Pa. 131, 249 A.2d 290 (1969). We find no basis to disturb the hearing court’s determination that appellant’s plea was knowingly and voluntarily entered.\nAppellant next contends that even though he was represented by counsel at the guilty plea hearing, he should not have been allowed to plead guilty without appointment of a guardian. This issue was not raised before the post-conviction hearing court and therefore will not be considered on appeal. See Pa.R.A.P. 302(a); Commonwealth v. Piper, 458 Pa. 307, 328 A.2d 845 (1974).\nFinally, appellant argues that the hearing court erred in not allowing an appeal as though timely filed from the original guilty plea. Appellant asserts, and the Commonwealth concedes, that he was not properly advised of his right to appeal from the 1965 proceedings. Appellant is not entitled to relief, however. Because he was convicted of second degree murder after a plea of guilty to murder generally, the only issues he could contest on appeal would be the jurisdiction of the trial court, the validity of his plea, and the lawfulness of his sentence. See Commonwealth v. Skurkis, 465 Pa. 257, 348 A.2d 894 (1975). Appellant was given the opportunity to raise these issues in the post-conviction proceedings, and challenged only the validity of his plea. The same legal standards were applicable to the post-conviction proceedings as would apply on appeal, and the hearing court applied the correct standards. Therefore, failure to allow appeal as though timely filed was not prejudicial. See Id.; Commonwealth v. Ward, 442 Pa. 351, 275 A.2d 92 (1971); Commonwealth v. Stokes, 426 Pa. 265, 232 A.2d 193 (1967).\nOrder Affirmed.\nJONES, former C. J., did not participate in the decision of this case.\n. We hear this appeal pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. § 211.202(1) (Supp.1976).\n. The hearing court also rejected appellant’s claim that his guilty plea was induced by an involuntary confession, reasoning that the confession was voluntary, and that the confession was not the primary motivation for the guilty plea. See generally Commonwealth v. Marsh, 440 Pa. 590, 271 A.2d 481 (1970). Appellant does not raise this claim on appeal.\n. This Court suggested that the court make an on-the-record inquiry before accepting a guilty plea in Commonwealth ex rel. Barnosky v. Maroney, 414 Pa. 161, 199 A.2d 424 (1964). Barnosky did not require such a colloquy, however, and for guilty pleas entered after Barnosky but before West the absence of an on-the-record colloquy neither invalidates the guilty plea nor shifts the burden to the Commonwealth to prove the plea was voluntary. Commonwealth v. Cushnie, 433 Pa. 131, 249 A.2d 290 (1969).\n. Of course, appellant’s youth is a factor to be considered in evaluating his claim that his guilty plea was not entered knowingly, understandingly, and voluntarily. However, the fact that appellant was only fifteen years old does not compel the conclusion that his guilty plea was invalid. See Commonwealth v. Moore, 440 Pa. 86, 270 A.2d 200 (1970) (guilty plea by thirteen year old is valid)."}