{"id": "1730247", "contents": "OPINION\nPER CURIAM.\nDuring the course of his employment, Donald John Nath, Jr., appellant, sustained injuries while working on a machine which had been leased to his employer by the National Equipment Leasing Corporation. Nath instituted suit in the Court of Common Pleas of Allegheny County to recover damages from National. One of the theories of recovery set forth in the complaint was based on Section 402(a) of the Restatement of Torts, 2(d). Specifically, the complaint alleged that appellee leased or rented to Nath’s employer, under a contract entitled “Equipment Lease”, a wire and cable stripper, which had been manufactured by Rigby Manufacturing Company and which was “unreasonably dangerous” in that it failed to have a guard to protect the user’s hands from the tool’s cutting edges.\nPursuant to Rule 1035 of the Pennsylvania Rules of Civil Procedure, appellant filed in the trial court a Motion for Partial Summary Judgment requesting the court to rule that appellee was a “lessor-seller under Section 402(a) of the Restatement of Torts, 2(d).” The Motion was argued and denied by a court en banc on the grounds that “the appellate courts of Pennsylvania” have not extended the provisions of 402(a) to lessors. The trial court, recognizing the uncertainty of the issue, certified the matter to the Superior Court as involving a controlling question of law as to which there is substantial ground for difference of opinion. See, Appellate Court Jurisdiction Act of 1970, July 31, P.L. 673, No. 223, art. V, § 501(b), 17 P.S. § 211.501(b). The Superior Court affirmed per curiam. A petition for allowance of appeal was subsequently filed with this Court and granted.\nSubsequent to the action of the court below, this Court handed down its opinion in Francioni v. Gibsonia Truck Corporation, 472 Pa. 362, 372 A.2d 736 (filed April, 1977), wherein we reasoned:\n“What is crucial to the rule of strict liability is not the means of marketing but rather the fact of marketing, whether by sale, lease or bailment, for use and consumption by the public.” Id. 372 A.2d p. 738.\nThus, in view of our holding that the strict liability of Section 402(a) is to be extended to a supplier of chattels, even though the marketing device employed is a lease, we now vacate the order denying the motions for partial summary judgment and remand the cause for further consideration in view of our opinion in Francioni v. Gibsonia Truck Corporation, supra.\nIt is so ordered.\n. The complaint also sought relief under the theories of negligence and breach of implied warranty.\n. Jurisdiction of the instant appeal is vested in this Court by the Appellate Court Jurisdiction Act of 1970, July 31, P.L. 673, No. 223, art. II, § 204(a), 17 P.S. § 211.204(a).\n. We express no view as to appellee’s claim that the instant lease was merely a financing device. This question, along with any others that may be properly raised on remand, should first be considered by the trial court."}