{"id": "1730240", "contents": "OPINION OF THE COURT\nEAGEN, Chief Justice.\nIn these appeals we are asked to determine the validity and enforcibility of Rule 303 J of the Court of Common Pleas of Allegheny County, which, in de novo appeals from compulsory arbitration, generally restricts a party from calling witnesses not called at the arbitration hearing. The rule provides:\n“Except by allowance of the Court for good cause shown, no witness, other than an after-discovered witness, may be called by a party at any subsequent trial who was not called as a witness by that party at the arbitration hearing.”\nThe instant action was commenced in the court of common pleas on June 18, 1972, when the Webers, plaintiffappellees, filed a complaint in trespass against defendant-appellant Mary Katherine Lynch alleging negligence and seeking damages arising out of an incident on July 5, 1970, in which an automobile operated by Lynch allegedly collided with the rear end of a stopped automobile in which the Webers were passengers. Subsequently, Lynch denied negligence and filed a complaint naming appellant Newton M. Weir as an additional defendant. Pursuant to the Arbitration Act of 1836, as amended, and its local rules the court referred the matter to an arbitration board consisting of three members of the county bar. At the arbitration hearing the plaintiffs presented eleven witnesses, including two doctors who had examined and treated Mrs. Weber subsequent to the collision, but a Dr. Mallory, who had been the first to treat her subsequently, did not testify. After the hearing, the arbitrators awarded Mrs. Weber $3,000.00 and Mr. Weber $1,000.00 and found both defendant and additional defendant equally liable. The Webers perfected a timely appeal from the award of the arbitrators and requested and received a jury trial in the court of common pleas.\nAt the trial both defendants admitted their liability to the Webers, and so the only issue before the jury was the amount of damages due. The Webers proposed to call Dr. Mallory, who would have testified that he had examined Mrs. Weber less than two weeks after the collision, at which time he diagnosed “traumatic bursitis due to injury in auto accident,” and that in connection with this condition he had treated her left shoulder then and as recently as the month of the trial. The defendants, invoking Rule 303 J, objected to Dr. Mallory being permitted to testify. The plaintiffs argued that the doctor’s testimony was within the “good cause” exception to the rule, since he had been scheduled to testify at the arbitration hearing but on the day it was held he notified counsel he could not appear because of urgent medical appointments, and that, in any event, the rule was invalid because it improperly restricted their right of de novo appeal. The judge, however, took the position that the rule was a valid one, and that the testimony of Dr. Mallory did not come within the “good cause” exception because the plaintiffs might have subpoenaed the doctor to appear at the arbitration hearing but did not. Accordingly, he refused to allow Dr. Mallory to testify, and he also refused to permit Mrs. Weber to testify about the diagnosis and treatment she had received from this doctor.\nSubsequent developments at the trial make clear the potential significance of the excluded testimony. The Webers did present the testimony of the two doctors who had testified at the arbitration hearing, one of whom had first treated Mrs. Weber’s left shoulder in October of 1970 and the other in October of 1972, and both expressed the opinion that her shoulder ailment was caused by the collision of July 5, 1970; there was also evidence, however, that she had suffered other accidents affecting her shoulder. An hour after the jury retired for its deliberations, it sent the following question to the judge:\n“Does the testimony show that Mrs. Weber did not consult a doctor about her injuries between the time she was x-rayed at Columbia Hospital on July 5th, 1970, to the time that she consulted Dr. Brewer on October 5th, 1970.”\nThe judge replied that the jury must be guided by its own recollection of the testimony. Subsequently, the jury returned the following verdict:\n“And now, to-wit: May 24,1974, we, the Jurors empanelled in the above entitled case, find for the plaintiffs. We award to the plaintiff Ruth M. Weber the amount of $1000 as damages for inconvenience, pain, and suffering caused by injury to the neck only. We award to the plaintiff C. Kenneth Weber the amount of $297 for medical expenses for Mrs. Weber’s neck injury and $247 for damages to his automobile.” [Emphasis added.]\nThe Webers moved for a new trial, and a court en banc, speaking through an opinion by the trial judge, held that the application of the rule to bar the proffered testimony violated the Webers’ due-process rights and granted the motion. On direct appeal, the Superior Court in a 4-3 decision affirmed the order granting a new trial solely on the ground that the rule conflicted with the Arbitration Act’s provision that “[a] 11 appeals shall be de novo”; that court thus did not determine the constitutionality of the challenged rule. Weber v. Lynch, 237 Pa.Super. 48, 346 A.2d 363 (1975). We granted appellants’ petition for allowance of appeal, and we now affirm the order of the Superior Court.\nOur analysis of the validity of the rule in question begins with a recognition of both the power of the courts of common pleas to promulgate and enforce rules of procedure regulating the business before them and the inevitable restrictions placed upon that power:\n“Each of the said courts shall have full power and authority to establish such rules for regulating the practice thereof respectively, and for expediting the determination of suits, causes and proceedings therein, as in their discretion they shall judge necessary or proper: Provided, That such rules shall not be inconsistent with the Constitution and laws of this commonwealth.” [Emphasis added.]\nAct of June 16, 1836, P.L. 784, § 21, 17 P.S. § 2076. Although the Arbitration Act authorizes the several courts of common pleas to establish by rules of court compulsory arbitration of the sort involved instantly such rules must be consistent with the provisions of the Act and the legislative intent found therein that the system of compulsory arbitration there permitted be relatively uniform throughout the commonwealth. See Smith Case, 381 Pa. 223, 112 A.2d 625, 55 A.L.R.2d 420 (1955), appeal dismissed 350 U.S. 858, 76 S.Ct. 105, 100 L.Ed. 762 (1955); Klugman v. Gimbel Bros., Inc., 198 Pa.Super. 268, 182 A.2d 223 (1962). Instantly, we agree with the majority of the Superior Court that Rule 303 J is in conflict with section 27 of the Act and that its application here violated appellees’ statutory right to a de novo appeal.\nAppellants argue that the right to a de novo appeal from the award of the arbitrators encompasses no more than a right to have a judge and jury hear “essentially the same evidence and testimony which was presented to the arbitrators” and to reach a new decision uninfluenced in any way by their prior decision. We disagree. In order to determine the nature and scope of the de novo appeal contemplated by this statute, it is helpful to examine the manner in which the term has consistently been interpreted and understood by both our courts and legislature.\nAs long ago as Emerick v. Harris, 1 Binney 416 (1808), the very case in which this Court concluded it had the power to declare a statute unconstitutional, it was held that a statute, which enlarged the original jurisdiction of the alderman’s court beyond what it had been at the time of the adoption of the Pennsylvania Constitution but provided an appellate right to jury trial in the court of common pleas, did not violate the constitutional right to trial by jury. In the opinion of Justice Yeates: “. . . the legislature cannot constitutionally impose\nany provisions substantially restrictive of the right of trial by jury. They may give existence to new forums; they may modify the powers and jurisdiction of former courts, in such instances as are not interdicted by the constitution from which their legitimate powers are derived. Still, the sacred inherent right of every citizen, a trial by jury, must be preserved. ‘It shall remain inviolate, as heretofore.’ ” [Emphasis in original.]\n1 Binney at 424. More recently, in Smith Case, supra, this Court dealt specifically with the constitutionality of compulsory arbitration, as enlarged in 1952, in the context of the right to jury trial and concluded:\n“The only purpose of the constitutional provision is to secure the right of trial by jury before rights of person or property are finally determined. All that is required is that the right of appeal for the purpose of presenting the issue to a jury must not be burdened by the imposition of onerous conditions, restrictions or regulations which would make the right practically unavailable. As to what amounts to such a forbidden restriction it has been held that the constitutional provision is not violated by a requirement of the payment of costs before the entry of an appeal in order to obtain a jury trial: McDonald v. Schell, 6 S. & R. 239; nor by a requirement of giving bail for the payment of costs accrued and to accrue or for the performance of some other duty: Haines v. Levin, 51 Pa. 412; Commonwealth, to use, v. McCann & Co., 174 Pa. 19, 34 A. 299; nor by a requirement of furnishing security for the prosecution of the appeal and satisfaction of the final judgment: Capital Traction Co. v. Hof, 174 U.S. 1, 23, 43-54, 19 S.Ct. 580, 43 L.Ed. 873; nor by a requirement of the payment of a jury fee in advance of trial: Gottschall v. Campbell, 234 Pa. 347, 361, 83 A. 286, 291. There can be no valid objection, therefore, to the provisions of the Act of 1836, unchanged by the Act of 1952, regarding the payment of the accrued costs and the giving of a recognizance for the payment of the costs to accrue in the appellate proceedings as the condition for the allowance of an appeal from the award of the arbitrators.” [Emphasis in original.] [Footnote omitted.]\n381 Pa. at 230-31, 112 A.2d at 629.\nAware of the continuing constitutional right to trial by jury, both the legislature and the courts have thus recognized a fundamental distinction between procedural preconditions necessary to the perfection of an appeal to the jury from the arbitration award and restrictions stemming from the arbitration proceedings on the subsequent jury trial once the appeal has been perfected. In particular, it seems clear that the legislature in providing for compulsory arbitration did not intend to limit the evidence presented at the de novo jury trial to that which had been presented to the arbitrators. In Sipe v. Pennsylvania R. R. Co., 219 Pa. 210, 68 A. 705 (1908), the defendant moved to strike off the plaintiff’s appeal from the award entered pursuant to compulsory arbitration on the ground that the plaintiff had failed to offer any testimony or even appear before the arbitrators, and the motion was overruled. On appeal this Court stated:\n“Counsel for appellant does not cite any authority for his contention in this respect. The compulsory arbitration Act of June 16,1836, P.L. 715, under which the reference in this case was made, provides expressly in section 17 for the method of proceeding before the arbitrators where only one party attends. By section 27 it is provided that: ‘Either party may appeal from an award of arbitrators to the court in which such cause was pending at the time the rule of reference was entered.’ There is no provision in the act, or, so far as we know, in any subsequent statute, denying the right of appeal to a party who has failed to appear before the arbitrators.”\n219 Pa. at 214-15, 68 A. at 706. The provisions of the Act of 1836 cited in Sipe remain in effect despite subsequent legislative revisions of compulsory arbitration requirements. See 5 P.S. §§ 41, 71. Since section 17 (5 P.S. § 41) contemplates the possibility of arbitration proceedings in the absence of one of the parties and since section 27 (5 P.S. § 71) provides that “[ejither party may appeal,” it is apparent the legislature intended that a party’s de novo appeal should not be restricted by his failure to call a given witness at the arbitration hearing. Thus, in Dickerson v. Hudson, 223 Pa.Super. 415, 302 A.2d 444 (1973), although the plaintiff contended the jury trial should be limited to ascertaining the amount of damages since the defendant had presented no evidence contesting liability to the arbitrators, the Superior Court stated:\n“Appellee argues that our reversal should be limited to granting appellant’s right to appeal and to a jury trial solely on the issue of damages, since no defense evidence on the question of liability was presented at the arbitration hearing. We reject this contention. The statute provides that ‘[a] 11 appeals shall be de novo’ and the right to trial by jury is in no way limited once the prerequisites to appealing have been met.” [Footnote omitted.]\n223 Pa.Super. at 426, 302 A.2d at 449. See also Bell v. Shetrom, 214 Pa.Super. 309, 257 A.2d 323 (1969). Compare Meta v. Yellow Cab Co. of Philadelphia, 222 Pa.Super. 469, 294 A.2d 898 (1972).\nWe therefore conclude that, although section 27 of the Arbitration Act provides for de novo appeals from compulsory arbitration, the legislature intended such appeals, once perfected, to proceed to trial with no evidentiary limitations upon the parties other than those which would be applicable to an original trial. It is significant in this regard that an award made pursuant to compulsory arbitration is not itself a judgment, “but merely has the effect of a judgment so as to become a lien on real estate . . ..” Lanigan v. Lewis, 210 Pa.Super. 273, 277, 232 A.2d 50, 52 (1967). See Act of June 16, 1836, P.L. 715, § 24, 5 P.S. § 54. Compare Commonwealth v. Harmon, 469 Pa. 490, 494-497, 366 A.2d 895, 897, 898 (1976), in which, although this Court held that a criminal defendant tried originally in the municipal court is not entitled to relitigate in the court of common pleas a previously-determined pretrial motion to suppress evidence, we made it clear that pursuant to a constitutional “ ‘right of appeal for trial de novo,’ ” his right to trial by jury must remain “unfettered.” We hold that the statutory right to a de novo appeal instantly includes the unfettered right to present at trial competent and relevant evidence of the sort here excluded by the application of Rule 303 J.\nIn support of their contrary position, appellants rely on Hayes v. Wella Corp., 226 Pa.Super. 728, 309 A.2d 817 (1973), in which the Superior Court affirmed per curiam without opinion a decision of the Court of Common Pleas of Allegheny County excluding trial testimony on the basis of Rule 303 J. In the instant case, however, the Superior Court overruled Hayes, and we agree that Hayes is inconsistent with the Arbitration Act as it has been consistently interpreted in prior judicial decisions. As we have indicated above, a local rule of court promulgated pursuant to the Act should not be enforced if it is in conflict with the Act.\nAppellants argue that Rule 303 J does not constitute an onerous obstacle to the right of de novo appeal because the rule allows the court to permit a witness who did not testify at the arbitration hearing to testify at trial if good cause is shown for his previous failure to testify. We disagree. If a party’s statutory right of de novo appeal includes the right to adduce competent and relevant testimony in his behalf, he should not have to bear the burden of convincing the court that he had good cause for not calling a proffered witness at the arbitration hearing. In our view, the Act leaves the determination whether or not a given witness should be called before the arbitrators a tactical decision of the party calling him and does not contemplate making a subsequent tactical decision whether or not to call him before the jury contingent upon the first decision.\nAdditionally, appellants strenuously urge that Rule 303 J, by compelling parties to make their best case before the arbitrators, is crucial to assuring a meaningful and efficient system of compulsory arbitration and preventing the courts from being clogged with unnecessary appeals; they make the dire prediction that “[i]f Rule 303 J is discarded, it will sound the death knell for compulsory arbitration not only in Allegheny County but throughout the Commonwealth.” In view of the fact that the statutory system of compulsory arbitration appears to be functioning elsewhere in the commonwealth without such a rule, we are not prepared to accept appellants’ conclusion. It may well be, of course, that such a rule is desirable or even necessary; on the other hand, it may be that such a rule would discourage the relative informality and flexibility which are valuable aspects of arbitration, and that the present statutory prerequisites to appeal are sufficient to assure meaningful arbitration and to discourage frivolous appeals. However this question of policy ought ultimately to be resolved, we are convinced that Rule 303 J is contrary to the Arbitration Act as it presently stands and that it cannot therefore be enforced. We need not here determine the extent of the legislature’s power to go beyond the present statute without impinging upon the constitutionally-protected right to trial by jury.\nThe order of the Superior Court is affirmed.\nROBERTS and MANDERINO, JJ., join in this opinion, and ROBERTS, J., filed a concurring opinion in which MANDERINO, J., j oins.\n. The Act in pertinent part provides:\n“The several courts of common pleas may by rules of court, provide that all cases which are at issue where the amount in controversy shall be ten thousand dollars ($10,000) or less in counties of the first and second class, second class A, and third class and five thousand dollars ($5,000) or less in all other counties, except those involving title to real estate, shall first be submitted to and heard by a board of three (3) members of the bar within the judicial district . . ..”\nAct of June 16, 1836, P.L. 715, § 8.1, added January 14, 1952, P.L. (1951) 2087, § 1, as amended, 5 P.S. § 30 (Supp. 1977-78).\n. Section 27 of the Arbitration Act provides:\n“Either party may appeal from an award of arbitrators, to the court in which the cause was pending at the time the rule or agreement of reference was entered, under the following rules, regulations and restrictions, viz:\nI. The party appellant, his agent, or attorney, shall make oath or affirmation, that ‘it is not for the purpose of delay such appeal is entered, but because he firmly believes injustice has been done.’\nII. Such party, his agent or attorney, shall pay all the costs that may have accrued in such suit or action.\nIII. The party, his agent, or attorney, shall enter into the recognizance hereinafter mentioned.\nIV. Such appeal shall be entered, and the costs paid, and recognizance filed, within twenty days after the day of the entry of the award of the arbitrators on the docket.\nV. In all cases under section 8.1 hereof, any party appealing shall first repay to the county the fees of the members of the board of arbitrators herein provided for, but not exceeding fifty per cent of the amount in controversy. The balance of the arbitrator’s fees shall be absorbed and paid by the county. Such fees shall not be taxed as costs or be recoverable in any proceeding. All appeals shall be de novo.\" [Emphasis added.]\n5 P.S. § 71.\n. In his opinion Judge Silvestri held that the validity of the rule was the only issue properly preserved for review in connection with the new-trial motion.\n. See note 1, supra.\n. See note 2, supra. Allegheny County Rule 306 B also provides that such appeals shall be de novo.\n. Although Sipe speaks in terms of a lack of authority to the contrary, this Court by its reference to these sections was clearly also interpreting the Act as intending that the right of appeal not be restricted on the basis of the evidence presented to the arbitrators. Section 1922(4) of the Statutory Construction Act, 1 Pa. C.S.A., allows the presumption “That when a court of last resort has construed the language used in a statute, the General Assembly in subsequent statutes on the same subject matter intends the same construction to be placed upon such language.”\n. “The purpose of an appeal is to prevent judgment. When an appeal is taken the award becomes an undetermined cause which must be tried de novo and prosecuted to judgment, discontinuance, or non pros.” Id.\n. “It is a commonplace that adjudicatory action cannot validly be taken by any tribunal, whether judicial or administrative, except upon a hearing, wherein each party shall have the opportunity to know of the claims of his opponent, to hear the evidence introduced against him, to cross-examine witnesses, to introduce evidence in his own behalf and to make argument.” [Emphasis added.] Allstate Insurance Co. v. Fioravanti, 451 Pa. 108, 113, 299 A.2d 585, 588 (1973). See also Smaligo v. Fireman’s Fund Insurance Co., 432 Pa. 133, 247 A.2d 577 (1968).\nIf it were correct that the statute permits a court of common pleas to restrict by rule a party to the witnesses he called at the arbitration hearing, it would be difficult to see why that court could not similarly restrict the party to the precise evidence he presented to the arbitrators or indeed to the same questions he asked his witnesses previously. We do not believe restrictions of this nature were within the intention of the legislature when it provided for de novo appeals.\n. Appellants recognize in their brief that such a “good cause” determination involves an exercise of the court’s discretion. Compare Dickerson v. Hudson, supra, 223 Pa.Super. at 425, 302 A.2d at 449, in which the Superior Court concluded that a collateral determination by the trial court of whether an appeal is taken in good faith “unduly burdens the appellant’s constitutional right to trial by jury.”\n. Not involved instantly, of course, is the power of the trial court to prevent a witness from testifying as a sanction for a party’s failure to cooperate with discovery proceedings initiated by an opposing party. See Pa.R.C.P. 4019; cf. Nissley v. Pennsylvania R. R. Co., 435 Pa. 503, 259 A.2d 451 (1969). Our rules of civil discovery are available to protect an adverse party from being surprised by a witness not called at the arbitration hearing.\nThe power of the court to impose sanctions for violations of pretrial discovery orders exists in all civil trials and is distinguishable from the power conferred by Rule 303 J to impose sanctions at trial based on the failure to call witnesses at a prior arbitration hearing; the latter power we find contrary to the act providing for compulsory arbitration.\n. See Smith Case, supra, 381 Pa. at 229, 112 A.2d at 629.\n. See note 2, supra."}