{"id": "1730279", "contents": "OPINION OF THE COURT\nPER CURIAM:\nThe Court being equally divided, the Order of the Commonwealth Court is affirmed.\nO’BRIEN, J., files an Opinion in Support of Affirmance in which EAGEN, C. J., and POMEROY, J., join.\nROBERTS, J., files an Opinion in Support of Reversal in which NIX, J., joins.\nMANDERINO, J., files an Opinion in Support of Reversal.\nJONES, former C. J., took no part in the consideration or decision of this case.\nOPINION IN SUPPORT OF AFFIRMANCE\nO’BRIEN, Justice.\nThis appeal arises from an order of the Commonwealth Court sustaining the preliminary objections of appellee, Commonwealth of Pennsylvania, Department of Public Welfare, to “answer and new matter” of appellants, Ludlow Clinical Laboratories, Inc. (hereinafter “Ludlow”), Leonard Edelman, and Joseph C. Mogil. Commonwealth Court sustained the preliminary objections because of a lack of subject matter jurisdiction, but granted appellants leave to file new pleadings. Such new pleadings would allow the defense of “recoupment” to be put forth by appellant.\nThe facts surrounding this appeal are as follows: On February 27, 1975, the Commonwealth of Pennsylvania, Department of Public Welfare, filed a four-count complaint against Ludlow Clinical Laboratories, Inc., and against Leonard Edelman and Joseph C. Mogil, both in their capacities as officers of Ludlow Clinical Laboratories, Inc. and as individuals. Counts I and II of the Commonwealth’s complaint were filed in assumpsit.\nCount I alleges that Ludlow was accredited by the Federal Department of Health, Education and Welfare to provide laboratory testing services to eligible recipients under the Health Insurance for Agfed and Disabled Program and the Social Security Act. Ludlow was also certified by the Commonwealth as a participant in the Pennsylvania Medical Assistance Program. The Commonwealth provided a maximum fee schedule for billing of laboratory services. This maximum fee schedule was, however inoperative if the certified laboratory charged its private client a lesser fee for the same service. The Commonwealth would then pay only the amount charged the private client rather than the maximum fee provided for in the schedule. The Commonwealth contends that Ludlow overbilled by $1,301,579.44 and seeks recovery in that amount.\nCount II of the Commonwealth’s complaint, also in assumpsit, avers that if a recipient qualifies for both the state medical assistance program and the federal medicare program, federal regulations require that the testing laboratory initially bill the federal government for all persons over sixty-five years of age. The Commonwealth contends that Ludlow fraudulently altered the age records to lower ages to under sixty-five, thereby making the Commonwealth initially liable. The Commonwealth seeks damages in the amount of $43,263.50 as a result of the alleged improper payments.\nCounts III and IV of the complaint are in trespass and are factually based on the above transactions. The Commonwealth avers that “Edelman and Mogil, as individuals,” directed the above “fraudulent” billing and damages in identical amounts are sought.\nAppellants filed an “answer and new matter.” The “answer” denies any fraudulent misrepresentation or alteration of the billing system of Ludlow. It also avers that the Commonwealth owes Ludlow $1,421,916.56. Appellants in “new matter” itemized the $1,421,916.56 as follows.\n1. $1,063,891.18 — for the period of August 13, 1974 through November 30, 1974 for laboratory services.\n2. $323,394.50 — for the period of December 1, 1974 through January 10, 1975 for laboratory services.\n3. $34,630.88 — for the period of January 1, 1974 through June 1, 1974 for laboratory work for recipients under both programs.\nThe Commonwealth filed preliminary objections, alleging a lack of jurisdiction in Commonwealth Court to hear the appellant’s claim. In addition, the Commonwealth sought a more specific pleading. The Commonwealth Court, per Judge Rogers, granted the Commonwealth’s preliminary objections as to jurisdiction, but granted leave to appellants to amend their answer and new matter to state a claim based on “recoupment.” This appeal followed.\nAppellants in the instant case have filed a claim with the Pennsylvania Board of Arbitration of Claims concerning the same facts and series of transactions which were the basis of the Commonwealth’s complaint and appellants’ “new matter.”\nAppellants argue that Commonwealth Court erred in dismissing their “answer and new matter” and limiting them to proceed in “recoupment” in the instant court case. We do not agree.\nInitially, appellants contend that the Commonwealth Court erred in treating their “answer and new matter” as a “counterclaim.” We do not agree.\nAppellants sought an affirmative money judgment against the Commonwealth in the amount of $1,421,916.-56, arising out of the same contracts upon which the Commonwealth based its complaint. Such an affirmative judgment is not “defensive” as to be within the ambit of Pennsylvania Rule of Civil Procedure 1030. New Matter. However, such a demand was clearly within the scope of counterclaim as set forth in Pa.R.C.P. 1031.\nCommonwealth Court required that Ludlow pursue its “counterclaim” against the Commonwealth at the Board of Arbitration of Claims and required that Ludlow could only use such “counterclaim” as a defense in “recoupment.” We agree.\nArticle 1, § 11, of the Pennsylvania Constitution provides, inter alia:\n“Suits may be brought against the Commonwealth in such manner, in such courts and in such cases as the Legislature may by law direct.”\nThis constitutional provision has been consistently read by a majority of this court to prohibit all suits filed against the Commonwealth absent specific and clear legislative action permitting such suits. Biello v. Pa. Liquor Cont. Bd., 454 Pa. 179, 301 A.2d 849 (1973), Brown v. Commonwealth, 453 Pa. 566, 305 A.2d 868 (1973).\nThe Legislature, by the Act of May 20, 1937, P.L. 728, No. 193, § 1, et seq., as amended 72 P.S. § 4651-1, et seq., established the Board of Arbitration of Claims. The jurisdiction of the Board of Arbitration of Claims is to hear all cases arising out of contract disputes between the Commonwealth and other parties where such parties seek an affirmative money judgment against the Commonwealth.\nThis court in Commonwealth v. Orsatti, Inc., 448 Pa. 72, 292 A.2d 313 (1972), in reaffirming Commonwealth v. Berks County, 364 Pa. 447, 72 A.2d 129 (1950), stated:\n“. . . ‘So far as Pennsylvania’s courts are concerned, it is only as the legislature may by law direct that suits may be brought against the Commonwealth: Pennsylvania Constitution, Art. I, Sec. 11. Nor is the State’s consent any less essential where it is sought to interpose a claim against the Commonwealth by way of a set-off or counterclaim to a suit by it: see Commonwealth v. Matlack, 4 Dallas 303; and In re Monongahela Rye Liquors, 141 F.2d 864, 869 (C.C.A. 3).’” “. . . ‘Where, however, a State voluntarily submits to court jurisdiction by its institution of a suit, it at once renders available, as a defense to the adverse party, such of the latter’s claims as have grown out of the transaction which gave rise to the sovereign’s suit. “A defendant’s right in such regard is one of recoupment”: In re Monongahela Rye Liquors, supra, at p. 869. In Bull v. United States, 295 U.S. 247, 262, 55 S.Ct. 695, 700, 79 L.Ed. 1421, it was said that “. recoupment is in the nature of a defense arising out of some feature of the transaction upon which the plaintiff’s action is grounded” (Emphasis supplied by this Court in Com. v. Berks County.) And, while the right does not entitle the defendant to a certificate in its favor for the excess of its claim over the amount sued for by the Commonwealth, a general verdict for the defendant with respect to the sovereign’s claim is sustainable : See Commonwealth v. Matlack, supra.’ ” (Emphasis supplied.)\nIn both Orsatti, supra, and Berks County, supra, this court permitted a defense of recoupment against the Commonwealth if such claims arise out of the transaction “which gave rise to the sovereign suits.”\nCommonwealth Court did not err in limiting appellants to a defense in recoupment in the instant action or in requiring that they pursue the “counterclaim” with the Board of Arbitration of Claims.\nIn the instant case, Ludlow was permitted to amend its answer and new matter to state the defense of “recoupment.” At trial Ludlow will be permitted to present this defense and preclude the Commonwealth’s recovery. Ludlow is permitted to continue its action with the Board of Arbitration of Claims for an affirmative money judgment against the Commonwealth.\nAppellants argue that we should allow an affirmative money judgment against the Commonwealth to prohibit a multiplicity of suits. We do not agree. It is for the Legislature to determine whether the Commonwealth can be sued for an affirmative money judgment and in what forum such suits must be commenced. The prohibition against suits against the Commonwealth is one of Constitutional magnitude, unless authorized by the Legislature, and the protection from multiplicity of suits must bend to the Constitutional provision.\nWe would affirm the order of the Commonwealth Court.\nEAGEN and POMEROY, JJ., join in this opinion.\nOPINION IN SUPPORT OF REVERSAL\nMANDERINO, Justice.\nAs the Opinion in Support of Affirmance correctly points out, the appellant has already been authorized by our legislature to present its claim against the state (Act of May 20, 1937, P.L. 728, No. 193, § 1 et seq., as amended, 72 P.S. § 4651.1, et seq.). Thus, we are not dealing with a situation where “the King can do no wrong.” Quite the contrary, the “King” has admitted that he may have done wrong and has authorized this appellant to seek recovery for that wrong. The only question we are asked to decide is whether the parties must waste their time and money, along with that of the “King” in two separate actions, or whether the “claim” and “counterclaim” can be consolidated to prevent a multiplicity of lawsuits.\nIf the appellees sought the advantage of the Pennsylvania Rules of Civil Procedure (Rule 1024 and Rule 1031(a)) in its preliminary objections to the appellants’ answer and new matter — it is reasonable to conclude that they are bound by all of the rules including Rule 1031 which provides:\n“(a) The defendant may set forth in the answer under the heading ‘Counterclaim’ any cause of action or setoff which he has against the plaintiff at the time of filing the answer (1) which arises from the same transaction or occurrence or series of transactions or occurrences from which the plaintiff’s cause of action arose, or (2) which arises from contract or is quasi-contractual.\n(b) A counterclaim need not diminish or defeat the relief demanded by the plaintiff. It may demand relief exceeding in amount or different in kind from that demanded by the plaintiff.” Adopted June 25, 1946, effective January 1,1947. (Emphasis added.)\nThere is no logical reason to require the appellant to pursue its “counterclaim” in a separate action in a separate tribunal. The doctrine of sovereign immunity does not compel us to reach such an absurd conclusion.\nThe Opinion in Support of Affirmance has. now completed a full circle in circuitous reasoning. In Pa. Liquor Control Bd. v. Rapistan, Inc., 472 Pa. 36, 371 A.2d 178 (1976) (J-26 of 1975, filed October 8, 1976), the majority concluded that if an aggrieved party seeks redress against the Commonwealth before the board of arbitration, the Commonwealth is not required to present its counterclaims at that proceeding. Instead, the Commonwealth may institute a separate action in the Commonwealth Court. The Opinion in Support of Affirmance in the case at bar concludes that if the Commonwealth institutes an action in the Commonwealth Court, the other party must present any “counterclaims” before the board of arbitration. Thus, the Opinion in Support of Affirmance has created two lawsuits for every one involving the Commonwealth as a party. This result is an anomaly in an age when judges and court personnel complain that courts are overburdened with cases.\nOPINION IN SUPPORT OF REVERSAL\nROBERTS, Justice.\nWhen the Commonwealth brings suit against an individual in the Commonwealth Court, the individual may assert a claim against the Commonwealth arising out of the same transaction. The Opinion in Support of Affirmance concludes however, that the individual is limited to recoupment of the amount awarded to the Commonwealth, even though the individual is entitled to bring a separate action against the Commonwealth based on the same claim. The Opinion concludes that the individual may not seek affirmative recovery by asserting a counterclaim in the action brought against him by the Commonwealth. Thus, the parties are required to litigate two actions to settle their differences arising out of the same transaction. This is required, the Opinion asserts, because:\n“The prohibition against suits against the Commonwealth is one of Constitutional magnitude, unless authorized by the legislature, and the protection from multiplicity of suits must bend to the constitutional provision.”\nI cannot agree. I believe that appellants are entitled to assert their counterclaim in the action brought against them by the Commonwealth.\nI do not agree with the Opinion in Support of Affirmance that the doctrine of sovereign immunity is constitutionally mandated. See Freach v. Commonwealth, Department of Public Welfare, 471 Pa. 558, 571, 370 A.2d 1163, 1170 (1977) (Concurring and Dissenting Opinion of Roberts, J., joined by Nix and Manderino, JJ.); Biello v. Pennsylvania Liquor Control Board, 454 Pa. 179, 187, 301 A.2d 849, 853 (1973) (Dissenting Opinion of Nix, J., joined by Roberts, J.); Brown v. Commonwealth, 453 Pa. 566, 580, 305 A.2d 868, 875 (1973) (Dissenting Opinion of Manderino, J.). Therefore, I cannot agree that the policy against multiplicity of suits must bend to the doctrine of sovereign immunity.\nMoreover, I believe that the Opinion in Support of Affirmance misperceives the issue in the case when it states that the doctrine of sovereign immunity overrides the policy against a multiplicity of suits. Appellants’ claim has been authorized by the Legislature; sovereign immunity has been waived. See Act of May 20, 1937, P.L. 728, §§ 1 et seq., 72 P.S. §§ 4651-1 et seq. (1968). Thus, the question is not whether appellants’ counterclaim is barred by sovereign immunity but whether the Commonwealth Court has jurisdiction over appellants’ counterclaim. The resolution of this issue requires construction of the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. I, §§ 101 et seq., 17 P.S. §§ 211.101 et seq. (Supp.1976), and the Act of 1937 which created the Board of Arbitration of Claims. 72 P.S. §§ 4651-1 et seq. (1968). Interpreting these statutes, I believe that when the Commonwealth brings an action in the Commonwealth Court, the defendant is entitled to assert a counterclaim, based on a contract with the Commonwealth, which arises out of the same transaction as the Commonwealth’s claim.\nSection 401(a) (1) of the Appellate Court Jurisdiction Act of 1970, 17 P.S. § 211.401(a)(1) (Supp.1976), provides that the Commonwealth Court shall have jurisdiction over “[a] 11 civil actions or proceedings against the Commonwealth . . ..” Section 4 of the Act of 1937 creating the Board of Arbitration of Claims, 72 P.S. § 4651-4 (1968), provides that “[t]he Board of Arbitration shall have jurisdiction to hear and determine all claims against the Commonwealth arising from contracts ..” Thus, it might be argued that section 401(a)(1) of the Appellate Court Jurisdiction Act of 1970 and the Act of 1937 create concurrent jurisdiction before the Commonwealth Court and the Board of Arbitration of Claims over claims against the Commonwealth. However, the Appellate Court Jurisdiction Act of 1970 further provides: “Nothing in this act contained shall repeal, modify or supplant any law in so far as it confers . jurisdiction upon . . . (2) The Board of Arbitration of Claims . . ..” 17 P.S. § 211.509(e) (Supp.1976). Relying on this proviso, the Commonwealth Court has held that the Board of Arbitration of Claims has exclusive jurisdiction over claims brought against the Commonwealth arising out of contracts with the Commonwealth. Kreider v. Commonwealth, Human Relations Commission, 9 Pa.Cmwlth. 491, 308 A.2d 642 (1973).\nWhile section 401(a)(1) of the Appellate Court Jurisdiction Act of 1970 may not grant jurisdiction over appellant’s counterclaim in the Commonwealth Court, 1 believe jurisdiction is provided by section 401(a) (2), 17 P. S. § 211.401(a)(2) (Supp.1976). This section provides that the Commonwealth Court has jurisdiction over “all civil actions ... by the Commonwealth.” I believe that the jurisdiction granted over “civil actions,” includes j urisdiction over the entire case arising out of a single transaction or series of transactions, not just the Commonwealth’s claim.\nThis Court has recognized a policy in favor of allowing the parties to bring all claims arising out of the same transaction or series of transactions in a single action. See Free v. Lebowitz, 463 Pa. 387, 344 A.2d 886 (1975); Pa.R.Civ.P. 1031. We have recently relied on the policy against a multiplicity of suits in construing the Appellate Court Jurisdiction Act of 1970 to permit resolution of all claims arising out of the same transaction in the same suit. See Freach v. Commonwealth, Department of Public Welfare, 471 Pa. 558, 370 A.2d 1163 (1977). Freach involved an action, pursuant to section 401(a) (1) of the Appellate Court Jurisdiction Act of 1970, 17 P.S. § 211.-401(a)(1) (Supp.1976), which vests the Commonwealth Court with jurisdiction over suits against officers of the Commonwealth. This Court construed section 401(a) (1) to allow joinder of defendants who were not officers of the Commonwealth, and therefore not within the specific language of section 401(a)(1), but who were alleged to share joint and several liability with defendants who were officers of the Commonwealth. In Freach, we construed the Appellate Court Jurisdiction Act of 1970 to perm joinder of additional parties not specifically covered by the Act in order to avoid a multiplicity of suits. Similarly here, the Act should be construed to allow a defendant to assert a counterclaim arising out of the same transaction as the Commonwealth’s claim, especially since appellants may assert their claim as a basis for recoupment.\nMoreover, the jurisdiction vested in the Commonwealth Court to decide “civil actions” provides the authority to hear counterclaims arising out of the same transaction as the Commonwealth’s claim. Cf. United Mine Workers v. Gibbs, 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966) (federal question jurisdiction in-eludes power to hear entire “case,” including claims based on state law, not just the federal claim). The use of the term “civil action” in section 401(a) (2) of the Appellate Court Jurisdiction Act of 1970, 17 P.S. § 211.-401(a)(2) (Supp.1976), rather than the term “claim,” evinces an intent to enable the parties to litigate the entire controversy before the Commonwealth Court.\nThis interpretation of the Commonwealth Court’s jurisdiction in no way “modifies” or “supplants” the jurisdiction of the Board of Arbitration of Claims. See 17 P.S. § 211.509(e)(2) (Supp.1976). It merely provides the defendant the option of asserting his claim as a counterclaim in the Commonwealth Court. Moreover, as the Opinion in Support of Affirmance recognizes, appellants may assert their claim as a basis for recoupment in the Commonwealth Court. If assertion of a claim as a basis for recoupment in the Commonwealth Court does not “modify” or “supplant” the jurisdiction of the Board of Arbitration of Claims, neither does the assertion of a counterclaim based on the same claim.\nI would reverse the order of the Commonwealth Court dismissing appellants’ counterclaim, and allow the entire controversy to be tried before the Commonwealth Court.\nNIX, J., joins in this Opinion in Support of Reversal.\n. Recoupment, as defined in Black’s Law Dictionary, is:\n“In practice. Defalcation or discount from a demand. A keeping back something which is due, because there is an equitable reason to withhold it. Tomlins. A right of the defendant to have a deduction from the amount of the plaintiff’s damages, for the reason that the plaintiff has not complied with the cross-obligations or independent covenants arising under the same contract. Hoover Commercial Co. v. Humphrey, 107 Miss. 810, 66 So. 214, 216.”\n. The order sustaining the preliminary objection to Ludlow’s claim against the Commonwealth in excess of the Commonwealth’s claim is a final appealable order. See Commonwealth v. Orsatti, Inc., 448 Pa. 72, 292 A.2d 313 (1972).\n. Pa.R.C.P. 1030 provides:\n“All affirmative defenses, including but not limited to the defenses of accord and satisfaction, arbitration and award, discharge in bankruptcy, duress, estoppel, failure of consideration, fraud, illegality, immunity from suit, impossibility of performance, laches, license, payment, release, res judicata, and waiver and, unless previously raised by demurrer and sustained, the defenses of statute of frauds and statute of limitations, shall be pleaded in a responsive pleading under the heading ‘New Matter’. A party may set forth as new matter any other material facts which are not merely denials of the averments of the preceding pleading.” Adopted June 25, 1946, effective Jan. 1, 1947; amended March 27, 1956, effective July 1, 1956; amended June 27, 1969, effective Sept. 1, 1969.\n. Pa.R.C.P. 1031 provides:\n“(a) The defendant may set forth in the answer under the heading ‘Counterclaim’ any cause of action or setoff which he has against the plaintiff at the time of filing the answer (1) which arises from the same transaction or occurrence or series of transactions or occurrences from which the plaintiff’s cause of action arose, or (2) which arises from contract or is quasi-contractual.\n“(b) A counterclaim need not diminish or defeat the relief demanded by the plaintiff. It may demand relief exceeding in amount or different in kind from that demanded by the plaintiff.” Adopted June 25,1946, effective Jan. 1,1947.\n. For this reason, the Opinion in Support of Affirmance’s reliance on Commonwealth v. Berks County, 364 Pa. 447, 72 A.2d 129 (1950) is misplaced. In Berks County, the trial court permitted the defendant to assert a claim against the Commonwealth by way of recoupment and entered judgment for the defendant. No affirmative recovery was sought by the defendant or granted by the trial court. This Court affirmed, holding that a defendant may raise as a defense a claim against the Commonwealth arising out of the same transaction as the Commonwealth’s suit. Berks County merely established a defendant’s right to assert such a claim as a basis for recoupment whenever the Commonwealth “voluntarily submits to court jurisdiction by its institution of a suit.” Id. at 449, 72 A.2d at 130. The Court was not presented with the issue whether affirmative recovery would have been permissible. Thus, the language quoted by the Opinion in Support of Affirmance is dictum. Moreover, the scope of the discussion relied upon by the Opinion is significantly narrowed by its underlying assumption that bar to affirmative recovery is mandated by sovereign immunity. The Court in Berks County did not consider whether sovereign immunity had been waived and, if it had been waived, whether a claim against the Commonwealth could be raised as a counterclaim in a suit brought by the Commonwealth. Thus, Berks County provides no assistance in determining whether a court in which the Commonwealth brings suit has jurisdiction over a counterclaim not barred by sovereign immunity.\n. Of course, the Legislature may determine which courts will hear suits against the Commonwealth and may establish procedures which must be complied with before such suits may be brought. Pa.Const. art. I, § 11 provides, in part: “Suits may be brought against the Commonwealth in such manner, in such courts and in such cases as the Legislature may by law direct.” This section still leaves this Court with the task of interpreting the jurisdictional statutes enacted by the Legislature. By its terms, § 401(a)(2) may provide jurisdiction over counterclaims raised in suits brought by the Commonwealth in the Commonwealth Court. I do not believe that Pa.Const. art. I, § 11 requires a strict rule of construction which would preclude such an interpretation of § 401(a)(2) in the absence of a more explicit grant of jurisdiction.\n. In Commonwealth v. Orsatti, 448 Pa. 72, 292 A.2d 313 (1972), this Court, in holding that the Commonwealth Court did not have jurisdiction to hear a counterclaim against the Commonwealth, stated that jurisdiction of the Board of Arbitration of Claims is exclusive. In Orsatti, however, the party asserting the counterclaim against the Commonwealth had not complied with the procedural prerequisites for asserting a claim against the Commonwealth. The Act of 1937, creating the Board of Arbitration of Claims, requires that, in claims against the Commonwealth arising out of contract, a claim be filed witnin six months after it accrues. 72 P.S. § 5651-6 (1968). This requirement should apply whether the claim is heard by the Board of Arbitration of Claims or is asserted as a counterclaim in the Commonwealth Court. In this case, unlike Orsatti, appellants have filed a claim before the Board of Arbitration of Claims and the Commonwealth does not assert that appellants have failed to comply with the procedural requirements of 72 P.S. § 5651-6 (1968)."}