{"id": "1732090", "contents": "OPINION\nPOMEROY, Justice.\nAppellant Russell Ford was indicted on separate counts for murder, voluntary manslaughter and involuntary manslaughter in connection with the killing of Leon Williams on July 2, 1973, in Philadelphia. Appellant filed timely pre-trial motions to suppress certain statements given to the police and to quash the indictment. The suppression motion was granted after a hearing and the motion to quash denied. At the beginning of trial, the Commonwealth’s attorney informed the court that he was proceeding on the murder count in the indictment and that the involuntary manslaughter charge would be nol-prossed at “the proper time.” Appellant’s counsel did not then object to this procedure or seek to have the general charges consolidated for trial. At the conclusion of the testimony, however, defense counsel submitted to the court a point for charge on the elements of involuntary manslaughter. This was denied. The jury found appellant guilty of voluntary manslaughter. Following denial of post-trial motions appellant was sentenced to imprisonment for a term of one and one-half to ten years. This appeal followed.\nAppellant has raised multiple assignments of error. Because of our disposition of this appeal on the issue of appellant’s right to a charge on the offense of involuntary manslaughter, we do not reach the merits of any other issue except the claim that the evidence was insufficient to support the verdict. We are satisfied that the evidence was sufficient.\nWith respect to the requested point for charge on the elements of involuntary manslaughter, we have today stated that\n“ . . . [w]here in a trial of a case on a murder indictment there is present from whatever source evidence which would permit the fact-finder to return a verdict of involuntary manslaughter, a defendant is entitled, upon request, to a charge on the elements of that offense.” Commonwealth v. Polimeni, 474 Pa. 430, 378 A.2d 1189 (1977) (opinion of Pomeroy, J., joined by Eagen, C. J., announcing decision of the Court).\nThe issue before us, then, is simply whether in this case there was evidence on which the fact-finder could rationally have based a verdict of involuntary manslaughter. We hold that there was.\nThe defendant’s testimony as accurately summarized in the opinion of the trial judge, was as follows:\n“On the evening of July 1,1973, [Russell Ford] went out to a bar at about 8 p.m. and had a few drinks. He returned home at about 10:30 p.m. where, while he was watching television, he drank some wine and subsequently fell asleep on the couch. He awoke at approximately 4:30 a.m. on July 2 and went to get a glass of water in the kitchen, when he heard his neighbor, Mr. Fred Dean, outside preparing to go to work. After calling out to Mr. Dean, inquiring whether he could have a cigarette, the defendant went out the back door of his house, got the cigarette and returned a few minutes later. It was at this point, the defendant testified, that he first heard some sort of noise on the second floor of his house. The defendant testified that he was concerned because he had not given permission to anyone to enter his house the night before nor had he been aware of anyone even being in his house prior to his hearing the noise. The defendant stated that he suddenly became ‘a little shaky and scared’ because he had been the victim of eight burglaries within the last couple of years. The defendant stated that he then got his gun. As the defendant was going up the stairs, he said he realized the noise was coming from the middle bedroom, the door of which was shut. He then opened the door and saw a man and a woman in bed. He stated that he did not immediately recognize who the woman was but subsequently identified her as Miss Miller. He recognized the man to be an individual whom he knew as ‘Payton’ (subsequently identified as the decedent, Leon Williams), a man with whom he had come in contact on many previous unpleasant occasions.\n******\n“. . . [Ford] testified that he walked into the bedroom and, standing very close to the decedent and holding a gun at his side, ordered the decedent to get out of his house, but the decedent refused to leave. The defendant stated that Miss Miller had urged that she and the deceased both get dressed and leave immediately. The defendant then testified that the decedent jumped up and reached out for the defendant’s right hand with both his hands, pulling the defendant down toward him. The gun, which was aimed in the direction of the decedent’s upper left side, went off as the defendant was being pulled down on top of the decedent. At the same time the defendant was fighting with the decedent to gain control of the gun. The defendant then fell off the bed and during the process of his falling the gun, still in his hand, discharged a second bullet.\n******\n“The defendant also testified that he did not intend to kill the decedent, that he felt sorry for him becaüse ‘he was a junkie and he had to steal, it was like a bad habit.’ ” Opinion at pp. 7-11.\nThe evidence recited above is similar to the testimony offered in Commonwealth v. Moore, 463 Pa. 317, 344 A.2d 850 (1975), wherein the defendant testified that the fatal shot had been accidentally fired while she and the victim had been struggling for possession of a gun. In Moore, we held that evidence of this nature was sufficient to justify a verdict of involuntary manslaughter and, therefore, to make mandatory upon the defendant’s request the consolidation for trial of an involuntary manslaughter indictment with the murder indictment. Because the evidence here also is sufficient to support a verdict of guilty of involuntary manslaughter, our holding in Polimeni, supra, compels the conclusion that the requested instruction should have been given notwithstanding that the prosecution was proceeding on the murder count only.\nFinally, we do not believe that the failure of this appellant to request consolidation for trial of the counts in the indictment or to object to the Commonwealth’s election at the commencement of trial to nol-pros the involuntary manslaughter count constituted a waiver of appellant’s right to request a charge on that offense. While a waiver holding might have been the result in the framework of our decisions in Commonwealth v. Moore, 463 Pa. 317, 344 A.2d 850 (1975) and Commonwealth v. Stock, 463 Pa. 547, 345 A.2d 654 (1975), the rationale of the Polimeni holding, supra, does not depend upon the existence of an outstanding indictment for involuntary manslaughter; whether or not the defendant has been separately indicted for involuntary manslaughter in addition to murder is an irrelevancy.\nJudgment of sentence vacated and new trial granted.\nROBERTS, J., files a concurring opinion in which O’BRIEN, J., joins.\nMANDERINO, J., files a concurring opinion.\nNIX, J., files a dissenting opinion.\n. See the Act of February 15, 1870, P.L. 15, § 2, 19 P.S. § 1187.\nThe other assignments of error are the following: (1) improper restrictions on defense cross-examination of a Commonwealth witness, (2) admission of expert testimony about trajectory of the bullet without an adequate foundation as to the expert’s qualifications, (3) improper comments by the prosecutor, and (4) denial of points for charge concerning defendant’s flight and decedent’s criminal record.\nThe basis for appellant’s motion to quash the indictment was his allegation that it had been based in whole or in part on his subsequently suppressed statements. In Commonwealth v. Dessus, 423 Pa. 177, 181-85, 224 A.2d 188, 190-93 (1966), we held that “an indictment can be found by a Grand Jury based upon hearsay testimony or upon evidence which was incompetent or inadequate to make out a prima facie case.” We see no need to re-examine the rule at this time.\n. As in Commonwealth v. Polimeni, we have no occasion in the instant case to express an opinion as to whether a charge on involuntary manslaughter, or any other classification of criminal homicide except voluntary manslaughter, should be given in the absence of evidence to support a verdict of guilty of such offense. See Commonwealth v. Polimeni, 474 at 436 n.4, 378 A.2d 1189.\n. We note, moreover, that normally a request for a charge on any subject, including involuntary manslaughter, is neither necessary nor proper until the close of the defendant’s case. It is at that juncture that the trial court determines whether evidence arguably sufficient to support such a verdict has been presented."}