{"id": "1732125", "contents": "OPINION\nROBERTS, Justice.\nAppellant Bennie Garcia was arrested on March 1, 1974, and charged with murder and voluntary manslaughter. At trial, appellant requested a jury instruction on involuntary manslaughter. The court refused his request because (1) appellant had not been indicted for involuntary manslaughter, and (2) in the court’s view the evidence of involuntary manslaughter was “at best meager and feeble.” The jury returned a verdict of guilty of voluntary manslaughter and the court, after denying post-trial motions, imposed a sentence of five to ten years imprisonment. In this appeal, appellant contends that the court erred in refusing his requested instruction on involuntary manslaughter. We agree, reverse the judgment of sentence and remand for a new trial.\nI\nAt approximately 8:30 p.m., February 2, 1974, appellant, his brother, and three friends visited a tavern several miles from appellant’s home. They had never been to the tavern before and did not know any of the patrons. Appellant was carrying a pistol tucked under his belt when he entered the tavern.\nAt approximately 1:00 a.m., a fight broke out in the men’s room between appellant’s brother and several other patrons of the tavern. Appellant rushed towards the men’s room. As he entered the doorway to the men’s room, appellant was pushed back by the victim.\nThere is conflicting testimony concerning what happened next. The Commonwealth’s witnesses testified that appellant drew his pistol and shot the victim while they were a few feet apart. Appellant testified that he went back into the men’s room to look for his brother, and the victim grabbed him by the hair and yanked his head down. Appellant claimed that he was hit several times as he struggled to get free, and that the pistol fell out from under his belt. He testified that, while the victim still held him, he picked up the pistol and it accidentally discharged. Appellant stated that he did not intend to fire the pistol.\nII\nThe general rule in Pennsylvania is that on an indictment charging a particular offense the defendant may be convicted of a lesser offense which is included within the crime charged. Commonwealth v. Soudani, 398 Pa. 546, 547 n.l, 159 A.2d 687, 688 n.l (per curiam), cert. denied, 364 U.S. 886, 81 S.Ct. 177, 5 L.Ed.2d 107 (1960); Commonwealth v. Parker, 146 Pa. 343, 344, 23 A. 323 (1892) (per curiam); Commonwealth v. Lewis, 140 Pa. 561, 21 A. 501 (1891); Hunter v. Commonwealth, 79 Pa. 503, 506 (1875) (“The general rule is well settled that upon an indictment charging a particular crime, the defendant may be convicted of a lesser offense included within it.”); Dinkey v. Commonwealth, 17 Pa. 126, 129 (1851); accord, Fed.R.Crim.P. 31(c) (“The defendant may be found guilty of an offense necessarily included in the offense charged . . .”). In our previous cases, however, this Court has not considered whether involuntary manslaughter is a lesser included offense of murder in determining whether involuntary manslaughter instructions should be given in a murder trial. See Commonwealth v. Hoffman, 439 Pa. 348, 357, 266 A.2d 726, 731 (1970); Commonwealth v. Reid, 432 Pa. 319, 322, 247 A.2d 783, 785 (1968); Commonwealth v. Hardy, 347 Pa. 551, 554, 32 A.2d 767, 768 (1943). Rather, these cases were predicated on a doctrine established in Commonwealth v. Gable, 7 Serg. & R. 423 (Pa.1821), that involuntary manslaughter is never a permissible verdict on a murder indictment.\nIn Gable, the defendant was indicted for murder, but the jury returned a verdict of “not guilty of murder but guilty of manslaughter.” On appeal, the defendant argued that the verdict was void for uncertainty because it did not specify whether he was guilty of voluntary manslaughter or involuntary manslaughter. This Court held that the verdict was not uncertain. After pointing out that murder is a felony and involuntary manslaughter is a misdemeanor, the Court reasoned:\n“[0]ne who is indicted for murder, cannot be convicted of involuntary manslaughter, because it is well settled, that there cannot be a conviction of a misdemeanor, on an indictment for felony. Therefore, when on an indictment for murder, the jury find that the defendant is guilty of manslaughter, it must be understood, such manslaughter as is felonious, which can be no other than voluntary manslaughter.”\n7 Serg. & R. at 424; accord, Walters v. Commonwealth, 44 Pa. 135 (1863).\nThe rationale of Gable was rejected in Hunter v. Commonwealth, 79 Pa. 503 (1875). In Hunter, the defendant was indicted for assault with intent to kill, a felony, but the jury found him guilty of assault, a misdemeanor. The defendant argued that he could not be convicted of a misdemeanor on a felony indictment. The Court rejected this contention, reasoning that the common law rule relied on in Gable was based upon the different procedures employed at common law in felony and misdemeanor trials. Since the difference had long since disappeared in Pennsylvania, the Court observed that “[i]t is clear that the reason of the rule has no application in this state.” 79 Pa. at 505. The Court held “that the old common-law rule, that upon an indictment for a felony there can be no conviction for a misdemeanor, no longer exists in Pennsylvania.” 79 Pa. at 509.\nThe Court inexplicably reverted to the doctrine that involuntary manslaughter was not a permissible verdict on a murder indictment, without rejecting or distinguishing Hunter, in Hilands v. Commonwealth, 114 Pa. 372, 6 A. 267 (1886). After Hilands was acquitted of murder, he was indicted for involuntary manslaughter. On appeal from his conviction for involuntary manslaughter, this Court rejected Hiland’s claim that the trial for involuntary manslaughter violated the double jeopardy clause:\n“It is very evident [appellant] can never be tried again upon any charge of which he might have been convicted upon the first indictment. .\n“But the protection extends no further than the offence charged in the first indictment, or of which might have been convicted under it. He was not in jeopardy for any other offence. The first indictment charged murder. Under it he might have been convicted of murder of the first or second degree, or of voluntary manslaughter, but not of involuntary manslaughter. The latter offence is a misdemeanor; it must be charged as such, and cannot be included in an indictment charging felonious homicide .. It follows that when [appellant] was put upon this trial for murder, he was placed in no jeopardy of a conviction for involuntary manslaughter.”\n114 Pa. at 380-81, 6 A. at 268.\nSince Hilands, this Court has regularly held that involuntary manslaughter is not a permissible verdict on a murder indictment. See Commonwealth v. Jackson, 450 Pa. 417, 419 n.2, 299 A.2d 209, 210 n.2 (1973); Commonwealth v. Hoffman, 439 Pa. 348, 357, 266 A.2d 726, 731 (1970); Commonwealth v. Reid, 432 Pa. 319, 322, 247 A.2d 783, 785 (1968); Commonwealth v. Edwards, 431 Pa. 44, 52, 244 A.2d 683, 687 (1968); Commonwealth v. Soudani, 398 Pa. 546, 547 n.l, 159 A.2d 687, 688 n.l (dictum), cert. denied, 364 U.S. 886, 81 S.Ct. 177, 5 L.Ed,2d 107 (1960); Commonwealth v. Comber, 374 Pa. 570, 573-74, 97 A.2d 343, 344 (1953) (dictum); Common wealth v. Palermo, 368 Pa. 28, 31-32, 81 A.2d 540, 541-542 (1951); Commonwealth v. Hardy, 347 Pa. 551, 554, 32 A.2d 767, 768 (1943); Commonwealth v. Mayberry, 290 Pa. 195, 199, 138 A. 686, 688 (1927). But see Commonwealth v. Jones, 452 Pa. 569, 578, 308 A.2d 598, 604 (1973) (implying that involuntary manslaughter may be a permissible verdict if the facts presented by either side would support such a verdict); Commonwealth v. Robinson, 452 Pa. 316, 326, 305 A.2d 354, 359 (1973) (same). This Court never sought to justify the rule by analyzing whether involuntary manslaughter is a lesser included offense of murder. Some cases sought to support the rule by exhuming the corpse of the common law rule that a misdemeanor is not a permissible verdict on a felony indictment. See e. g., Commonwealth v. Comber, 374 Pa. 570, 580, 97 A.2d 343, 347 (1953) (dictum). Other cases simply restated the rule. Thus, this Court stated in Commonwealth v. Palermo, 368 Pa. 28, 31-32, 81 A.2d 540, 541 (1951): “It is still the law since Commonwealth v. Gable, 7 Serg. & R. 423 (1821) that . . . involuntary manslaughter which is a misdemeanor cannot be charged in an indictment with murder which is a felony.”\nThe doctrine that involuntary manslaughter is not a permissible verdict on a murder indictment has been weakened by the adoption of Pa.R.Crim.P. 219(a), which became effective in 1965. Pa.R.Crim.P. 219(a) provides: “Where murder is alleged in an indictment, no other counts may be joined in the indictment except voluntary and involuntary manslaughter.” Because involuntary manslaughter can now be charged in a murder indictment, it is questionable whether the doctrine established in Commonwealth v. Gable, 7 Serg. & R. 423 (Pa. 1821), should still bar application of the lesser included offense doctrine when an involuntary manslaughter instruction is requested in a murder trial. But see Commonwealth v. Reid, 432 Pa. 319, 247 A.2d 783 (1968).\nThe continuing validity of the doctrine that involuntary manslaughter is hot a permissible verdict on a murder indictment is also brought into question by our decision in Commonwealth v. Moore, 463 Pa. 317, 344 A.2d 850 (1975). Moore was indicted for murder and voluntary manslaughter and, in a separate indictment, charged with involuntary manslaughter. Moore’s petition to consolidate the indictments was denied, and the case was tried solely on the indictment for murder and voluntary manslaughter. At trial, Moore’s request for a jury instruction on involuntary manslaughter was denied. On appeal, Mr. Justice (now Chief Justice) Eagen, speaking for himself and Mr. Justice O’Brien, stated that a motion to consolidate an involuntary manslaughter indictment must be granted when there is evidence to support an involuntary manslaughter verdict. Id. 463 Pa. at 320,344 A.2d at 853 (plurality opinion) Mr. Justice Pomeroy, Mr. Justice Manderino, and this writer filed separate concurring opinions. Mr. Justice Pomeroy and Mr. Justice Manderino both agreed that the indictments should be consolidated); see Commonwealth v. Stock, 463 Pa. 547, 345 A.2d 654 (1975). The plurality reasoned that failure to consolidate the indictments was prejudicial error because it led to the refusal to instruct the jury on involuntary manslaughter. Commonwealth v. Moore, 463 Pa. at 322, 344 A.2d at 852-53 (plurality opinion of Eagen, J.); accord Commonwealth v. Stock, 463 Pa. 547, 551, 345 A.2d 654, 656 (plurality opinion of Eagen, J.); see Commonwealth v. Thomas, 403 Pa. 553, 170 A.2d 112 (1961). This writer and Mr. Justice Pomeroy stated that it would be error to refuse the instruction on involuntary manslaughter even if there had been no indictment for involuntary manslaughter. Commonwealth v. Moore, 463 Pa. at 323, 344 A.2d at 853 (concurring opinion of this writer); id. 463 Pa. at 336, 344 A.2d at 860 (concurring opinion of Pomeroy, J.).\nMoore’s trial was not governed by the new Crimes Code, 18 Pa.C.S.A. §§ 101 et seq. (1973). The Crimes Code has removed any validity the doctrine that involuntary manslaughter is not a permissible verdict on a murder indictment may have had after Moore. Under the Crimes Code, murder, voluntary manslaughter, and involuntary manslaughter are all classifications of a single offense — criminal homicide. 18 Pa.C.S.A. § 2501. The common law doctrine that involuntary manslaughter is not a permissible verdict on a murder indictment, based on the classification of murder as a felony and involuntary manslaughter as a misdemeanor, cannot stand in view of the classification made by the Crimes Code. The common law doctrine has no continuing validity.\nAccordingly, the determination whether jury instructions on involuntary manslaughter should be given in a murder trial must be based on the classification made by the Crimes Code, and upon an examination of whether involuntary manslaughter is a lesser included offense of murder.\nIll\nAlthough a defendant generally may be convicted of an offense which is less than, but included within, the offense charged, there is no Pennsylvania statute, rule, or case which adequately sets forth the standards for determining what is a lesser included offense. In determining whether involuntary manslaughter is a lesser included offense of murder, we are guided by Section 1.07(4) of the American Law Institute’s Model Penal Code. This section provides:\n“A defendant may be convicted of an offense included in an offense charged in the indictment or the information. An offense is so included when:\n(a) it is established by proof of the same or less than all the facts required to establish the commission of the offense charged; or\n(b) it consists of an attempt or solicitation to commit the offense charged or to commit an offense otherwise included therein; or\n(c) it differs from the offense charged only in the respect that a less serious injury or risk of injury to the same person, property or public interest or a lesser kind of culpability suffices to establish its commission.”\nApplying this standard, we determine that involuntary manslaughter is a lesser included offense of murder.\nUnder the Crimes Code, murder, voluntary manslaughter, and involuntary manslaughter are all classifications of the crime of criminal homicide. 18 Pa.C.S.A. § 2501 (1973) provides:\n“Criminal Homicide\n(a) Offense defined. — A person is guilty of criminal homicide if he intentionally knowingly/ recklessly or negligently causes the death of another human being.\n(b) Classification. — Criminal homicide shall be classified as murder, voluntary manslaughter, or involuntary manslaughter.”\nThe essential element necessary to sustain a murder conviction, which distinguishes murder from involuntary manslaughter, is the state of mind of malice. See Commonwealth v. Thompson, 466 Pa. 15, 351 A.2d 280 (1976); Commonwealth v. Boyd, 461 Pa. 17, 334 A.2d 610 (1975).\nAbsent circumstances which would mitigate the offense to voluntary manslaughter a criminal homicide is committed with malice if it is committed with an intent to kill. See Commonwealth v. Butcher, 451 Pa. 359, 364, 304 A.2d 150, 153 (1973). A criminal homicide constitutes involuntary manslaughter if it is committed recklessly or with gross negligence. 18 Pa.C.S.A. § 2504 (1973). Thus, when malice is based on an intent to kill, the recklessness or gross negligence which would support an involuntary manslaughter conviction constitutes a “lesser kind of culpability,” Model Penal Code § 1.07(4)(c), than the malice necessary to support a murder conviction.\nMalice may also be found if, in killing another, the defendant “consciously disregarded an unjustified and extremely high risk that his actions might cause death or serious bodily harm . . . .” Commonwealth v. Taylor, 461 Pa. 557, 565-66, 337 A.2d 545, 549 (1975) (opinion of this writer, joined by Jones, C. J., and Eagen and Manderino, JJ.); accord Commonwealth v. Boyd, 461 Pa. 17, 22-23, 334 A.2d 610, 613 (1975). The recklessness or criminal negligence necessary to support an involuntary manslaughter conviction may be found if the defendant consciously disregards or, in gross deviation from a standard of reasonable care, fails to perceive a substantial and unjustifiable risk that his action might cause death or serious bodily injury. See 18 Pa.C.S.A. §§ 302(b)(8), 302(b)(4), 2504 (1973). It follows that when malice is based on the disregard of an extremely high risk of death or serious bodily harm involuntary manslaughter is a lesser included offense of murder in two respects. First, a “less serious . . . risk of injury . suffices to establish its commission.” Model Penal Code § 1.07(4). The evidence may persuade the jury that the defendant is guilty of murder in all respects except that the risk disregarded was not extremely high, but that the risk was still unjustified and that therefore the killing constitutes involuntary manslaughter. Second, “a lesser kind of culpability suffices to establish its commission.” Id. The evidence may persuade the jury that the defendant did not commit murder, because the defendant did not perceive the risk to others, but that the defendant should have perceived the risk to others, and therefore committed involuntary manslaughter. See Survey of Pennsylvania Law, 38 U.PittL.Rev. 185, 263 n.92 (1976).\nWe are convinced, therefore, that the state of mind which suffices to establish the commission of involuntary manslaughter constitutes a lesser kind of culpability than the malice which is an essential element of murder. We conclude that involuntary manslaughter is a lesser included offense of murder.\nMoreover, an examination of the Crimes Code convinces us that whenever the evidence would support a verdict of murder or voluntary manslaughter, it is also sufficient to support a verdict of involuntary manslaughter. Murder and voluntary manslaughter are classifications of criminal homicide. 18 Pa.C.S.A. § 2501(b) (1973). A criminal homicide has been committed when a person “intentionally, knowingly, recklessly, or negligently causes the death of another human being.” Id. § 2501(a). The Crimes Code also provides: “When the law provides that negligence suffices to establish an element of an offense, such element is also established if the person acts intentionally or knowingly.” Id. § 302(e). Therefore involuntary manslaughter, which is defined as a killing committed in a reckless or grossly negligent manner, id. § 2504, also may be committed when a killing is committed intentionally or knowingly. Under the Crimes Code the categories of murder and voluntary manslaughter on the one hand, and involuntary manslaughter on the other, are not mutually exclusive categories. Because an intentional or knowing killing also establishes a negligent killing, all criminal homicides necessarily include involuntary manslaughter as a constituent offense.\nIV\n[II] Because involuntary manslaughter is a lesser included offense of murder, and because the evidence would support an involuntary manslaughter verdict whenever it would support a murder or voluntary manslaughter verdict, a defendant should be entitled to a requested instruction on involuntary manslaughter in all criminal homicide prosecutions. Allowing the jury to decide the case without adequate instruction as to the permissible verdict of involuntary-manslaughter denies the jury information essential to a fair determination of the case. As Mr. Justice (now Chief Justice) Eagen has stated:\n“In those instances where an involuntary manslaughter verdict would be supported by the evidence, the failure to so acquaint the jury prevents it from operating with full knowledge of the relevant law and precludes the defendant from having a fair trial.”\nCommonwealth v. Moore, 463 Pa. 317, 322, 344 A.2d 850, 853 (1975) (plurality opinion).\nThe need for an instruction on involuntary manslaughter also follows from the Commonwealth’s burden of proof. The United States Constitution requires the Commonwealth to prove every element of the offense, including the degree of culpability, beyond a reasonable doubt. In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970). Thus, in any case in which the evidence would be sufficient to sustain a verdict of murder or voluntary manslaughter, the jury might conclude that the Commonwealth failed to meet its burden of proving malice, intent, or knowledge, but has proven recklessness or negligence.\nIn order to avoid the possibility that the jury will erroneously convict the defendant of murder or voluntary manslaughter, when only involuntary manslaughter has been proven, a jury instruction on involuntary manslaughter must be given. It is no answer that if the evidence proves involuntary manslaughter only, and no instruction on involuntary manslaughter is given, the jury should acquit:\n“True, if the prosecution has not established beyond a reasonable doubt every element of the offense charged, and if no lesser offense instruction is offered, the jury must as a theoretical matter, return a verdict of acquittal. But the defendant is entitled to a lesser offense instruction — in this context or any other — precisely because he should not be exposed to the substantial risk that the jury’s practice will diverge from theory. Where one of the elements of the offense charged remains in doubt, but the defendant is plainly guilty of some offense, the jury is likely to resolve its doubts in favor of conviction.”\nKeeble v. United States, 412 U.S. 205, 212-13, 93 S.Ct. 1993, 1997-98, 36 L.Ed.2d 844 (1973) (emphasis in original); see Commonwealth v. Thomas, 403 Pa. 553, 170 A.2d 112 (1961). The jury should not be forced to choose between a murder or voluntary manslaughter verdict and an acquittal when, properly instructed, the jury would find the defendant guilty of involuntary manslaughter.\nIt has been argued that an instruction on involuntary manslaughter should not be given in a murder trial because it might confuse the jury. See Commonwealth v. Nace, 222 Pa.Super. 329, 331, 295 A.2d 87, 88 (1972) (dictum); cf. Commonwealth v. Comber, 374 Pa. 570, 578, 97 A.2d 343, 346-47 (1953) (assault and battery instruction, on a murder indictment, might confuse the jury). We are not convinced that an instruction on involuntary manslaughter presents a serious risk of confusing the jury. Indeed, in many cases, it will help to clarify the issues by giving the jury “full knowledge of the relevant law.” Commonwealth v. Moore, 463 Pa. 317, 322, 344 A.2d 850, 853 (1975) (plurality opinion). The possibility of jury confusion in some cases is not an adequate ground to justify the unfairness of denying a requested instruction on involuntary manslaughter.\nA conclusion that an involuntary manslaughter instruction would only confuse the jury is necessarily based on the assumption that, given the evidence presented in the case, it would be wrong to reach such a verdict. If the evidence proves involuntary manslaughter, and not voluntary manslaughter or murder, it cannot be said that it would confuse the jury to give an involuntary manslaughter instruction. But the issue whether the evidence proves involuntary manslaughter, and not voluntary manslaughter or murder, is for the jury to decide. It is the province of the jury to weigh the evidence, and the jury is entitled to believe all, part, or none of the evidence presented. Commonwealth v. Kahley, 467 Pa. 272, 356 A.2d 745 (1976); Commonwealth v. Rose, 463 Pa. 264, 344 A.2d 824 (1975); Commonwealth v. Wright, 458 Pa. 236, 328 A.2d 514 (1974).\nThe jury’s province to weigh the evidence includes the right to believe all, part of, or none of the testimony of a particular witness. Commonwealth v. Marlin, 452 Pa. 380, 305 A.2d 14 (1973); Commonwealth v. Oates, 448 Pa. 486, 295 A.2d 337 (1972); Commonwealth v. Petrisko, 442 Pa. 575, 275 A.2d 46 (1971). Thus it is not grounds to deny an involuntary manslaughter instruction that the Commonwealth’s evidence, if believed, would prove murder or manslaughter, and the defendant’s testimony, if believed in its entirety, would require a verdict of not guilty. As Chief Judge Bazelon stated in Broughman v. United States, 124 U.S.App.D.C. 54, 55, 361 F.2d 71, 72 (1966) (footnote omitted), quoting Young v. United States, 114 U.S.App.D.C. 42, 43, 309 F.2d 662, 663 (1962) (emphasis in Broughman):\n“The fact that [the witness’] testimony raised an issue whether appellant was guilty of any crime at all is not inconsistent with appellant’s claim that this same testimony raised an issue whether a lesser included offense had been committed. Nor would the jury have to credit all of [the witness’] testimony. In Young v. United States, we held: ‘. . .it would be permissible for the jury to totally disbelieve . . . [the witness] or to believe that part which tended to exculpate appellant from an intent to [commit the greater offense.]’ ”\nThe jury is not bound by any witness, or by any particular theory of the case.\nInvoluntary manslaughter is a lesser included of-' fense of murder, and if the evidence is sufficient to allow the jury to consider a murder verdict it is sufficient to allow the jury to consider an involuntary manslaughter verdict. Neither the prosecution’s theory of the case, nor the court’s evaluation of the weight or credibility of the evidence, should deprive the jury of the information necessary to consider whether involuntary manslaughter has been committed. Therefore we hold that in every murder prosecution a defendant is entitled, upon request, to a jury instruction on involuntary manslaughter.\nAt appellant’s trial, his requested instruction on involuntary manslaughter was denied. Allowing the jury to decide this case without an instruction on involuntary manslaughter deprived appellant of a fair trial. Judgment of sentence reversed and a new trial granted.\nJONES, former C. J., did not participate in the decision of this case.\nPOMEROY, J., filed a concurring opinion.\nEAGEN, J., concurs in the result.\nNIX, J., filed a dissenting opinion.\n. We hear this appeal pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. § 211.202(1) (Supp.1977).\n. Because we reverse for failure to instruct the jury on involuntary manslaughter, we do not address appellant’s other assignment of error, that the Commonwealth improperly cross-examined a defense witness.\n. In his dissenting opinion, Mr. Justice Nix contends that this doctrine, which allows the defendant to have the jury instructed on a lesser included offense, should be discarded as outmoded. We believe, however, that the lesser included offense doctrine helps promote the fairness of criminal trials. See part IV of this opinion, infra. Moreover, abandonment of the doctrine might pose constitutional difficulties:\n“Indeed, while we have never explicitly held that the Due Process Clause of the [United States Constitution] guarantees the right of a defendant to have the jury instructed on a lesser included offense, it is nevertheless clear that a construction of the [statute before the Court] to preclude such an instruction would raise difficult constitutional questions.”\nKeeble v. United States, 412 U.S. 205, 213, 93 S.Ct. 1993, 1998, 36 L.Ed.2d 844 (1973). Because we conclude that the new Crimes Code, 18 Pa.C.S.A. §§ 101 et seq. (1973), contemplates the continued application of the lesser included offense doctrine, we need not decide whether the doctrine is constitutionally mandated. We simply conclude that the doctrine has continuing utility, and that the Crimes Code does not reflect a legislative intent to abolish it.\n. Hilands has been limited to murder indictments. The rule announced in Hunter that a misdemeanor which is a lesser included offense is a permissible verdict on an indictment for a felony remained the general rule. See Commonwealth v. Lewis, 140 Pa. 561, 21 A. 501 (1891); Commonwealth v. Shutte, 130 Pa. 272, 18 A. 635 (1889). See generally Commonwealth v. Soudani, 398 Pa. 546, 547 n.1, 159 A.2d 687, 688 n.l (dictum), cert. denied, 364 U.S. 886, 81 S.Ct. 177, 5 L.Ed.2d 107 (1960).\n. This section provides:\n“(a) Offense defined. — A person is guilty of criminal homicide if he intentionally, knowingly, recklessly or negligently causes the death of another human being. ‘\n(b) Classification. — Criminal homicide shall be classified as murder, voluntary manslaughter, or involuntary manslaughter.”\n. This section is based, in part, on the “basic premise . . . that it is desirable, where possible, to adjudicate the entire criminal liability of the defendant in a single trial . . . .” Model Penal Code § 1.08(4), Comment at 42 (Tent. Draft No. 5, 1965). We approved this concept in Commonwealth v. Campana, 452 Pa. 233, 304 A.2d 432, vacated and remanded, 414 U.S. 808, 94 S.Ct. 73, 38 L.Ed.2d 44 (1973), on remand, 455 Pa. 622, 314 A.2d 854, cert. denied, 417 U.S. 969, 94 S.Ct. 3172, 41 L.Ed.2d 1139 (1974); see 18 Pa.C.S.A. § 110 (1973).\n6. “A person acts intentionally with respect to a material element of an offense when;\n(i) if the element involves the nature of his conduct or a result thereof, it is his conscious object to engage in conduct of that nature or to cause such a result; and\n(ii) if the element involves the attendant circumstances, he is aware of the existence of such circumstances or he believes or hopes that they exist.”\n18 Pa.C.S.A. § 302(b)(1) (1973).\n7. “A person acts knowingly with respect to a material element of an offense when:\n(i) if the element involves the nature of his conduct or the attendant circumstances, he is aware that his conduct is of that nature or that such circumstances exist; and\n(ii) if the element involves a result of his conduct, he is aware that it is practically certain that his conduct will cause such a result.”\nId. § 302(b)(2).\n8. “A person acts recklessly with respect to a material element of an offense when he consciously disregards a substantial and unjustifiable risk that the material element exists or will result from his conduct. The risk must be of such a nature and degree that, considering the nature and intent of the actor’s conduct and the circumstances known to him, its disregard involves a gross deviation from the standard of conduct that a reasonable person would observe in the actor’s situation.”\nId. § 302(b)(3).\n9. “A person acts negligently with respect to a material element of an offense when he should be aware of a substantial and unjustifiable risk that the material element exists or will result from his conduct. The risk must be of such a nature and degree that the actor’s failure to perceive it, considering the nature and intent of his conduct and the circumstances known to him, involves a gross deviation from the standard of care that a reasonable person would observe in the actor’s situation.”\nId. § 302(b)(4).\n. Involuntary manslaughter is defined in id. § 2504:\n“A person is guilty of involuntary manslaughter when as a direct result of the doing of an unlawful act in a reckless or grossly negligent manner, or the doing of a lawful act in a reckless or grossly negligent manner, he causes the death of another person.”\n. Malice may be found if the homicide is committed with an intent to kill, with an intent to inflict serious bodily harm, or with reckless disregard of the likelihood of death or serious bodily harm manifesting extreme indifference for the value of human life. Commonwealth v. Boyd, 461 Pa. 17, 22 — 23, 334 A.2d 610, 613 (1975); Commonwealth v. Coleman, 455 Pa. 508, 510, 318 A.2d 716, 717 (1974). Malice may also be imputed where the homicide is committed in the perpetration of a felony. Commonwealth v. Yuknavich, 448 Pa. 502, 506, 295 A.2d 290, 292 (1972); Commonwealth exrel. Smith v. Myers, 438 Pa. 218, 224-25, 261 A.2d 550, 553 (1970).\nAt the time of the killing in this case, murder was divided into two degrees: murder of the first degree included any “willful, deliberate, and premeditated” killing or any homicide committed in the perpetration of certain felonies, and murder of the second degree included “all other kinds of murder.” Crimes Code, Act of December 6, 1972, P.L. 1482, § 1, formerly codified at 18 Pa.C.S.A. § 2502. The statute has since been amended. 18 Pa.C.S.A. § 2502 (Supp.1977). Murder is now divided into three degrees: murder of the first degree includes any “willful, deliberate and premeditated” murder; murder of the second degree includes killings which occur in the perpetration of certain felonies; and murder of the third degree includes “sill other kinds of murder.” Id.\n. Voluntary manslaughter is defined in 18 Pa.C.S.A. § 2503 (1973):\n“(a) General rule. — A person who kills an individual without lawful justification commits voluntary manslaughter if at the time of the killing he is acting under a sudden and intense passion resulting from serious provocation by:\n(1) the individual killed; or\n(2) another whom the actor endeavors to kill, but he negligently or accidentally causes the death of the individual killed.\n(b) Unreasonable belief killing justifiable. — A person who intentionally or knowingly kills an individual commits voluntary manslaughter if at the time of the killing he believes the circumstances to be such that, if they existed, would justify the killing under Chapter 5 of this title, but his belief is unreasonable.”\n. See Model Penal Code § 210.2 (“criminal homicide constitutes murder when it is committed recklessly under circumstances manifesting extreme indifference to the value of human life.” ).\n. Under the Model Penal Code the intent to do serious bodily harm and the intent to commit a felony are not treated as categories of malice separate from the intent, knowledge or extreme recklessness that death might result. When the defendant’s conduct involves an intent to do serious bodily injury, or an intent to commit a felony, this conduct is judged by the standard that a homicide committed with recklessness manifesting an extreme indifference to the value of human life is murder. Model Penal Code § 201.2, Comment at 32-33 (Tent. Draft No. 9, 1959). This section of the Model Penal Code has not been enacted in Pennsylvania. Nevertheless, we are convinced that the commission of a homicide with the intent to inflict serious bodily injury, or with the intent to commit a felony, ordinarily manifests reckless disregard for the value of human life. Therefore, we think it fair to say that the recklessness or gross negligence which suffices for the commission of involuntary manslaughter constitutes a lesser kind of culpability than the intent to do serious bodily injury, or the intent to commit a felony, which constitutes malice and would support a murder verdict.\n. 18 Pa.C.S.A. § 302(e) (1973) reflects a departure from prior law, which held that an intentional killing could not constitute involuntary manslaughter. In Commonwealth v. Micuso, 273 Pa. 474, 117 A. 211 (1922), this Court held that a shooting with intent to kill or wound was an intentional, not a negligent act, and therefore could not constitute involuntary manslaughter. Accord Commonwealth v. Jones, 452 Pa. 569, 308 A.2d 598 (1973); Commonwealth v. Robinson, 452 Pa. 316, 305 A.2d 354 (1973); Commonwealth v. Flax, 331 Pa. 145, 200 A. 632 (1938).\n. Because it is the sole province of the jury to evaluate the evidence, and the jury may reject all or any part of the evidence presented, we decline to follow section 107(5) of the Model Penal Code in determining whether involuntary manslaughter instructions should be given. The effect of § 107(5) would be to allow the court to refuse to charge the jury on involuntary manslaughter even though it is a permissible verdict.\nModel Penal Code § 107(5) provides:\n“The Court shall not be obligated to charge the jury with respect to an included offense unless there is a rational basis for a verdict acquitting the defendant of the offense charged and convicting him of the included offense.”\n(emphasis added). Model Penal Code § 107(4), on the other hand, which provides that a defendant may be convicted of a lesser included offense, does not require that the jury have a “rational basis” to acquit the defendant of the greater offense charged. Indeed, the Commentary to section 107(5) makes clear that a conviction of a lesser included offense is permissible, even when there is no “rational basis” for acquitting the defendant of the greater offense. The words “shall not be obligated” were added to section 107(5) to give the trial judge discretion to charge on a lesser included offense, even when the court believes there is no “rational basis” for such a verdict. Model Penal Code § 107(5) Comment at 13 (Proposed Official Draft, 1962). A standard which gives the court discretion to refuse to charge the jury on a lesser included offense when, in the court’s judgment, there is no “rational basis” for such a verdict, invites the court to weigh the evidence, and is inconsistent with the jury’s power to believe all, part, or none of the Commonwealth’s evidence. Simply because the evidence tends to prove the offense charged, not just the lesser included offense, the jury should not be deprived of the opportunity to decide that only the lesser included offense has been proven beyond a reasonable doubt."}