{"id": "1734150", "contents": "OPINION OF THE COURT\nMANDERINO, Justice.\nThe dispute in this case arose as a result of the appointment of a temporary receiver with control over the business interests of the appellants. The Court of Common Pleas of Northampton County appointed the receiver on petition of the appellee as secured creditor of the appellants. The appellants argue that the court erred in appointing the receiver under the facts and circumstances of this case.\nThe facts of the case, briefly stated, indicate that the appellants were engaged in the communications business, leasing and selling various types of electronic equipment. In order to secure funding for the purchase of the electronic equipment and to cover operational costs, the appellants entered into an agreement with the appellee whereby the appellee loaned money to the appellants in exchange for a security interest in the appellants’ inventory and assignment of the appellants’ accounts receivable. In August of 1974, the appellee became concerned with appellants’ ability to discharge their loan obligations. On September 30, 1974, at the request of the appellee, a temporary receiver was appointed (pursuant to Rule 1533 of the Pennsylvania Rules of Civil Procedure) to control the assets of various enterprises owned by the appellants. After subsequent modifications of the appointment, the appellants appealed to this Court challenging the propriety of the receiver’s appointment. While this appeal was pending, the receivership was terminated after the parties settled a replevin action on September 18, 1975. The replevin action was not instituted by the appellee until the court had denied a permanent receiver, finding that the appellee had an adequate remedy at law based on the security interests.\nThe appellee first argues that since the receivership has been terminated the issue of the propriety of the receiver’s appointment is moot. We do not agree. Rule 1533 of the Pennsylvania Rules of Civil Procedure provides:\n“(a) A temporary receiver may be appointed without notice if required by the exigencies of the case. Except as otherwise provided by an Act of Assembly, such appointment may not be made unless\n(1) A plaintiff files a bond in an amount fixed and with security approved by the court, naming the Commonwealth as obligee, conditioned that if the appointment is vacated because improperly made the plaintiff shall pay to any person injured all damages sustained by reason of such appointment and all legally taxable costs and fees ..” (Emphasis added.)\nThus, if the appellants decide to present a claim for damages in a future action it will be necessary for them to establish that the appointment of a temporary receiver was “vacated because improperly made.” This same requirement is found in Rule 1531 of the Pennsylvania Rules of Civil Procedure regarding the posting of a bond when a preliminary injunction is sought. In that rule it has been determined that liability on the bond may not rest on any cause unconnected with the propriety of the decree, such as mootness; such liability must rest on the merits. See Romano v. Loeb, 326 Pa. 272, 192 A. 100 (1937); Large v. Steer, 121 Pa. 30, 15 A. 490 (1888). The same reasoning applies in construing Rule 1533. A decision on the merits is required in order to determine whether the appointment of a receiver was proper or improper. By dismissing the appeal as moot we would be foreclosing the appellants’ right to seek damages.\nAppellants did not waive any rights as to the receivership when they agreed to the settlement of the replevin action. In the replevin action the appellants agreed only to waive their right to an evidentiary hearing and the presentation of legal argument as to the replevin action itself. The court clearly outlined on the record the extent of appellants’ waiver. Since the appellants did not agree to waive their right to challenge the propriety of the receiver’s appointment, this Court should not effectuate a waiver for them.\nWe must conclude, therefore, that the termination of the temporary receivership does not render moot the issue of the propriety of the receivership.\nIn view of our ultimate disposition of this case it is only necessary for us to address ourselves to one issue raised by the appellants in this appeal — the propriety of the appointment of the receiver.\nIn Credit Alliance Corporation v. Philadelphia Minit-Man Car Wash Corporation, 450 Pa. 367, 372, 301 A.2d 816, 818-19 (1973), we stated the standards and prerequisites for the appointment of a receiver:\n“ . . . [A] receiver will not be appointed unless it appears that the appointment is necessary to save the property from injury or threatened loss or dissipation. See Mintzer v. Arthur L. Wright & Co., 263 F.2d 823 (3d Cir. 1959). Nor will one be appointed where there is another safe, expedient, adequate and less drastic remedy at law. See McDougall v. Hunt & Br. T. R. & C. Co., 294 Pa. 108, 143 A. 574 (1928) ...”\nAlthough the mere existence of a remedy at law is not enough to prevent the appointment of a receiver, an adequate remedy at law weighs heavily against such an appointment. McDougall, supra, 294 Pa. at 119, 143 A. at 578.\nWe note initially that the appellee did have an adequate remedy at law, as evidenced by the replevin action based on its security interest in the appellants’ property. This was the relief ultimately asked for, although not until after it was suggested by the court more than three months after a temporary receiver had been appointed.\nIn its order of January 10, 1975, the court specifically found that this remedy was adequate, and based its denial of appellee’s request for a permanent receiver primarily upon this finding.\nReceivers are appointed only in aid of some recognized, presently existing, legal right, and will not be appointed where receivership is the sole relief asked. McDougall, supra, 294 Pa. at 117, 143 A. at 578. Such action is to be ancillary only, permitted only in or in connection with a pending action. Globe Solvents, Inc. v. Nouskhajian, 148 Pa.Super. 202, 24 A.2d 687 (1942). In the case at bar, appellee did not request the receivership as relief ancillary to any action for ultimate disposition of the property. Its replevin action, as earlier noted, was not filed until after the court refused to appoint a permanent receiver. The record shows that in every instance prior to the order of January 10, 1975, appellee asked only that a receiver be appointed in order that rights of appellee and other creditors in appellants’ property might be protected and ascertained. It is clear in the record that no other action was being brought, no relief sought other than the receivership. Moreover, it is difficult to see how a receivership was necessary to ascertain appellee’s rights in appellants’ property, inasmuch as it had from the beginning a perfected security interest in all appellants’ inventory, equipment, and accounts receivable, and no other secured party appears in the record.\nAppellee argued that a receivership was necessary to prevent dissipation of the property in which it held a security interest. Inasmuch as immediate execution of the security interest would have resulted in its possession of these assets, as it did in the ultimate replevin action, we fail to see how that was an inadequate remedy necessitating appointment of a receiver.\nIn support of the theory that the replevin action was not an adequate remedy under the circumstances of this case, appellee argues that as of January 10,1975, there did indeed exist a situation requiring immediate action to prevent further dissipation of appellants’ property. We cannot see how an emergency situation on January 10, 1975, justifies the appointment of a receiver on September 30, 1974. The appointment of a receiver cannot be justified when it is necessary to rely on hindsight to establish irreparable harm in the form of dissipation of corporate assets.\nMoreover, it was in the order of January 10, 1975, that the court specifically found that the evidence did not justify appointment of a permanent receiver. Clearly the court did not then find such an emergency situation.\nAlthough the decision as to whether a receiver should be appointed is within the sound discretion of the court, see Lindenfelser v. Lindenfelser, 396 Pa. 530, 153 A.2d 901 (1959), we must conclude that under the facts and circumstances of this case the appointment of a receiver was a clear abuse of discretion. As we stated in McDougall, supra :\n“There is nothing, however, which affects a corporation with such serious consequences as does the appointment of a receiver; it is a severe, and may be termed an heroic, remedy, and the-conditions that call it into action should be such as would, if persisted in, ordinarily be fatal to corporate life. The appointment is a distress signal, and is immediately followed by a lowering of financial credit and a general readjustment.” (Emphasis added).\n294 Pa. at 117, 143 A. at 578.\nIn view of the serious consequences following the appointment of a receiver, a court must be absolutely certain that it is necessary to protect the interests of creditors.\nFrom the time of the first petition for a receiver until the order of January 10, 1975 there were no findings by the court in the record to support the appointment. A thorough reading of the record indicates that the only specific finding was that appellee’s security interests gave it standing to bring the action. Not until the order of January 10, 1975 did the court articulate its additional findings. The court found at that time that the evidence was insufficient to justify appointment of a permanent receiver.\nWe must conclude that there was no legal basis for the appointment of a temporary receiver. The decrees of the Court of Common Pleas of Northampton County, transferring appellants’ business interests to a temporary receiver, are hereby vacated. Costs on the appellee.\nPOMEROY, J., filed a dissenting opinion.\nJONES, former C. J., did not participate in the decision of this case."}