{"id": "1734108", "contents": "OPINION OF THE COURT\nEAGEN, Chief Justice.\nAppellant, Nelson Charles Mikesell, was convicted by a jury of two counts of murder of the first degree and other related offenses. Post-verdict motions were denied, and concurrent sentences of life imprisonment were imposed on the murder convictions. Judgments of sentence on the related offenses were suspended. These appeals followed.\nWhile Mikesell has not challenged the sufficiency of the evidence to support the murder of the first degree verdicts, we have made an independent review of the record and have determined sufficient evidence exists to support them. From the evidence the jury could find the following:\nOn September 18, 1974, at approximately 11:40 p. m., Marilyn Mikesell, appellant’s estranged wife, Joseph Malone, her escort, and Christine Mikesell, appellant’s and Marilyn’s daughter, were shot by Mikesell outside of Marilyn’s residence. Mikesell sat in an automobile awaiting their arrival, and shot them without any provocation shortly after they arrived. Marilyn and Malone died as a result of the shooting; Christine, who was three years old at the time of the shooting, was wounded in the hand.\nMikesell testified he shot the victims, but claimed he did so “in a fit of anger and passion” following an intense argument with Marilyn and Malone over various matters including their refusal to allow him to talk with Christine. He also testified he had gone to Marilyn’s residence to obtain the name of a particular doctor in order to have his older daughter, Cynthia, over whom he had general custody, medically treated.\nThe Commonwealth presented evidence to refute any such argument having occurred.\nMikesell advances four assignments of error. Since we sustain one of the asserted assignments of error and conclude this error mandates a new trial, we will not reach the others.\nWe rule the trial court committed reversible error in denying Mikesell’s motion for a mistrial following the conclusion of the closing argument of the assistant district attorney. The motion was based on a claim that portions of the argument were calculated “to inflame the passions . of the jurors.”\nThe portions of the closing argument about which complaint is made are:\n“This has been a most unusual case. I have never been aware of one similar to it as far as procedure is concerned in over the thirty-five years I have been around here. It is the first time I experienced a plea of guilty being made to the jury. Of course, it is obvious why it was done . . What he is saying to you, members of the jury, is ‘don’t commit me as the law provides to life imprisonment, don’t commit me on a third degree murder charge where I could receive a penalty of ten to twenty years, I want you to consider voluntary manslaughter, and I will take five to ten, if that is what the Judge wants to give me,’ so not only are you the judges of the facts, as in all cases, you are really the judges as far as pronouncing sentence is concerned in the procedure of this particular case.\n^ * * * * * *\n“You have a couple who apparently were not getting along. You have had word of the defendant on this, and he tells you, you heard his story, and I am quite sure all of you have used the expression ‘ Well, there are two sides to something like this. ’ I would like to hear what the other guy had to say before I pass judgment. Well, that witness we don’t have. Two of them, we don’t have, to know what their view of the situation was, and what happened down there at the comer of Davis and California. So the Commonwealth is utterly silent in that, and we can’t avoid it.\n* ***** *\n“Time, too, is very important in this case. Members of the jury, as you will recall Mrs. Young, this is the mother-in-law of Joe Malone who now is raising young Joe Malone, young Joe Malone, the orphan, where they live on Lowry’s Run in Rochester Road, regardless of how you go from there, and she has made the trip to 3557 California Avenue, it takes fifteen to twenty minutes, according to her. Whether she went through Westview, or Ben Avon, or Ben Avon Heights, or the Ohio River Boulevard, she tells you that Joe Malone and Marilyn came to her home around 11:30 that night, and the little kid is in the back of the car, apparently sleeping. And to let you know the kind of father Joe Malone was, As soon as I give the kid a bath, Mom, I’ll put him to bed. ’ He bathed the child, puts the kid to bed, goes back. ‘Did you expect to see him again that night? Yes. I’ll be back in a half hour, Mom,’ and when did he leave? Twenty five minutes to 12:00. When was the shooting over? 11:52. Where was there time for all this talk on the sidewalk, the waiting for the women to get the message allegedly there, the punching, the hollering back and forth, the breaking off of the original discussion, coming back the second time for more discussions? Members of the jury, there was no time.\n“He says, ‘Yes, I killed them, but I was confused.' Well, we have learned through the years that there are many sympathies that are extended. I certainly feel we ought to extend a little sympathy in the way of our verdict for the victims, the young Malone kid, his mother unfortunately died, and then he has his father taken away. Who knows what young Joe Malone would have been able to do in life to take care of that child? Who knows how many more children Joe Malone might have had, and what they might have done for society? Marilyn Mikesell, twenty-five, how about her children? The further children she could have borne? What could they have done for society? He took all that away from us, you and I. I don’t know what their moral persuasions were, religious persuasions, but they wanted to have a talk over with their god before they died. He took that away from them, too. Yes, he has deprived society of them, deprived their families, yet he comes before you representing that same society as I do, and he says, ‘Society, just say I was mad. I was angry, and let it go at that. ’ ” [Emphasis added.]\nAt the conclusion of the argument the remarks quoted and emphasized were specifically called to the court’s attention and a mistrial was requested. The trial judge said: “Well, we will clear the matter up.” Defense counsel then inquired: “Were you denying it [the motion for a mistrial]?” The court responded: “Yes, I deny the motion for a mistrial.” Thereafter, the court began its charge to the jury.\nThe Commonwealth does not seriously dispute that the challenged argument was improper. But the Commonwealth urges: 1) that the issue is waived because defense counsel failed to renew his objection after the judge gave “cautionary instructions” to “clear the matter up”; and, 2) that the effect of the improper remarks was not “so unavoidably prejudicial as to require reversal of the trial court’s exercise of discretion.”\nIn order to dispose of the Commonwealth’s first argument, we must first note what this record presents. In our view, the record, fairly read, presents a specific objection and motion for a mistrial by defense counsel followed by an overruling of the objection by the court because it saw no impropriety in the remarks. So viewed, there can be no question that the issue is properly preserved for review. Commonwealth v. Adkins, 468 Pa. 465, 364 A.2d 287 (1976).\nWe view the record in this manner because, other than the court’s remark that it would “clear the matter up,” there is nothing in the record which will support the Commonwealth’s position that the court sustained the objection before giving the so-called “cautionary instructions.” Additionally, our conclusion that the trial judge did not consider the challenged argument improper or objectionable is buttressed by the view expressed by the same judge in the opinion disposing of the post-verdict motions, namely, that the argument of the assistant district attorney was not improper.\nThe Commonwealth’s argument that the nature of the assistant district attorney’s argument was not such as to require a new trial is likewise unconvincing. A new trial is required where the\n“ ‘unavoidable effect [of improper remarks] would be to prejudice the jury, forming in their minds fixed bias and hostility toward the defendant, so that they could not weigh the evidence and render a true verdict.’ Commonwealth v. Simon, 432 Pa. 386, 394, 248 A.2d 289, 292 (1968). See also Commonwealth v. Myers, 290 Pa. 573, 139 A. 374 (1927). The effect of such remarks depends upon the atmosphere of the trial, Commonwealth v. Dickerson, 406 Pa. 102, 110, 176 A.2d 421 (1962); Commonwealth v. DelGiorno, 303 Pa. 509, 519, 154 A. 789 (1931), and the proper action to be taken is within the discretion of the trial court. Commonwealth v. Silvis, 445 Pa. 235, 237, 284 A.2d 740 (1971); Commonwealth v. Simon, supra.”\nCommonwealth v. Stoltzfus, 462 Pa. 43, 61, 337 A.2d 873, 882 (1975). See Commonwealth v. Perillo, 474 Pa. 63, 376 A.2d 635 (1977).\nIn our view, the “unavoidable effect” of the improper argument was to form in the minds of the jury bias and hostility towards Mikesell, and thus prevent an objective verdict. Several circumstances compel this conclusion.\nFirst, that the victims of the crimes included the accused’s wife and one of his own children undoubtedly would help create an unusually emotional reaction against the perpetrator. Thus, the atmosphere during this trial must be viewed as emotional. Compare Commonwealth v. Perillo, supra.\nSecond, Mikesell admitted at trial that he committed the shootings but attempted to excuse his acts by saying he did so \"in a fit of anger and passion” following an intense argument. The Commonwealth challenged this account largely through circumstantial evidence. Thus, the jury had to assess Mikesell’s credibility. Compare Commonwealth v. Russell, 456 Pa. 559, 322 A.2d 127 (1974). In this context, the assistant district attorney attempted to discredit Mike-sell and lend credence to the circumstantial evidence by implying the victims, if available, would testify contrary to Mikesell’s account. Such a consideration is clearly improper. Commonwealth v. Cherry, 474 Pa. 295, 378 A.2d 800 (1977); Cf. Commonwealth v. Lipscomb, 455 Pa. 525, 317 A.2d 205 (1974).\nNext, the jury may have been impressed by the remarks that the shooting had resulted in Malone’s child, to whom he had been a good father, becoming an orphan and that a murder verdict would express sympathy for the victims. Such comments are wholly irrelevant to a determination of guilt, Commonwealth v. Cherry, supra; Commonwealth v. Harvell, 458 Pa. 406, 327 A.2d 27 (1974); Commonwealth v. Fairbanks, 453 Pa. 90, 306 A.2d 866 (1973), and are highly inflammatory and prejudicial. Cf. Commonwealth v. Perillo, supra; Commonwealth v. Potter, 445 Pa. 284, 285 A.2d 492 (1971).\nFinally, assuming adequate cautionary instructions could have caused the jury to ignore the improper argument and thus save Mikesell from any resulting prejudice, we do not believe the instructions given can be viewed as cautionary. See n. 4, supra.\nThe judgments of sentence are reversed and a new trial is ordered.\nPOMEROY, J., concurs in the result.\n. Mikesell was previously convicted of the same crimes, but following consideration of his post-verdict motions a new trial was granted by the trial court because of inadequate jury instructions.\n. The remaining assignments of error advanced by Mikesell are: 1) the trial court erred in allowing a certain witness to testify as a ballistics expert; 2) the trial court erred in refusing Mikesell’s request to discharge certain veniremen for cause; and, 3) the trial court erred in ruling certain testimony was admissible hearsay.\n. The argument was recorded by a court employee.\n. The “cautionary instructions” given during the beginning of the charge did not specifically refer to the improper argument of the assistant district attorney. Neither was the jury instructed that improper argument had been made and was to be ignored. The “cautionary instructions” consisted merely of a general statement that the jury should not be influenced by passion, sympathy or prejudice, and arguments of counsel were to be considered in connection with the jury’s own recollection of the testimony and the court’s instructions on the law. Indeed, the so-called “cautionary instructions” were merely part of a general charge to the jury.\n. We have said that “[t]he determination of guilt must not be the product of fear or vengeance but rather intellectually compelled after a disinterested, impartial and fair assessment of the testimony that has been presented,” and argument may not constitute “an appeal to the passions and prejudices of the jury.” Commonwealth v. Harvell, 458 Pa. 406, 410-11, 327 A.2d 27, 30 (1974)."}