{"id": "1734110", "contents": "OPINION OF THE COURT\nMANDERINO, Justice.\nAppellant, a juvenile at the time of his arrest, was apprehended at 3:45 p.m. on October 9, 1975, and charged with murder and robbery in connection with a killing which had occurred approximately four hours earlier in a York, Pennsylvania, food store.\nFollowing his arrest, appellant was advised of his Miranda rights on several occasions, and eventually made incriminating statements in response to police questions. Appellant subsequently requested counsel, and no further interrogation was conducted. At no time was appellant afforded an opportunity to consult with and have present an interested and informed parent, adult, or counsel.\nPrior to trial, appellant moved to suppress his statements on the ground that he did not have access to an interested and informed parent, adult, or counsel prior to giving the incriminating statements. Appellant was convicted of murder of the first degree, with the further finding that appellant’s age was a mitigating circumstance precluding the imposition of the death penalty. Appellant’s suppression argument was renewed in post-verdict motions, and denied. This direct appeal followed.\nAppellant raises two issues in this appeal. He contends (1) that the evidence was insufficient to sustain a verdict of murder in the first degree, and (2) that the failure to inform appellant of his right to have an interested adult or counsel present requires that his statements made in response to police questioning be suppressed.\nWe have carefully examined the record and conclude that appellant’s first contention is without merit. The facts are as follows. Appellant, acting alone and armed with a shotgun, held up a food store in York, Pennsylvania. During the course of the robbery, the victim (a customer) entered the store. Appellant warned the victim to get back, and threatened to kill him if he did not do so. A few seconds later, appellant shot the victim in the chest at close range with a shotgun, wounding him mortally. Appellant claims the gun discharged accidentally during a scuffle. The store owner, who had been ordered to turn around so that he did not see what transpired immediately before the shot was fired, testified that he heard no movement whatsoever from the area where appellant and the victim were standing. We have recently said that when the defendant introduces evidence designed to refute the inference of specific intent to kill, that does not necessarily prevent the factfinder from concluding that the killing was in fact intended; the evidence merely presents a factual question for the trier of fact. Commonwealth v. Moore, 473 Pa. 169, 175, 373 A.2d 1101, 1104 (1977). The finder of fact rejected appellant’s testimony. In the instant case, appellant was engaged in a felony, threatened to kill the victim, and shot the victim in the chest. These facts, considered in light of the testimony negating the appellant’s claim of accidental discharge due to a scuffle, satisfies us that the evidence, taken as a whole, is sufficient to sustain the trial court’s conclusion that the killing was “willful, deliberate and premeditated” and thus constituted murder of the first degree. 18 Pa.C.S.A. § 2502(a), (d) (Purdon Supp.1977-1978). Cf. Commonwealth v. Robinson, 468 Pa. 575, 364 A.2d 665 (1976).\nAs to the appellant’s second contention, we agree that appellant’s statements to the police, made without being informed that as a juvenile he had a right to consult with an interested parent, adult, or counsel, should have been suppressed. Hence, we reverse the judgment of sentence and remand for a new trial.\nIt is now well settled in this jurisdiction that administering Miranda warnings to a juvenile, without providing the juvenile an opportunity to consult with an interested and informed parent or adult, or counsel, is ineffectual to waive the Fifth Amendment rights Miranda was intended to protect. See, e. g., Commonwealth v. Smith, 472 Pa. 492, 372 A.2d 797 (1977); Commonwealth v. Gaskins, 471 Pa. 238, 369 A.2d 1285 (1977); Commonwealth v. McCutchen, 463 Pa. 90, 343 A.2d 669 (1975); Commonwealth v. Starkes, 461 Pa. 178, 335 A.2d 698 (1975). We recently articulated the bases for this rule in Commonwealth v. Smith, 472 Pa. 492, 499-500, 372 A.2d 797, 800-01 (1977), and need not repeat that discussion here. When a juvenile has not been given this opportunity for consultation, we need not look to the totality of the circumstances to determine the voluntariness of the confession. The confession must be suppressed. See, e. g., Commonwealth v. Smith, 472 Pa. 492, 372 A.2d 797 (1977); Commonwealth v. Gaskins, 471 Pa. 238, 369 A.2d 1285 (1977). The rule is available to all juveniles on direct appeal. E. g., Commonwealth v. Smith, 465 Pa. 310, 350 A.2d 410 (1976); Commonwealth v. Chaney, 465 Pa. 407, 350 A.2d 829 (1975).\nThe prosecution concedes that appellant was not given the opportunity to consult with a parent, interested adult, or counsel, but suggests that the juvenile rule should not apply unless the police know that the accused is a juvenile. We do not agree. Such a qualification emasculates the rule which recognizes that every juvenile, regardless of his physical characteristics, needs access to the advice of an interested adult\n“ . . .to offset the disadvantage occasioned by his youth. The . . . rule appreciates that the inexperience of the minor affects not only his or her ability to understand the full implication and consequences of the predicament but also renders the judgment inadequate to assess the spectrum of considerations encompassed in the waiver decision.” Commonwealth v. Smith, 472 Pa. 492, 498, 372 A.2d 797, 800 (1977) (footnote omitted).\nJudgment of sentence is reversed and a new trial ordered.\nPOMEROY, J., filed a dissenting opinion in which EAG-EN, C. J., joined."}