{"id": "1734077", "contents": "OPINION OF THE COURT\nROBERTS, Justice:\nOn February 28, 1975, a jury convicted appellant of robbery and murder of the second degree. Appellant’s motion to suppress the statement here challenged was denied. Appellant was sentenced to life imprisonment on the conviction for murder of the second degree and to a concurrent term of ten to twenty years on the robbery conviction after denial of post-trial motions. A timely appeal to this Court from the judgment of sentence on the murder conviction followed. The judgment of sentence on the robbery conviction was appealed to the Superior Court and thereafter ordered consolidated with the appeal before this Court.\nAppellant’s sole contention is that the statement obtained from appellant approximately nine hours after his arrest on May 24, 1974, should be suppressed because appellant was not rewarned of his Miranda rights before renewal of his interrogation. We conclude that admission of the challenged statement did not prejudice appellant and therefore affirm the judgments of sentence.\nThe challenged statement was given by appellant to a Detective Thornhill and consisted of non-inculpatory answers to four questions. Appellant does not challenge an earlier 10-page statement which he made to a Detective Kelly. Over defense objections, the Commonwealth used the challenged statement to cross-examine appellant at trial. Detective Thornhill also testified to the four questions and answers on rebuttal.\nNothing in the challenged statement contradicted appellant’s defense that he participated under duress in the crimes charged. Every material fact in the challenged statement had been admitted by appellant on direct examination before the challenged statement was introduced. Because the challenged statement was first used during cross-examination of appellant and was again introduced on rebuttal by the Commonwealth, it cannot be said that the statement impelled appellant’s testimony at trial. See Harrison v. United States, 392 U.S. 219, 88 S.Ct. 2008, 20 L.Ed.2d 1047 (1968); Commonwealth v. Hart, 471 Pa. 271, 370 A.2d 298 (1977) (dissenting opinions of Roberts, J. and Nix, J.); Commonwealth v. Saunders, 459 Pa. 677, 331 A.2d 193 (1975) (dissenting opinion of Nix, J., joined by Roberts, J.). Appellant did not deny the essential facts contained in his earlier unchallenged statement or the contents of his answers in the challenged statement or the fact that he spoke with Detective Thornhill. The challenged statement neither impeached appellant nor contributed materially to the Commonwealth’s case. Thus, we find no grounds for reversal since we cannot conclude that appellant was prejudiced by use of the challenged statement.\nJudgments of sentence affirmed.\nEAGEN, C. J., and MANDERINO, J., concur in the result.\nO’BRIEN, J., filed a concurring opinion, in which POMEROY, J., joins.\n. We hear this appeal pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. § 211.202(1) (Supp.1977).\n. See Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. Appellant has not raised any claim that his initial waiver of his Miranda rights was not knowing, intelligent and voluntary because he was not afforded an opportunity to consult with an attorney, parent or other interested and informed adult prior to waiving his rights. See Commonwealth v. McCutchen, 463 Pa. 90, 343 A.2d 669 (1976).\n. The challenged statement, in its entirety, reads:\n“Q. Lamont, how is it you came to have the eyeglasses and case in your rear pocket?\nA. I don’t know. The guy must have put them there when I was upstairs.\nQ. Who opened the rear kitchen door, and looked out after the police arrived?\nA. I did.\nQ. When you looked out the dining room window, why didn’t you call out?\nA. I was scared.\nQ. Why didn’t you call out or run out to the officers?\nA. I don’t know.”"}