{"id": "1736874", "contents": "OPINION\nPER CURIAM:\nThis is a condemnation case involving land held by the Borough of Warren, Warren County, subject to a restriction in the deed limiting use to certain specific purposes and “. . . such other purpose or purposes as [the Borough of Warren] may now acquire or hold or may hereafter be authorized to acquire and hold real property.” This appeal by the Commonwealth of Pennsylvania, Department of Highways, now known as Department of Transportation, is from an order of the Commonwealth Court affirming the judgment entered in the Court of Common Pleas for the sum awarded the Borough in a jury trial.\nThe main issue is whether or not the trial court erred in refusing to strike the testimony introduced by the Borough of a real estate appraisal witness who did not consider the restriction in arriving at his estimate of fair market value. The Commonwealth Court ruled the trial court did not err since the witness was not required to consider the restriction in determining fair market value.\nWe affirm the ruling of the Commonwealth Court, but expressly limit our holding to those situations presenting the type of restriction involved here. Given the limited, if any, effect on use by the Borough of Warren of such a restriction, see the Act of February 1, 1966, P.L. (1965), No. 581, § 1201, 53 P.S. § 46201(4) (Supp.1977-78) and Annotation, 60 A.L.R.2d 220, 231, § 7[b] (1958) (indicating the limitation is on alienability rather than use), we hold that the restriction need not be considered in fixing value for condemnation purposes. Cf. Doman v. Philadelphia Housing Authority, 331 Pa. 209, 200 A. 834 (1938) (which sets forth criterion for determining public use). See generally Board of County Commissioners v. Thormyer, 169 Ohio St. 291, 159 N.E.2d 612 (1959); Town of Winchester v. Cox, 129 Conn. 106, 26 A.2d 592 (1942); 4 Nichols, Eminent Domain 232, § 12.321 (3d ed.); I Orgel on Valuation under Eminent Domain (2d ed.) 185, § 41; Jahr, Eminent Domain 120, § 86. Cf. Town of Tonawanda v. State, 28 A.D.2d 644, 280 N.Y.S.2d 780, (1967). Compare Snyder v. Commonwealth, 412 Pa. 15, 192 A.2d 650 (1963) (zoning restrictions). We express no view as to the effect of restrictions which limit use more than the restriction here presented. See Annotation, 22 A.L.R.3d 961 (1969) and the cases there collected.\nThe order of the Commonwealth Court is affirmed.\nWe note that the expert’s testimony included a statement that, if he considered the restriction, it would not have affected his before-taking valuation, but would have decreased his after-taking valuation."}