{"id": "1738328", "contents": "OPINION\nMANDERINO, Justice.\nThe Bureau of Traffic Safety suspended, for a one year period, the license to inspect motor vehicles of appellant John Kobaly. The suspension was based on a violation of two sections of the Motor Vehicle Code, section 819(f) and section 819(h). Appellant was found to have violated section 819(f) in that he illegally furnished inspection stickers without making an inspection and issued an inspectipn sticker after a faulty inspection. The violation under section 819(h) was that the appellant had engaged in fraudulent record keeping.\nAppellant appealed to the Court of Common Pleas of Westmoreland County wherein he was entitled to a trial de novo. After an evidentiary hearing, the Court of Common Pleas made findings of facts different than those made by the Bureau. Based on its findings the court concluded that the appellant was guilty of violating section 819(f) but was not guilty of violating section 819(h). The court reduced the period of suspension from one year to six months.\nThe Bureau did not file an appeal from the order of the Court of Common Pleas. The appellant appealed to the Commonwealth Court. That court did not disturb any of the findings of fact or conclusions of law of the trial court but held that the trial court had no authority to reduce petitioner’s suspension from one year to six months. It, therefore, reinstated the one year suspension imposed by the Bureau. This Court granted appellant’s petition for allowance of appeal.\nAppellant first contends that the Commonwealth Court had no authority to increase the six month suspension imposed by the trial court. We agree. The Bureau did not file an appeal in the Commonwealth Court. The modification of the trial court’s order in favor of the Bureau was, therefore, improper. For a discussion of the permissable reach of an appellate court in the absence of a cross appeal, see Swarb v. Lennox, 405 U.S. 191, 201, 92 S.Ct. 767, 772, 31 L.Ed.2d 138, 147 (1972).\nAppellant next contends that the trial court, after making findings of fact and conclusions of law which differed from those of the Bureau was required by the Motor Vehicle Code to remand the matter to the Bureau to redetermine the period of suspension. There is nothing, however, in the Motor Vehicle Code which requires a remand after a trial de novo in which the trial court makes findings of facts and conclusions of law different from those of the Bureau.\nAlthough we have not previously considered, in the case of licenses to inspect motor vehicles, whether the trial court may alter the penalty if, in the trial de novo, it makes findings of facts and conclusions of law different from that of the Bureau, we have held in other administrative areas that such authority does exist. In Re Carver House, Inc., 454 Pa. 38, 310 A.2d 81 (1973). See also Barone’s, Inc. v. Pa. L.C.B., 10 Pa.Cmwlth. 563, 312 A.2d 74 (1973).\nAppellant cites cases involving other types of licenses contending that they support his contention that a trial court cannot modify the penalty imposed by the Bureau. Commonwealth v. Moogerman, 385 Pa. 265, 122 A.2d 804 (1956); Commonwealth v. Garman, 361 Pa. 643, 66 A.2d 271 (1949). In all of the cases cited, however, the trial court attempted to modify the penalty even though its findings of facts and conclusions of law were identical to those of the Bureau. Under such circumstances it was held that the trial court may not alter the penalty. Those cases, however, are not controlling where after the trial de novo different findings of facts and conclusions of law are made. In re Carver House, Inc., supra, Barone’s, Inc. v. Pa. L.C.B., supra.\nThe trial court, in this case, had the authority to impose the six month suspension.\nThe order of the Commonwealth Court reversing the trial court’s six month suspension and reinstating the Bureau’s one year suspension is reversed."}