{"id": "1738245", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nAppellant Robert Lee Jones appeals from an order of the Post Conviction Hearing Act court denying his petition for relief under the Post Conviction Hearing Act, Act of January 25, 1966, P.L. (1965) 1580, §§ 1 et seq., 19 P.S. §§ 1180-1 et seq. (Supp.1977). We affirm.\nOn August 4, 1972, after several days of trial, appellant pled guilty to murder of the second degree and several lesser offenses. The trial court sentenced appellant to six to twenty years imprisonment on the murder conviction and suspended sentence on the other charges. Appellant did not take a direct appeal from the judgment of sentence.\nOn June 20, 1975, appellant .filed a petition for relief under the Act. The PCHA court appointed counsel other than trial counsel to assist appellant in filing a petition conforming with the Act. Appellant’s amended petition alleged that: (1) trial counsel was ineffective in not raising issues properly, not advising appellant adequately of the consequences of his plea of guilty, and otherwise failing to provide zealous representation; (2) his plea of guilty was unlawfully induced; (3) prejudicial pre-trial publicity existed; and (4) statements made by appellant to police were unlawfully obtained. After filing the amended petition but before entry of the PCHA court’s order, appellant also asserted that his appellate rights were denied, see Douglas v. California, 372 U.S. 353, 83 S.Ct. 814, 9 L.Ed.2d 811 (1963).\nThe PCHA court concluded that trial counsel was effective and appellant’s plea was validly entered. The court declined to rule on appellant’s assertion that his appellate rights were denied, believing that it had jurisdiction over the merits of the validity of appellant’s plea of guilty. Appellant did not subsequently request the PCHA court to make an express ruling on his Douglas claim. The court also did not rule on appellant’s contention that prejudicial pre-trial publicity existed or that his statements to the police were unlawfully obtained.\nAppellant asserts that, because he did not voluntarily and knowingly enter his plea of guilty and because the trial court participated in the sentencing agreement, the PCHA court erred in failing to find that appellant’s plea of guilty was not validly entered. Appellant also contends that trial counsel was ineffective for not interviewing certain witnesses, thereby inducing his plea of guilty. Appellant fails, however, to renew his claim that his Douglas rights have been denied. We conclude that appellant has not proven that his present challenge to the validity of his plea of guilty has not been waived for failing to raise the issue on direct appeal, and appellant’s assertion that trial counsel’s alleged ineffectiveness induced his plea is without merit.\nTo obtain relief under the Act, a petitioner must prove that any alleged error resulting in conviction and sentence has not been waived. § 3(d), 19 P.S. § 1180-3(d). A petitioner has waived an issue if he “knowingly and understandingly” failed to raise on direct appeal an issue that could have been raised then. § 4(b)(1), 19 P.S. § 1180~4(b)(l). Failure to raise an issue gives rise to a rebuttable presumption of a “knowing and understanding” failure. § 4(c), 19 P.S. § 1180-4(c). There is no waiver, however, if a petitioner proves the existence of “extraordinary circumstances” .justifying failure to raise the issue on direct appeal. § 4(b)(2), 19 P.S. § 1180-4(b)(2). A denial of Douglas rights is such an extraordinary circumstance. Commonwealth v. Tunnell, 463 Pa. 462, 345 A.2d 611 (1975); Commonwealth v. Via, 455 Pa. 373, 316 A.2d 895 (1974).\nAppellant’s contention that his plea was invalid could have been raised on direct appeal. Commonwealth v. Tunnell, supra; Commonwealth v. Greer, 457 Pa. 646, 326 A.2d 338 (1974). Appellant has proved in neither the PCHA court nor this Court any extraordinary circumstance excusing his failure to take a direct appeal. While appellant asserted in PCHA court that he was denied his Douglas rights, that court expressly made no finding on whether such rights had been denied, appellant did not subsequently seek an express ruling on the Douglas issue, and in this Court has failed to assert a denial of Douglas rights. Consequently, appellant has not rebutted the Act’s presumption that he knowingly and understandingly failed on direct appeal to raise the validity of his plea, and therefore the issue is waived. Commonwealth v. Tunnell, supra.\nThe PCHA court erroneously relied on Commonwealth v. Stokes, 426 Pa. 265, 232 A.2d 193 (1967), in concluding that it could reach the merits of appellant’s challenge to his guilty plea without first determining whether appellant’s appellate rights were denied, see Commonwealth v. Tunnell, supra; Commonwealth v. Via, supra. The PCHA court’s error, however, did not relieve appellant of his burden of proving extraordinary circumstances showing his claims were not waived.\nAppellant’s argument that trial counsel was ineffective was not waived for failing to take a direct appeal because appellant was represented by trial counsel when he decided not to appeal. When a defendant fails on direct appeal to raise ineffectiveness of trial counsel, the issue of ineffectiveness is not waived if his appellate counsel was his trial counsel. Commonwealth v. Dancer, 460 Pa. 95, 331 A.2d 435 (1975); see Commonwealth v. Fox, 476 Pa. 475, 383 A.2d 199 (1978). In Commonwealth v. Mabie, 467 Pa. 464, 359 A.2d 369 (1976), this Court applied Dancer to a situation where, as here, no direct appeal was taken:\n“Here, since trial counsel, who Mabie contends was ineffective, would have been required to file post-verdict motions and a direct appeal on the issue of his own ineffectiveness were such procedures initiated, it is similarly unrealistic to expect counsel to file motions and/or an appeal challenging his own effectiveness. Therefore, where a PCHA petition alleges as grounds for relief that trial counsel, with whom the petitioner consulted concerning the feasibility of appeal, has been ineffective and where trial counsel has not taken a direct appeal on behalf of the petitioner, the question of whether trial counsel was ineffective has not been waived for the purposes of review in a PCHA proceeding.” (Footnote omitted).\nId., 467 Pa. at 469-70, 359 A.2d at 371-72. Therefore, appellant’s claim that trial counsel’s failure to interview certain witnesses induced his plea has not been waived.\nNonetheless, appellant’s claim is without merit. Appellant sought to prove self-defense. After several days of trial, appellant changed his plea just before two additional witnesses were to testify for the Commonwealth. Although appellant’s counsel had examined the Commonwealth’s file and thus likely knew the substance of the witnesses’ testimony, he did not interview the witnesses.\nRelying on Commonwealth v. Mabie, supra, appellant asserts that counsel’s failure to interview these witnesses induced his plea of guilty. In Mabie, where counsel before negotiating a plea of guilty for his client did not investigate prospective witnesses or examine certain potentially favorable records, we found that counsel was ineffective and invalidated the plea. By contrast, appellant’s decision here was not the result of counsel’s failure to explore his client’s case; rather, appellant undoubtedly realized that his chances of acquittal were slight. The Commonwealth had presented a strong case against appellant during several days of trial, including testimony of an eyewitness and a statement of appellant to police, and the testimony of the additional witnesses the Commonwealth planned to call was likely to be unfavorable. Moreover, appellant has not alleged that these Commonwealth witnesses, if interviewed, would have supplied information so favorable that he would not have pleaded guilty despite the persuasive case against him. In these circumstances, we cannot say that appellant’s plea of guilty was induced by counsel’s decision not to interview the two Commonwealth witnesses.\nOrder affirmed.\nMANDERINO, J., filed a dissenting opinion in which POMEROY, J, joins.\nWe hear these appeals pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, arts. II & V, §§ 202(1) and 503(c), 17 P.S. §§ 211.202(1) and 211.503(c) (Supp.1977), and the Post Conviction Hearing Act, Act of January 25, 1966, P.L. (1965) 1580, § 11; 19 P.S. § 1180-11 (Supp.1977).\nThis case was assigned to the writer on January 26, 1978, for the purpose of preparing an opinion expressing the views of a majority of this Court."}