{"id": "1738329", "contents": "OPINION\nLARSEN, Justice.\nOn November 19, 1973, appellant was committed to Dan-ville State Hospital pursuant to Section 4405 of the Mental Health and Mental Retardation Act of 1966, Act of October 20, 1966, Special Sess. No. 3, P.L. 96, art. IV, § 405, 50 P.S. 4405 (herein cited as “the Act”) which permitted emergency involuntary detentions without a hearing for ten days. On November 21, 1973, a hearing was held in Northumberland County, Court of Common Pleas, to determine whether appellant should be detained longer than the ten days allowed by Section 4405. The court, finding appellant to be mentally ill and in need of care and treatment, committed appellant to Danville State Hospital until such time as the director of the hospital determined that care and treatment were no longer necessary. On April 15, 1974, appellant was unconditionally released from the hospital.\nOn June 17, 1974, appellant requested the Court of Common Pleas to (1) declare the November 21, 1973 commitment “null and void” because the commitment procedures violated appellant’s rights under the due process and equal protection clauses of the United States Constitution, (2) expunge and to suppress the November 21, 1973 order of commitment and (3) destroy all hospital records which arose out of the November 21, 1973 order of commitment.\nOn August 7, 1974, the trial court adjudicated appellant’s November 21, 1973 commitment to be in violation of her due process rights, declared such commitment “null and void” and ordered the commitment records maintained by the court expunged. As to the request for the destruction of the hospital records, the trial court, citing Section 401 of the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, No. 223, art. IV, § 401, 17 P.S. § 211.401(a) (1977-78 Supp.) ruled that the Court of Common Pleas was without jurisdiction to entertain the matter since the hospital, as a state agency, was under the Commonwealth Court’s jurisdiction.\nAccordingly, appellant filed a petition with the Commonwealth Court requesting the destruction of the hospital records. The Commonwealth Court ruled that since Section 4602(a) of the Act required a state hospital to maintain records on all patients admitted or committed, and since there was no statute which authorized the destruction of said records, the Commonwealth Court was without authority to order the destruction of the records. Appellant appealed to this Court.\nThe sole question before this Court is whether a person who has been unlawfully committed to a state mental hospital has a right to the destruction of the hospital records which were created as a result of the illegal commitment. We answer in the affirmative.\nThe Pennsylvania Constitution specifically provides that “all men . . . have certain inherent and indefeasible rights, among which . . . [is] acquiring, possessing, and protecting . . . reputation '. . . ” Const, art. 1, § 1. We cannot ignore the fact that many people in our society view mental illness with disdain and apprehension. We, in Commonwealth ex rel. Magaziner v. Magaziner, 434 Pa. 1, 253 A.2d 263 (1975), approved of the concept of protecting the reputation of a person who was unlawfully thrust into the criminal process by sanctioning the expungement of his criminal record. We should not do less for appellant. The continued existence of the hospital records pose a threat to appellant’s reputation.\nAdditionally, the Commonwealth Court’s contention that Section 4602(a) prohibits the destruction of appellant’s hospital records is erroneous. This section states that records must be kept on persons who are “admitted or committed to any facility . . . under any provision of this act”. Since it has been adjudicated that appellant’s November 21, 1973 commitment is null and void, appellant was never “admitted or committed to any facility under any provision of this act”. Therefore, Section 4602(a) does not bar the destruction of the hospital records in question.\nThe order of the Commonwealth Court is reversed and the appellees are ordered to destroy all hospital records pertaining to appellant’s commitment which occurred as a result of the November 21, 1973 order of commitment.\nPOMEROY, J., filed a dissenting opinion in which EAG-EN, C. J., and O’BRIEN, J., joined.\n. Wolfe v. Beal, 23 Pa.Cmwlth. 475, 353 A.2d 481 (1976).\n. Section 4602(a) states in pertinent part:\n“Whenever a person is admitted or committed to any facility or receives services or benefits at a facility under any provision of this act, a complete record pertaining to such person shall be maintained by the facility . . ”"}