{"id": "1740584", "contents": "OPINION OF THE COURT\nPER CURIAM:\nAppellant, Theron Trapp, was convicted in the Court of Common Pleas of Philadelphia County of murder of the first degree, burglary, aggravated robbery, and conspiracy. He was sentenced to imprisonment for life for murder, and ten-to-twenty years each for burglary and robbery, all sentences to run consecutively. The prosecution entered a nolle prosequi on the conspiracy conviction. Appellant filed post-verdict motions which were denied on Sept. 6, 1973 and no direct appeal was taken. On November 3, 1975, appellant filed a petition under the Post Conviction Hearing Act. After a hearing, appellant was permitted to file appeals nunc pro tunc from the judgments of sentence imposed. He then appealed the judgment of sentence on the murder conviction to this court. He also appealed the judgments of sentence for burglary and robbery to the Superior Court, which certified those appeals to this court.\nAppellant raises three allegations of error concerning the admissibility of his inculpatory statement:\n1. The police were required to inform him of the felony-murder rule;\n2. The police acted improperly by telling him that his co-defendants in the robbery-murder had made statements; and\n3. His confession was involuntary because of protracted questioning.\nWe have reviewed the applicable facts and law and find the allegations of error to be without merit.\nAppellant next argues that the trial court erred in its charge to the jury in two instances:\n1. By expressing his opinion as to the voluntary nature of appellant’s statements; and\n2. In failing to charge the jury on the effect of appellant’s alleged withdrawal from the conspiracy. •\nWe do not reach the merits of either of appellant’s allegations:\n1. The judge’s statements concerning the voluntariness of appellant’s statement. This issue is waived because appellant did not object to the statement at trial, did not cover it in the written post-verdict motions and did not orally argue the issue to the court en banc and the court did not sua sponte consider the issue. See Commonwealth v. Fortune, 464 Pa. 367, 370-71, 346 A.2d 783 (1975).\n2. The judge’s failure to charge on the alleged withdrawal from the conspiracy. This issue is not preserved for appellate review. The post-verdict motions did not raise this issue, nor did appellant orally argue the correctness of the charge nor did the court en banc consider it.\nJudgments of sentence affirmed.\nMANDERINO, J., files a dissenting opinion in which ROBERTS, J., joins."}