{"id": "1742107", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, James Mizell, was convicted by a jury of murder of the first degree. Post-verdict motions were denied and appellant was sentenced to life imprisonment.\nAppellant filed a direct appeal to this court on March 26, 1975. On May 12, 1976, this court ordered that appellant’s counsel file a new brief in conformity with the standards set forth in Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), and Commonwealth v. Jones, 451 Pa. 69, 301 A.2d 811 (1973). Commonwealth v. Mizell, 467 Pa. 265, 356 A.2d 742 (1976). On July 6, 1976, this court vacated the appointment of appellant’s counsel and ordered the Court of Common Pleas of Philadelphia to appoint new counsel to pursue appellant’s appeal. Commonwealth v. Mizell, 467 Pa. 451, 359 A.2d 180 (1976). On October 17, 1977, after appointment of new appellate counsel and the filing of new briefs, the matter was argued before this court.\nAppellant, being represented by new counsel, challenges the effectiveness of trial counsel. Commonwealth v. Dancer, 460 Pa. 95, 331 A.2d 435 (1975). Before he was tried, appellant was, on two separate occasions, found incompetent to stand trial. During his trial an insanity defense was not raised. It is because of trial counsel’s failure to pursue an insanity defense that appellant believes trial counsel was ineffective.\nIn Com. ex rel Washington v. Maroney, 427 Pa. 599, 604-05, 235 A.2d 349 (1967), we stated:\n“. . . our inquiry ceases and counsel’s assistance is deemed constitutionally effective once we are able to conclude that the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interests. The test is not whether other alternatives were more reasonable, employing a hindsight evaluation of the record. Although weigh the alternatives we must, the balance tips in favor of a finding of effective assistance as soon as it is determined that trial counsel’s decisions had any reasonable basis.” (Emphasis in original.)\nOn the record we have before us, we are unable to determine if trial counsel had some reasonable basis for not pursuing an insanity defense. We must thus remand for an evidentiary hearing on a claim of ineffective assistance of counsel. Should the Court of Common Pleas of Philadelphia determine that appellant was denied the effective assistance of counsel, it shall enter an order granting appellant a new trial. If not, the trial court should reimpose judgment of sentence. The aggrieved party may then seek appropriate appellate review.\nJudgment of sentence vacated and case remanded for an evidentiary hearing and proceedings consistent with this opinion.\nPACKEL, J., took no part in the decision of this case."}