{"id": "1742134", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nAppellant Glenda Yvonne Knight pleaded guilty to murder of the third degree for killing her first husband. The court imposed a sentence of imprisonment of eight to twenty years. Appellant’s only contention is that the trial court abused its discretion in imposing sentence. We affirm the judgment of sentence.\nOn September 27,1975, appellant drove to the home of her former husband and killed him by firing a single shot through the skull with a .22 caliber rifle. Immediately after the shooting, appellant called to a pair of passing neighbors that she had just killed her former husband and that they should inform the police. The neighbors reported that appellant appeared distraught in a state of near hysteria. The police arrived within minutes and brought appellant to the stationhouse, where she gave a statement admitting that she had shot the victim but asserting that the gun had accidentally discharged when a barking dog startled her. Following indictment for murder and voluntary manslaughter, appellant, with the assistance of counsel, pleaded guilty to murder generally. The Commonwealth certified that the killing rose no higher than murder of the third degree and the court found appellant guilty of that offense.\nAppellant, at the age of fifteen, married her former husband in 1962. The couple had five children and were divorced in 1972. Each remarried. At various times during their marriage, the local children’s welfare agency placed their children in foster care because of troubles in the home. Appellant blamed these troubles on the victim. The victim’s desire to have custody of the children, whom appellant desired returned to her, proved a persistent source of conflict between the couple after the divorce. The evidence presented by appellant indicated that she was very upset that the court awarded custody of three of the children to the victim and that on the day of the incident the victim had in his car an order of the court awarding him custody. The trial court, however, found that appellant had not seen this order at the time of the shooting.\nAppellant argues that the sentence imposed was so excessive as to constitute an abuse of discretion. She contends that her sentence should be reduced in light of her emotional strain at the time of the incident caused by loss of her children, whom she loved and wanted in her home, her cooperation with the police and other officials, her record of nonviolence and because she presents no threat to the community and severe punishment for her crime will not serve as a deterrent to others.\nAlthough this Court has frequently reviewed sentences imposed for convictions of murder of the first degree, see, e. g., Commonwealth v. Williams, 456 Pa. 550, 317 A.2d 250 (1974); Commonwealth v. Lee, 450 Pa. 152, 299 A.2d 640 (1973); Commonwealth v. Person, 450 Pa. 1, 297 A.2d 460 (1972), we have never decided a case where punishment for committing murder of the third degree is said to be excessively harsh. In Commonwealth v. Martin, 466 Pa. 118, 351 A.2d 650 (1976), we applied the standards of review developed for convictions of murder of the first degree in reviewing convictions for violations of the Uniform Controlled Substance, Drug, Device and Cosmetic Act, Act of April 14, 1972, P.L. 233, § 1 et seq., 35 P.S. § 780-101 et seq. (Supp.1977). Thus, we believe those same standards should be applied here.\nImposition of a proper sentence under the Sentencing Code, 18 Pa.C.S.A. §§ 1301 et seq. (1973), is a matter vested in the sound discretion of the trial court, whose determination must be respected unless it is a manifest abuse of discretion. Commonwealth v. Martin, supra at 130 & n. 20, 351 A.2d at 656 & n. 20 (same discretion for trial courts under Code as under common law) (dictum); Commonwealth v. Lee, supra (pre-Code); Commonwealth v. Wrona, 442 Pa. 201, 275 A.2d 78 (1971) (same). The constraints placed upon the trial court in the exercise of its discretion are that it must not overlook pertinent facts, disregard the force of the evidence, commit an error of law, Commonwealth v. Givens, 363 Pa. 141, 69 A.2d 142 (1949); Commonwealth v. Hawk, 328 Pa. 417, 196 A. 5 (1938), or inflict punishment exceeding that prescribed by statute. Commonwealth v. Lee, supra; Commonwealth v. Wrona, supra. The trial court must thoroughly examine the facts and circumstances of the crime and the background and character of the defendant, Commonwealth v. Kostka, 475 Pa. 85, 92 n. 8, 379 A.2d 884, 888 n. 8 (1977); accord, Commonwealth v. Martin, supra; Commonwealth v. Green, 396 Pa. 137, 151 A.2d 241 (1959); Commonwealth v. Hawk, supra, and should consult a pre-sentence report if one has been prepared, especially where, as here, incarceration for one year or more is a possible disposition. Commonwealth v. Martin, supra; ABA Project on Minimum Standards of Justice Relating to Probation § 2.1 (Approved Draft, 1970). Likewise, the court should consider any information in the record bearing on degree of punishment. See Commonwealth v. Martin, supra. The sentence imposed should, as the Legislature has directed, be the minimum consistent with the protection of the public, the gravity of the offense and the rehabilitative needs of the defendant. Id.; see 18 Pa.C.S.A. § 1321(b) (Supp.1977); ABA Project on Minimum Standards of Justice, Standards Relating to Sentencing Alternatives and Procedures § 2.2 (Approved Draft, 1968).\nThe trial court here complied with these requirements. Appellant concedes that the sentence imposed did not exceed statutorily prescribed limits. The court had previously disposed of custody of appellant’s children and was therefore fully informed of the circumstances appellant asserts subjected her to emotional strain. The court had available a pre-sentence report which included background information concerning appellant’s family, work experience, criminal record, education, intelligence, mental, emotional and physical health, her version of the incident, statements from former employers, neighbors and friends, the report of the investigating officer and a psychiatric evaluation. See ABA Project on Minimum Standards of Justice, Standards Relating to Probation § 2.3 (Approved Draft, 1970) (listing information pre-sentence report should contain). The record before the court disclosed that appellant’s criminal record consisted of a conviction for simple assault arising out of an argument when an official of the children’s welfare organization criticized appellant’s supervision of the children, and a conviction for disorderly conduct arising out of similar circumstances. The psychiatric report stated' that appellant was not insane but was suffering great anxiety over separation from her children. Other evidence indicated that appellant had an I.Q. of around 80. There was also evidence, including appellant’s statement, that she had purchased ammunition the day of the killing and gone target shooting that morning before driving to the victim’s home.\nThe court stated its familiarity with the record and offered appellant full opportunity to enter any evidence in her favor. Appellant declined. Explicitly recognizing that appellant was deeply concerned about her children and that she did not kill the victim while acting with a cool and deliberate state of mind, the court concluded that appellant’s crime, committed without justification of any kind, deserved punishment of imprisonment of eight to twenty years.\nThe court did not abuse its discretion. We have upheld allegedly severe penalties even where the defendant allegedly acted under a “strong passion,” Commonwealth v. Jones, 355 Pa. 522, 50 A.2d 317 (1947), or “emotional disturbance.” Commonwealth v. Taranow, 359 Pa. 342, 59 A.2d 53 (1948). The psychiatric report concluded that appellant was not insane, see Commonwealth v. Graves, 394 Pa. 429, 147 A.2d 416 (1959); Commonwealth v. Taranow, supra; Commonwealth v. Hawk, supra. Although there was some evidence that appellant was of slightly less than average intelligence, that fact alone is not significant, see Commonwealth v. Graves, supra; Commonwealth v. Taranow, supra; Commonwealth v. Howell, 338 Pa. 577, 13 A.2d 521 (1940), and was balanced by evidence that appellant had the equivalent of a high school education.\nThis case is not one where sentencing was tainted by misconduct of the prosecutor, see Commonwealth v. Alvarado, 442 Pa. 516, 276 A.2d 526 (1971); Commonwealth v. Aljoe, 420 Pa. 198, 216 A.2d 50 (1966), the trial court was ignorant of appellant’s background, see Commonwealth v. Green, supra, or the court sentenced without considering appellant’s individual character and circumstances, see Commonwealth v. Martin, supra. Rather, the court received and reviewed all the evidence available and considered appellant’s special circumstances. See Commonwealth v. Cater, 402 Pa. 48, 166 A.2d 44 (1960), cert. denied, 366 U.S. 914, 81 S.Ct. 1089, 6 L.Ed.2d 238 (1961). The court imposed a sentence less than that allowed by statute and announced its reasons for doing so. We cannot say that the court abused its discretion. See Commonwealth v. Irelan, 341 Pa. 43, 17 A.2d 897 (1941) (life imprisonment, rather than capital punishment, proper sentence where Commonwealth recommended life imprisonment and mother who killed her son had been horribly mistreated by her husband, was of such limited intelligence that she could not think problems through to a logical conclusion and had been left destitute twice when abandoned by two husbands); Commonwealth v. Garramone, 307 Pa. 507, 161 A. 733 (1932) (life imprisonment, rather than capital punishment, proper sentence where defendant, “an industrious man without criminal record” and recognized as a peaceful, law abiding citizen, killed man who had struck the defendant’s teenage son, knocking him unconscious).\nJudgment affirmed.\nPOMEROY, NIX and LARSEN, JJ., concur in the result.\n. We hear this appeal pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. § 211.202(1) (Supp.1977).\nThe Commonwealth has failed to submit a brief.\n. For murder of the third degree, which is a felony of the first degree, 18 Pa.C.S.A. § 2502(c), the maximum punishment permitted by statute is a fine of $25,000, 18 Pa.C.S.A. § 1101(1), and imprisonment of not more than twenty years. 18 Pa.C.S.A. § 1103(1). The trial court did not impose a fine.\n. Appellant does not assert that the sentence must be vacated because the trial court failed to articulate reasons for the sentence imposed. We therefore need not determine whether the court satisfied the requirements of Commonwealth v. Kostka, 475 Pa. 85, 379 A.2d 884 (1977) and Commonwealth v. Riggins, 474 Pa. 115, 377 A.2d 140 (1977) (plurality opinion). Our Rules of Criminal Procedure have been amended to comport with Riggins. See Pa., R.Crim.P. 321, 1405, 1409, and 1410. These amendments are effective July 1, 1978."}