{"id": "1745031", "contents": "OPINION\nNIX, Justice.\nThis is an appeal from a judgment of sentence of life imprisonment entered upon a jury verdict finding appellant guilty of felony murder. 18 Pa.C.S.A. § 2502(b) (Supp. 1978-79). The crucial issue is whether the trial court erred in admitting into evidence, over appellant’s objection, two photographs of the victim’s body. For the reasons set forth below, we conclude that the trial court did err in admitting these photographs into evidence. Therefore, we reverse the judgments of sentence and order a new trial.\nThis Court has recently had occasion to discuss the admissibility of photographic evidence depicting a murder victim’s body. Commonwealth v. Schroth, 479 Pa. 485, 388 A.2d 1034 (1978). In Schroth we stated:\n“Normally the general rule is that testimony is admissible if it is relevant and competent. This basic rule is equally applicable to the admission of photographs or other types of demonstrative evidence. . . . However, where the photograph possesses gruesome or inflammatory qualities likely to inflame the passions of the viewer, our cases require the application of the ‘essential evidentiary value’ balancing test.”\nId. 479 Pa. at 489, 388 A.2d at 1036 (citations omitted). Therefore, our initial inquiry must determine whether the photographs in the instant case possess gruesome or inflammatory qualities likely to inflame the passions of the jury. We conclude that they do possess such qualities. The photographs are eight by ten inch black and white glossy pictures. Each print shows a close-up view of the victim’s body at the scene of the murder, the victim’s mobile home. The victim is clothed in what appears to be undergarments, and his body and clothing are splattered with blood. In one photograph, a large, gaping wound in the neck is clearly visible.\n’ In attempting to rebut appellant’s assertion that the photographs were inflammatory, the Commonwealth attempts to distinguish Commonwealth v. Powell, 428 Pa. 275, 241 A.2d 119 (1968), the case relied upon by appellant. As the Commonwealth correctly notes, this Court in Powell reversed a judgment of sentence because the trial judge admitted into evidence a series of color slides of the murder victim’s body. The Commonwealth proceeds to argue that because the photographs in the instant case were in black and white, Powell is inapplicable. While it is true that color photographs have the tendency of highlighting the gory details depicted, see Commonwealth v. Scaramuzzino, 455 Pa. 378, 381-82 n. 2, 317 A.2d 255, 259 n. 2 (1974), it does not follow that simply because photographs are in black and white, they will not be held to be inflammatory.\nNor was there any attempt on the part of the Commonwealth to avoid some of the prejudicial impact of the pictures. Instructive on this point is the case of Commonwealth v. Brueckner, 458 Pa. 39, 326 A.2d 403 (1974). In Brueckner this Court upheld the trial court’s admission of black and white photographs of a murder victim’s body. In finding that the photographs in Brueckner were not gruesome or unsavory to a point where they would be likely to inflame a jury, we placed considerable emphasis upon the following factors:\nThe body of the victim had been cleaned of all blood, and the trial judge took the wise precaution of covering those portions of the photographs showing the face of the victim so the jury would be unaffected by any facial expression of the victim.\nId. 458 Pa. at 44, 326 A.2d at 406. As our description of the photographs makes clear, no similar precautions were taken in the instant case.\nHaving found the photographs to be inflammatory, we must next determine whether they were of essential evidentiary value to the prosecution’s case. Commonwealth v. Schroth, supra, 479 Pa. at 490, 388 A.2d at 1036; Commonwealth v. Ross, 452 Pa. 500, 506, 307 A.2d 898, 901 (1973) (photographs essential to rebut claim of self-defense). Unfortunately, the Commonwealth, apparently being firmly convinced that the pictures were not gruesome or inflammatory, has not argued in the alternative that the demonstrative evidence was in any way necessary to its case. Nor has our independent review of the record disclosed any issue as to which the photographs would be essential. The Commonwealth proceeded upon the theory of felony murder, charging robbery as the underlying felony. At trial, the coroner, who examined the victim’s body at the crime scene, testified extensively as to the condition of the victim’s body and the nature of the wounds. Following the coroner’s testimony, the pathologist who conducted the autopsy testified as to similar matters and stated that death was caused by knife and bullet wounds. Thus, there was an abundance of expert testimony going to prove the element of death due to a criminal agency. See Commonwealth v. Williams, 476 Pa. 557, 563-566, 383 A.2d 503, 506-08 (1978). There is no indication that the photographs were necessary to supplement the otherwise specific testimony of the coroner and the pathologist. This Court’s statement in Commonwealth v. Powell, supra, is equally applicable here:\nHere, we have a clear felony murder case where the force used and the nature and extent of the injuries involved have no bearing on a finding of first degree felony murder. Moreover, assuming their relevance with respect to appellant’s intent to commit grievous bodily harm, nowhere is it illustrated to our satisfaction that the pathologist could not have adequately and effectively testified without the use of these photographs. Whatever aid these photographs may have been, their use was clearly outweighed by the emotional impact it would undoubtedly have on the jury. (Footnote omitted)\nId. at 428 Pa. at 279, 241 A.2d at 121; see Commonwealth v. Dankel, 450 Pa. 437, 441, 301 A.2d 365, 368 (1973). In the instant case the photographic evidence was at best cumulative but certainly not essential. Therefore, we are forced to conclude that the trial court abused its discretion in admitting these exhibits at trial.\nJudgment of sentence is reversed, and appellant is granted a new trial.\nROBERTS, J., filed a concurring opinion.\nMANDERINO, J., filed a concurring opinion.\nLARSEN, J., filed a dissenting opinion.\n. This Court’s jurisdiction is based upon section 202(1) of the Appellate Court Jurisdiction Act of 1970. 17 P.S. § 211.202(1) (Supp.1978-79).\n. The Commonwealth asserts that only one photograph was admitted into evidence by the trial court. However, a review of the notes of testimony shows that both photographs were received into evidence. N.T. at 334, 416.\n. Because we grant appellant a new trial we need not reach the . merits of the other issues raised by appellant.\n. The trial court, in its opinion on post-trial motions, ruled that the photographs were not “prejudicial or gruesome.” However, after admitting the photographs at trial, the trial judge gave cautionary instructions to the jury. Given the nature of the photographs and the fact that the jury’s reaction to them would more likely be emotional rather than rational, we cannot say that these instructions cured the prejudicial effect. See Commonwealth v. Scaramuzzino, 455 Pa. 378, 384 n. 4, 317 A.2d 255, 261 n. 4 (1974); Commonwealth v. Powell, 428 Pa. 275, 279 n. 1, 241 A.2d 119, 121 n. 1 (1968)."}