{"id": "1745029", "contents": "OPINION OF THE COURT\nNIX, Justice.\nAppellant James Lee Smith was convicted by a jury of two counts of murder, the first being murder of the first degree and the second being murder of the third degree. This is a direct appeal from the judgments of sentence.\nThe relevant facts were established at trial as follows. On December 15, 1974 Fant, Rodgers and Collins were at a nightclub from which Fant was ejected as a result of an altercation at the bar. Thereafter a scuffle broke out in the parking lot and Bruce Fisher, the nightclub owner, sprayed mace into the group to restore order. As Fant, Rodgers and Collins were leaving they announced they would return. Shortly thereafter these three, accompanied by appellant, returned to the parking lot. Fant was carrying a rifle and appellant a hand gun. Fant yelled, “Who do I shoot?” to the persons in the parking lot, and the four men entered the nightclub through the front door. Once inside, appellant asked, “Which one is Bruce, where is Bruce?” Bruce Fisher approached the group and appellant said to him, “What are you doing beating on my brother?” Fisher was then struck on the head with a beer bottle by Rodgers. According to the uncontradicted testimony of one witness, during this time the appellant was waving his pistol around as if to cover Fant, who was holding the rifle.\nAs Fisher turned and walked away from the group, Fant brought his rifle up to waist level and fired, striking Fisher in the back and killing him almost instantly. Fant fired several other shots, one of which struck and killed John Shlosky, a patron, in the rear of the bar. As Fant was firing his rifle, appellant who stood beside him, fired his revolver several times in the nightclub, not hitting either Fisher or Shlosky. One or two other patrons of the lounge were injured by gunfire. A .38 caliber revolver slug was found waist high in the side wall panelling of the lounge.\nFirst appellant complains there was insufficient evidence to support the conviction. More specifically, appellant argues that since the fatal shots were fired by Fant, the Commonwealth failed to prove the element of appellant’s causation of the deaths; and, that since Fant was convicted of murder of the third degree, the Commonwealth failed to satisfy their burden of proving that appellant formed the necessary intent for murder of the first degree.\nThe fact that the fatal shots were fired by someone other than appellant is inconsequential since an accomplice is held to be equally accountable for the killing. 18 Pa.C.S.A. § 306(b)(3). The Crimes Code defines an accomplice as follows:\n(c) Accomplice defined. — A person is an accomplice of another person in the commission of an offense if:\n(1) with the intent of promoting or facilitating the commission of the offense, he:\n(ii) aids or agrees or attempts to aid such other person in planning or committing it;\n18 Pa.C.S.A. § 306(c).\nIt is true that mere presence at the scene of the crime is not sufficient to establish an accused’s status as an accomplice. Commonwealth v. Finley, 477 Pa. 382, 383 A.2d 1259 (1978); Commonwealth v. Roman, 465 Pa. 515, 351 A.2d 214 (1976); Commonwealth v. Fields, 460 Pa. 316, 333 A.2d 745 (1975). However, here the record provides ample evidence to establish that appellant was more than a mere spectator, but rather an active participant in the criminal design. The fact that upon their arrival at the scene appellant was armed, that he was in a position to hear Fant’s statement in the parking lot, that appellant upon entering the building inquired as to the identity and whereabouts of the victim, Bruce Fisher, his act of waiving the weapon during the encounter, and his actual firing of the weapon several times provide more than sufficient evidence upon which to find appellant was an active partner in the criminal episode. Commonwealth v. Roman, supra 465 Pa. at 523, 351 A.2d at 218; Commonwealth v. Waters, 463 Pa. 465, 471, 345 A.2d 613, 615 (1975); Commonwealth v. Leach, 455 Pa. 448, 451, 317 A.2d 293, 294 (1974). Once it has been determined that appellant was an accomplice, proof that the principal caused the death satisfies the requirement of establishing the causal relationship of the accomplice. Here the fact that Fant fired the fatal shots is not challenged. Thus the challenge to sufficiency, relating to the asserted failure to establish the element of causation, is without merit.\nWe are also satisfied that the evidence supports a finding that appellant had formed a specific intent to assist in the taking of the life of Bruce Fisher. Further, the fact that the principal was only convicted of murder in the third degree for the killing of Fisher is of no consequence since the Crimes Code specifically allows that an accomplice may be convicted of a different degree of an offense than the person who actually fired the fatal shots:\n“(g) Prosecution of accomplice only. — An accomplice may be convicted on proof of the commission of the offense and of his complicity therein, though the person claimed to have committed the offense has not been prosecuted or convicted or has been convicted of a different offense or degree of offense or has an immunity to prosecution or conviction or has been acquitted.”\n18 Pa.C.S.A. § 306(g) (1973). See also Commonwealth v. Parmer, 364 Pa. 11, 70 A.2d 296 (1950).\nAppellant next assigns as error the lower court’s denial of his motion for change of venue. In particular, appellant complains that the volume of pre-trial publicity surrounding his trial was overwhelming and that there resulted a pattern of prejudice in the community as evidenced by the extensive voir dire examination and the large number of veniremen excused for cause. In Commonwealth v. Richardson, 476 Pa. 571, 586, 383 A.2d 510, 518 (1978) we stated:\n“Tlie factors considered in assessing whether a trial judge’s discretion has been abused in denying a change of venue based on pre-trial publicity are: 1) the length of time between the publicity and the trial, 2) the nature and extent of the publicity (whether inflammatory or basically factual and how pervasively the information has been disseminated), 3) the degree to which the information is attributable to police or prosecution sources, 4) the community atmosphere, 5) the trial court’s efforts to insulate the jury against and/or to diminish the impact of the publicity, and 6) the probable efficacy of a change of venue. Murphy v. Florida, supra, 421 U.S. 794, 95 S.Ct. 2031, 44 L.Ed.2d 589; Sheppard v. Maxwell, 384 U.S. 333, 86 S.Ct. 1507, 16 L.Ed.2d 600 (1966); Commonwealth v. Martin, supra, 465 Pa. 134, 348 A.2d 391; Commonwealth v. Nahodil, 462 Pa. 301, 341 A.2d 91 (1975); Commonwealth v. Stoltzfus, 462 Pa. 43, 337 A.2d 873 (1975); Commonwealth v. Pierce, 451 Pa. 190, 303 A.2d 209 (1973); Commonwealth v. Hoss, 445 Pa. 98, 283 A.2d 58 (1971). See also, Ranney, Remedies for Prejudicial Publicity: A Brief Review, 21 Vill.L.Rev. 819, 830-831 (1976).”\nFirst, it must be noted that appellant merely introduced the articles into evidence. He has failed to indicate any articles which he contends are inflammatory rather than factual in nature. Our review of the articles demonstrates to us that they consisted primarily of accounts describing the events which took place on the night of December 15, 1974. Appellant stressed the extensive voir dire and the number of excused veniremen as evidence of the alleged community’s hostility toward appellant. We are not convinced that these factors further appellant’s claim since the allowance of an extensive voir dire and liberal rulings on challenges for cause tend to indicate the trial judge’s desire to assure that the trial was conducted before a fair and impartial jury. Further, counsel was permitted to question each prospective juror on voir dire out of the hearing of other prospective jurors, a procedure which we have indicated contributes to the assurance of a fair trial. Commonwealth v. Johnson, 440 Pa. 342, 351, 269 A.2d 752, 756 (1970). It was the court’s opinion that no juror was selected who had a fixed opinion, and after the panel of jurors was chosen, appellant’s counsel expressed his satisfaction with the selection. In light of appellant’s unimpressive evidence, we do not believe the lower court abused its discretion in refusing to grant appellant’s motion. Commonwealth v. Richardson, supra; Commonwealth v. Martin, 465 Pa. 134, 348 A.2d 391 (1975), cert. denied 428 U.S. 923, 96 S.Ct. 3234, 49 L.Ed.2d 1226.\nNext, appellant contends that the Commonwealth did not lay a proper foundation for the testimony of the pathologist, Dr. Ayres, in order for him to testify as to the cause of the two victims’ deaths. Dr. Ayres admittedly was not present during the autopsy, nor did he see the bodies, but rather a funeral director and deputy coroner of Fayette County, Andrew Haky, performed the autopsies. Mr. Haky examined the victims, excised their vital organs and turned those organs over to Dr. Ayres the next day. Mr. Haky testified describing the gunshot wounds and the path and location of the bullets in the victims’ bodies. Dr. Ayres testified that based on his examination of the vital organs, combined with the information supplied by Mr. Haky, Fisher’s death was caused by a gunshot wound of the abdomen with laceration of the liver and inferior vena cava (the large abdominal blood vessel), hemorrhage and cardiac arrest. He testified Shlosky’s death was caused by a gunshot wound of the chest with laceration of the heart and lungs, hemorrhage into the chest cavity and cardiac arrest. Mr. Haky gave no opinion as to cause of death or other medical opinion. Appellant concedes that a medical expert can offer opinion testimony on medical matters based in part upon reports of others which are not in evidence but which the expert customarily relies upon in the practice of his profession. Commonwealth v. Thomas, 444 Pa. 436, 445, 282 A.2d 693, 698 (1971). However, appellant argues that the cases have involved reports from other qualified medical personnel, such as a nurse or attending physician, and that Mr. Haky was not so qualified. In each case we must review the qualifications of the individual whose report is being relied upon and the nature of the subject matter covered in that report. Further, it is appropriate to consider his experience in the field, and not limit the inquiry to a standard based solely upon the formal training the witness has received in the field. Mr. Haky testified that he studied pathology at Eckles College of Mortuary Science, assisted pathologists for twenty-five years in approximately five-hundred autopsies, assisted Dr. Ayres in approximately one-hundred and twenty-five autopsies, and performed a number of autopsies alone, two of which were performed on bodies whose death resulted from possible homicides and both of which involved gunshot wounds. Taking into account Haky’s experience, and that the information supplied by him did not include medical opinions but merely facts observed as a result of external and internal examinations, we are satisfied that the report was a proper basis from which Dr. Ayres, in combination with his own examination, could make conclusions “with a reasonable degree of medical certainty” as to the cause of the deaths. Commonwealth v. Williams, 476 Pa. 557, 567, 383 A.2d 503, 508 (1978). See Commonwealth v. Daniels, 480 Pa. 340, 390 A.2d 172 (1978).\nAppellant sets forth several other arguments which we find to be without merit and which do not warrant discussion.\nAccordingly, we affirm the judgments of sentence.\n. This Court’s Jurisdiction is based upon section 202(1) of the Appellate Court Jurisdiction Act of 1970. 17 P.S. § 211.202(1) (Supp. 1978-79).\n. Codefendant Fant was tried one week before appellant’s trial commenced. Newspaper articles which were made part of the record at appellant’s trial quoted witnesses’ testimony at Fant’s trial and made reference to appellant.\n. In a related argument appellant claims that his right to choose his counsel was violated. The only reason appellant gave for his dissatisfaction with his public defender was that he did not appeal the denial of his motion for change of venue before trial. Since an order on such a motion is interlocutory and cannot be immediately appealed, Pa.R.A.P. 311(a), counsel was not incompetent and, therefore, the lower court properly refused appellant’s request for a change of counsel. An indigent is entitled to free counsel but not free counsel of his own choice. Commonwealth v. Tyler, 468 Pa. 193, 197, 360 A.2d 617, 619 (1976); Commonwealth v. Johnson, 428 Pa. 210, 213, 236 A.2d 805, 807 (1968). While appellant admits his motion was vague, he now argues that his request was not for new counsel but for no counsel. Nowhere does the record reflect a request to waive counsel or to represent himself.\n. Appellant also claims that the Commonwealth failed to sufficiently establish Mr. Haky’s qualifications to permit him to testify concerning the subject matter in question. In view of Mr. Haky’s aforementioned experience and training as an assistant to pathologists, a deputy coroner, and a funeral director, we believe he was qualified to testify as to his visual observations of the bodies, his excision of the organs and tissue, and his delivery of the organs and tissues to Dr. Ayres.\n. Appellant also assigns as error the denial of various points for charge, the selection of jurors summoned for a different week of trial, the denial of a request for a jury view, and the admission into evidence of a gun and photographs. Additionally, the objection of the exclusive use of the voter list for the selection of jurors was waived."}