{"id": "1745037", "contents": "OPINION\nNIX, Justice.\nThe appellant, Metropolitan Pittsburgh Nonprofit Housing Corporation (Metropolitan), was denied a local real estate tax exemption by appellee Board of Property Assessment, Appeals and Review. A de novo appeal was taken to the Common Pleas Court of Allegheny County, which determined that the exemption had properly been denied. On appeal from that determination, the Commonwealth Court affirmed. We granted appellant’s petition for allowance of appeal, and now affirm.\nMetropolitan is a nonprofit corporation which has built the Lemington Heights Housing Project in Pittsburgh in conformity with the provisions of section 221(d)(3) of the National Housing Act, 12 U.S.C. § 17157. Under the terms of section 221(d)(3), the federal government provides subsidies on mortgage interest payments to Metropolitan, and Metropolitan is permitted to rent the dwelling units to low and moderate income families approved by the federal Department of Housing & Urban Development (HUD) in accordance with a rent schedule established by HUD. HUD also guarantees the mortgage payments. Seed money for the project came from the federal government and the Urban Affairs Foundation of the United Jewish Federation of Pittsburgh. These funds were also guaranteed by HUD and have been repaid, although without interest.\nOf the 87 rental units in Lemington Heights, 32 are rented by families whose annual incomes average $5,000, and who also receive rent supplement payments from HUD. The other 55 units are occupied by families with average annual incomes of $7,500. The rents paid by all tenants range from $130 per month for a one-bedroom apartment to $200 per month for a four-bedroom apartment. These rents are below the market rate for comparable apartments commercially available in the area. The lower rates are possible because the federal government subsidizes the mortgage payments and because Metropolitan is a nonprofit corporation. Tenants who fail to pay their rent are evicted. In the Rental Housing Project Income Analysis and Appraisal form which it used in establishing a rental schedule to cover the project’s cost, HUD allocated $35,000 annually for the payment of local real estate taxes.\nMetropolitan’s claim to exemption from local real estate taxes is based on article VIII, section 2(a)(v) of the Pennsylvania Constitution, which provides:\n“(a) The General Assembly may by law exempt from taxation:\n(v) Institutions of purely public charity, but in the case of any real property tax exemptions only that portion of real property of such institution which is actually and regularly used for the purposes of the institution.”\nPa.Const., art. VIII, § 2(a)(v) (emphasis added). Pursuant to that section, the General Assembly enacted the General County Assessment Law, Act of May 22, 1933, P.L. 853, art. II, § 204(a)(3), as amended, 72 P.S. § 5020-204(a)(3) (Supp. 1978-79), exempting from local taxation:\n“All hospitals, universities, colleges, seminaries, academies, associations and institutions of learning, benevolence, or charity, including fire and rescue stations, with the grounds thereto annexed and necessary for the occupancy and enjoyment of the same, founded, endowed, and maintained by public or private charity: Provided, That the entire revenue derived from the same be applied to the support and to increase the efficiency and facilities thereof, the repair and the necessary increase of grounds and buildings thereof, and for no other purpose; . . . ” (emphasis added).\n72 P.S. § 5020-204(a)(3) (Supp.1978-79).\nMetropolitan contends that, while no case has specifically held that a housing project built in accordance with section 221(d)(3) of the National Housing Act is tax exempt, some of the reasoning in our developing case law justifies an exemption for Lemington Heights as a “purely public charity.” We view this claim in the light of the well-established rules stated by this Court in Four Freedoms House of Philadelphia, Inc. v. Philadelphia, 443 Pa. 215, 279 A.2d 155 (1971):\n“Since liability of all real estate is the rule with exemption the exception, e. g., Dougherty v. City of Philadelphia, 112 Pa.Super. 570, 172 A. 177 (1934), the burden is placed on the claimant to bring itself within the exemption. E. g., Pittsburgh Institute of Aeronautics Tax Exemption Case, 435 Pa. 618, 258 A.2d 850 (1969); University of Pittsburgh Tax Exemption Case, 407 Pa. 416, 180 A.2d 760 (1962); Wynnefield United Presbyterian Church v. City of Philadelphia, 348 Pa. 252, 35 A.2d 276 (1944); Albright College Tax Assessment Case, 213 Pa.Super. 478, 249 A.2d 833 (1968). Moreover, statutory provisions exempting property from taxation are subject to a strict construction. E. g., Y.M.C.A. v. Reading, 402 Pa. 592, 167 A.2d 469 (1961); McGuire v. Pittsburgh School District, 359 Pa. 602, 60 A.2d 44 (1948).”\nId. 443 Pa. at 218-19, 279 A.2d at 157. With these considerations in mind, we agree with the Board of Assessment and both lower courts that the cases on which Metropolitan relies are distinguishable in significant respects, and that the grant of an exemption for the Lemington Heights project would be an unjustified extension of the constitutional concept of a “purely public charity” as developed by our case law.\nMetropolitan’s principal reliance is on two cases, Four Freedoms House of Philadelphia, Inc. v. Philadelphia, supra, and Presbyterian Homes Tax Exemption Case, 428 Pa. 145, 236 A.2d 776 (1968), which involved housing for the elderly. Metropolitan contends that the important factor leading to the conclusion that the nonprofit housing corporations in those cases were institutions of purely public charity was not that their tenants were elderly but that they had limited incomes. We disagree. Four Freedoms House of Philadelphia, Inc. v. Philadelphia, supra, stated the following three-step test for determining entitlement to a tax exemption:\n“For the appellant to obtain the claimed exemption from taxation, it must affirmatively show that the entire institution, (1) is one of ‘purely public charity’; (2) was founded by public or private charity; (3) is maintained by public or private charity.”\nId. 443 Pa. at 218, 279 A.2d at 157, quoting Woods School Tax Exemption Case, 406 Pa. 579, 178 A.2d 600, 602 (1962). In its analysis of the three requirements, the Four Freedoms House opinion’s entire discussion of the first requirement consists of this single sentence:\n“Turning to the facts of the case at bar and guided by our decision in the Presbyterian Homes Tax Exemption Case, 428 Pa. 145, 236 A.2d 776 (1968), there can be no doubt that providing low-cost housing for elderly persons with limited incomes constitutes a public charity.”\nId. 443 Pa. at 219, 279 A.2d at 157.\nObviously, on the issue of whether the institution in question was one of purely public charity, Four Freedoms House was simply following the Presbyterian Homes Tax Exemption Case, supra. The most cursory reading of Presbyterian Homes reveals an overwhelming emphasis on the age of the tenants in determining that the use of the homes was a charity in the sense that term is used in the Pennsylvania constitutional and statutory tax exemption provisions. The fact that the elderly tenants in Four Freedoms House had limited incomes simply made it that much clearer that they would have difficulty caring for themselves, which was the rationale for the exemption for the nonprofit housing for the elderly in Presbyterian Homes.\nMetropolitan relies on Vanguard School Tax Exemption Case, 430 Pa. 378, 243 A.2d 323 (1968), for the proposition that entitlement to charitable tax exemption does not depend solely on the age of the beneficiaries. In that case, the students at the school suffered from physical and emotional infirmities which necessitated special educational attention. The school supplied a necessity to the students which they would not otherwise be able to obtain. Thus the underlying reason for finding the Vanguard School to be a purely public charity was the same as for Four Freedoms House and Presbyterian Homes — that in each case the institution supplied essential care which its beneficiaries could not provide for themselves. This is clear from Mr. Justice MUSMANNO’s opinion in Vanguard School, which after quoting at length from Mr. Chief Justice BELL’s discussion of the needs of the elderly, see Note 4, supra, states:\n“The beneficiaries in this case are at the opposite end of the chronological scale but they need care in the same manner that the disabled superannuated require attention.”\nVanguard School Tax Exemption Case, supra at 383, 243 A.2d at 324 (1968). In contrast, while Lemington Heights probably makes it possible for its tenants to have somewhat better housing than they might otherwise be able to afford it is not providing them with any physical, emotional or moral services which they would be without were it not for Metropolitan’s building of the Lemington Heights project.\nSalvation Army v. Allegheny County, 367 Pa. 373, 80 A.2d 758 (1951), on which Metropolitan also relies, is similarly distinguishable. In that case, the Salvation Army operated a residence for young women under thirty-five years of age and preferably under twenty-five years of age “. solely to prevent young women of modest or no income and without homes in the City of Pittsburgh or from broken homes within the City from falling victim to the vices which inevitably exist in all large centers of population and to which they might be susceptible.” Salvation Army v. Allegheny County, supra, 367 Pa. at 377, 80 A.2d at 760. Moreover, the residents received, “. . . not merely food and lodging, but also educational and recreational facilities, personal care and guidance, as well as many other comforts which are not measurable in dollars and cents alone.” Id. 367 Pa. at 379, 80 A.2d at 761. It is true that in the Salvation Army case, the young women residents had limited incomes. Some even had no income at all. And as the Court noted in that case, “In many instances girls have been given free accommodations during periods of financial difficulties and no effort is made to require them to pay for such when they have regained their ability to pay.” Id. 367 Pa. at 378, 80 A.2d at 760. This situation is in stark contrast to the practice in the Lemington Heights project, where families cannot even be approved as tenants unless they have sufficient income that HUD will judge them capable of paying their rent, and once admitted as tenants they will be evicted should they fail to pay their rent for any reason. Metropolitan’s own witness stated at the hearing in the court of common pleas that 50% of applicants are turned down as poor credit risks, and of the 50% admitted as tenants, many are eventually evicted. The Salvation Army case is thus distinguishable from this case both by reason of the additional educational and personal services provided the residents and the nature of its admission requirements.\nMetropolitan also urges us to look at cases from other jurisdictions in our consideration of whether Lemington Heights should be entitled to a charitable tax exemption. We can locate only one such case with a factual situation similar enough to provide an adequate basis for comparison. In Mountain View Homes, Inc. v. State Tax Commission, 77 N.M. 649, 427 P.2d 13 (1967), the Supreme Court of New Mexico unanimously rejected a claim to a charitable tax exemption for an Albuquerque housing project, which had also been built and administered under Section 221(d)(3) of the National Housing Act for low and moderate income tenants. The strong rejection of the exemption by the entire Court is even more impressive when we note that New Mexico’s constitutional provision for charitable tax exemption is more broadly worded than Pennsylvania’s, and that New Mexico is one of a handful of jurisdictions which holds that charitable tax exemption provisions are not to be construed strictly, Temple Lodge No. 6, A. F. & A. M. v. Tierney, 37 N.M. 178, 20 P.2d 280 (1933), unlike most other jurisdictions which join Pennsylvania in holding that tax exemption provisions are subject to strict construction, Four Freedoms House of Philadelphia, Inc. v. Philadelphia, supra, 443 Pa. at 219, 279 A.2d at 157.\nOur analysis of the applicable constitutional and statutory provisions, as well as the cases thereunder, convinces us that Metropolitan is not a “purely public charity” entitled to a local tax exemption. Accordingly, the order of the Commonwealth Court is affirmed.\nMANDERINO, J., concurred in the result.\nROBERTS, J., filed a dissenting opinion.\nPACKEL, J., did not participate in the decision of this case.\n. Metropolitan Pittsburgh Nonprofit Housing Corporation v. Board of Property Assessment, Appeals and Review, 28 Pa.Cmwlth. 356, 368 A.2d 837 (1977). Judge Blatt wrote the opinion for the six-member majority. Judge Wilkinson dissented without opinion.\n. Metropolitan has defaulted on its mortgage payments, so the mortgage has now been assigned to HUD.\n. FHA Form No. 2264, Rev. 10/68.\n. “For centuries, and in nearly every civilized Country, the care of the aged has been considered charitable. Moreover, the social need of governmental and charitable caring for the aged, as well as the importance and necessity for such a benevolent public policy, have become widely recognized and accepted, as medical science in the United States constantly lengthens life expectancy with its resulting increase in the number of needy aged. The elderly, even those who are not completely incapacitated physically, suffer from loneliness, and from mental and physical infirmities which tend to increase as they grow older and their children leave the family home and their contemporaries move away or die. With each passing year, they usually become less and less able to cope with the day-to-day problems of life, including the management of their homes, their proper maintenance and support, and even, at times, their adequate nourishment; and they often live in fear and dread of illness or of some physical disability or possible poverty, or of just plain inability to adequately take care of themselves. It is certainly in the public interest and public welfare that homes and other facilities be established and maintained to relieve these worries and anxieties, these fears and sufferings, and this well-known inability of the aged to adequately care for themselves. Furthermore, it is a matter of common knowledge that pension plans, retirement benefits, and Government-supported programs for the support and care of the elderly greatly aid, but simply do not solve all of the underlying human problems of the aged.” Presbyterian Homes Tax Exemption Case, 428 Pa. 145, 151, 236 A.2d 776, 779 (1968) (emphasis in original).\n. Article VIII, section 3 of the New Mexico Constitution provides in pertinent part, “[A]ll property used for educational or charitable purposes . . . shall be exempt from taxation.”\n. Annot., 39 A.L.R.3d 640, 650, § 3[b] (1971).\n. Id. at 648, § 3[a]."}