{"id": "1747289", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nWe reaffirm that, in the absence of the settlor’s clear demonstration of intent to the contrary, income beneficiaries are entitled to distribution of trust income in excess of minimum specified payments.\nIn 1951, settlor John Stephens executed a will providing for a residuary trust for the benefit of his four children, Mrs. Ruth E. Knepp, J. Paul Stephens, Donald L. Stephens and Ralph G. Stephens. Subsequently Donald died. On September 27, 1956, settlor executed a codicil by which he directed that under no circumstances would Donald’s widow or issue receive any of the benefits of the trust.\nItems IX, X and XI of the will, as amended by the codicil, provided:\n“ITEM IX. My Trustee and its successor shall hold the corpus and income of the residuary trust estate to and for the benefit of my children MRS. RUTH E. KNEPP, J. PAUL STEPHENS and RALPH G. STEPHENS, share and share alike, so that each of the said beneficiaries shall be entitled to receive one-third of the corpus and income of the trust estate in the manner hereinafter provided, subject to all of the provisions hereof.\nITEM X. Beginning three (3) months after the transfer to my Trustee of the residue of the assets of my estate, but not longer than fifteen (15) months from the date of my death, my Trustee shall pay unto each of my children MRS. RUTH E. KNEPP, J. PAUL STEPHENS and RALPH G. STEPHENS quarterly the sum of Three Hundred ($300.00) Dollars from the income and principal of their respective shares of my trust estate until the full amount of their respective shares of the income and principal of my trust estate shall have been paid to each of them.\nITEM XI. (a) If any of my children shall predecease me or shall die prior to receiving the income or principal of his or her full share of the said trust estate, such deceased child’s share shall vest in the issue of such child per stirpes, share and share alike, and shall be paid in the manner hereinbefore provided until such share, both as to income and principal, is fully paid and distributed, provided, however, that no share of my trust estate shall vest in the widow, children or issue of my son DONALD.\n(b) If any of my children predeceasing me or dying without having received the income or principal of his or her full share of the said trust estate shall not leave issue to survive, then such child’s interest in the trust estate, shall terminate, and the share of the said trust herein bequeathed and devised to such child shall pass to such of my other children who shall survive me and the issue of deceased children, except issue of DONALD, share and share alike, such issue of deceased children to take per stirpes, share and share alike. It is my express intention and I direct that no part of my estate shall pass or be distributable to the widow or issue of my son DONALD, who has predeceased me.”\nSettlor did not provide for a remainder interest or a means of terminating the trust if its life exceeded the period permitted by the Rule against Perpetuities.\nSettlor died on October 20, 1957. Appellee Lewistown Trust Company, the trustee named in settlor’s will, began administering the estate, distributing $300.00 quarterly to each named beneficiary. These payments amounted to $8,600.00 annually. On March 11, 1968, settlor’s son J. Paul Stephens died. Since his death, Lewistown Trust, pursuant to Item XI of the will, has distributed $800.00 quarterly to his only surviving issue, Nancy C. Stephens. On April 3, 1975, settlor’s other son, Ralph G. Stephens, died, leaving a son and a daughter. Pursuant to the will, the two children of Ralph have since his death been sharing his quarterly payment.\nOn July 8, 1968, shortly after the death of J. Paul Stephens, his daughter, Nancy, and the then surviving children of settlor, Ralph and Ruth, filed a complaint in the orphans’ court requesting termination of the trust or, in the alternative, distribution of accumulated income or such other relief as the court deemed proper. The complaint averred that the trust corpus had increased in value from approximately $100,000.00 when the trust was created to more than $160,-000. 00 as of December 13, 1967, because it was producing income in excess of the annual payments of $3,600.00. Lewistown Trust and additional respondents, potential beneficiaries of settlor’s estate, admitted these averments. On September 10, 1975, the parties stipulated that “[t]he trust estate has increased by reason of the additions thereof of undistributed income” of nearly $50,000.00.\nOn August 31,1976, the orphans’ court issued a decree nisi denying the requested relief. Appellants Nancy C. Stephens and Ruth E. Knepp filed exceptions to the decree. On March 31,1977, the court issued a final decree dismissing the exceptions and affirming its earlier decree.\nAppellants argue that the primary objects of settlor’s bounty were his three named children, to whom he gave his entire residuary estate, and that therefore the trustee should, at a minimum, distribute all accumulated trust income to settlor’s surviving child, Ruth, and the issue of his named, deceased children. The orphans’ court ruled that settlor in his will clearly demonstrated his intent that the trustee add excess income, if any, to the corpus rather than distribute it to the named beneficiaries. We believe appellants are entitled to distribution of accumulated trust income and therefore reverse the decree of the orphans’ court.\nIn McDowell National Bank v. Applegate, 479 Pa. 300, 304, 388 A.2d 666, 668 (1978), this Court stated:\n“As in any matter involving interpretation of a [trust], the intent of the testator, if it can be ascertained, must prevail. Estate of Sykes, 477 Pa. 254, 383 A.2d 920 (1978); Blough Estate, 474 Pa. 177, 378 A.2d 276 (1977); Hamilton Estate, 454 Pa. 495, 312 A.2d 373 (1973). To determine this intent, ‘a court examines the words of the instrument and, if necessary, the scheme of distribution, the circumstances surrounding execution of the will and other facts bearing on the question.’ Estate of Sykes, supra, 477 Pa. at 257, 383 A.2d at 921; accord, Hamilton Estate, supra; Chambers Estate, 438 Pa. 22, 263 A.2d 746 (1970). This intent ‘must appear with reasonable certainty, such that there can be little doubt of his intent.’ Estate of Sykes, supra. Only when the intent does not appear with reasonable certainty will a court resort to rules of construction. Id.”\nAccord, Trust of Frank, 480 Pa. 116, 389 A.2d 536 (1978); Flinn Estate, 479 Pa. 312, 388 A.2d 672 (1978). Thus, in determining the proper disposition of trust income, we must, if possible ascertain settlor’s intent. Smith Trust, 385 Pa. 416, 123 A.2d 623 (1956); McKeown Trust, 384 Pa. 79, 119 A.2d 76 (1956).\nIn several provisions of the will, settlor indicated his desire to make available all the benefits of the trust to the named beneficiaries. In Item IX, he provided that each of the beneficiaries “shall be entitled to receive one-third of the corpus and income of the trust estate . . . .” Likewise, Item X directs the trustee to pay each beneficiary “from the income and principal of their respective shares of my trust estate until the full amount of their respective shares of the income and principal of my trust estate shall have been paid to each of them.” If the trust had produced less income than required for the quarterly payments, the trustee would have drawn as necessary upon the corpus to distribute the specified payments. Thus, settlor contemplated that the beneficiaries might receive not only all the income of the trust, but also all the corpus. Another provision, Item XXI, directed that “should any beneficiary . . . become mentally or physically incapacitated, my Executor and Trustee are authorized to use and expend such portion of the estate and trust to which such beneficiary may be entitled, either corpus or income . . . .”\nThese provisions indicate strongly settlor’s intent that trust income in excess of the quarterly payments be distributed, not accumulated. Application of a canon of construction to settlor’s will reinforces this conclusion.\nIn McKeown Trust, supra, we held that unless a settlor clearly demonstrated his intent to accumulate income, trust income in excess of specified payments was to be distributed to income beneficiaries. Accord, Restatement of Property § 440 (1944); 5 Powell, Real Property ¶ 830 (1949). In McKeown, the settlor created an inter vivos trust by which she was to receive $150.00 per month during her life or until the trust corpus was exhausted. The settlor authorized the trustee to draw upon the corpus to meet unusual expenses and designated a remainderman for “the remaining corpus.” We held that the settlor did not intend that trust income in excess of that necessary for the monthly payments should accumulate with the corpus. The Court emphasized that the settlor, when she created the trust, apparently contemplated that the corpus would produce only about enough income to equal the monthly payments and that she had authorized the trustee, if necessary, to invade the corpus for her benefit. We found it “wholly unreasonable to infer that she intended to preclude herself for all time from enjoying the income from her own property in excess of a relatively modest amount.” Id., 384 Pa. at 83, 119 A.2d at 78. “Why, in such circumstances, should it be inferred that she intended to build up the corpus of the trust by accumulations of income for the primary benefit of prospective issue who might never come into being?” Id.\nSo here, settlor created a trust which has produced more income than expected. Yet, as in McKeown, settlor has not expressly demonstrated an intent to accumulate income. As in McKeown, settlor deposited a sum with the trustee which could be expected to provide approximately the income necessary to satisfy the stated annual payments and authorized the trustee to invade the corpus for the benefit of the income beneficiaries to meet unusual expenses. Moreover, in McKeown, trust benefits available to a named remainderman were diminished to whatever extent the income beneficiary received accumulated income. Here, where settlor declined to establish a remainder interest, application of a canon of construction forbidding accumulation of income deprives no named remainder beneficiary of any benefits.\nTo be sure, every will differs in its provisions and the circumstances of its execution. E. g., Lander Estate, 416 Pa. 605, 207 A.2d 753 (1965) (citing cases). It is nonetheless instructive that in similar situations, courts in other jurisdictions have also held that a settlor’s specification of periodic payments of specified sums establishes only minimum, not maximum, limits for distribution of trust income. Hunsinger v. Rouse, 344 S.W.2d 812 (Ky.1961); First Natl. Bank v. Stevenson, 293 S.W.2d 362 (Mo.1956); Will of Sabin, 28 Misc.2d 941, 216 N.Y.S.2d 835 (Sur.Ct.1961); Estate of Hirschhorn, 22 Misc.2d 898, 196 N.Y.S.2d 436 (Sur.Ct.1959), aff’d, 12 A.D.2d 604, 210 N.Y.S.2d 485 (1960); Rosenkampff's Will, 144 N.Y.S.2d 43 (Sur.Ct.1955); see generally Browder, Trusts and the Doctrine of Estates, 72 Mich.L.Rev. 1507, 1568 (1974). Where courts have held that excess income be added to trust corpus, the instrument has unambiguously provided that the trustee accumulate income for the benefit of others beside the income legatee. Carr v. Stradley, 52 Ohio St.2d 220, 371 N.E.2d 540 (1977); Givens v. Third National Bank in Nashville, 516 S.W.2d 356 (Tenn. 1974). No provision of settlor’s will even hints that the trustee should hold excess income for that purpose.\nDecree reversed and case remanded for distribution of income and administration of the trust consistent with this opinion. Each party pay own costs.\nLARSEN, J., joins the Opinion of the Court and would place the costs on the Trust Company, Respondent.\nPOMEROY, J., concurs in the result.\n. No issue concerning the Rule against Perpetuities has been raised.\n. We hear this appeal pursuant to the Appellate Court Jurisdiction Act, Act of July 31, 1970, P.L. 673, art. II, § 202(3), 17 P.S. § 211.202(3) (Supp.1978).\n. In view of our disposition, we need not determine whether accumulation of income would violate the Estates Act of 1947, Act of April 24, 1947, P.L. 100, § 6, 20 P.S. § 301.6, now 20 Pa.C.S.A. § 6106. See James Estate, 414 Pa. 80, 199 A.2d 275 (1964) (400 year charitable trust); 5 Powell, Real Property ¶ 835 (1949). We also note that no question has been presented concerning the discretionary authority of the trustee to retain some income as a reserve. See Mathues’ Estate, 322 Pa. 358, 185 A. 768 (1936)."}