{"id": "1747313", "contents": "OPINION\nMANDERINO, Justice.\nAppellant, Melvin H. Ritter, Jr., was tried for the second time on January 26,1976, before a judge and jury and found guilty of arson and two counts of voluntary manslaughter. (Appellant’s first trial resulted in a conviction which was reversed by us, Commonwealth v. Ritter, 462 Pa. 202, 340 A.2d 433 (1975)). Post-verdict motions were denied, sentence of imprisonment was imposed, and this appeal followed.\nThe facts surrounding this appeal may be summarized as follows. On November 17,1972, at approximately 6:00 a. m., a fire broke out in a four-story apartment building located in the City of York, Pennsylvania. Two residents of the building died as a result of the fire. Investigation of the fire indicated that its origin was incendiary in nature and appellant, who was also a resident of the building at the time, was arrested and charged with starting it, and was ultimately convicted.\nInitially, appellant argues that he should be discharged because the evidence presented by the prosecution at his second trial was insufficient to establish that the fire was of incendiary origin. The only reason given by appellant in support of this contention is that the opinion of one of the prosecution’s expert witnesses (the Chief of the fire department of the City of York) was without foundation. Chief Robert Little testified as to his education and experience in the field of fire investigation. He stated that he had been employed as fire chief in the City of York since 1963, and that he had completed various courses in firefighting, first aid, and arson investigation during that time. Furthermore, he testified that he had been actively engaged in the investigation of the causes of fires within the City of York and had, over the years, investigated several hundred fires. He testified that he visually examined the scene of the fire in this case and, based upon his education and experience in fire investigations, determined that the fire originated inside a closet under the stairway leading from the first to the second floor of the four story apartment building. He stated that he could tell the fire began in that closet because of the pattern of the burn in the surrounding area as well as by the depth of the char in the wood in that area. He further testified that in his opinion the fire was of incendiary nature, having been started in some manner not accidental or spontaneous. He specifically stated that he excluded an electrical “short” as a possible cause of the fire. This conclusion was based on the fact that the fire quickly engulfed the stairwell and because the fire was not accompanied by large amounts of smoke. That testimony was properly introduced and, if believed by the jury, as it apparently was, was sufficient to prove that the fire was of incendiary origin.\nAppellant also argues that the trial court “. should have suppressed all confessions, admissions and spontaneous declarations made by the appellant on or about November 21, 1972.” We agree that the court erred in allowing certain witnesses to relate to the jury their allegation that appellant said in their presence: “I didn’t mean to kill those people. I didn’t want to hurt anyone.”\nThe facts relevant to this issue are as follows. Appellant was arrested and taken to police headquarters, arriving there at approximately 12:30 a. m., November 21, 1972. From the time of his arrival until 3:00 a. m., at which time appellant stated that he set the fire, appellant was interrogated by an investigating state police officer. This officer testified at the suppression hearing held prior to appellant’s original trial.\n“Officer Soprano, testifying at appellant’s suppression hearing, stated that after he initially spoke with appellant, he decided that appellant had a psychiatric problem and, in fact, tried to reach a psychiatrist prior to questioning appellant. In addition, the officer stated that during the course of the interrogation, appellant was whimpering, sobbing and ‘really looked tired.’ Moreover, the officer stated that appellant had not slept for three days prior to his interrogation . . . .” 462 Pa. at 203, 340 A.2d at 433.\nBased on this officer’s testimony, we concluded that the confession was not voluntarily given, and that its introduction into evidence at appellant’s first trial was reversible error.\nFollowing our remand, a new preliminary hearing was held at which two police officers employed by the City of York at the time of the investigation of this fire testified for the first time that appellant had, in their presence, made the admission referred to earlier in this opinion — that he did not mean to kill or hurt anyone. Appellant’s counsel then filed a petition seeking, among other things, to suppress this alleged admission. It is the trial court’s denial of this motion with which we are now concerned.\nThis alleged admission was testified to by these police officers at the preliminary hearing and at the suppression hearing preceding appellant’s second trial, and at the second trial itself. It was purportedly made by appellant as he was being transported from the magistrate’s office, after arraignment, back to the York County Prison. The time was between 1:30 and 2:00 p. m., November 21, 1972, (approximately 12 hours after the time of the statement made to interrogating state police officers and ordered suppressed by us). The evidence presented by the prosecution at the suppression hearing preceding appellant’s second trial did not indicate that any of the conditions which compelled us to suppress appellant’s earlier statement to the state police officer had changed in such a way that would indicate that this subsequent statement was voluntary. In fact, the prosecution’s evidence indicates the contrary; that appellant still had not had any rest, that he was “shaky” and “crying,” apparently still suffering from the same psychological pressures that prompted the investigating state police officer to seek psychiatric aid for him.\nIt is not relevant here that the statement ordered suppressed by us in appellant’s first appeal was allegedly made in response to police questioning while the statement at issue in this appeal was supposedly “spontaneous.” In ruling that appellant’s earlier statement to the state police was involuntary, we stated that\n“[T]he line of distinction [between a voluntary and an involuntary confession] is that at which governing self-direction is lost and compulsion, of whatever nature or however infused, propels or helps to propel the confession.” Id., 462 Pa. at 204, 340 A.2d at 434 quoting from Commonwealth v. Alston, 456 P. 128, 317 A.2d 241 (1974).\nWe continued, saying: “the testimony of the interrogating officer himself established that appellant was in no condition to knowingly and voluntarily confess to a crime . . . ” Id., 462 Pa. at 204, 340 A.2d at 434.\nIf appellant was in such a state of physical and mental exhaustion at 2:00 a. m. on November 21, 1972, he obviously was in worse condition at 2:00 p. m. of that day unless he was afforded the kind of rest and care that would alleviate his condition. The evidence indicates, however, that during that time, appellant did not sleep, that he was examined by a prison physician who found him to be disturbed, depressed and crying, that he was taken from his jail cell to City Hall for processing (fingerprinting, booking), and was then transported by police car to the magistrate’s office for arraignment. The statement allegedly made to the York police officers during the return trip from the magistrate’s office to the county jail, like the earlier statements made at the police station, was not the product of appellant’s free will. It also must be suppressed.\nJudgment of sentence is reversed and a new trial granted.\nPOMEROY, NIX and LARSEN, JJ., filed dissenting opinions.\nPOMEROY, J., joins in NIX’s, J., dissenting opinion."}