{"id": "1747316", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, Gerald T. Washington, was convicted on October 26, 1976, of aggravated assault and possessing instruments of crime for the February 23,1976 shooting of Robert McFayden. Post-verdict motions were denied and appellant was sentenced to consecutive prison terms of five to ten years and two and one-half to five years, respectively.\nOn January 4, 1977, Robert McFayden died and appellant was charged with murder. On March 21, 1977, he filed a motion to quash the information, alleging that the murder trial would violate his right against double jeopardy. The motion was denied by the court below and this appeal followed.\nAppellant claims that the Commonwealth should be barred from proceeding on the murder charge because of the double jeopardy guarantees as set forth in Commonwealth v. Campana, 452 Pa. 233, 304 A.2d 432, vacated, 414 U.S. 808, 94 S.Ct. 73, 38 L.Ed.2d 44 (1973), reinstated on remand, 455 Pa. 622, 314 A.2d 854, cert. denied, 417 U.S. 969, 94 S.Ct. 3172, 41 L.Ed.2d 1139 (1974). We disagree.\nIn Campana, we held that all charges arising from the same criminal episode must be tried at a single trial. In reaching that decision, we were guided by the American Law Institute Model Penal Code (§ 1.07(2)) (proposed draft, 1962), which states:\n“. . . [A] defendant shall not be subject to separate trials for multiple offenses based on the same conduct or arising from the same criminal episode, if such offenses are known to the appropriate prosecuting officer at the time of the commencement of the first trial.” (Emphasis added.)\nAt the commencement of appellant’s trial for aggravated assault and possessing instruments of crime, McFayden had not yet died. Therefore, the Commonwealth could not have brought the instant murder charge concurrent with the original charges. The Commonwealth complied with the mandate of Campana. Moreover, we believe the Commonwealth was compelled to try appellant on the original charge in order to protect his right to a speedy trial as embodied in Pa.R.Crim.P. 1100.\nAppellant believes that the principle of Commonwealth v. Zapata, 455 Pa. 205, 314 A.2d 299 (1974) compels a contrary result. There, we held that where a defendant was convicted by a jury but was still awaiting disposition of post-verdict motions and sentencing, the “convictions” could not be used for impeachment purposes in a subsequent trial. In Zapata, supra, 455 Pa. at 211-12, 314 A.2d at 303, we quoted from American Bank v. Felder, 59 Pa.Super. 166 (1915), where the court stated:\n“. . .A conviction, using the word in its legal sense, of such crime is admissible because it tends to show the defectiveness of the moral character of the witness in respect of truthfulness, which is relevant in impeachment . . A verdict of guilty, without more, stands on a different plane. The most it establishes is that the jury believes the accused to be guilty. But until sentence is pronounced the issue is not necessarily closed; a new trial may be granted or judgment be arrested. In either event the verdict goes for naught. It may injure the witness in the estimation of the jury, just as in a less degree the mere indictment of the witness would. But as evidence that the moral character of the witness for truth is bad it is unreliable because of its incompleteness.”\nIn the instant case, appellant was awaiting both disposition of post-verdict motions and sentencing when McFayden died. Using Zapata as authority that the original trial was still in progress, appellant believes that by allowing him to be sentenced after the victim’s death, the Commonwealth cannot now proceed on the murder charge. We do not agree. Zapata does not mandate such a result. The issue of final conviction for impeachment purposes simply has no relevancy in a Campana double jeopardy analysis. The issue here is whether appellant was tried for all known offenses at the time of the first prosecution. Since we believe he was, there is no bar to now trying appellant for the death of McFayden.\nAppellant also alleges that the Commonwealth, at the first trial, inadvertently destroyed evidence essential to his defense, thus prohibiting trial on the murder charges. As the court below stated, “in the view of this Court, the defendant’s latter contention does not properly present a Double Jeopardy issue, and therefore is not properly before the Supreme Court in appeal at this stage.” We agree with the analysis of the court below.\nOrder affirmed.\nMANDERINO, J., files a concurring opinion.\nPOMEROY and NIX, JJ., concur in the result.\n. An order denying a motion to quash an indictment on double jeopardy grounds is an appealable order. Commonwealth v. Haefner, 473 Pa. 154, 373 A.2d 1094 (1977). Commonwealth v. Bolden, 472 Pa. 602, 373 A.2d 90 (1977). The Commonwealth has filed a motion to quash the appeal; the motion is hereby denied."}