{"id": "1747305", "contents": "OPINION\nEAGEN, Chief Justice.\nIn the last will and testament of Nellie M. Karahuta, deceased, she devised certain realty to a son, Russell Ronald Karahuta, but directed that unless certain conditions “are met by him”, the property is to be inherited by Mrs. Bernadine L. Menchowsky. The conditions were that the son be a widower or “divorced from his present wife” at the time of the testatrix’s death.\nAt testatrix’s death, the conditions were not “met”; the son was not a widower nor was he divorced from his “present wife.” When the executors filed an accounting of the estate, no mention or distribution was made of the subject realty. The son, Russell Ronald Karahuta, filed exceptions to the account, and ultimately the Court of Common Pleas of Schuylkill County, Orphans’ Court Division, entered a final decree awarding the realty to the son, and ruled that the conditions imposed on the devisee were invalid and of no effect as being contrary to public policy. The executors of decedent’s estate filed this appeal in their capacity as executors.\nThe executor-appellants are not “parties aggrieved” by the challenged decree, and hence, have no standing to appeal.\n“Unless an executor has been surcharged or has been ordered to distribute more than the admitted balance in the estate, the executor is not a ‘party aggrieved’ by the final order or decree of the orphans’ court. The executor is merely a holder of the estate’s assets for the purposes of administration and distribution and is not adversely affected by a decision of the orphans’ court directing the distribution of those assets. Musser’s Estate, 341 Pa. 1, 17 A.2d 411 (1941); Kennedy’s Estate, 328 Pa. 193, 194 A. 901 (1937); Reese's Estate, 317 Pa. 473, 177 A. 792 (1935); Hand’s Estate, 288 Pa. 569, 136 A. 864 (1927).”\nIn Re Estate of Hain, 464 Pa. 349, 353, 346 A.2d 774, 776 (1975). See Girt’s Estate, 452 Pa. 156, 164 n. 7, 305 A.2d 372, n. 7 (1973).\nAppeal quashed. Costs on the estate.\nROBERTS and MANDERINO, JJ., did not participate in the consideration or decision of this case.\n. The right to appeal a decree of the orphans’ court is conferred by the Decedents, Estates and Fiduciaries Code, 20 Pa.C.S.A. § 792 (1975), which provides in pertinent part:\n“Any party in interest who is aggrieved by a final order or decree of the orphans’ court division, or a fiduciary whose estate or trust is so aggrieved, may appeal therefrom to the proper appellate court.”\nWhile the executors were also children of the testatrix and among those entitled to share in the residue of the estate under the terms of the will, neither of these children was adversely affected by the trial court’s decree. The only individual adversely affected was “Mrs. Bernadine L. Menchowsky,” and she has not appealed."}