{"id": "1749599", "contents": "OPINION\nPOMEROY, Justice.\nRichard Alexander was shot to death and O’Dell Watson wounded by gunfire in a fracas which took place in Pittsburgh on April 4, 1975. Appellant Charles Francis Terrell was arrested as the culprit and was charged, inter alia, with murder, voluntary manslaughter and involuntary manslaughter in connection with the death of Alexander. After a jury had been selected but prior to the presentation of evidence, the Commonwealth moved to nolle prosequi the involuntary manslaughter count, and the motion was granted over appellant’s objection. The jury found Terrell guilty of voluntary manslaughter and several other charges, and acquitted him of aggravated assault. Post-trial motions were filed and denied, and judgments of sentence entered.\nThese appeals followed.\nThe sole question presented in this case is whether the trial court erred in refusing appellant’s timely request for an instruction on involuntary manslaughter. We answer in the affirmative.\nIt is now settled law in this Commonwealth that in prosecutions for criminal homicide under the Crimes Code a defendant has the right upon request to an instruction on involuntary manslaughter at least when there is evidence that would rationally sustain such a verdict. Commonwealth v. Polimeni, 474 Pa. 430, 378 A.2d 1189 (1977) (opinion announcing the judgment of the Court); Commonwealth v. Ford, 474 Pa. 480, 378 A.2d 1215 (1977) (opinion announcing the judgment of the Court). See also Commonwealth v. Dussinger, 478 Pa. 182,194, 386 A.2d 500, 506 (1978) (plurality opinion); Commonwealth v. Gartner, 475 Pa. 512, 521, 381 A.2d 114 (1977) (plurality opinion); Commonwealth v. Garcia, 474 Pa. 449, 378 A.2d 1199 (1977) (plurality opinion). Resolution of this question thus turns on whether the evidence presented to the jury would have justified a verdict of involuntary manslaughter; the absence of an indictment for involuntary manslaughter is not, by itself, controlling. Commonwealth v. Ford, supra, 474 Pa. at 485, 378 A.2d at 1218.\nThe Commonwealth’s evidence, as accurately summarized in the opinion of the trial judge denying post-trial motions, was clearly sufficient to warrant the jury’s verdict. E. g., Commonwealth v. Kramer, 474 Pa. 341, 345, 378 A.2d 824 (1977); Commonwealth v. Hoffman, 439 Pa. 348, 356-59, 266 A.2d 726 (1970). But in assessing the question of whether an involuntary manslaughter instruction should have been given, we must view the evidence in the light most favorable to the defendant. Commonwealth v. Polimeni, supra, 474 Pa. at 443, 378 A.2d at 1196; Commonwealth v. Moore, 463 Pa. 317, 321-22, 344 A.2d 850, 852 (1975). The following is a fair summary of a portion of appellant’s testimony:\nTerrell and Alexander, who were friends, were playing cards at another person’s apartment when appellant accused Alexander of cheating. Alexander thereupon scooped up the money on the table and left the apartment. A short time later in the early evening Terrell, who was unarmed, left the apartment and found Alexander inside a jitney station. Terrell asked to talk with Alexander, and at the latter’s suggestion they both went outside. An argument ensued. Alexander then pulled a gun from his jacket pocket. Appellant knew that Alexander carried a knife but did not know him to carry a gun. Appellant explained his subsequent conduct as follows:\n“A Well, I thought he was pulling his knife out, and when I seen the gun, I don’t know, I went berserk, I guess. I grabbed it. Somehow, I got it. I don’t even know how I got it, and I shot him.\nQ And you are saying he pulled the gun out?\nA And I snatched it, yes, I did.\nQ And then what happened?\nA I shot him.\nQ Do you recall that?\nA Yes.\nQ And how many times did you shoot him?\nA Just the once, sir.\nQ And then what happened?\nA This O’Dell Watson jumped me.\nQ O’Dell Watson?\nA Jumped me then and I didn’t know. I didn’t realize what he was doing to me.\nQ Go ahead.\nA I didn’t know him and I didn’t even know what he was trying to do.\nQ Were you afraid of him?\nA I was scared of the whole thing. When I first seen the gun, I was so scared. I didn’t know what to do. That’s why I grabbed it.”\n4c 4c $ ‡ 4c $\n“Q Now during the argument and altercation with Mr. Alexander, did you have any intention of killing him?\nA Of course not.\nQ Did you have any intention to do serious bodily harm to him?\nA No, sir. If I did, I wouldn’t ask him to come outside. I would have went in there and did it when I was in there.”\nAfter Watson was shot, appellant dropped the gun and left the scene.\nWe think that Commonwealth v. Polimeni, supra, is controlling in the circumstances of this case. Here, as in Polimeni, the jury could have found from the foregoing testimony that although appellant had no intention to kill or do serious bodily harm to Alexander, his conduct was nonetheless criminally reckless in that he consciously disregarded a substantial and unjustifiable risk that death or serious bodily injury might result to Alexander after he “snatched” the gun. 18 Pa.C.S. §§ 302(b)(3), 2504(a). We recognize, as the trial court pointed out, that this theory of the case was shaken by appellant’s testimony on cross-examination, and particularly by his admissions that he knew that the gun was pointed at Alexander. But the testimony contained conflicting versions, as the portions of the testimony set forth in the margin illustrate, and the resolution of these versions was for the jury. See Commonwealth v. Polimeni, supra, 474 Pa. at 443-46, 378 A.2d at 1196-98.\nAs noted above, the question whether an involuntary manslaughter instruction should have been given is the only issue raised in this case. Our conclusion that the instruction should have been given does not, however, affect the jury’s verdicts on the lesser charges, and no questions are presented concerning the sufficiency of the evidence or any asserted trial errors in connection with the convictions for those offenses. Accordingly, the judgments of sentence relating to all the convictions save the one for voluntary manslaughter must be affirmed.\nThe judgments of sentence at No. 3 March Term, 1977, are affirmed. The judgment of sentence at No. 140 March Term, 1976, for voluntary manslaughter, is reversed and a new trial is granted.\nROBERTS, J., filed a concurring opinion in which O’BRIEN, J., joins.\nNIX, J., filed a concurring opinion.\nMANDERINO, J., filed a concurring opinion.\n. In connection with the same episode, Terrell was also charged with aggravated assault, recklessly endangering another person, carrying a firearm without a license and the commission of a crime of violence while armed with a firearm.\n. Concurrent sentences were imposed with respect to the convictions for voluntary manslaughter and reckless endangerment; a consecutive sentence was imposed on the conviction for carrying a firearm without a license, and sentence on the conviction for committing a crime of violence while armed with a firearm was suspended.\n. A direct appeal from the voluntary manslaughter conviction was filed in this Court pursuant to Section 202(1) of the Appellate Court Jurisdiction Act, Act of July 31, 1970, P.L. 673, No. 223, art. II, 17 P.S. § 211.202(1) (Supp.1978), since superseded by Section 722(1) of the Judicial Code, 42 Pa.C.S. § 722(1) (effective June 28, 1978). Appeals from the remaining convictions were filed in the Superior Court and certified here.\n. 18 Pa.C.S. §§ 2501-2504, as amended (1973 & Supp.1978).\n. See also Commonwealth v. Smith, 474 Pa. 559, 379 A.2d 96 (1977), in which the majority of a 5-member Court held that an involuntary manslaughter charge must always be given at the defendant’s request regardless of the evidence (Mr. Chief Justice Eagen and Mr. Justice Nix dissented; former Chief Justice Jones and the present writer did not participate).\n. “[A]t approximately 7:00 P.M. on April 4, 1975, Richard Alexander was shot and killed in front of a jitney station in the City of Pittsburgh. Subsequent to the shooting, O’Dell Watson was shot in the head and seriously injured. Upon arriving at the scene, the police were informed that Charles Francis Terrell, defendant herein, was the assailant.\n“O’Dell Watson testified he had been inside the jitney station when he was informed there was an argument outside. Proceeding outside, Watson observed the defendant and the decedent standing face to face, three (3) to five (5) feet apart, arguing. Watson testified that after some argument defendant ‘just brought his hand out of his pocket and fired,n hitting the deceased in the head[ “Watson believed the defendant was going to shoot him also. He grabbed the gun barrel, and a struggle between Watson and the defendant followed. After a short struggle, defendant freed his hand and Watson realized he was about to be shot. T knew he was getting ready to shoot. So I started trying to move, trying to make him miss me’. Defendant pulled the trigger, the bullet striking Mr. Watson in the head. Mr. Watson lost the sight of one eye as a result of the wound inflicted by the defendant. Other eyewitnesses corroborated Watson’s testimony.”\n. The following testimony by appellant on cross-examination is relevant:\n“Q He was standing there, your friend, and you pointed a gun at him?\nA I didn’t point no gun at him. He pointed it at me.\nQ And you took it from—\nA I snatched it, yes, sir.\nQ And you put it in your hand?\nA Yes, sir.\nQ And you turned it toward him?\nA Yes, sir.\nQ And you pulled the trigger?\nA Yes, sir.\nQ You think it was a cap pistol?\nA I was scared. I don’t know what it was, sir.\nQ Well, you had—\nA I know it was a gun.\nQ You had the gun and he had nothing, according to your testimony, is that right?\nA When I snatched it off of him, that’s right.\nQ You had the gun. He had nothing?\nA I don’t know whether he had anything else or not, sir.\nQ Did you see anything else in his hand?\nA No, sir. I always know he carried a knife, though.\nQ You didn’t see a knife?\nA No, I didn’t.\nQ And you had a gun pointed at your best friend’s chest?\nA Yes.\nQ And you pulled the trigger?\nA Well, with hindsight, I guess I could have ran, if I could run.\nQ But, instead, you stood there and pulled the trigger?\nA Yes, I did.\nQ And now you are telling us you didn’t intend to kill him, you didn’t intend to hurt him?\nA No, I didn’t.\nQ What was your intention?\nA I intended to hurt him, to keep him from hurting me. I was just scared, that’s all.\nQ Are you telling us you intentionally pulled the trigger?\nA I guess I did, sir. I was just scared. 1 don’t realize — I didn’t even realize what was happening. If I had intentionally pulled the trigger, I would tell you, sir. But I really don’t know what happened. I was just scared and I guess I shot him; that’s all I did because he had to be shot. I didn’t realize it; that’s all. I didn’t realize what was happening. I was just scared, sir.\nQ You knew you had the gun in your hand?\nA Yes, sir, I remember grabbing the gun, sir.\nQ And you know enough about guns that if you pull a trigger and it is loaded the gun is going to go off, is that right?\nA Yes, sir. I didn’t look at the gun to see what it was.\nQ You knew it was a gun?\nA Yes, sir. That’s all I seen. That thing looked like it was big as a tunnel to me when he pulled it.\nQ And then your friend was on the other end of it and it was pointed at his chest?\nA It was pointed at me when I grabbed it, sir.”\nst*\n“Q And when you had it it was pointed at him?\nA It must have. I shot him.\nQ Are you telling—\nA I didn’t point it at him.\nQ Are you telling us you don’t remember pointing it at him?\nA This happened so fast, I just shot him. I grabbed the gun and shot him. I didn’t stop to think. I was just scared, that’s all I know.”"}