{"id": "1751189", "contents": "OPINION OF THE COURT\nPER CURIAM:\nThe matter before us for review is the determination of the Judicial Inquiry and Review Board recommending that respondent, Arthur D. Dalessandro, Judge of the Court of Common Pleas of Luzerne County be publicly censured for conduct alleged to violate the Code of Judicial Conduct and Article 5, Section 18(d) of the Constitution of the Commonwealth of Pennsylvania. That recommendation was contained in a report filed by a majority of the Board. Three members of the Board filed dissents recommending removal from office.\nArticle 5, Section 18(h) of the Pennsylvania Constitution requires us to “review the record of the Board’s proceedings on the law and facts.” Pursuant to that duty we have reviewed the entire record on the facts and the law. That section also permits this Court to allow the introduction of additional evidence before it. Neither party has requested that additional evidence be received and our exhaustive review of the record (consisting of over one thousand pages and numerous exhibits) indicates no need for additional evidence. We therefore proceed to the required constitutional review.\nArticle 5, Section 18(h) of the Pennsylvania Constitution instructs us to enter an “order which is just and proper.” We may “wholly reject the recommendation” of the Board; we may accept its recommendation for public censure, or we may impose more serious penalties. Our review of the record in this matter compels us to reject the recommendation of the Board. In some areas, the Board’s conclusions are completely without support in the record. In other areas, the evidence is woefully short of the clear and convincing evidence required before concluding that any discipline is just and proper. In still other areas, the Board’s conclusions are based on nothing more than private notions of what constitutes censurable conduct without any support in the law of the Commonwealth.\nWe note initially that nowhere in the record, and nowhere in the Board’s conclusions, is there any indication that respondent was derelict in the performance of his judicial duties. On the contrary, lay witnesses, lawyers, and respondent’s fellow judges testified unequivocally that respondent is a well-respected, hardworking judge. The record reveals that respondent’s work habits are excellent; he spends long hours at his judicial labors, frequently beginning very early in the morning and continuing long after normal working hours.\nWe begin with the allegation that respondent when he was a candidate for judge in 1973, solicited and received a $35,000 campaign contribution from Lispi Chevrolet, Inc. The receipt of campaign funds from certain corporations is in violation of the Act of June 3, 1937, P.L. 1333, Art. XVI, Section 1605; Act of June 3, 1943, P.L. 851, Section 1, 25 P.S. 3225 (1963). The record, however, is totally lacking in evidence that the $35,000 received by respondent from Lispi Chevrolet, Inc., in 1973 was a campaign contribution. On the contrary, the evidence establishes that the $35,000 was the repayment of a loan which respondent had made to the corporation in May of 1972.\nThe record establishes the following facts. In 1971, respondent, a practicing attorney at the time, and his cousin, Eugene Lispi, who was experienced in the automotive field, decided to go into business together as a franchised Chevrolet automobile agency. In June of 1971, respondent borrowed $125,000 from the United Penn Bank. This loan, secured by appropriate collateral, was obtained for the purpose of acquiring land and constructing a building to be leased to the contemplated Chevrolet agency. According to their agreement, Eugene Lispi, although he was to be a part owner of the Chevrolet agency, was to have no ownership interest in the building. Eventually a mortgage was obtained on the building and respondent’s $125,000 loan was paid. On May 23, 1972, at the same time that the June, 1971 note in the amount of $125,000 was paid, respondent secured a second personal loan, also in the amount of $125,000. The money from this second loan was deposited in the account of Lispi Chevrolet, Inc., a corporation organized by the respondent and his cousin, Eugene Lispi, for the purpose of operating the Chevrolet franchise which had been obtained. Respondent and Eugene Lispi each received 50% of the stock in Lispi Chevrolet, Inc., at a total cost of $50,000. The stock of each of the shareholders (at a total cost of $50,000) was paid for out of respondent’s second bank loan. The remaining $75,000 was deposited in the corporation’s account as a loan to the corporation, one-half from respondent^ and one-half from Eugene Lispi. In 1973, in order to meet certain expenses involving his candidacy for judge, respondent requested the corporation to repay his loan. Repayment was made by two checks, one in the amount of $10,000 and one in the amount of $25,000.\nThe above facts are uncontradicted in the record. No testimony of any witness nor any documentary evidence of any kind was presented even remotely suggesting that the previously described transactions did not occur as outlined.\nThe report submitted to this Court by the Board states the following regarding these two checks totaling $35,000:\n“Respondent defended that this $35,000.00 was return of a loan owed him by Lispi Chevrolet. Raymond P. McGlynn, accountant, testified that Respondent took out a $125,000.00 loan in May 1972 and deposited it with the corporation according to corporate records, although he never saw a note; that the corporate books show that $50,000.00 of this sum went into capital stock (half being credited to Gene Lispi and half to Respondent); and that the balance of $75,000.00 went to Notes Payable Officers (half to Lispi and half to Respondent). This witness testified that he had inserted in the books in pencil ‘Judge’s loan 125,000’. He further testified that the $35,-000.00 was debited from the $37,500.00 credited to Respondent’s account under ‘Notes Payable Officers.’\n“Respondent identified copy of a loan statement of United Penn Bank showing loan to him of $125,000.00 (Ex. R-30) and canceled check in that sum (Ex. R-31), both dated June 24, 1971. Respondent admitted that there was no note recording the transaction but testified ‘[t]hat money was to be used and was used to lend and invest in the company.’ On the questioning by a member of the Board, Respondent admitted that in fact this money was borrowed for the purchase of a tract of land as shown on the check’s endorsement, and that this land is under lease to Lispi Chevrolet. When this loan was made, June 24, 1971, there was no Lispi Chevrolet Company, nor was the Letter of Intent issued.\n“Respondent requested and was given further opportunity the following day, November 2, 1977, to explain the foregoing and to produce evidence of his loan of $125,-000.00 to the corporation. At the hearing, counsel for Respondent assumed responsibility for picking up the wrong note and claimed that Respondent was actually testifying to a note of May 23, 1972. He then produced a document (Ex. R-40) which Respondent identified as the note to which his testimony applied. Exhibit R-40 is a Capital Stock-Loans-Corporate Net Income Tax Report of Lispi Chevrolet dated March 15, 1973, to the Commonwealth of Pennsylvania.\n“The Board finds that the alleged $125,000.00 loan was in fact a paper transaction, that Respondent’s testimony was knowingly misleading and incorrect, and that in fact the $35,000.00 was not a return of a loan to Respondent.”\nThe last paragraph quoted above from the Board’s report refers to the $125,000 loan of May 23, 1972 as a “paper transaction” and says further that the respondent’s testimony was “knowingly misleading and incorrect” in that “the $35,000.00 was not a return of a loan to Respondent.” We are completely at a loss to understand how the Board could have arrived at that conclusion. In addition to the testimony of respondent, his accountants, and the bookkeeper for Lispi, Chevrolet, Inc., none of which was contradicted by any witness, the record is replete with uncontradicted documentary evidence that Lispi Chevrolet, Inc., was indebted to the respondent for the $35,000. Federal income tax returns and Pennsylvania corporate net income tax returns were introduced into evidence. They regularly and consistently stated that Lispi Chevrolet had capital of $50,000 and indebtedness to the respondent and Eugene Lispi for the original loans which each made of $37,500 to the corporation. The tax returns also clearly show the reduction of indebtedness to the respondent as a result of the $35,000 repayment.\nThe first contact of any kind between the Board and the respondent took place sometime in the early part of 1975. The tax returns referred to above were filed long before that time. Indeed, the first tax returns filed by the corporation indicating the indebtedness to respondent were filed before respondent received any repayment of the loan. Lispi Chevrolet, Inc., began doing business in the latter part of May, 1972. Both its federal and its state tax returns, filed in early 1973, state that the corporation had $50,000 of capital stock, and was indebted to respondent and to Eugene Lispi as previously outlined.\nFollowing repayment of the $35,000 in 1973, the corporation’s federal and state tax returns clearly reflect a $35,000 reduction in the corporation’s indebtedness to respondent. These returns were filed with- the proper authorities long before any question was raised about the matter by the Board. The record further reveals that although contact was made by the Board with respondent in early 1975, no question was raised concerning the $35,000 until sometime in 1976. Thus, the first tax returns corroborated the oral testimony at the Board’s hearing. The first of these returns were filed approximately three years before any question was raised about the purpose of the $35,000 paid to respondent during his campaign. The first tax returns reflecting the reduction of the corporate indebtedness were filed approximately two years before any question was raised concerning the $35,000.\nThe Board has pointed to the fact that both respondent and the corporation’s accountant testified that no note was executed by the corporation to the respondent or to Lispi as a result of the indebtedness. We fail to find anything unusual about this in a. closely held corporation in which the two and only stockholders are cousins. The fact that no notes were executed can not be considered in a vacuum ignoring the completely uncontradicted oral testimony and documentary evidence proving the indebtedness.\nThe Board’s report quoted above also indicates (in the third paragraph) confusion concerning other documentary evidence involving the previously outlined financial transactions. In the brief presented by respondent to the Board prior, to its final determination, respondent referred to Exhibit R-40 as the bank note in the amount of $125,000 executed by respondent when the second loan was obtained. In the next to the last paragraph of that portion of the report previously quoted, the Board suggests that Exhibit R-40 was not the note of May 23, 1972, but rather was “a Capital Stock-Loans-Corporate Net Income Tax Report of Lispi Chevrolet dated May 15,1973, to the Commonwealth of Pennsylvania.”\nWe have examined the record thoroughly and find that the Board erred in this conclusion. The confusion was apparently caused by the fact that the official transcript shows that two exhibits were marked “R-40.” On page 812A of the record the transcript lists “Exhibit R-40” as “Note 5-23-72.” On page 818 of the record the transcript also lists the corporate net income tax return dated March 15, 1973 as “R-40.” In its report to us the Board refers to the tax return as R-40, implying without stating that the record contains no Exhibit R-40 corroborating the oral testimony. The transcript clearly indicates, however, that respondent’s attorney introduced financial records concerning the two bank loans and their repayment, and requested that these be marked as “R-40.” Although numbering two exhibits with the same number can. understandably cause confusion, the confusion disappears when one examines the record (pages 774 to 812). Respondent’s accountant testified regarding the financial transactions previously outlined. During that testimony respondent’s attorney said:\n“I have got a photostat copy of the entire transaction and I have available the accountant. I am going to mark this as Exhibit R-40.\n(Note marked Respondent’s Exhibit No. 40, for identification.)”\nR-40 was an exhibit containing copies of the June, 1971 note, along with the bank payment record showing that that loan was repaid on May 23, 1972. The note is also stamped on the front “Paid May 23, 1972.” That exhibit also contains a copy of a second note dated May 23, 1972. This note evidencing the second $125,000 loan was not a corporate note but one personally executed by respondent and secured by his personal assets. Respondent did not repay the loan to the bank until several years after his election campaign. There is no evidence in the record contradicting these facts.\nAgain, Exhibit R — 40 corroborates the oral testimony and the other documentary evidence concerning the financial transactions that occurred.\nThe Board’s report also states that the accountant “testified that he had inserted in the books in pencil ‘judge’s loan $125,000.’ ” The Board’s report says nothing further about this fact or what conclusions are to be drawn from it. Any suggestion however that the penciled notation indicated something improper about the books is totally belied by the evidence. Entries in the daily journal and general ledger of the corporation were in ink and accurately reflected the financial transactions previously outlined. The accountant testified that the penciled notation was made several days before the hearing in order to assist his superior who was originally scheduled to testify and who was not as familiar with the transactions as the accountant. There was no evidence to the contrary, and the explanation was quite reasonable. In any event, the penciled notation did not alter any of the ink entries and was written in above the ink entry simply to indicate that the source of the ink entry found at that point in the books represented the judge’s loan.\nOne of the dissents states that the “records of the Chevrolet Agency were altered with no credible explanation as to the person making the changes or the reasons or justifications therefor.” The dissenting report does not further explain this statement, and cites no facts to support its conclusion. To the extent that it implies any impropriety we must utterly reject that conclusion. Our examination has revealed no evidence in the record sustaining any conclusion that there were such improper alterations. In addition to the penciled notation referred to above, there was testimony concerning an opening balance entry for the year 1974. This entry was in ink, and reflected an opening balance of $50,000. When the accountant was asked if he could explain why that entry appeared to have been written after a prior erasure, he stated that he did not know because the actual entries are made by a bookkeeper. Subsequently, the bookkeeper was called to testify, and pointed out that at various times when making ink entries, if she made a mistake, she would erase the ink entry and make the proper entry. She pointed out several places in the books where this had occurred in areas having nothing to do with the financial transactions being inquired about. Moreover, her examination of the entry made several years earlier indicated that she had originally entered the figure “$5,000” which was in error and was corrected to “$50,000.” Significantly, the testimony further reveals that there was no erasure of the ink entry for the same item in the closing entry for the year 1973. This ink entry was $50,000, and corresponded to the corrected entry for the opening balance for the year 1974. The $50,000 entry was totally consistent with all prior entries and with all tax returns including those that had been filed early in 1973, almost one year before the corrected mistake was made. There is simply no other conclusion to be drawn except that the bookkeeper’s, explanation was reasonable; moreover, that explanation is corroborated by all the other documentary evidence previously discussed.\nBecause of the lack of evidence in the record that the $35,000 received by the respondent from the corporation was a campaign contribution, and because of the overwhelming amount of testimony and documentary evidence establishing that the $35,000 was a repayment of a loan, we reject the Board’s conclusion that there was any violation of the election code.\nThe next allegation against respondent concerns his participation in the business of Lispi Chevrolet, Inc. Aside from the respondent’s previously discussed investment in the agency, he has also received a yearly consultant’s salary and use of a car. The salary was $8,000 when the business began, and was later increased, as the business grew, to approximately $10,000 per year.\nThe Code of Judicial Conduct allows a judge to “hold and manage investments” and to “engage in other remunerative activity including the operation of a family business.” Code of Judicial Conduct Canon 5C(2). Since the Canons permit a judge to hold and manage investments and engage in remunerative activity involving a family business, respondent’s investment, and his receipt of remuneration as a consultant, does not violate the Canons. With this the Board agrees. The Board stipulated that the automobile agency was a family business, and in its report stated “[t]he Board does not allege that [respondent’s] financial involvement was in violation of the Canon.”\nCanon 5C(2), however, is qualified by Canon 5C(1), which reads,\n“A judge should refrain from financial and business dealings that tend to reflect adversely on his impartiality, interfere with the proper performance of his judicial duties, exploit his judicial position, or involve him in frequent transactions with lawyers or persons likely to come before the court on which he serves.”\nThus, although a judge under 5C(2) may invest in, engage in, and receive remuneration for engaging in or operating a family business, such participation is limited. That participation may not (1) tend to reflect adversely on his or her impartiality; (2) interfere with the proper performance of judicial duties; (3) exploit his or her judicial position; or (4) involve the judge in frequent transactions with lawyers or persons likely to come before the Court on which the judge serves. Aside from the financial involvement which was found not to be in violation of the Canons, the Board determined the following:\n(1) Respondent “is an officer and majority shareholder of Lispi Chevrolet, Inc.”\n(2) Respondent “takes an active interest in the business of the corporation.”\n(3) Respondent “is in the offices of Lispi Chevrolet, Inc., at night.”\n(4) Respondent “was pictured with automobile dealers [in a newspaper] and depicted as an owner of Lispi Chevrolet, Inc.”\n(5) Respondent “uses dealer’s tags on his car.”\nThe Board’s report is not specific as to whether it considered all or only some of the above to be in violation of the Canons. We, therefore, will consider each individually. It is undisputed that all of the above activities involve a family business; it follows therefore that none of the above activities is in violation of the Canons unless in some way they violate the previously enumerated qualifications of 5C(1).\nInitially, it is important to note that the record is barren of any evidence, other than the activities themselves, suggesting that the enumerated proscriptions of 5C(1) have been violated. If, therefore, any of the respondent’s activities is in violation of the enumerated proscriptions, that conclusion can only be inferred from the nature of the activity itself. As to the first of the reported activities— that respondent was an officer and majority stockholder— we fail to see how this fact alone is violative of any of the proscriptions of 5C(1). At this point we think it important to distinguish the fact of being an officer and majority stockholder from any undue publicity given to such facts. Unless one exploits the fact that one is an officer and majority stockholder in a business, there is no violation of the Canons. To hold otherwise would render completely void the specific permission given judges to hold and manage investments and receive remuneration for activity in the operation of family businesses. Standing alone therefore, being an officer and majority shareholder in a family business is permitted by the Canons.\nThe second activity reported by the Board was respondent’s “active interest” in the business. Without additional facts this conclusion is of no value since Canon 5C(2) specifically permits remunerative activity in a family business, and one obviously would be permitted an active interest. The only specific evidence which relates to the conclusion concerning respondent’s active interest is the evidence concerning when respondent goes to the automobile agency. This relates to the third activity enumerated by the Board, that respondent is in the offices of the agency at night. That conclusion is innocuous if not favorable to the respondent. Surely the Canons permitting the management of investments and remunerative activity in the operation of a family business contemplate that a judge would at sometime be found in the offices of the business. To say that one is allowed to manage investments and engage in remunerative activity involving the operation of a family business without ever going near or visiting the premises is absurd. Rather than relying, however, on the Board’s bald statement, we have examined the record in order to ascertain whether any activity took place during those visits at night from which it could be inferred that the respondent was in violation of the proscriptions of 5C(1). The record contains no such evidence. Not only respondent, but the Board’s witnesses, testified that respondent never engaged in any business activities involving customers. While at the agency, respondent was in a private office; his visits were generally at night, except for one summer when on Saturday mornings, he would wait at the agency for his son who was attending confirmation classes nearby. Respondent was never at the agency during the week, Mondays through Fridays, during the day. On one occasion, a Board investigator conducted a week-long secret surveillance of the business premises. What he witnessed corroborated that to which all other witnesses testified. Respondent appeared at the agency once during evening hours, arriving a little after 7:00 p. m. and remained until about 10:30 p. m. The agency closed around 9:00 p. m. At no time did respondent participate in any sales activities or other matters involving customers or members of the public. We fail to see how this activity by respondent violates the Canons in any way.\nThe last two items reported by the Board — the appearance of the respondent in a published photograph, along with seventeen other individuals at a banquet table at a meeting of the Wyoming Valley New Car Dealers Association, and his use of a license plate marked “Dealer” — are the only activities reported which arguably involve a violation of one of the enumerated qualifications to business activity contained in 5C(1). One of the qualifications in 5C(1) is that a judge should not “exploit his judicial position” even in a family business. We must, therefore, consider whether the respondent’s presence in a group picture taken at a dinner meeting of new car dealers which later appeared in a newspaper and his use of an automobile with “Dealer” marked on the license plate constituted “business dealings that tend to . exploit his judicial position.” We note first that the meeting was not one involving customers or members of the public likely to do business with the automobile agency. Nor is there any evidence that the respondent arranged for the picture, or was aware when he attended the meeting that a picture for newspaper publication would be taken. The picture appeared as part of a news story, and was not part of any commercial advertisement. The photograph’s caption did not note respondent’s association with Lispi Chevrolet, Inc. The group picture in which the respondent appeared was published on January 23, 1975, a date two years and eight months after the family business began. There is no evidence that during this period there were any other pictures published connecting respondent with the business. Nor is there any evidence that once the picture was taken, respondent had any awareness that the picture would be published in a newspaper. There is, in fact, no evidence in the record concerning the circumstances surrounding the taking of the picture. Nonetheless, we will assume that the photographer was a newspaper photographer known to the respondent, and that the respondent could have reasonably concluded that the picture would appear in a newspaper.\nWe conclude that to a small degree, even one such picture has a tendency to exploit the judicial position. Under the circumstances outlined above, however, we cannot conclude that it is just and proper for any public censure to be imposed for such an isolated incident. We so conclude for several reasons. There was no pattern of a continuing course of conduct indicating an attempt by respondent to obtain publicity about his connection with the business. Of necessity, the Canons of Judicial Ethics are written in broad language. Prohibitive canons or rules, or laws of any kind written with such a broad brush, give very little notice to those affected regarding the kinds of specific conduct prohibited. Nor can it be otherwise. It would be impossible to conceive of, or specifically enumerate, every situation which might arise. The broadness of the Canons must certainly be considered in determining the degree of notice afforded a judge consistent with due process of law. The hindsight view is always more revealing.\nIn this case, considering the circumstances under which the picture was taken, it is by no means clear and convincing that the respondent was intentionally exploiting his judicial position. No other pictures or evidence of publicity was received by the Board, even though at the time the hearings in this matter closed, respondent had engaged in a family business for over five years. Upon its receipt of the picture, certain members of the Board conferred with respondent and told him that the newspaper picture might involve a violation of the Canons. Since that time no further publicity has occurred.\nWe agree with the Board that respondent should refrain, as he has done since given notice in June, 1975, from appearing in newspaper pictures from which it could be inferred that he is somehow involved with an automobile agency. Respondent should also refrain from attending business meetings which may bring him in contact with persons likely to do business with his family business. We do not agree, however, that respondent’s conduct warrants the imposition of any discipline.\nWe also conclude that respondent’s use of an automobile with dealer’s plates may tend to exploit his judicial position. Again, however, that exploitation is somewhat speculative, and is of minor significance. As in the case of the newspaper picture previously discussed, the use of the dealer plates is not conduct that can directly be considered “financial and business dealings” prohibited by 5C(1) if it tends to exploit the judicial position. Nonetheless from such conduct an inference might be drawn involving the family business. In some ways, the driving of a car with dealer plates may inform viewers of the respondent’s connection with the family business. Such plates are indistinguishable from any other license plates except that the word “Dealer” appears in small letters above the license plate number. Many persons therefore might not even notice that the car has such a plate. Many others, of course, would. Of these, however, some might not see the individual driving the car or, if they did, might not recognize that the car was being driven by a judge. The record is silent concerning the frequency of the use of the car. Persons in a position to regularly view the car would receive a periodic reminder of a judge’s association with the automobile agency if they previously knew of his financial interest in that agency. This would no doubt include persons in and around the court house, assuming that the car is driven there regularly, a fact, if true, that the record does not reveal.\nDealer plates are not used for advertising purposes. Respondent’s use does not have the same effect as a direct advertisement, although it may tend indirectly to exploit respondent’s judicial position. The record is clear that the respondent’s use of the automobile with dealer’s plates constituted part of his remuneration for consultant work in the corporation. There is no evidence whatsoever that the use was a deliberate design calculated to gain any advantage for the corporation. If such exploitation was intended, the means is an almost — but not quite — harmless method of accomplishing the objective. In fact, the automobile used by respondent was not a make sold by the agency and had no emblem or designation indicating a connection with Lispi Chevrolet, Inc.\nAs we have pointed out earlier, this activity must be considered in light of the broad brush with which the Canons are written. Without a doubt it is conduct which one might engage in without any conscious awareness of its indirect effect on others or which one might engage in reasonably believing that no violation of the Canons would be involved.\nAlthough we agree with the Board that the respondent should refrain from such activity because it tends in a minimal way to exploit the judicial position, we cannot conclude that the conduct warrants public censure. Except for the use of the license plate and the isolated newspaper picture, the record is clear that the respondent meticulously avoided contact with the public and with individuals doing business with the corporation. There is no evidence that during the almost five year period that respondent has been financially involved with the corporation, he used his judicial position in any manner indicating that respondent was oblivious to the importance of the Canons.\nIn its report the Board stated that respondent admitted “on the record that he had been and, after warning, was continuing to use dealer’s tags on his car.” One of the dissents refers to the respondent as a “second offender” because he continued to participate in the business after promising the Board, at a private conference held in June of 1975, that he would -withdraw from active participation in the agency. These conclusions are not supported by the record. The record contains no testimony about such a promise or that he was warned about the use of the dealer’s license plate. No witnesses testified about the meeting. Nowhere in the record, either in the written allegations or in the evidence, is there anything establishing that the question of the dealer’s license plate was ever discussed or brought to respondent’s attention as a possible violation. The record does reveal that respondent took the position that he had a right to engage in a family business, and would continue to do so, but that he would refrain from attending meetings of the automobile dealer’s association. The record also reveals that since that time respondent has not attended any such meetings. The record contains correspondence between respondent and the Executive Director of the Board both prior to and subsequent to the private conference held in June of 1975. In none of this correspondence is there any evidence that the license plate was considered a problem or even discussed.\nThe Rules of Procedure Governing the Judicial Inquiry and Review Board clearly state, in Rule 6{a), that,\n“At the hearing, legal evidence only shall be received, and oral evidence shall be taken on oath or affirmation.”\nAlthough we have discussed the private meeting of June 1975, about which no witness testified except the respondent, and about which no record exists, we have done so in order to thoroughly consider the Board’s report to this Court. By doing so, we do not mean to imply that the opinions expressed in such private conferences are binding upon either the Board or a judge.\nThe Board’s report also contains the following conclusion:\n“Respondent, at the end of his election campaign in 1973, prepared, swore to, and filed with the Board of Elections a false and misleading account, and prepared and caused to be sworn to and to be filed with the Board of Elections by his campaign treasurer a false and misleading account.”\nThe Board’s report further states that the campaign reports filed contained “incomplete information and additionally that respondent “persuaded” his campaign treasurer “to sign and swear to the false report.” We agree that the public is entitled to a full accounting of the sources of contributions used in a campaign, the amounts of those contributions, how those funds were expended, and to whom the expended funds were paid. We, however, must reject the conclusion that the respondent’s campaign reports were false and misleading.\nIn this case there is no evidence that any contributions were received from any source which were not fully disclosed in the campaign reports; nor that the amounts of the contributions or expenditures were not fully reported. Nonetheless, the Board concluded that respondent’s reports contained false and misleading information. This conclusion was based on the following facts: Two campaign reports were filed — one by the respondent and one by his campaign treasurer. The report filed by the respondent showed no contributions to himself personally, but referred to the fact that all campaign contributions were listed on the report filed by his campaign treasurer. The campaign treasurer’s report, to which the respondent’s report referred, listed contributions received of $56,050. Of that amount $22,450 was reported as received from a group of fund raisers headed by one William Davis. According to the Board, the $22,450 should not have been reported as contributions on the treasurer’s report, but should have been listed as contributions on the respondent’s report, because as monies were raised by the Davis group they were transferred by check to the respondent who in turn sent the funds to the manager of his advertising campaign to pay for campaign advertising. The respondent testified that he did not interpret the Election Code to require him to report on his report these monies because they were not given directly to the respondent by campaign donors but by the Davis group which had received them from campaign donors. There is no evidence in the record that the respondent solicited or accepted these contributions directly from the donors. Under these circumstances regardless of whose view is technically correct under the Election Code, the fact remains that the reports were not false and misleading. The respondent’s report referred specifically to and in effect incorporated by reference the report filed by the treasurer and specifically noted that contributions to the campaign were reported on the treasurer’s report. We fail to see how any inference can be drawn that the public was misled since the public received a complete accounting of all monies received and the purposes for which they were dispensed.\nAll of the other conclusions reached by the Board concerning the campaign reports are of like kind. The Board states that in his report respondent reported that he had made personal contributions of $26,375.00 of his own money to his campaign committee. The campaign committee report shows these contributions received from the respondent, and also accurately reflects the manner in which these funds were expended. The Board does, not dispute that respondent used $26,375 of his own money for the campaign, nor do they dispute that the money was used for the purposes listed in the committee report — payment of advertising costs. The Board’s conclusions were premised on the fact that the respondent did not give the money to the treasurer, but gave it to the manager of his advertising campaign who in turn used it to pay advertising expenses. According to the Board, had the money contributed by respondent been first turned over to the treasurer, and had the treasurer then turned the funds over to the advertising manager, the reports would be accurate. Assuming respondent’s method was technically in error, we fail to see how the reports can be considered false and misleading.\nThe Board also concluded that the amount of one of the contributions which respondent listed as having been made to the treasurer was improper. The treasurer’s report lists one contribution from the respondent of $12,500. According to the Board’s report this was not correct and the amount listed should have been $25,000. Again, we must reject the Board’s conclusion.\nThe facts are undisputed. Approximately ten days before the election, respondent was told by the manager of his advertising campaign that certain advertising bills were owing and due, and that funds would be needed to pay these bills. The advertising manager had done the same thing on previous occasions at which times respondent had turned over funds which he had received either from the Davis group, or when he had no such funds remaining, his own personal funds. The advertising manager was not able to tell the respondent exactly how much would be needed. At that time almost all of the money that had been raised for the campaign had been spent. The records show that of the total of $56,050 raised, less than $3,000 was received in the last ten days of the campaign and almost all of the bills with the exception of the advertising had been paid. The records reveal that except for the advertising less than $1,000 remained to be paid. Respondent therefore gave his advertising manager $25,000 without knowing exactly how much of that amount would be needed to pay all the bills that would be owing and due. Respondent was relying on his advertising manager and did not receive at any time any specific information about the bills coming due but knew that he had authorized an extensive advertising campaign. At the conclusion of the campaign, the advertising manager had spent only $12,500, and the remaining $12,500 was returned to respondent. Respondent’s report viewed the $25,000 turned over to his advertising manager as an advance to be certain that all bills could be paid.\nWe cannot agree that respondent’s report was false and misleading in failing to list a $25,000 contribution. The $25,000 was given to a campaign aide in charge of advertising to use what was necessary and to return the rest. That portion actually used was reported as a contribution to the committee. We fail to see anything improper in the reporting of what occurred. Had respondent given $200 to an aide with instructions to use what was necessary to purchase a plane ticket and after the plane ticket was purchased for $110, $90 had been returned to the respondent, can it be said that the respondent should have reported $200 as a contribution followed by a return of $90? Even were we to assume that the Board’s view is correct, at most we are presented again with a highly technical error which did not conceal anything about the amount contributed or expended for the campaign. We cannot agree, nor is there any evidence, that the method chosen by the respondent was false and misleading.\nThe Board’s report also states that the campaign treasurer testified that he received only $3,910, and not $56,050 which he reported. The campaign treasurer’s testimony, however, is quite clear that he was not suggesting that the $56,050 was not the correct amount, but that he personally raised only $3,910. In fact, during the campaign treasurer’s testimony, he explicitly called to the Board’s attention that his campaign report affidavit required by law did not state that he personally had raised the funds. He read into the record the affidavit wherein he certified:\n“That the following is a full, true, and detailed account of each and all of the receipts, expenditures, disbursements, and unpaid debts and obligations of said committee and of every officer and other person acting under authority or on behalf of said committee or treasurer, in accordance with the requirements of the Pennsylvania Election Code.” (Emphasis added.)\nThere is no evidence in the record that the Davis group was not authorized to raise funds. The inclusion of these funds in the treasurer’s report was not false and misleading. Nor is there law prohibiting respondent from contributing to his campaign treasurer.\nOur review of the record fails to disclose any way in which the public was misled or given false information about the source and amounts of contributions or the payees’ amounts and purposes of the campaign expenditures. In its report, the Board noted that respondent prepared the report which was signed and filed by the campaign treasurer. This was perfectly permissible conduct and we are unable to glean any significance from these facts. There is no rule prohibiting anyone who has the information from preparing a campaign report. The Board’s report also uses the word “persuaded” when referring to the manner in which respondent obtained his campaign treasurer’s signature on the report. If the use of this word was intended to imply anything sinister, we reject any such connotation. There is no evidence in the record that persuasion of any sort was used or was necessary. Respondent simply prepared the report and his campaign treasurer signed it. The testimony of the campaign treasurer contains no such suggestion nor does anything else in the record. For the reasons stated, we reject the conclusion that the respondent should be publicly censured for the campaign reporting.\nThe Board also concluded that discipline was warranted based on the respondent’s relationship to one Judith Walton. The relevant facts are these. The respondent and Judith Walton maintained an intimate relationship which began when respondent was a practicing attorney and continued for about four and one-half years after the respondent became a judge. At the time the relationship began, Judith Walton was single but it continued after her marriage to her husband, John Walton. Respondent has at all times been married. His wife for a number of years before the relationship began and throughout the relationship suffered from mental illness requiring hospitalization on thirteen or fourteen occasions. During the relationship respondent and Judith Walton made overnight trips together including a one week trip to Puerto Rico. Respondent made gifts of various kinds, including monetary gifts to Judith Walton during the time of the relationship. At some time during the latter part of the relationship John Walton became aware of the relationship but did not object. During part of the time the relationship continued Judith Walton was employed at Lispi Chevrolet, Inc. Respondent was a frequent visitor to the Walton home, and on one occasion during an argument slapped Judith Walton several times.\nOn the basis of these and other incidental facts concerning the relationship the Board concluded as follows:\n“Respondent, married and living with his wife and child, maintained an open and notorious meretricious relationship with one Judith Walton, a married woman, which continued from the beginning of his judicial tenure until about November, 1976.”\nThe Board’s conclusion concerning the relationship raises very serious questions concerning the extent to which the provisions of the Pennsylvania Constitution permit the imposition of discipline for conduct in one’s private life when that conduct has had no effect upon the individual’s conduct of his judicial office, and is not prohibited by law. Before examining the Board’s conclusions in this area, an analysis of the controlling law must be made.\nOur analysis of this issue must begin with the provisions of the Pennsylvania Constitution, Article 5, Section 18(d) which provide:\n“[A]ny justice or judge may be suspended, removed from office or otherwise disciplined for violation of section seventeen of this article, misconduct in office, neglect of duty, failure to perform his duties, or conduct which prejudices the proper administration of justice or brings the judicial office into disrepute and may be retired for disability seriously interfering with the performance of his duties.”\nThe above section enumerates the kind of conduct which warrants discipline. Such conduct must involve either:\n(1) a violation of article 5, section 17, or\n(2) misconduct in office, or\n(3) neglect of duty, or\n(4) failure to perform [one’s] duties, or\n(5) conduct which prejudices the proper administration of justice, or\n(6) conduct which brings the judicial office into disrepute.\nThe first item from Section 18(d) enumerated above, refers to Article 5, Section 17. The relevant provision of that section is 17(b) which reads as follows:\n“(b) Justices and judges shall not engage in any activity prohibited by law and shall not violate any canon of legal or judicial ethics prescribed by the Supreme Court.”\nFrom the above constitutional provisions, it is clear that the framers of the constitution were concerned with the conduct of a judge in his or her official capacity and with the conduct of a judge at all times if such conduct is prohibited by law.\nAn examination of the provisions of Article 5, Section 18 indicates that they are concerned with official conduct of a judge. Item 1 refers to Section 17 which will be discussed subsequently. Item 2 refers to misconduct in office. Items 3 and 4 concern the judge’s neglect or failure to perform his duties. Item 5 concerns conduct which prejudices the proper administration of justice. All of these items are clearly concerned with the conduct of a judge in an official capacity. The most general of the items is item 6 which concerns conduct which brings the judicial office into disrepute. Yet, even item 6 does not refer to the judge as an individual, but rather, refers to the judicial office. That item considered in the context in which it appears following the first five items all of which are concerned with official conduct must be read in that same light. The constitution is concerned with conduct that brings the judicial office into disrepute. This is not to say that no standard was placed in the constitution concerning conduct of a judge unconnected with conduct in an official capacity. As pointed out, the first item in Article 5, Section 18(d) refers us to Article 5, Section 17. The relevant provision in that section contains a broad prohibition. It does not speak of conduct of the judge in his official capacity nor does it speak of that which concerns the judicial office. It specifically covers all conduct of a judge, and unlike the provisions of Article 5, section 18(d), it is written without any qualifying or restrictive language. It states that “Justices and judges shall not engage in any activity prohibited by law and shall not violate any Canon of legal or judicial ethics prescribed by the Supreme Court.” (Emphasis added.) The underlined portion of Article 5, Section 17(b) provides a standard that activities prohibited by law shall not be permitted. The Constitution dictates that the law of Pennsylvania — not private notions of morality — is the appropriate standard.\nWe must go further, however, since Article 5, Section 17(b) contains an additional reference to the Canons of Judicial Ethics. The relevant Canons are Canon 1 and Canon 2, and their focus, like the Constitution is on the judicial office. Those Canons are as follows:\nCANON 1\nA Judge Should Uphold the Integrity and Independence of the Judiciary\nAn independent and honorable judiciary is indispensable to justice in our society. A judge should participate in establishing, maintaining, and enforcing, and should himself observe, high standards of conduct so that the integrity and independence of the judiciary may be preserved. The provisions of this Code should be construed and applied to further that objective.\nCANON 2\nA Judge Should Avoid Impropriety and the Appearance of Impropriety in All His Activities\nA. A judge should respect and comply with the law and should conduct himself at all times in a manner that promotes public confidence in the integrity and impartiality of the judiciary.\nB. A judge should not allow his family, social, or other relationships to influence his judicial conduct or judgment. He should not lend the prestige of his office to advance the private interests of others; nor should he convey or knowingly permit others to convey the impression that they are in a special position to influence him. He should not testify voluntarily as a character witness.\nCanon 1 refers to the “high standards of conduct so that the integrity and independence of the judiciary may be preserved.” (Emphasis added.) Canon 2 like Canon 1 focuses upon “public confidence in the integrity and impartiality of the judiciary.” (Emphasis added.) The language of these Canons strongly indicates that they are concerned with the conduct of a judge in his official capacity and not with his conduct in his private life.\nIt can be seen, therefore, that the constitutional scheme and the Canons are concerned with:\n(1) the conduct of a judge acting in an official capacity\n(2) any other conduct which affects the judge while acting in an official capacity, and\n(3) conduct prohibited by law.\nTo read into the constitution or the canons prohibitions which go beyond the above categories is to enter a most precarious area of inquiry for the state — the realm in which private moral beliefs are enforced and private notions of acceptable social conduct are treated as law. Standards in these private areas are constantly evolving and escape, at any given moment, precise definition. Conduct of a judge or any public official which may be offensive to the personal sensitivities of a segment of the society is properly judged in the privacy of the ballot box. Mr. Justice Nix, concurring in Matter of Greenberg, 457 Pa. 33, 46, 318 A.2d 740, 747 (1974) has pointed out that final judgments concerning a judge are properly made only in the ballot box; stating: “Equally as significant is that the people of this Commonwealth rejected the institution of an appointive selection of judges and required that judges stand for popular election. Art. V, Section 13. Thus, the Constitution of this Commonwealth has vested within the people of this state the final judgment as to whom should be permitted to serve as their judges. [A judge], having been elected by the people . . . must if he wishes to continue to serve in that capacity stand for retention election in the municipal elections . . . . See Art. V, Section 15. If, [a judge’s] actions have occasioned a loss of confidence in his ability to discharge his judicial duties it will best be demonstrated at that time.”\nThus, it can be seen that there are, in effect, two tribunals wherein judgments must be made concerning the conduct of a judge. For some matters that tribunal is properly the people through the ballot box. This Court as the other tribunal can only be concerned with conduct which as previously noted involves a judge acting in his official capacity or conduct which affects the judge acting in an official capacity or conduct prohibited by law. This Court has previously concluded that “a disciplinary proceeding [against a judge] is constitutionally labeled as ‘quasi-criminal.’ ” Matter of Dandridge, 462 Pa. 67, 74, 337 A.2d 885, 888 (1975). The imposition of any discipline .based on conduct unrelated to a judge’s official conduct which is not prohibited by the public policy of this Commonwealth as manifested in its laws would raise serious due process issues. In a pluralistic society punishment of any kind administered by government must be underpinned in a conclusion that the constitution, the law, or the canons have been violated.\nWhere the issue of official punishment is concerned a judge, no less than any other citizen, is entitled to a careful and cautious consideration in order that injustice be avoided. In a previous case which involved conduct of a judge outside his official capacity, no disciplinary action of any kind was recommended until after the judge had been indicted, convicted and denied relief in post-trial motions. During the interim between the indictment and the denial of post-trial motions, a period of about two years and nine months, no disciplinary action was recommended by the Board and none was imposed by this Court. It was only after all proceedings had been completed at the trial level that disciplinary action was recommended and imposed by this Court. Even then, three members of this Court concluded that disciplinary action should not be taken until the federal conviction had been “finally adjudicated” by exhaustion of the judge’s appellate rights. Matter of Greenberg, 442 Pa. 411, 421, 280 A.2d 370, 374 (1971) (dissenting opinion by Mr. Justice Roberts). The careful and cautious approach manifested in Greenberg is a necessary one if injustice is to be avoided.\nThe conduct of the Respondent involving his relationship with Judith Walton is not in violation of the law. Under the Crimes Code of Pennsylvania adultery and fornication do not constitute criminal conduct! Pennsylvania Crimes Code, 18 Pa.C.S.A. § 101, et seq. This Court in abolishing the tort of criminal conversation has observed that that cause of action is an “anachronism.” Fadgen v. Lenkner, 469 Pa. 272, 365 A.2d 147, 151 (1976). Since the respondent’s conduct was not prohibited by law there is no basis for discipline regardless of the private views of this Court.\nIn the matter before us respondent has not been convicted of any criminal conduct. Although the record reveals that Judith Walton, almost a year after the relationship with respondent had ceased, filed a criminal complaint against the respondent, two of the charges were dismissed and the other charge — one for harassment — was not served upon the respondent. There is no evidence in the record that any hearing was ever held. Under these circumstances there is no basis for discipline. Although the slapping incident, which was dismissed as a criminal charge, may have involved tortious conduct, such conduct, as distinguished from a violation of the criminal law, cannot be a proper basis for discipline. The Judicial Inquiry and Review Board is not the proper forum for tort claims against judges, whether such claims are between husbands and wives, friends, or persons such as respondent and Judith Walton who were involved in an intimate relationship.\nThe Board in its conclusion stated that the relationship was open and notorious. The respondent who testified concerning the intimate relationship challenges the conclusion that it was open and notorious. Although the record may sustain the respondent’s challenge, the issue is irrelevant. We reject any implication that an intimate relationship provides a basis for discipline even if it becomes open and notorious. The law of the Commonwealth makes no such distinction between intimate relationships which are kept secret and those which are not and there is no legitimate basis for us to do so.\nThe last area which provided a basis for the Board’s recommendation of discipline relates to respondent’s appointment of Judith Walton as chief cashier in the Domestic Relations Probation Office. On this matter, the Board concluded that the respondent did not follow “established procedures” of the Court of Common Pleas of Luzerne County in his appointment. The appointment was rescinded about a month later by the Court En Banc and the position was filled by an appointment made from within the department. The record is quite clear that there was no written procedure or rule in the Court of Common Pleas of Luzerne County as to appointments, and there is no allegation otherwise. During the hearing the questioning of witnesses relating to “established procedures” was focused entirely on whether or not there existed a procedural “custom” which respondent had violated. Predicating discipline on the alleged violation of an unwritten custom is very tenuous at best even if such a custom had been established. There is no evidence in the record, however, that even an unwritten custom existed. In fact, the record reveals that respondent’s appointment was made as a direct result of a letter which he received from the judge in charge of administrative matters concerning employment. That letter notified respondent that a vacancy existed, and that in accordance with a rotation system existing in the Court of Common Pleas of Luzerne County, respondent was authorized to fill the vacancy. These facts are not in dispute. According to the record, the appointment was rescinded because the Court En Banc decided that the chief cashier’s position should be filled from within the office, and not because respondent had violated any established procedure. Respondent was then given the authority, in accordance with the rotation custom, to fill the vacancy in the assistant’s position after the assistant’s promotion to the chief cashier’s vacancy. The record establishes that there was no custom of intraoffice promotion, and that the rescission of respondent’s appointment was an ad hoc decision by the Court En Banc that in the particular case involved the intraoffice promotion was merited by the assistant who was promoted to chief cashier.\nAside from the question of whether or not respondent acted contrary to established procedures, the notice of proceedings served on the respondent alleged that the appointment of Judith Walton was made as a “result of the relationship” that existed between her and the respondent, although the notice did not specify a violation of Canon 3B(4) which is the relevant Canon to the alleged motive for the appointment. According to Canon 3B(4) a judge should exercise the appointment power “only on the basis of merit, avoiding favoritism.” In its final report the Board did not find that the appointment was based on favoritism rather than on merit and did not find a violation of Canon 3B(4). Considering the Board’s failure to charge a violation of Canon 3B(4), a serious due process question would arise had there been any conclusion that respondent violated Canon 3B(4). Ignoring the notice problem, however, our examination of the record fails to reveal any evidence that the appointment was not made on the basis of merit. The record establishes that the appointee was well qualified for the appointment. She was an experienced cashier knowledgeable in bookkeeping and financial matters. There is no evidence in the record that she was unqualified for the position. Moreover, after the rescission of her appointment as chief cashier, she was offered but rejected the position of assistant cashier. From this state of the record it can not be concluded that respondent’s attempted appointment violated Canon 3B(4).\nBecause in this case our conclusion is to reject the recommendation of the Board, we have presented in detail our reasons for disagreeing with the Board’s recommendation. We have also examined the record independently and find no evidence of conduct warranting discipline.\nOne other matter has been brought to our attention which warrants comment. Respondent petitioned the Board to dismiss the charges because of a breach of the rules of the Judicial Inquiry and Review Board in requiring that the confidentiality of the proceedings be preserved until submitted to the Supreme Court. We note with concern that the record establishes a breach of that rule — extensive publicity had been given to the Board’s proceedings — but the record does not reveal by whom the rule was broken. Because the respondent has asked that this matter be decided on the merits and not dismissed because of the confidentiality breach, we do not decide any issue concerning the breach of confidentiality. This is not to imply, however, that this Court views such breaches as matters to be lightly taken. Suffice it to say that the rules were adopted to prevent unfair and unwarranted premature conclusions to affect the public’s confidence in the integrity and independence of the judiciary.\nThe formal proceedings instituted against the respondent on May 3, 1976 and on January 24, 1977 are hereby dismissed.\nO’BRIEN, J., and POMEROY, former J., did not participate in the consideration or decision of this case.\nNIX, J., concurs in the result.\nEAGEN, C. J., and ROBERTS, J., filed dissenting opinions."}