{"id": "1751237", "contents": "OPINION\nEAGEN, Chief Justice.\nOn February 9, 1973, John Holly was convicted of murder of the first degree by a jury following trial in the Court of Common Pleas of Philadelphia. After denial of post-verdict motions, judgment of sentence of life imprisonment was imposed. A direct appeal resulted in affirmance of the judgment of sentence by an equally divided court. Commonwealth v. Holly, 463 Pa. 142, 344 A.2d 465 (1975) (Nix, J., absent).\nOn June 3, 1976, Holly filed a petition seeking post-conviction relief pursuant to the Act of January 25, 1966, P.L. (1965) 1580, § 1 et seq., 19 P.S. § 1180-1 et seq. (Supp.1978-79) [Hereinafter: PCHA]. Courisel was appointed, and an amended petition was filed. A hearing was scheduled on the petition, but Holly chose not to offer any evidence. Following oral argument on the petition, the PCHA court ordered the judgment of sentence vacated and granted a new trial. This appeal by the Commonwealth from that order followed.\nIn granting relief, the PCHA court ruled the admission into evidence at trial of an incriminatory statement given by Holly to police constituted reversible error because it was obtained in violation of the mandate of Pa.R.Crim.P. 130 as interpreted in Commonwealth v. Futch, 447 Pa. 389, 290 A.2d 417 (1972), and, alternatively, because it was not a voluntary act by Holly. Additionally, the court ruled that the foregoing issues had not been “finally litigated” under Sections 3(d) and 4 of the PCHA, 19 P.S. .§§ 1180-3(d) and 4 (Supp.1978-79), because on direct appeal this Court affirmed by an equally divided court, and that both issues were cognizable under the PCHA because each is of constitutional dimension.\nWe will affirm the order of the PCHA court granting a new trial because we agree with its conclusion that Holly’s incriminating statement was obtained under coercive circumstances and hence, should have been suppressed pretrial. The Commonwealth does not dispute that Holly challenged the voluntariness of the statement at each stage of the proceedings during which such a challenge could be made. This being so, the issue was not waived. Section 4(b) of the PCHA, 19 P.S. § 1180-4(b) (Supp.1978-79). Further, since, on direct appeal, we affirmed by an equally divided court, the issue has not been finally litigated. Section 4(a) of the PCHA, 19 P.S. § 1180-4(a) (Supp.1978-79); Commonwealth v. Righthour, 469 Pst. 107, 364 A.2d 927 (1976) (plurality Per Curiam and Dissenting Opinions in accord as to this). Accordingly, the issue is properly before us.\nSince the suppression court concluded the challenged statement was voluntary and refused to suppress its evidentiary use, we must now accept its findings of fact relevant to this issue where these facts are supported by the record. Commonwealth v. Willis, 483 Pa. 21, 394 A.2d 519 (1978). However, we need not accept the conclusions the court arrived at from these facts. The correctness of its conclusions are subject to review on appeal.\nThe following facts are undisputed in the record.\nHolly, sixteen years of age, was taken into police custody without a warrant about 6:25 a. m. on February 4, 1972, in connection with the fatal shooting of one Walter Williams. He was immediately taken to police headquarters, but questioning did not begin until about 8:30 a. m. The questioning continued at regular intervals throughout the day and night; during which time, Holly was without counsel or advice from anyone other than the police. Throughout this period, Holly persisted in his innocence. Finally, shortly after midnight or about eighteen hours after the initial custody, Holly, for the first time, admitted his participation in the killing of Leon Pinkney. Following this, a polygraph test ensued, and some further police interrogation occurred. The challenged statement, recorded and typewritten between 2:20 a. m. and 3:50 a. m., was signed by Holly at 4:02 a. m. on February 5th.\nWhile Holly was not subjected to or threatened with physical abuse during the period of police questioning, it does not necessarily follow that his self-incrimination was an act of a free will. As realists, we have and will continue to recognize that one’s will and self-determination may be overborne without the presence of physical abuse. Psychological coercion or pressures may be just as and even more effective in lessening one’s power to resist suggestion. Cf. Commonwealth v. Smith, supra; Commonwealth v. Lopez, 472 Pa. 465, 372 A.2d 785 (1977); Commonwealth v. Irvin, 462 Pa. 383, 341 A.2d 132 (1975); and, Commonwealth v. Riggins, 451 Pa. 519, 304 A.2d 473 (1973). In determining if psychological coercion or pressures impinged upon Holly’s will, all of the attending circumstances are important. In view of Holly’s age, the fact that he was subjected to periods of interrogation over a span of at least eighteen hours before incriminating himself, and the fact that, during this period, he was held incommunicado, we conclude his capacity for self-determination was seriously impaired, and evidentiary use of his incriminating statement offended due process.\nOrder affirmed.\nO’BRIEN, J., and POMEROY, former J., did not participate in the decision of this case.\n. The appeal was submitted to this Court on briefs on November 25, 1974. Argument was held on June 30, 1975, following a sua sponte request by this Court.\n. In view of our conclusion that the statement was obtained by the police under circumstances constitutionally impermissible, we need not reach the merits of the “Futch” issue or whether that issue is now properly before us.\n. The PCHA court held the statement was not given voluntarily. Implicit in that court’s review of the merits of the issue and our approval of its review is a recognition that a PCHA court, in circumstances such as here presented, has the power to overrule the determinations of courts of equal jurisdiction, namely, the suppression court and the post-verdict motion court. Compare Pa.R.Crim.P. 1123. But the function of the PCHA court in this posture is that of an appellate court reviewing the determination of the suppression court, not that of a suppression court. We note this fact because, while no new testimony was taken at the PCHA hearing relevant to the voluntariness of the statement and while the notes of testimony from the suppression hearing were incorporated into the record as evidence, the PCHA court clearly indicated it would be willing to receive additional testimony as to admissibility of the statement. Although no new testimony was presented, the court’s position was incorrect because, had the evidentiary hearing on the suppression issue been reopened, the procedure would have provided an additional opportunity to obtain suppression, rather than a procedure to finally litigate the issue through the appellate process. Holly is entitled only to the latter, but not the former. He had already been afforded the former.\n. If no findings of fact were made or if the findings were not adequate, then our scope of review would be as stated in Commonwealth v. Smith, 470 Pa. 220, 368 A.2d 272 (1972).\n. The police questioning, initially and until about 10:30 a. m., was directed to Holly’s involvement in the Williams killing. Thereafter, because of additional information received by the police from outside sources, the questioning focused on Holly’s participation in the fatal shooting of one Leon Pinkney on January 1, 1972.\n. It was for the Pinkney killing that Holly was convicted."}