{"id": "1753736", "contents": "OPINION\nNIX, Justice.\nAppellee, Ben Sadusky, was convicted by a jury of two counts of conspiracy. More specifically, he was found to have conspired with Elmer Johnson, former Chairman of the Board of Commissioners of Schuykill County to commit a misdemeanor in office by obtaining money from the county by fraudulent pretenses and by obtaining authorization from Johnson to perform work in violation of the bidding requirements. The trial court dismissed the objection to the sufficiency of the evidence and entered the judgment of sentence. On appeal to the Superior Court the judgment of sentence was reversed after that court determined that the evidence was insufficient to support the verdicts of guilt. We granted the Commonwealth’s request for review to consider the question of the sufficiency of the evidence.\nThe standard for appellate review of the sufficiency of the evidence, where, as here the Commonwealth depended upon establishing guilt by circumstantial evidence, was set forth in Commonwealth v. Sullivan, 472 Pa. 129, 371 A.2d 468 (1977). In that case we stated:\nIn determining the sufficiency of the evidence the test is whether, accepting as true all of the evidence of the Commonwealth and all reasonable inferences arising therefrom, upon which, if believed, a finder of fact could properly have based its verdict, such evidence was sufficient in law to prove the elements of the crime in question beyond a reasonable doubt.\nThis standard is equally applicable to cases where the evidence is circumstantial rather than direct so long as the combination of the evidence links the accused to the crime beyond a reasonable doubt. Moreover, it is not necessary that each piece of evidence be linked to the defendant beyond a reasonable doubt. It is only necessary that each piece of evidence include the defendant in the group who could be linked while excluding others, and that the combination of evidence link the defendant to the crime beyond a reasonable doubt. Restated, the facts and circumstances need not be absolutely incompatible with defendant’s innocence, but the question of any doubt is for the jury unless the evidence “be so weak and inconclusive that as a matter of law no probability of fact can be drawn from the combined circumstances.” Id., 472 Pa. at 149-50, 371 A.2d at 478 (citations omitted) (emphasis in original).\nThe gravamen of the crime of conspiracy is the illicit agreement or coming together, i. e., the “common understanding or agreement which is the heart of every conspiracy . . . ” Commonwealth v. Waters, 463 Pa. 465, 471, 345 A.2d 613, 616 (1975). This agreement must be proved beyond a reasonable doubt. Cf. Commonwealth v. Wilson, 449 Pa. 235, 238, 296 A.2d 719, 721 (1972) (citing cases), wherein we noted: “It is well settled that the nexus which renders all members of a criminal conspiracy responsible for the acts of any of its members is the unlawful agreement.” It requires little imagination to recognize that actual direct proof of a conspiracy is indeed difficult, if not virtually impossible to obtain, absent a confession or information provided by an informant who has been privy to the conspiracy. In most instances proof of the criminal partnership must be “extracted from the circumstances that attend its activities.” Commonwealth v. Strantz, 328 Pa. 33, 43, 195 A. 75, 80 (1937).\nWhile “a conspiracy may be inferentially established by showing the relation, conduct or circumstances of the parties . . . ” Commonwealth v. Neff, 407 Pa. 1, 6, 179 A.2d 630, 632 (1962); Commonwealth v. Rosen, 141 Pa.Super. 272, 276, 14 A.2d 833, 834 (1940); the Commonwealth’s burden of proof beyond a reasonable doubt is not relaxed and a showing of a mere association without the requisite corrupt agreement is insufficient to establish a criminal conspiracy. See Commonwealth v. Minor, 227 Pa. Super. 343, 322 A.2d 717 (1974).\nAppellee was the owner-operator of a construction company. In May of 1969, he was contacted to do repair work on the Rest Haven Home and Hospital, a facility operated by Schuylkill County. Thereafter, Sadusky continued to perform services at this facility until October of 1971, at which time the investigation, which resulted in the present charges, was commenced. During this period, Sadusky and his employes performed services such as exterior and interi- or painting, repairing of window screens and sashes, roof repair, and sundry other related jobs.\nFrom May, 1969 until October, 1971, a total of 399 bills were submitted by Sadusky, totalling $283,404.92 all individual bills were for less than $1500, except for the last two invoices which were for roof work, which last two invoices totalled $12,300, and for which bids were received and written contracts entered into. Out of the total $283,404.92 billed to the county, $224,503.00 was itemized as labor cost. The records of the Pennsylvania Department of Labor and Industry indicates that for this work Sadusky reported $31,-664 as being the amount actually paid to his employes. Sadusky’s employes were called as witnesses for the Commonwealth and testified that they were being paid at the rate of $2.50 and $3.00 an hour. For that corresponding period from July 10, 1970 to November 4, 1971, Sadusky submitted invoices for labor for his employes consisting of 10,192 manhours at $5.00 per hour and 4,820 manhours at $4.00 per hour. Sadusky also submitted invoices for painting the interior and exterior for 4420 hours at $4.00 per hour. The employes indicated thát they had worked 1812 hours for $2.50 per hour.\nAs to the count pertaining to the violation of the bidding requirement, the Commonwealth introduced evidence to show that on 59 occasions Sadusky submitted more than one invoice to the county dated on the same day; the total for each day exceeding the sum of $1500.00. On 63 separate days the total amount of checks issued to Sadusky were in excess of $1500.00. On those occasions where the bill exceeded $1500.00, the bidding requirements were complied with and a formal contract was entered into.\nWe agree with the Superior Court that the testimony did not establish a conspiratorial relationship between Sadusky and Johnson. Commissioner Johnson was not instrumental in the initial engagement of Sadusky in connection with the Rest Haven facility. Prior to Sadusky’s employment by the county to perform services, the Rest Haven Home had fallen into a state of disrepair. An emergency situation arose from a leak in the roof and an official at the Home recommended Sadusky as a contractor to correct the condition. Mr. Johnson merely assented to the recommendation. There is no evidence to establish that Commissioner Johnson determined either what subsequent services would be required or when they were needed. The testimony discloses that Sadusky was called upon in most cases when the officials at the Home determined the existence of a need and the need determined the services to be performed. The Commonwealth witnesses testified that many of the services that Sadusky was called upon to perform were of an emergency nature and others were done ancillary to the emergency work. The bill submitted by Sadusky required review and approval by the officials of Rest Haven Home, County Controller’s office and finally the commissioners. Two commissioners were required to sign the check. There is no evidence that Johnson used his influence to obtain the approval of these bills by the other persons who were required to process them.\nIn summary, our reading of the record forces the conclusion that the evidence was insufficient as a matter of law to support the verdicts of guilt on the conspiracy counts. In this regard we are in accord with the view of the Superior Court. We do have a question as to the mandate of the Superior Court. Where the evidence is insufficient as a matter of law to support the conviction, the appellee may not be retried under the same indictment. The appropriate remedy is to discharge the appellee. See, Greene v. Massey, 437 U.S. 19, 98 S.Ct. 2151, 57 L.Ed.2d 15 (1978); Act of June 15, 1951, P.L. 585, § 1, 19 P.S. § 871.\nAccordingly, the order of the Superior Court reversing the judgment of sentence is affirmed and the appellee is discharged.\nO’BRIEN, J., and POMEROY, former J., did not participate in the decision of this case.\nROBERTS, J., filed a dissenting opinion in this case, joined by LARSEN, J.\n. The violations occurred prior to the effective date of the Crimes Code of 1972, and are therefore controlled by the 1939 Criminal Code and its amendments. 1939, June 24, P.L. 872, § 101, et seq., as amended; 18 P.S. 4101 et seq.\nThe County Code, 1955 Aug. 9, P.L. 323, § 101 et seq., as amended, 16 P.S. § 101, et seq., applicable to third, fourth, fifth, sixth, seventh and eighth classes provided in § 1802 (Aug. 25, 1967 amendment) that contracts for services which exceeded $1500 must be made by advertising for bids. Section 1803 of the Code prohibits a commissioner from evading the bid requirements by entering into a series of contracts for services each for less than the $1500 limit when the transactions should have been made as one transaction for one price. Under this section it is the conduct of a commissioner that is proscribed and the count of the indictment charges Sadusky with conspiring with Commissioner Johnson to violate the provision.\n. Another contracting firm had been requested to do the work and after six months failed to keep its commitment.\n. As has been indicated many of the work requests were of an emergency nature. The County Code, supra, does not apply the bidding requirements in cases of emergencies. The Code requires, where the emergency exception is being relied upon, that the “actual emergency shall be declared and stated by resolution of the commissioners” 16 P.S. § 1802(b). The failure to comply with the procedural requirements of this exception may be sufficient to find a violation of the section since the offense under section 1803 appears to be one of mala prohibita. However, appellee must be found guilty of participating in a conspiracy and for this purpose the fact that the job was created by an emergency is indeed of significance.\n. The Commonwealth introduced the fact that Sadusky performed work on Johnson’s private property. It was also indicated that Sadusky had been extraordinarily generous in extending credit for these services. While these facts may create a suspicion, alone they do not provide a basis for a finding of a corrupt agreement between the two.\n. Although it is not critical to the resolution of issues in the instant appeal, we note that due process (notice) concerns arise where the charge is one of conspiracy and the underlying conduct is in the nature mala prohibita and is designed to regulate a special class of persons within which the accused is not included and may not have a reason to be aware of the prohibition. Cf. Lambert v. California, 355 U.S. 225, 78 S.Ct. 240, 2 L.Ed.2d 228 (1957) (punishment for failure to comply with a criminal registration statute where the accused was without actual knowledge of the duty to register and the circumstances were devoid of any factors which should have placed him on notice)."}