{"id": "1753741", "contents": "OPINION OF THE COURT\nNIX, Justice.\nAppellant, Daniel Lee Graves, was tried for the first time before a jury on June 26, 1972, and found guilty of murder of the first degree, robbery and burglary. On appeal, we reversed the judgment of sentence and awarded a new trial. Commonwealth v. Graves, 461 Pa. 118, 334 A.2d 661 (1975). Appellant’s retrial, also before a jury, resulted in verdicts of guilty of murder of the first degree, robbery and burglary. Sentence of life imprisonment was imposed on the murder conviction with concurrent five to ten year sentences for the robbery and burglary convictions. Post-verdict motions were denied by the trial court, and this appeal followed.\nAppellant’s first contention is that the evidence is insufficient to support a finding that his actions caused the victim’s death. As with all challenges to the sufficiency of the evidence, we consider the evidence in a light most favorable to the verdict winner, here the Commonwealth. See, e. g., Commonwealth v. Williams, 476 Pa. 557, 560, 383 A.2d 503, 504 (1978). The salient facts are as follows: On September 28, 1971, appellant and two others burglarized the residence of Sebastiano Patiri, who, at the time, was seventy-five years of age. During the course of the robbery and burglary, Patiri sustained certain injuries for treatment of which he was admitted to a local hospital. While in the recovery room following the surgery that was necessitated by the injuries received in the robbery/burglary, Patiri died.\nThe prosecution produced two expert witnesses, who testified as to the victim’s physical condition when admitted to the hospital, and gave their opinions as to the cause of his death. The first of these witnesses was Dr. Isadore Mihalakis, the pathologist who performed the autopsy on Mr. Patiri’s body. Dr. Mihalakis testified, in part, that the seventy-five year old victim’s general health condition was poor, and that he was arteriosclerotic, with cardiac and brain arteries functioning at only 30% of their normal capacity. Dr. Mihalakis also testified that “death was due to cardiopulmonary arrest, meaning lung and heart stoppage.” The witness expressed the opinion that the injuries sustained in the assault combined with a general state of health caused his death.\nThe prosecution’s second expert witness was Dr. Donald Smith, a physician who had examined the victim while he was yet alive. This witness testified that the wounds “were quite likely compatible with survival,” and “that he had every reason to believe the victim would survive after surgery.” Dr. Smith also stated that neither the wounds themselves, the corrective surgery that he performed, nor the anesthesia, individually or collectively, were such as to create a reasonable medical expectation that death would result. He further testified that the wounds, “ . necessitated [the victim’s] admission and evaluation in the emergency room”, and that the resultant surgery did lead to his death.\nThe evidence also revealed that the victim had sustained seven knife-stab wounds to the body. Four of these seven stab wounds were of sufficient depth to penetrate internal organs; two wounds, one of which was two and one-half inches deep and the other of which was two and one-quarter inches deep, penetrated the victim’s lung; another three inches deep, perforated the lower lobe of the lung, perforated the diaphragm, and penetrated the liver to a depth of three-fourths of an inch; another, two and one-half inches deep, penetrated the right lobe of the liver to a depth of one inch. The stab wounds caused extensive hemorrhaging in the abdominal cavity. Additionally, the victim had received blows to the face and chest which resulted in multiple bruises, a laceration over the right eye, a fracture to the nasal bone, and two fractured ribs.\nThe above evidence is clearly sufficient to support a finding that the wounds inflicted by appellant initiated the chain of events which ultimately led to the victim’s death. Furthermore, appellant cannot insulate himself from criminal liability on the theory that the victim’s pre-existing physical infirmities contributed to his demise. See Commonwealth v. Hicks, 483 Pa. 305, 313, 396 A.2d 1183, 1187 (1979) quoting Commonwealth v. Hicks, 466 Pa. 499, 505, 353 A.2d 803, 805 (1976). Therefore, appellant’s challenge to the sufficiency of the evidence of causation is without merit.\nNext appellant contends that the trial judge erred in admitting, over defense objection, the prior testimony given by a prosecution witness at appellant’s first trial. The circumstances surrounding the admission of this prior testimony are crucial to our disposition of appellant’s allegation of error.\nThe instant appeal is from appellant’s second trial on these charges. The prosecution called one Edward Mathis as a witness at both trials. According to the record, Mathis was an accomplice to the offense for which appellant was being tried and had been convicted on a guilty plea of lesser offenses than those for which appellant was charged. At the time of appellant’s second trial Mathis had served his minimum sentence and was on parole (at the time of appellant’s first trial, Mathis had not yet been sentenced.) At appellant’s first trial Mathis’ testimony implicated appellant. At the second trial Mathis denied recollection of many of the events surrounding the crimes for which appellant was charged. At that point the prosecution was permitted to attempt to refresh Mathis’ memory by questioning him regarding testimony he gave at appellant’s first trial. The trial court then ordered Mathis to submit to a mental examination by a court-appointed psychiatric specialist. An examination lasting approximately one and one-half hours was conducted by the psychiatrist, following which, the psychiatrist testified, out of the hearing of the jury, regarding Mathis’ competency. Following this testimony, the defense asked for a ruling on the competency of the witness. The Court refused to rule that the witness was incompetent.\nThe jury was reconvened, and Mathis was again called to the stand and questioned by the assistant district attorney. He then testified that reading the transcript had refreshed his recollection to some extent; that he knew appellant, who was his cousin; that he was related to Thomas Mathis, another co-defendant; that he had an opportunity to look at the transcript, and that he could remember some parts of the record; that he recalled testifying at appellant’s first trial; that he had an independent recollection of the date of the offense; that he was at the Front Street park with appellant and Thomas Mathis at that time; that he recalled leaving the park, and going to the South Side, where he, appellant, and Thomas Mathis went into a house; that he remembered events other than entering the house; that he remembered looking at a window and seeing the ground, appellant, Thomas Mathis, and an old guy; that they were just standing there outside the window. He also said that he vaguely remembered what the house looked like and remembered running from the house, crossing a bridge, going up the side of a hill to the other side of town; that appellant and Thomas Mathis were with him when he crossed the bridge; that he thought there was money, and that one of them had it; that the three had divided the money; that he did not remember how much money he got; that he does not recall a knife on the day that he entered the house; and that he recalled drinking down at the park before they left to go South Side.\nFollowing this testimony, the trial judge again ordered the jury removed from the court room. Out of the jury’s hearing, Mathis testified in answer to questions by the Court that he could “sit down and read the book and remember from the book . . . ” (referring to the transcript of his testimony at the first trial). Mathis protested to the Court that he simply could not remember all the events of the day in question.\nThe trial court then ruled that these recollections were so general in nature that the witness was “unavailable” to the prosecution, that such unavailability resulted from his memory loss, and that the prosecution was therefore entitled to have the transcript of the testimony given by Mathis at appellant’s first trial read to the jury. Appellant contends that this ruling was erroneous. For the following reasons, we disagree.\nIn effect, appellant argues that the admissibility of Mathis’ prior testimony should be controlled exclusively by Commonwealth v. Turner, 389 Pa. 239, 133 A.2d 187 (1957), which applied the Act of May 23, 1887, P.L. 158, § 3, 19 P.S. § 582 (1964). The Act provides:\nWhenever any person has been examined as a witness, either for the Commonwealth or for the defense, in any criminal proceeding conducted in or before a court of record, and the defendant has been present and has had an opportunity to examine or cross-examine, if such witness afterwards die, or be out of the jurisdiction so that he cannot be effectively served with a subpoena, or if he cannot be found, or if he become incompetent to testify for any legally sufficient reason properly proven, notes of his examination shall be competent evidence upon a subsequent trial of the same criminal issue; but, for the purpose of contradicting a witness, the testimony given by him in another or in a former proceeding may be orally proved. Id. (emphasis added).\nFrom this premise, appellant would have us conclude that because none of four enumerated conditions in the Act have been satisfied with respect to the witness Mathis, Mathis’ prior testimony was inadmissible. This conclusion would be correct if the premise was correct. However, the Act of 1887 clearly contemplates only those situations where the witness is physically absent or incompetent to testify, and this Court has stated that the common law hearsay exception for prior testimony was not affected by the Act. Commonwealth v. Stasko, 471 Pa. 373, 370 A.2d 350 (1977); Commonwealth v. Clarkson, 438 Pa. 523, 265 A.2d 802 (1970); Commonwealth v. Ryhal, 274 Pa. 401, 118 A. 358 (1922); see Commonwealth v. Rodgers, 472 Pa. 435, 452 n.7, 372 A.2d 771, 779 n.7 (1977). See generally, McDonnell v. United States, 472 F.2d 1153 (8th Cir. 1973); Fed.R.Evid. 804(b)(1); McCormick on Evidence § 253 (1972). Therefore, we cannot now accept appellant’s basic premise that the Act of 1887 is the exclusive means by which a witness’ prior testimony may be admitted into evidence at trial.\nBecause both the trial judge and appellee relied upon the common law hearsay exception for the admission of the prior testimony, the critical question is whether the witness was, for purposes of this exception, “unavailable” due to his lack of memory. Over a century ago, this Court held that lack of memory did render a witness unavailable for purposes of the common law exception for prior testimony. Emig. v. Diehl, 76 Pa. 359, 373 (1874); Rothrock v. Gallaher, 91 Pa. 108, 112-13 (1879); Lafferty’s Est., 184 Pa. 502, 513, 39 A. 1116 (1898) (dictum); see Molloy v. U. S. Express Co., 22 Pa.Super. 173, 179 (1903) (dictum); accord McCormick, supra. The logic underlying this holding was cogently set forth in Rothroek:\nWe cannot see any substantial reason why the testimony of a witness once duly taken in a pending cause may not afterwards be read in evidence in another cause between the same parties in regard to the same subject-matter, when in the interval the witness has lost his memory by reason of old age and ill health. The justice and propriety of receiving the evidence are as strong as if the witness were dead, insane, out of the jurisdiction of the court, or unable, to attend by reason of sickness. Although bodily present, yet if shown to have become so bereft of memory by senility or sickness, that he is unable to recall a past transaction to which he had once testified and has forgotten that he ever testified in regard to it, he may be considered as practically absent, and his former testimony, if otherwise admissible, may be read in evidence.\nRothrock v. Gallaher, supra, 91 Pa, at 112-13.\nThe Federal Rules of Evidence embrace this view also Fed.R.Evid. 804(a)(3).\nThe narrower issue in this case is whether what appears to be the witness’ partial lack of memory renders him unavailable for purposes of the common law exception. Although there is authority to the contrary, see Velott v. Lewis, 102 Pa. 326 (1883), the better view seems to be that partial memory loss also renders the witness unavailable and the prior testimony as well as the present testimony is admissible:\nThe inconvenience of this narrow view, that forgetfulness is not a ground of unavailability, it seems, should be avoided by treating lapse of memory if complete as a ground of unavailability, or if partial as a ground for admitting both the former, and the present testimony of the witness.\nMcCormick, supra, at 611-12 (emphasis added) (citation omitted), citing Anderson v. Gaither, 120 Fla. 263, 162 So. 877, 879 (1935) (citing other authority). This approach has the value of fairness to both parties in that necessary testimony is admitted, with the opponent being permitted to cross-examine the witness both as to his asserted lack of memory as well as to his present testimony. This in fact is what happened at trial in the instant case. Therefore, we hold that the trial judge properly admitted Mathis’ prior testimony.\nAccordingly, judgment of sentence is affirmed.\nPOMEROY, former J., did not participate in the consideration or decision of this case.\nMANDERINO, J., filed a dissenting opinion in which ROBERTS, J., joined.\n. This Court’s jurisdiction is based upon Section 202(1) of the Appellate Court Jurisdiction Act of 1970. 17 P.S. § 211.202(1) (Supp. 1978-79), superseded by 42 Pa. C.S.A. § 722(1) (1978 Pamphlet, Part I).\n. This writer has expressed concern where the nature of the prior proceeding was such that there is doubt as to whether the appellant received the full benefit of the right of confrontation. See, e. g. Commonwealth v. Stasko, 471 Pa. 373, 387, 370 A.2d 350, 357 (1977). This case does not present such a problem.\n. The criminal episode occurred on September 28, 1971, and appellant’s first trial was on June 26, 1972. Appellant’s second trial commenced on October 1, 1975, and Mathis was first called to the stand on October 3, 1975.\n. Appellant challenges the trial judge’s refusal to rule on the competency of Mathis. In light of the fact that the trial judge was basing the admission of the prior testimony upon the common law of evidence rather than the Act of 1887, a ruling on competency would have been immaterial. Therefore, the court’s refusal to rule is of no moment.\n. We do not believe that there is a necessity to limit this exception to instances where old age or ill health is assigned as the cause for the memory lapse. Whatever reason is offered for the witness’ failure to recall the events to which he previously testified can be challenged since the witness is available and subject to inquiry upon the subject. This situation is, of course, to be distinguished from situations where the witness attempts to use faulty memory as a basis for offering a different version at the subsequent proceeding. In the latter instance, the rules of impeachment would be applicable.\n. Appellant has also raised the following allegations of error: that the trial judge erred in denying a requested point for charge which stated the exact difference, in years, between the offenses initially charged against Edward Mathis and the offenses to which he eventually pleaded guilty; that the trial judge erred in admitting certain photographic evidence; that the trial judge erred in refusing to instruct the jury on the defense of insanity; that the trial judge instructed the jury incorrectly as to the proper use of defense psychiatric testimony. We have carefully considered these allegations and find them to be without merit."}