{"id": "1753734", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, James Sullivan, was charged with murder, robbery and possession of an instrument of crime in connection with the death of Donald Hickok, which occurred on September 12, 1973. Appellant’s first trial in the Court of Common Pleas of Philadelphia ended with the jury unable to reach a verdict on any count. In a second trial, appellant was acquitted of possession of an instrument of crime, but the jury could not reach a verdict on the remaining counts. Appellant was tried a third time and convicted of murder of the first degree and robbery. He was sentenced to imprisonment for life for murder and ten to twenty years for robbery. The record does not indicate whether the sentences are to be consecutive or concurrent; therefore they will be concurrent. Commonwealth v. Rice, 477 Pa. 221, 383 A.2d 903 (1978). Appellant appealed the judgment of sentence for murder to this court and the judgment of sentence for robbery to the Superior Court, which certified that appeal to this court.\nAppellant first argues that his retrial after the failure of the jury to reach a verdict in his second trial constituted double jeopardy. He alleges that the judge acted improperly in terminating the second trial. The jury in that trial deliberated from 1:30 to 9:30 p. m. on August 13, 1975, and from 9:45 a. m. to 4:00 p. m. the next day, before telling the court it was deadlocked. The court instructed it to continue its deliberations. The jury did so until 10:15 p. m. and again advised the court that it was deadlocked. The court instructed the foreman to determine whether the jurors thought a verdict could be reached by further deliberation. Eight members of the jury believed that no verdict could be reached and the court then discharged the jury. We find no violation of appellant’s protection against double jeopardy. When a jury is discharged for failure to reach a verdict, a retrial is permissible if the discharge was manifestly necessary. Commonwealth v. Bartolomucci, 468 Pa. 338, 362 A.2d 234 (1976). The length of time that a jury should deliberate is left to the sound discretion of the trial judge, whose decision is reversible only if there is an abuse of discretion or if a verdict is the product of an overworked or fatigued jury. Commonwealth v. Campbell, 445 Pa. 488, 284 A.2d 798 (1971). In Commonwealth v. Kent, 355 Pa. 146, 49 A.2d 388 (1946), we approved of the discharge of a jury that was hopelessly deadlocked after forty hours of deliberation where there appeared to be a threat of physical exhaustion. We approved of similar action after twenty-four hours of deliberation over three days in Commonwealth v. Brown, 451 Pa. 395, 301 A.2d 876 (1973). In Commonwealth v. Monte, 459 Pa. 495, 329 A.2d 836 (1974), we found that six and one-half hours of deliberation were sufficient where the jury was deadlocked and the issues were not complex. In the instant case, the jury appeared to be deadlocked after approximately twenty hours of deliberation in two days. The court found that the factual issues were not complex in that they revolved around the credibility of an eyewitness, Charlotte Goodpasture. The judge’s questioning of the jury indicates that he made a proper effort to determine whether a verdict could be reached. See Arnold v. McCarthy, 566 F.2d 1377 (9th Cir. 1978). We find that there was no abuse of discretion and that the retrial was proper.\nAppellant alleges several errors in the conduct of the trial that resulted in his conviction. He alleges that Charlotte Goodpasture should not have been permitted to testify against him because she was his common-law wife. The trial court held a competency hearing and found that there was no marriage. Appellant claims that he and Goodpasture created a common-law marriage by agreeing to enter into a marital relationship. He attempted to support his claim by showing that they cohabited and were reputed to be husband and wife. The trial court, with support from the evidence, found as fact that the agreement between appellant and Goodpasture was to marry in the future, that Goodpasture introduced appellant as her future husband, and that they only represented themselves as husband and wife for the purpose of renting rooms they believed they would not otherwise be able to obtain.\nA common-law marriage may be created by uttering words in the present tense with the intent to establish a marital relationship. Gower Estate, 445 Pa. 554, 284 A.2d 742 (1971). No marriage is created if the words are used in futuro. Pierce v. Pierce, 355 Pa. 175, 49 A.2d 346 (1946). The trial court justifiably found that the required words in the present tense were not uttered. Cohabitation and reputation cannot establish a marriage if the requisite contract was not entered into. Pierce, supra. We will not disturb the finding that there was no common-law marriage. Therefore, Goodpasture was competent to testify.\nAppellant argues that it was improper to allow into evidence the railroad spike allegedly used in the killing, since he was previously acquitted of possessing an instrument of crime, the prosecution of which was based upon his alleged possession of the spike. He contends that the acquittal barred any evidence tending to show that he possessed it. We do not agree. An instrument of crime is defined as:\n“(1) Anything specially made or specially adapted for criminal use; or\n“(2) anything commonly used for criminal purposes and possessed by the actor under circumstances not manifestly appropriate for lawful uses it may have.” Crimes Code, Act of December 6, 1972, P.L. 1384, No. 334, § 1, effective June 6, 1973, 18 Pa.C.S.A. § 907.\nIn Commonwealth v. Rios, 246 Pa.Super. 479, 371 A.2d 937 (1977), the Superior Court found that a hammer used in an assault was not an object made, adapted, or commonly used for crime. On that basis, it reversed a conviction of possession of an instrument of crime based on possession of the hammer. The jury could reasonably conclude that the railroad spike was not the type of object covered by the Crimes Code. The acquittal could have been based on the fact that the spike was not an instrument of crime. It did not require a finding that appellant did not possess it. Therefore, there was no bar to its admission. Appellant accompanies his argument on this point by a claim that the acquittal barred his prosecution for murder in another trial. We find this claim to have no more merit than his argument on the admissibility of the spike.\nWhile the trial was in progress, appellant moved to have one Candra Anderson brought from Los Angeles to testify on his behalf at Commonwealth expense, appellant being indigent. Anderson allegedly would have testified concerning the circumstances surrounding the beating that Charlotte Goodpasture allegedly received from appellant. Appellant had made a similar request to have Anderson brought to the second trial. The court denied the motion, finding that it was untimely. The motion was a proper subject for a pretrial motion. See Pa.R.Crim.P. 306 and Commonwealth v. Scott, 469 Pa. 258, 365 A.2d 140 (1976). The motion was untimely unless there was no previous opportunity to make it or appellant or his attorney was unaware of the grounds for it. Pa.R.Crim.P. 307. The trial court has discretion on motions to secure witnesses. Scott, supra. The attempt to secure Anderson’s presence at the prior trial is evidence of prior opportunity to make the motion and knowledge of the grounds. We find that there was no abuse of discretion in dismissing the motion as untimely.\nAppellant finally argues that it was improper to admit certain testimony by Delois Cuthbert, a teacher at the Youth Study Center in Philadelphia, who taught Charlotte Goodpasture while she was confined there. Cuthbert testified that Goodpasture told her how Hickok had been killed. The story she said she heard from Goodpasture was similar to the one that Goodpasture gave at trial. The testimony was offered to counter appellant’s claim that Goodpasture’s testimony was a corruptly motivated recent fabrication. Appellant claims that it was inadmissible as hearsay. He has waived the claim by not raising it in post-verdict motions. Commonwealth v. Blair, 460 Pa. 31, 331 A.2d 213. (1975). The trial court made a finding on it, but that cannot preserve it if it is not presented in the required manner. Commonwealth v. Waters, 477 Pa. 430, 384 A.2d 234 (1978).\nThe judgments of sentence are affirmed.\nMANDERINO, J., concurs in the result."}