{"id": "1755530", "contents": "OPINION\nPER CURIAM:\nThe Court being equally divided; the order is affirmed.\nLarsen, J., filed an opinion in Support of Affirmance in which ROBERTS and NIX, JJ., join.\nEAGEN, C. J., filed a dissenting statement in which O’BRIEN, J., joins.\nMANDERINO, J., filed a dissenting statement.\nOPINION IN SUPPORT OF AFFIRMANCE\nLARSEN, Justice.\nOn September 30, 1975, appellant was convicted of murder of the first degree; the prosecution arising out of the shooting death of a Bucks County police officer. Post-verdict motions were denied and appellant was sentenced to life imprisonment. Appellant now brings this direct appeal from the judgment of sentence contending that:\n1. The trial court erred in admitting a transcript of police radio transmissions into evidence because it is hearsay and violates appellant’s right to confront the witnesses against him;\n2. The trial court erred in admitting certain in-court identifications into evidence because they were tainted by suggestive out-of-court identifications;\n3. The trial court erred in admitting the testimony of a police informant into evidence because that testimony was unreliable and the product of police coercion;\n4. The trial court erred in admitting the deceased officer’s tie and distinctive tie tac into evidence because the Commonwealth failed to establish a proper chain of custody;\n5. The Commonwealth breached its duty to disclose evidence favorable to appellant and material to his guilt by failing to inform him of the results of a laboratory analysis of hair samples;\n6. The trial court’s charge to the jury was incomplete with respect to the identification testimony and prejudiced appellant by placing undue emphasis on the interests and beliefs of the police witnesses; and\n7. Trial counsel was ineffective because of a conflict of interest.\nAppellant has failed to preserve these issues for appellate review. The only written post-verdict motions contained in the record are boiler plate challenges to the sufficiency of the evidence which make no mention of the foregoing contentions. As these motions were filed subsequent to this Court’s decision in Commonwealth v. Blair, 460 Pa. 31, 331 A.2d 213 (1975), this case is controlled by Commonwealth v. Waters, 477 Pa. 430, 384 A.2d 234 (1978) and.these issues have been waived.\nI would, therefore, affirm the judgment of sentence.\nROBERTS and NIX, JJ., join in this Opinion in Support of Affirmance.\n. Although appellant does not in this appeal challenge the sufficiency of the evidence, I have reviewed the record and find that the evidence amply supports appellant’s conviction of murder of the first degree.\n. “[¡Ineffectiveness of prior counsel must be raised as an issue at the earliest stage in the proceedings at which the counsel whose effectiveness is being challenged no longer represents the defendant.” Commonwealth v. Hubbard, 472 Pa. 259, 277 n.6, 372 A.2d 687, 695 n.6 (1977). In the instant case, appellant has been represented by a different counsel at trial, at post-trial proceedings, and in this appeal. Accordingly, post-verdict motions were the proper vehicle for raising the issue of trial counsel’s ineffectiveness."}