{"id": "1757588", "contents": "OPINION\nNIX, Justice.\nThis appeal flows from the shooting death of Bernard Petti and the shooting of Jessie Wallace in a Philadelphia bar on October 25, 1975. As a result of these incidents, appellant was arrested and tried before a jury and convicted of involuntary manslaughter, aggravated assault and possession of an instrument of crime. This is a direct appeal from the imposition of the judgments of sentence after the denial of post verdict motions.\nThe first contention to be considered is appellant’s claim that the evidence was insufficient to sustain the verdicts. The first witness called by the prosecution was Michael Frazier who testified that at or about 7 o’clock on the evening of the shootings, he observed appellant, appellant’s brother and the deceased with a shotgun. This witness watched as the three men sawed off the barrel of the weapon. One of the victims, Jessie Wallace, testified that at or about 11 p. m., he was in the Hunt Room South Bar when two men entered and walked to the men’s room in the rear of the establishment. He recognized one of the two men as being appellant, as he had seen him on previous occasions in the area. The second man entering with appellant was Petti, the decedent. Petti and appellant emerged from the restroom and appellant grabbed the witness — Wallace— from behind by his collar, placed a gun to his head, and announced that it was a “stickup.” In the ensuing commotion, Petti attempted to run out of the bar and was shot by appellant as he reached the door. Appellant then shot Wallace in the neck.\nA subsequent search of appellant’s home revealed a .38 spent cartridge, blood-stained clothing and an empty box of .38 caliber ammunition. Additionally, when appellant was taken into custody at approximately 1:30 a. m. on October 26, 1975, he admitted going to the bar with Petti and being present when Petti was shot, but denied being responsible for either the shooting of Petti or Wallace. At the time of his apprehension, appellant was suffering from a gunshot wound to his left hand, which a Commonwealth expert medical witness theorized could have occurred when he shot Wallace while holding him by the collar.\nThe thrust of appellant’s sufficiency challenge is that Wallace’s testimony should be discredited as a matter of law. It is argued that no other witness present at the scene could verify or corroborate Wallace’s testimony, that it was replete with contradictions and omissions, and that it was contradicted by the testimony of other witnesses present during the occurrence. Appellant implicitly concedes that if Wallace’s testimony is legally competent and if believed by the jury, as it apparently was, it would clearly support the verdicts returned in this case.\nIt is axiomatic in this jurisdiction that the credibility of a witness is to be entrusted to the finder of fact. Commonwealth v. Hampton, 462 Pa. 322, 341 A.2d 101 (1975); Commonwealth v. Murray, 460 Pa. 605, 334 A.2d 255 (1975); Commonwealth v. Oates, 448 Pa. 486, 295 A.2d 337 (1972); Commonwealth v. Garvin, 448 Pa. 258, 293 A.2d 33 (1972). We have recognized that “where evidence offered to support a verdict of guilt is so unreliable and/or contradictory as to make any verdict based thereon pure conjecture, a jury may not be permitted to return such a finding.” Commonwealth v. Farquharson, 467 Pa. 50, 60, 354 A.2d 545, 550 (1976); See also Commonwealth v. Bennett, 224 Pa.Super. 238, 303 A.2d 220 (1973). We have, however, carefully limited this latter principle to instances “where the party having the burden of proof presents testimony to support that burden which is either so unreliable or contradictory as to make any verdict based thereon obviously the result of conjecture and not reason.” Commonwealth v. Farquharson, supra, 467 Pa. at 60-61, 354 A.2d at 550. We are satisfied that this principle is clearly not applicable to the Commonwealth’s testimony in this case and hold that the weight to be given to the testimony of Wallace was properly left to the jury. By his own admission, appellant entered the bar with the deceased and was present during the shooting. The Commonwealth evidence presented to show that he was, in fact, the one who shot both victims was clearly more than ample to support the verdicts.\nAppellant challenges the admissibility of the observations of two detectives while in appellant’s residence without the authorization of a search warrant. The detectives were admitted by appellant’s father and appellant now argues that the officers’ entry had not been consensual. It is further contended that the prosecution’s failure to advise the defense of this event prior to trial precluded litigating the legality of this evidence at a pre-trial suppression hearing. The fact that the defense was not aware of this evidence until trial is of no legal consequence since the provisions of former Pa.R.Crim.P. 323(b) allowed for the possibility of an evidentiary hearing at the time when the Commonwealth first attempted to introduce this evidence where “the opportunity did not previously exist.” No request for an evidentiary hearing was made for the purpose of determining whether this “search” was consensual.\nWe are also of the view that the trial court properly concluded that the objection to the challenged observations by the officers while in the house were not timely objected to and thus the issue was waived. Detective Kane had completed his testimony relating to what he had seen during this visit to appellant’s house before there was any objection registered. Such a stale complaint was properly rejected by the trial judge and cannot provide a basis for our review of the question at this juncture.\nApproximately five and one-half hours after the officers had initially visited appellant’s house, a search warrant for the premises was obtained and executed. Pursuant to that warrant, certain incriminating items were secured which were introduced at trial. Appellant argues that the items in question did not fall within the limits of the items described in the warrant. The warrant authorized the seizure of “all guns, bullets, clothing, shoes, wearing apparel that are bloodstained inside the residence . . ..” It is charged that the two empty shell casings and empty box of cartridges were improperly seized and introduced into evidence because they were not “guns, bullets nor bloodstained wearing apparel” nor are they “contraband, weapons, the fruits of a crime, or items that could be now used to commit a crime.” Only a hypertechnical interpretation of the warrant would support the conclusion that the casing and ammunition box were dehors the warrant. We can perceive of no end of justice that would justify such a rigid limitation being placed upon the execution of search warrants.\nAppellant also charges in this appeal the ineffectiveness of trial counsel. First, trial counsel is faulted for not preserving in post-trial motions an objection to the following argument during the closing statement of the prosecutor:\nLadies and gentlemen of the jury, this incident took place in South Philadelphia. South Philadelphia is not the Old West. There are no gunfights. Remember, incidentally, in the Old West, ladies and gentlemen, it was against the law to shoot a man in the back. If you are to believe the Commonwealth testimony from the Commonwealth witnesses, the defendant not only shot one person in the back, but he shot two people in the back. He shot Jessie Wallace in the back, and if you believe the testimony of the Commonwealth, he shot Bernard Petti in the back.\nIt is said, ladies and gentlemen, judgment falls on a man when there is something within him that you can’t abide. In the Old West, they could not abide shootings in the back, and in the Commonwealth of Pennsylvania, you cannot abide by back shooters. Call him what it is, back shooter, back shooter.\n(Emphasis added).\nObjection was promptly made to this argument at trial and the court responded by giving cautionary instructions, thus the only basis for criticizing trial counsel’s stewardship must depend upon the adequacy of the curative instruction to remedy the harm that might have resulted from the objectionable statements. See Commonwealth v. Brown, 444 Pa. 318, 322, 282 A.2d 364 (1971). We have previously had occasion to point out that every intemperate or improper remark does not warrant relief unless its unavoidable effect is to create fixed bias and hostility toward the accused, so that the finder of fact could not weigh the evidence objectively and render a true verdict as charged. Commonwealth v. Stoltzfus, 462 Pa. 43, 61, 337 A.2d 873, 883 (1975); Commonwealth v. Simon, 432 Pa. 386, 394, 248 A.2d 289, 292 (1968). Concededly, the metaphor employed by the prosecutor was sophomoric, but it was conditioned upon the jury’s acceptance of the Commonwealth’s testimony. Therefore, it could not be successfully argued, as appellant now attempts to do, that these remarks reflected an improper characterization of counsel’s personal opinion with respect to guilt. We are satisfied that whatever harm may have resulted from these statements were cured by the trial court’s prompt and careful instructions and that any argument on this point in post trial motions would have been to no avail. Thus, it cannot be said that counsel was ineffective for failing to pursue the issue further.\nThe failure of counsel to request a charge for involuntary manslaughter is also cited as a basis for finding ineffective assistance. See Commonwealth v. Polimeni, 474 Pa. 430, 378 A.2d 1189 (1977); Commonwealth v. Garcia, 474 Pa. 449, 378 A.2d 1199 (1977); Commonwealth v. Ford, 474 Pa. 480, 378 A.2d 1215 (1977). Since the trial of this case preceded this Court’s decisions in Polimeni, Garcia, and Ford the Commonwealth argues that in considering ineffective assistance of counsel claims, we should not impose upon counsel “the qualities of a seer.” Commonwealth v. Tripplet, 476 Pa. 83, 89, 381 A.2d 877 (1977). We agree that we must examine counsel’s stewardship under standards as they existed at the time of his action, Commonwealth v. Hill, 450 Pa. 477, 301 A.2d 587 (1973); Commonwealth v. Alvarado, 442 Pa. 516, 518, 276 A.2d 526 (1971) (remanded for other reasons). However, this theory does not support the Commonwealth’s position in this case. Since the Polimeni, Garcia and Ford trilogy has been held not to have changed the law, but merely as being interpretive of the legislative intention in the enactment of the new Crimes Code, 18 Pa.C.S.A. §§ 101 et seq. (1973), see Commonwealth v. Warin, 484 Pa. 555, 558-559 n.2, 400 A.2d 588, 589 n.2 (1979) the application of the Tripplet analysis would at least be technically inappropriate.\nMoreover, judicial economy provides an even more compelling reason to reject the suggestion that we not reach the merits of the claim based on the Tripplet rationale. If we were to apply the Tripplet reasoning in this instance, we would also be forced to conclude that the right to such a charge, if in fact there was such a right, was not waived by failure of counsel to request it. Obviously, it could not be successfully contended that counsel was not derelict in failing to be aware of such a right and yet hold that his client was nonetheless foreclosed from seeking the advantage of the right because of counsel’s omission. Thus, if we did avoid the issue today by employing the Tripplet rationale, we would have to face it some time in the future in the framework of a Post-Conviction Hearing Act petition pursuant to 19 Pa.C.S.A. § 1180-3(c)(12) (the abridgment of a right guaranteed by law that was not recognized as existing at the time of trial).\nAlthough we agree with appellant that the issue is properly before us at this point, we conclude that it does not provide a basis for granting the relief he seeks. Although the views of the members of this Court as to when a charge of involuntary manslaughter is required have not been uniform, it is, nevertheless, clear under the facts of this case that a majority of the members of this court would not agree that appellant was entitled to an involuntary manslaughter charge, if it had been requested. As we stated in Warm :\nA majority of this Court has yet to agree upon the appropriate rationale underlying the right to such an instruction. See [Commonwealth v. Polimeni, 474 Pa. 430, 442, 378 A.2d 1189, 1195]; (Opinion of Pomeroy, J., finding such a right when the evidence provides a rational basis for a verdict of involuntary manslaughter); Commonwealth v. Garcia, supra, [474 Pa.] at 465, 378 A.2d at 1207 (Opinion of Roberts, J., basing this right upon the theory that involuntary manslaughter is a lesser included offense of murder); Commonwealth v. Polimeni, supra, [474 Pa.] at 447-48, 378 A.2d at 1198 (Concurring opinion of Manderino, J., suggesting that such an instruction properly allows the jury to exercise compassion and return a verdict of involuntary manslaughter); Commonwealth v. Dussinger, supra, [478 Pa.] at 197-98, 386 A.2d at 507-508 (Concurring opinion of Nix, J., finding such a right only where the factual dispute centers upon an element which distinguishes murder from involuntary manslaughter). Commonwealth v. Warin, 484 Pa. at 558, 400 A.2d at 589.\nIn the instant case, appellant does not argue, nor could he argue based upon any of the testimony in this case, that there was evidence presented capable of supporting an involuntary manslaughter verdict. Thus, under either the rational basis analysis or the disputed element theory, the trial court would have been correct in refusing a request for an involuntary manslaughter charge. Although it is true that some members of the court would be of the view that appellant was entitled to such a charge either under a lesser included offense analysis or because of the inherent mercy dispensing power of the jury, these views do not comprise a majority of the Court. Having concluded that appellant was not in fact entitled to a charge of involuntary manslaughter, it, therefore, cannot be contended that he was in any way prejudiced by his counsel’s failure to make such a request. Judgment of sentence affirmed.\nROBERTS, J., filed a concurring opinion.\nEAGEN, C. J., and O’BRIEN, J., concurred in the result.\nMANDERINO, J., filed a dissenting opinion.\n. Many of the asserted contradictions were, in fact, not contradictions at all. For example, Wallace testified that he could not remember whether appellant was wearing a coat at the time. The appellant contends that he was wearing a bright colored jacket which Wallace could not forget if he had seen it. Appellant points to the fact that Wallace could not recall whether the picture of appellant Wallace identified showed appellant wearing a mustache. While these instances might reflect upon the quality of the witness’ powers of observation, they are certainly not contradictions nor do they suggest that this witness’ testimony is so unreliable as to require us as a matter of law to reject it.\nAppellant stresses the fact that although the owner of the bar and the bartender were present, they could not identify appellant as being one of the perpetrators. This fact in no way detracts from the credit to be given to Wallace’s identification. Both of the witnesses heard the shooting and witnessed the commotion. One of them saw someone holding a man to the floor just before he heard the second shot. This testimony is in conformity with Wallace’s version as to the position he and the appellant were in immediately prior to his being shot. The other witness heard someone refer to a “stickup” which also corroborates Wallace’s testimony. Moreover, even accepting the presence of factual discrepancies in the Commonwealth evidence, would not mandate the result appellant would have us reach, since that fact reflects upon the weight of the evidence not its admissibility. Commonwealth v. Kahley, 467 Pa. 272, 290, 356 A.2d 745, 754 (1976), cert. denied, 429 U.S. 1044, 97 S.Ct. 746, 50 L.Ed.2d 757.\n. There was a pre-trial suppression hearing in this case that will be discussed in connection with the next assignment of error.\n. The version of the rule governing at the time of the trial in this case was an amendment effective March 18, 1972.\n. Appellant does not argue that there was evidence establishing that the officers’ presence in the home was not consensual, but, rather, it is claimed that the Commonwealth did not prove that the admission was consensual. However, the testimony of the officers would suggest that their presence was consensual and it was the defense’s failure to seek an evidentiary hearing on this point that did not provide a further development of the evidence on the question.\n. The argument that the search pursuant to the warrant was tainted by the earlier warrantless search was raised in post verdict argument but has not been raised in this appeal. In any event, in view of our disposition of the claim relating to the warrantless search, it is clear that such a contention, if raised, would not have been persuasive.\n. “Appellee argues that the rule announced in the Polimeni-GarciaFord trilogy should be applied only to cases in which trial commenced after October 7, 1977, the date upon which the Polimeni, Garcia, and Ford decisions were announced. Appellee’s argument is premised upon the assumption that the Polimeni-Garcia-Ford trilogy changed prior law. This, we believe, is a false premise. These cases merely interpreted the 1972 Crimes Code, 18 Pa.C.S.A. § 101 et seq. (1973 & Supp. 1978-79) which changed the prior practice. Therefore, since the criminal act in the instant case was controlled by the 1972 Code, there is no question presented as to retroactivity. See Commonwealth v. Dussinger, 478 Pa. 182, 195, 386 A.2d 500, 506 (1978).” Commonwealth v. Warin, 484 Pa. 555, 558-559 n.2, 400 A.2d 588, 589 n.2 (1979).\n. We have also considered the following other argument raised by appellant and have found them to be without merit: (1) failure to provide allegedly exculpatory statements; (2) failure to quash the indictment; (3) failure to suppress a statement given to police by appellant; (4) relevancy of certain evidence and testimony; (5) court improperly limited defense cross-examination; (6) improper comment by the trial judge."}