{"id": "1757589", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, Jill Y. DeJohn, was convicted by a jury of murder of the third degree. In a subsequent nonjury trial, she was also convicted of attempted theft by extortion. Post-verdict motions were denied and appellant was sentenced to concurrent prison terms of ten-to-twenty-years for the murder conviction and one-to-three-years for the attempted theft by extortion conviction. This direct appeal followed.\nI\nAppellant first claims that the evidence is insufficient to sustain her conviction for murder of the third degree. The facts are as follows.\nAt approximately 1 a. m., on February 12, 1976, appellant discovered the body of her husband, Michael DeJohn, in the garage of their suburban Pittsburgh home. Death was caused by a single gunshot wound to the back of the head, fired from a distance of no greater than eighteen inches. The victim had been shot by a .25 caliber pistol. A pathologist was unable to set an exact time of death, but estimated that death occurred between 6:15 p. m. and 1:04 a. m. on the evening of February 11 and the early morning hours of February 12, 1976. The pathologist did opine that death appeared to be closer to 6:15 p. m. rather than the later time. The victim had been shot near the door between the garage and the downstairs gameroom and then was dragged about fifteen feet in a series of movements to a spot between the rear of his car and the garage door. A recent bloodstain consistent with the trail of the victim’s blood was found on the lip of the trunk of the victim’s car, indicating that someone had tried to place the body in the trunk of the car. A sliding glass door to the outside, off the downstairs gameroom, was open approximately eight to eighteen inches with no signs of forcible entry. No footprints were found on the ground outside the open door. According to appellant, the only items missing from the home were $40 or $50 in poker money and a .25 caliber automatic pistol. The victim’s ring, watch and wallet, containing $46, were found untouched on his person.\nMr. DeJohn had left his home at 7:00 a. m. on February 11 for a business trip to Washington, D. C. Appellant had a luncheon date with John Lindemulder, a Pittsburgh area radio personality, at the Sewickley Holiday Inn. Appellant’s two children, Dawn, age twelve, and “Cricket,” age nine, had been waiting outside the locked home approximately fifteen minutes when appellant arrived home from her lunch date at 4:00 p. m. Appellant told her daughters that Lindemulder was a man from the parking garage who drove her home because her car had broken down. Appellant later admitted that she left her car at Allegheny Center, in the northside of Pittsburgh, where she had met Lindemulder, and returned home without her car because she knew the girls would be locked out of the house.\nAppellant testified that the victim called her at their home after 5:00 p. m. from Greater Pittsburgh Airport. She also testified that the victim told her that he had a business meeting, after which he would return home so that the family could go to dinner to celebrate appellant’s birthday. According to appellant, her husband told her that should he be late, he would meet her and the girls at the HuKeLau Restaurant. Gilmore Wheeler, the other party to the business meeting, testified that he was unaware of the late night meeting. According to appellant, when her husband had not returned by 7:00 p. m., she called a cab and left for the restaurant with her daughters. The trio returned home at 9:40 p. m. Appellant stated that Mr. DeJohn’s absence did not worry her, as he had been late in the past because of business meetings. Before going to bed, appellant went to the garage to turn on the spotlight in the driveway, when she discovered her husband’s body.\nAppellant’s neighbor and the paperboy both testified that they saw the victim’s car pull into the DeJohn driveway shortly after 6:00 p. m. on February 11. The time was verified because the neighbor was involved in a toll call on the telephone when he noticed Mr. DeJohn’s automobile pull into the driveway. Telephone company records indicated that the neighbor’s telephone was in use between 6:07 p. m. and 6:11 p. m. Further, a parking ticket was found on the victim’s body which indicated he had left the airport parking lot at 5:23 p. m. An Allegheny County Detective later made the same drive from the airport to the DeJohn residence, leaving at 5:23 p. m., and arriving at 6:05 p. m.\nAppellant was in charge of managing the family finances, as the husband had no interest in monetary matters. As it turned out, appellant was doing a poor job, having missed the last two house mortgage payments, with other indebtedness of $9,000 to $10,000. To obtain money, appellant had signed her husband’s name on a loan application at a local bank, to obtain money to pay back $3,000 she owed to an employee of their home builder. The employee testified that he threatened to go to Mr. DeJohn before appellant repaid the loan. Further, appellant admitted attempting to extort $5,000 from a neighbor. Moreover, Mr. DeJohn had submitted a letter of resignation from his job and appellant knew of this. It was stipulated that Mr. DeJohn was insured for $201,000, with appellant being the primary beneficiary.\nAppellant and her two children testified that appellant did not go downstairs after 6:00 p. m. The children were watching television in the first floor family room between 4:30 p. m. and 6:30 p. m. Appellant testified that the garage door, when being opened, could be heard throughout the house. Dawn DeJohn testified that she did not hear her father enter the house. The children, however, did not hear the paperboy both knocking on the door and ringing the doorbell, despite the fact that the chimes were located immediately outside the family room.\nTestimony showed that Mr. DeJohn was an officer in the “Green Berets,” an elite Army unit, and had been decorated for bravery in Viet Nam. Patty Marie DeJohn Boyle testified that, in her opinion, because of his background, someone would have had to be familiar with Mr. DeJohn in order to get within pointblank range before shooting him in his own garage. Further, a neighbor testified that appellant had told her she had access to a gun and knew how to use it.\nAs we recently stated in Commonwealth v. Long, 470 Pa. 204, 206, 368 A.2d 265, 266 (1977):\n“. . . Since all of the evidence produced by the prosecution to support its theory was circumstantial and the issue before us is the sufficiency of that circumstantial evidence, we note initially what we have said about circumstantial evidence in the past. In Commonwealth v. Simpson, 436 Pa. 459, 260 A.2d 751 (1970) we said:\n“ ‘It is true that circumstantial evidence, in itself, may be sufficient to establish the commission of a crime and the accused’s connection therewith. . . . It is equally true that in evaluating the sufficiency of the evidence after a guilty verdict, all of the evidence, be it direct or circumstantial, must be read in a light most favorable to the Commonwealth, and the Commonwealth must be given the benefit of all reasonable inferences arising therefrom. . . . But before a conviction will be sustained, “the facts and circumstances proved must be of such a character as to establish guilt beyond a reasonable doubt.” . . . And, where a conviction is based entirely on circumstantial evidence, “the theme of guilt must flow from the facts and circumstances proved, and be consistent with them all.” ... If the conviction is based wholly on inferences, suspicion and conjecture, it cannot stand. . ’ ” (Citations omitted.)\nWe believe that the entirely circumstantial case against appellant was sufficient to establish her guilt beyond a reasonable doubt.\nTestimony of two individuals indicated that the victim’s car was seen pulling into his driveway shortly after 6:00 p. m. the day of the killing. After having been away all day and intending to go out to dinner to celebrate a birthday, the jury could find it incredulous that Mr. DeJohn would remain in the garage almost an hour while his wife and two children left for dinner. Further, witnesses testified that because of DeJohn’s background in the military, a stranger would not have been able to shoot DeJohn from pointblank range in the back of the head.\nWhile the defense argued that DeJohn possibly confronted a burglar or a robber, the jury may have rejected this theory as implausible for three reasons. First, there was no sign of forced entry anywhere in the house. Second, it is unlikely a burglar or robber would delay his flight after killing DeJohn to drag his body across the garage floor. Third, the victim’s watch, ring and wallet, containing $46, were untouched.\nThus, the evidence, read in a light most favorable to the Commonwealth, and the logical inferences therefrom indicate that the victim arrived home shortly after 6:00 p. m. The pathologist testified that DeJohn died between 6:00 p. m. and 1:00 a. m., but in his opinion closer to 6:00 p. m. Appellant had a motive, as she had mismanaged the financial affairs of the family. In an attempt to raise some money, appellant had attempted to extort money from a neighbor and had signed her husband’s signature on a bank loan application. Appellant also knew her husband was thinking of quitting his job. As the victim’s life was insured in appellant’s favor for $201,000, appellant certainly had a motive to kill her husband.\nMr. DeJohn was shot by a .25 caliber weapon. The DeJohns’ owned a .25 caliber weapon which was accessible to appellant, although she testified that it was taken in the “robbery.” Thus, when read in the light most favorable to the Commonwealth, the evidence and logical inferences show that appellant had the opportunity, means and motive to kill her husband. We thus believe the jury’s verdict is supported by the circumstantial evidence beyond a reasonable doubt.\nII\nAppellant argues that the court below erred in refusing her motion to suppress certain evidence obtained pursuant to two subpoenae duces tecum. The facts are as follows.\nFollowing the homicide, both Ross Township and Allegheny County Police began investigations. Eventually, appellant became a prime suspect. On February 25, 1976, officials of the McKnight Road Office of Mellon Bank were served with a “court subpoena,” which demanded “copies of all information pertaining to accounts, or application for account, made by Jill and/or Michael DeJohn of 492 Woodland Road, Pittsburgh, Pennsylvania 15237 (Ross Township)”. The document further provided that “copies of records ... be turned over to County Detectives.” On February 27, 1976, a second “subpoena” was issued on the same parties, demanding “all original records pertaining to personal cash reserve account application, and original new account card for Michael and Jil DeJohn. . . .” The subpoena ordered “These records ... be turned over to Lt. Guthrie, Ross Township Police Department.” Each “subpoena” bore the signature of Wayne Kelly, Clerk of Courts, and contained an admonition that “Failure to [comply with the subpoena] may subject you to fine and/or imprisonment.” Pursuant to these two documents, police obtained the cancelled check used to purchase the typewriter on which the extortion note had been typed and other evidence which indicated that appellant had signed her husband’s signature on a loan application.\nAt the time both “subpoenae” were issued, there were no ongoing legal proceedings of any nature instituted against appellant. No judge of the Court of Common Pleas or District Justice reviewed or issued the “subpoenae”. The District Attorney’s “subpoenae” were obtained without any court process. However, one officer testified that this procedure was used “because we’ve done that in the past and have done it successfully. Secondly, because we were advised to do so by [the Assistant District Attorney in charge of the case].”\nAppellant argues that since the subpoenae were unlawful and used to procure evidence, the evidence seized should have been suppressed. As the court below failed to suppress the evidence, appellant argues that she is entitled to a new trial.\nThe Commonwealth does not argue that the subpoenae were lawful, but rather that appellant lacks the standing to challenge the seizure of the bank records. The Commonwealth relies on United States v. Miller, 425 U.S. 435, 96 S.Ct. 1619, 48 L.Ed.2d 71 (1976) and urges this court to apply the Miller holding on a case of first impression in this court, i. e. whether a depositor has standing to challenge the seizure of bank records pertaining to that depositor.\nIn Miller, the United States Supreme Court held that the Fourth Amendment to the United States Constitution did not protect a depositor in such a situation. As the Court stated:\n“Respondent urges that he has a Fourth Amendment interest in the records kept by the banks because they are merely copies of personal records that were made available to the banks for a limited purpose and in which he has a reasonable expectation of privacy. He relies on this Court’s statement in Katz v. United States, 389 U.S. 347, 353, 88 S.Ct. 507, 512, 19 L.Ed.2d 576, 583 (1967), quoting Warden v. Hayden, 387 U.S. 294, 304, 87 S.Ct. 1642, 1648, 18 L.Ed.2d 782, 790 (1967), that ‘we have . . . departed from the narrow view’ that ‘ “property interests control the right of the Government to search and seize,” ’ and that a ‘search and seizure’ become unreasonable when the Government’s activities violate ‘the privacy upon which [a person] justifiably reliefs].’ But in Katz the Court also stressed that ‘fw]hat a person knowingly exposes to the public ... is not a subject of Fourth Amendment protection.’ 389 U.S., at 351, 88 S.Ct. 507, at 511, 19 L.Ed.2d at 582. We must examine the nature of the particular documents sought to be protected in order to determine whether there is a legitimate ‘expectation of privacy’ concerning their contents. Cf. Couch v. United States, 409 U.S. 322, 335, 93 S.Ct. 611, 619, 34 L.Ed.2d 548, 558 (1973).\n“Even if we direct our attention to the original checks and deposit slips, rather than to the microfilm copies actually viewed and obtained by means of the subpoena, we perceive no legitimate ‘expectation of privacy’ in their contents. The checks are not confidential communications but negotiable instruments to be used in commercial transactions. All of the documents obtained, including financial statements and deposit slips, contain only information voluntarily conveyed to the banks and exposed to their employees in the ordinary course of business. The lack of any legitimate expectation of privacy concerning the information kept in bank records was assumed by Congress in enacting the Bank Secrecy Act, the expressed purpose of which.is to require records to be maintained because they ‘have a high degree of usefulness in criminal, tax, and regulatory investigations and proceedings,’ 12 U.S.C. § 1829b(a)(1). Cf. Couch v. United States, supra, at 335 [93 S.Ct. at 619, 34 L.Ed.2d 558].\n“The depositor takes the risk, in revealing his affairs to another, that the information will be conveyed by that person to the Government. United States v. White, 401 U.S. 745, 751-752 [91 S.Ct. 1122, 1125-1126, 28 L.Ed.2d 453, 458-459] (1971). This Court has held repeatedly that the Fourth Amendment does not prohibit the obtaining of information revealed to a third party and conveyed by him to Government authorities, even if the information is revealed on the assumption that it will be used only for a limited purpose and the confidence placed in the third party will not be betrayed. Id., at 752, 91 S.Ct. 1122, at 1126, 28 L.Ed.2d, at 459; Hoffa v. United States, 385 U.S. [293], at 302, 87 S.Ct. 408, at 413, 17 L.Ed.2d 374, at 382; Lopez v. United States, 373 U.S. 427, 83 S.Ct. 1381, 10 L.Ed.2d 462 (1963).\n“This analysis is not changed by the mandate of the Bank Secrecy Act that records of depositors’ transactions be maintained by banks. In California Bankers Assn. v. Shultz, 416 U.S. [21] at 52-53, 94 S.Ct. 1494, at 1512, 39 L.Ed.2d 812, at 835-836, we rejected the contention that banks, when keeping records of their depositors’ transactions pursuant to the Act, are acting solely as agents of the Government. But, even if the banks could be said to have been acting solely as Government agents in transcribing the necessary information and complying without protest with the requirements of the subpoenas, there would be no intrusion upon the depositors’ Fourth Amendment rights. See Osborn v. United States, 385 U.S. 323, 87 S.Ct. 429, 17 L.Ed.2d 394 (1966); Lewis v. United States, 385 U.S. 206, 87 S.Ct. 424, 17 L.Ed.2d 312 (1966).” Id., at 442 — 43, 96 S.Ct., at 1623-1624 (Footnotes omitted)\nAppellant, however, bases her claim on Article I, § 8 of the Pennsylvania Constitution, which states:\n“The people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or to seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or affirmation subscribed to by the affiant.”\nFurther, in a footnote to Commonwealth v. Harris, 429 Pa. 215, 219 n. 2, 239 A.2d 290, 292 n. 2 (1968), we stated:\n“However, the state has the power to impose standards on searches and seizures higher than those required by the Federal Constitution. See Cooper v. California, 386 U.S. 58, 87 S.Ct. 788, 17 L.Ed.2d 730 (1967).”\nSince appellant bases her claim on state constitutional grounds, we find the following commentator’s observations to be pertinent:\n“State judges, however, need not ignore the reasoning of the United States Supreme Court in opinions rejecting a comparable federal constitutional claim. For a state court interpreting a state constitution, opinions of the United States Supreme Court are like opinions of sister state courts or lower federal courts. While neither binding in a constitutional sense nor precedential in a jurisprudential one, they are entitled to whatever weight their reasoning and intellectual persuasiveness warrant. One would expect a state court to deal carefully with a Supreme Court opinion and to explain forthrightly why it found itself constrained to reason differently. But such a difference in reasoning should be no more alarming than the differences which impel one judge to dissent from another’s opinion, one court to disagree with another, or the judges of any court to disagree with a precedent established by their predecessors.” Falk, The State Constitution: A More Than “Adequate” Nonfederal Ground, 61 Calif.L.Rev. 273, 283-84 (1973).\nAs we believe that Miller establishes a dangerous precedent, with great potential for abuse, we decline to follow that case when construing the state constitutional protection against unreasonable searches and seizures.\nThe protection provided by Article I, § 8, of the Pennsylvania Constitution extend to those zones where one has a reasonable expectation of privacy. As we stated in Commonwealth v. White, 459 Pa. 84, 89-90, 327 A.2d 40, 42 (1974):\n“. . . An individual’s effects and possessions are constitutionally protected from unreasonable search and seizure as well as his person. U.S.Const. Amend. IV, Pa. Const, art. I, § 8. This protection does not depend on the physical presence or physical absence of the individual owner. ‘So long as a person seeks to preserve his effects as private, even if they are accessible to . others, they are constitutionally protected. Stated differently, a person must maintain the privacy of his possessions in such a fashion that his “expectations of freedom from intrusion are recognized as reasonable.” ’ Commonwealth v. Platou, 455 Pa. 258, 266-267, 312 A.2d 29, 34 (1973), cert. denied, 417 U.S. 976, 94 S.Ct. 3183, 41 L.Ed.2d 1146 (1974).” (Emphasis in original.)\nIn U. S. v. Miller, supra, the court held that a depositor had no reasonable expectation of privacy in records which the majority deemed to be records of the bank. The California Supreme Court, when deciding an identical issue under the California Constitution in Burrows v. Superior Court of San Bernardino County, 13 Cal.3d 238, 118 Cal.Rptr. 166, 529 P.2d 590 (1974), took a different view. As that court stated:\n“It cannot be gainsaid that the customer of a bank expects that the documents, such as checks, which he transmits to the bank in the course of his business operations, will remain private, and that such an expectation is reasonable.” Id., at 243, 118 Cal.Rptr., at 169, 529 P.2d, at 593.\nAs the court went on to explain:\n“. . . For all practical purposes, the disclosure by individuals or business firms of their financial affairs to a bank is not entirely volitional, since it is impossible to participate in the economic life of contemporary society without maintaining a bank account. In the course of such dealings, a depositor reveals many aspects of his personal affairs, opinions, habits and associations. Indeed, the totality of bank records provides a virtual current biography. While we are concerned in the present case only with bank statements, the logical extension of the contention that the bank’s ownership of records permits free access to them by any police officer extends far beyond such statements to checks, savings, bonds, loan applications, loan guarantees, and all papers which the customer has supplied to the bank to facilitate the conduct of his financial affairs upon the reasonable assumption that the information would remain confidential. To permit a police officer access to these records merely upon his request, without any judicial control as to relevancy or other traditional requirements of legal process, and to allow the evidence to be used in any subsequent criminal prosecution against a defendant, opens the door to a vast and unlimited range of very real abuses of police power.\n“Cases are legion that condemn violent searches and invasions of an individual’s right to the privacy of his dwelling. The imposition upon privacy, although perhaps not so dramatic, may be equally devastating when other methods are employed. Development of photocopying machines, electronic computers and other sophisticated instruments have accelerated the ability of government to intrude into areas which a person normally chooses to exclude from prying eyes and inquisitive minds. Consequently judicial interpretations of the reach of the constitutional protection of individual privacy must keep pace with the perils created by these new devices.” Id., at 247, 118 Cal.Rptr., at 172, 529 P.2d, at 596.\nFurther, the court stated:\n“. . . It is significant in this connection that the bank provided the statements to the police in response to an informal oral request for information about all of petitioner’s accounts. Thus, the character, scope, and relevancy of the material obtained were determined entirely by the exercise of the unbridled discretion of the police. If this search may be deemed reasonable, nothing could prevent any law enforcement officer from informally requesting and obtaining all of a person’s or business entity’s records which had been confided to a bank, though such records might have no relevance to a crime, if any, under investigation; and those records could be introduced into evidence in any subsequent criminal prosecution.” Id., at 243, 118 Cal.Rptr., at 169, 529 P.2d, at 493.\nWe believe the analysis of the California Supreme Court, in recognizing modern electronic realities, is more persuasive than the simplistic proprietary analysis, supposedly rejected in Katz v. United States, 389 U.S. 347, 88 S.Ct. 507, 19 L.Ed.2d 576 (1967), used by the court in Miller. See U. S. v. Miller, supra, 425 U.S., at 447, 96 S.Ct. 1619 (Brennan, J., dissenting.) See also Rakas v. Illinois, 439 U.S. 128, 99 S.Ct. 421, 58 L.Ed.2d 387 (1978).\nThe Commonwealth, on the other hand, urges us to reject Burrows for three reasons, none of which we believe to be persuasive. The Commonwealth first argues that adopting Burrows would adversely affect the negotiability of checks. As the Commonwealth states in its brief:\n“. . . If a customer issues a check to a merchant, the expectation of privacy of the issuer may effectively curtail the merchant from negotiating the check to his supplier and so forth, the result of which would undermine the entire system which depends on free negotiability of instruments. It is difficult to perceive how an issuer of check, with no control over whom the check may be negotiated to, could claim any privacy interest.”\nWe believe that the drawer of a check, to a limited extent, gives up his right to privacy in that check while that check is circulated in commercial channels.\nAs one commentator, however, has stated:\n. . the bank customer does not waive his privacy right by public exposure of the microfilm composite, although he may have done so in regard to the limited information contained on a single negotiable instrument placed in public commerce. Exposing the parts to sundry unrelated people is not equivalent to exposing the whole to one’s bank for limited business purposes.\nFurther, as the Court stated in Burrows, supra, 13 Cal.3d, at 244, 118 Cal.Rptr., at 170, 529 P.2d, at 592:\n“. . . The disclosure by the depositor to the bank is made for the limited purpose of facilitating the conduct of his financial affairs; it seems evident that his expectation of privacy is not diminished by the bank’s retention of a record of such disclosures.”\nThus, using what we believe to be a realistic approach to modern economic realities, we do not believe our .decision will in any way affect the negotiability of checks.\nThe Commonwealth next argues that adopting Burrows would amount to this court’s creation of banker-customer privileges, a task which should be left to the Legislature. We do not believe, however, that our decision in any way creates such a privilege, as the holder of any of the traditionally recognized privileges cannot be compelled to waive said privilege. A bank could always be compelled to turn over customer’s records when served with a valid search warrant or some other type of valid legal process, such as a lawful subpoena.\nThe Commonwealth finally argues that Burrows is inapplicable because the California Constitution contains the following provision:\n“All people are by nature free and independent and have inalienable rights. Among these are enjoying and defending life and liberty, acquiring possessing and protecting property, and pursuing and obtaining safety, happiness and privacy” West’s Ann.Cal.Const. Art. 1, § 1 (Emphasis added.)\nThe Commonwealth believes that since the Pennsylvania Constitution contains no explicit provision pertaining to the right to privacy, Burrows should not be followed.- We do not agree.\nIn Commonwealth v. Platou, 455 Pa. 258, 312 A.2d 29 (1973), cert. denied, 417 U.S. 976, 94 S.Ct. 3183, 41 L.Ed.2d 1146 (1974), which judgment rests on an adequate state ground, we held that the right to be free from unreasonable searches and seizures contained in Art. I, § 8, of the Pennsylvania Constitution is tied into the implicit right to privacy in this Commonwealth. See Griswold v. Connecticut, 381 U.S. 479, 85 S.Ct. 1678, 14 L.Ed.2d 510 (1965) and In re B, 482 Pa. 471, 394 A.2d 419, 425 (1978).\nWe thus are not persuaded by the arguments advanced by the Commonwealth that we should reject the analysis of the California Supreme Court in Burrows. We are convinced that under Art. I, § 8, of the Pennsylvania Constitution bank customers have a legitimate expectation of privacy in records pertaining to their affairs kept at the bank. Since the records seized in the instant case were taken pursuant to an invalid subpoena, and appellant had a legitimate expectation of privacy in those records, appellant has standing to challenge their admissibility.\nThe Commonwealth argues that the admission of the evidence in question was harmless error as to the murder conviction, as the evidence went only to the attempted extortion and forgery charges. This argument ignores the fact that the evidence was introduced at appellant’s murder trial to show motive. As such, the judgment of sentence for murder of the third degree must be reversed.\nWe believe, however, that the judgment of sentence for attempted theft by extortion must be affirmed. At the nonjury trial on the forgery and attempted extortion charges, appellant admitted purchasing the typewriter with the check seized pursuant to the invalid subpoena. Appellant further admitted to typing the extortion note, but attempted, unsuccessfully, to show that she withdrew from the plot.\nAt the trial on the attempted extortion charges, however, the check used to purchase the typewriter was not introduced. The only reference to the check occurred in the following exchange:\n“Q. [Assistant District Attorney]: I direct your attention to what has been marked as Commonwealth’s Exhibit 2 and ask you if you know what that is?\n“A. [Witness]: Yes. That is a Bill of Sale to Jill DeJohn on the Olympiette portable typewriter, Serial Numbers 2008610 and 9950, and supplies 1707.\n“The total bill was $123.57, which was paid by check no. 988, drawn on Mellon National Bank.”\nAppellant failed to object to the mention of the check. Further, on this appeal, appellant has not argued that the typewriter and bill of sale were the fruits of a poisonous tree, i. e., obtained only because of the illegally seized check. Thus, as the illegally seized check was not introduced into evidence at the nonjury trial and no fruit of the poisonous tree argument is advanced, we can find no reason to disturb the attempted theft by extortion conviction.\nJudgment of sentence at No. 184 March Term, 1977 is reversed and the case is remanded for a new trial. Judgment of sentence at No. 192 March Term, 1977 is affirmed.\nROBERTS, J., files a concurring opinion.\nLARSEN, J., files a concurring and dissenting opinion. MANDERINO, J., files a dissenting opinion.\nPOMEROY, former J., took no part in the consideration or decision of this case.\n. The judgment of sentence in the attempted theft by extortion case was appealed to the Superior Court, which certified that appeal to this court.\n. Mr. DeJohn subsequently withdrew his resignation letter. Appellant testified that the day of the homicide, her husband told her of his decision. (Notes of Testimony. Page 940).\n. Officers subsequently fired a .25 caliber weapon in the DeJohn garage while other officers remained in the family room. The officer in the house likened the sound of the gun to a 2\" X 4\" piece of lumber falling onto the concrete floor.\n. Additionally, appellant also bragged that she could plan and commit the “perfect crime.”\n. In Commonwealth v. Polak, 438 Pa. 67, 263 A.2d 354 (1970), this court quashed the subpoena therein because when it was issued, there was no existing matter or cause pending before the court. Polak would thus preclude the Commonwealth from claiming that the instant subpoena was lawful.\n. In November, 1978, the United States Congress passed the Financial Institutions Regulatory and Interest Rate Control Act of 1978. Act of November 10, 1978, P.L. 95-630 (effective 120 days after enactment date). In Title XI — the Right to Financial Privacy, Congress limited those procedures whereby federal authorities could obtain a customer’s bank records, § 1102. Further, a customer is given the opportunity to challenge the legitimacy of any seizure, § 1110.\n. See Wilkes, The New Federalism in Criminal Procedure: State Court Evasion of the Burger Court, 62 Ky.L.J. 421 (1974); Wilkes, More of the New Federalism in Criminal Procedure, 63 Ky.L.J. 873 (1975).\n. In Burrows, the bank therein turned over records upon an informal request of police. Whether the records are obtained pursuant to either an informal request and an invalid subpoena makes no difference on the analysis of the privacy issue.\n“80 The payee or endorsee of any one check is likely to be a stranger to the drawer, who neither comprehends nor cares about this check’s significance as part of a pattern of activity.\n“81 Although a bank employee may see a customer’s checks in bundles, the employee and customer are often unaware of the other’s private life. In addition, brief business exposure is probably insufficient to permit the careful examination necessary to construct accurate conclusions about the customer’s lifestyle.” 14 San Diego L.Rev. 414, 425 (1977). (Emphasis added.)\n. Given our resolution of the above issues, we need not decide appellant’s other allegations of error."}