{"id": "1757597", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, Lonnie Dawson, was convicted in the Court of Common Pleas of Philadelphia of murder of the first degree and conspiracy. He was sentenced to imprisonment for life for murder and five to ten years for conspiracy, the sentences to run concurrently. He appeals the judgment of sentence for murder to this court. He appealed the judgment of sentence for conspiracy to the Superior Court, which certified the appeal to this court.\nAppellant was charged in connection with the shooting death of James Hershell Williams, which occurred on November 5, 1975. Eyewitnesses provided information about the shooting, but none could identify the perpetrators. Appellant, William Hoskins, and Joseph Rhone were tied to the shooting by circumstantial evidence. Appellant, after being arrested, gave a statement to the police in which he admitted being involved.\nAppellant argues he was improperly restricted in his cross-examination of Detective Michael Chitwood, who took the inculpatory statement. Chitwood was called as a witness by the Commonwealth and testified about the facts surrounding the taking of the statement and about its content. Appellant contended Chitwood fabricated the statement and that, in any event, it could not be considered knowing and voluntary. He desired to show Chitwood had a motive to fabricate the statement. Specifically, he proposed to show that just before interrogating appellant, Chitwood severely beat William Hoskins with a nightstick and that afterward Chitwood was transferred out of the homicide division of the police department. According to appellant, Chitwood was motivated to fabricate the statement in order to account for the time he beat Hoskins. He claims he could have demonstrated that by showing the time Chitwood beat Hoskins and comparing that with the time he claimed to have taken the statement. Appellant claims the beating of Hoskins was related to Chitwood’s being transferred. He also claims the transfer was a disciplinary action against Chitwood and that the fact Chitwood was subject to disciplinary action gave him further motive to testify falsely. The trial court refused to allow questioning on these matters. Appellant claims this was improper. We agree and will reverse.\nA defendant’s right of confrontation includes the right to cross-examine witnesses about possible motives to testify. In Davis v. Alaska, 415 U.S. 308, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974), the Supreme Court held the right was denied by refusing to allow a burglary defendant to cross-examine a witness about his having been adjudged to be a juvenile delinquent for burglary, about his being on probation when he testified, and about his being a possible suspect in the same burglary the defendant was being tried for.\nChitwood might have been motivated to testify falsely if he beat Hoskins and faced disciplinary action. In United States v. Miles, 480 F.2d 1215 (2d Cir. 1973), a police officer testified the defendant sold him narcotics. The court held the defendant was entitled to show on cross-examination that the officer had been suspended because of pending charges, including, inter alia, accepting bribes and dealing in drugs himself. The officer was in a vulnerable position and might have had a motive to falsify his testimony to ingratiate himself with his superiors. If Chitwood faced disciplinary action for misconduct, it was similarly relevant.\nIn Commonwealth v. Cheatham, 429 Pa. 198, 239 A.2d 293 (1968), we recognized the right to cross-examine a witness to show a motive for false testimony. The case involved a murder where a prosecution witness had motive and opportunity to commit the crime. In the instant case, Chitwood’s alleged misconduct and disciplining could have motivated him to fabricate the confession or otherwise give false testimony. Evidence thereon would have been relevant to his motivation and credibility. It was improper not to allow appellant’s proposed cross-examination.\nAppellant also alleges (1) the confession was involuntary, obtained without a waiver of Miranda rights, and the product of an unnecessary pre-arraignment delay; (2) the district attorney made improper remarks to the jury; (3) the triál court coerced the jury to reach a verdict; and (4) trial counsel was ineffective in failing to request a charge on the voluntariness of the confession or on its allegedly being fabricated and in failing to object to certain remarks by the district attorney. Our finding that the cross-examination of Chitwood was improperly restricted makes it unnecessary to decide these issues.\nThe judgments of sentence are reversed and the case is remanded to the court of common pleas for a new trial.\nROBERTS, J., took no part in the consideration or decision of this case.\nLARSEN, J., files a dissenting opinion."}