{"id": "1759144", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nAppellant Dorothy George appeals from an order of the Court of Common Pleas of Allegheny County, Pennsylvania, which dismissed her counterclaim against appellee Richard E. George in his divorce action. Appellant’s counterclaim sought a decree of divorce from bed and board as provided in Section 11, Act of May 2, 1929, P.L. 1237, 23 P.S. § 11 (1955). The Court of Common Pleas dismissed the counterclaim on the grounds that Section 11 is unconstitutional under the Equal Rights Amendment, Pa.Const. art. I, § 28 [hereinafter cited as E.R.A.], because the statute allows wives but not husbands to obtain such divorces when marital misconduct occurs. Appeal was taken to Superior Court which certified to this Court the question of the constitutionality of Section 11.\nAppellant’s first contention is that the E.R.A. is inapplicable to the rights and duties of a man or woman after they become married because interests of children of the marriage may be affected. The E.R.A. provides:\n“Prohibition against denial or abridgement of equality of rights because of sex\n“Equality of rights under the law shall not be denied or abridged in the Commonwealth of Pennsylvania because of the sex of the individual.”\nA plain reading of this provision reveals no exception in the area of domestic relations. Nor has this Court in the past refused to apply the E.R.A. to questions of the rights and duties of husbands and wives, even where the interests of children may be affected. In Henderson a statute allowing wives but not husbands to obtain alimony pendente lite, counsel fees, and expenses in divorce actions was held unconstitutional. There we stated:\nThus, as it is appropriate for the law where necessary to force the man to provide for the needs of a dependent wife, it must also provide a remedy for the man where circumstances justify an entry of support against the wife. In short, the right of support depends not upon the sex of the petitioner but rather upon need in view of the relative financial circumstances of the parties.\nHenderson v. Henderson, 458 Pa. 97 at 101, 327 A.2d 60 at 62.\nIn DiFlorido v. DiFlorido, 459 Pa. 641, 331 A.2d 174 (1975), the Court applied the E.R.A. to rights between married persons by discarding the presumption that household goods in the joint possession of a husband and wife presumptively belong to the husband. In Hopkins v. Blanco, 457 Pa. 90, 320 A.2d 139 (1974), the E.R.A. was held to require that that wives, as well as husbands, have a right to recover for loss of consortium. “Today a husband and wife are equal partners in a marital relationship, and, as such, should be treated equally under the law with respect to that relationship.” Id., 457 Pa. at 93, 320 A.2d at 140.\nThe E.R.A. has been applied to determine rights of men and women even where interests of their children may be directly affected. The presumption that a father, solely because of his sex and irrespective of the relative circumstances and capabilities of the parents, has the principal burden of financially supporting minor children was invalidated. Conway v. Dana, 456 Pa. 536, 318 A.2d 324 (1974). The presumption that a child in its tender years is better off with its mother than with its father, without regard first to the circumstances of the mother and father, was held to offend the E.R.A. Commonwealth ex rel. Spriggs v. Carson, 470 Pa. 290, 368 A.2d 635 (1977).\nWe believe the proper disposition of this case is to apply the statute in question in such a way as to read it as providing for reciprocity of remedies for spouses. See Commonwealth ex rel. Stein v. Stein, 487 Pa. 1, 406 A.2d 1381 (1979). A finding of unconstitutionality is an alternative no longer available by virtue of 1 Pa.C.S.A. § 2301 (1979 Pamphlet) which provides:\n(a) General rule — In recognition of the adoption of section 28 of Article I of the Constitution of Pennsylvania, it is hereby declared to be the intent of the General Assembly that where in any statute heretofore enacted there is a designation restricted to a single sex, the designation shall be deemed to refer to both sexes unless the designation does not operate to deny or abridge equality of rights under the law of this Commonwealth because of the sex of the individual.\nOrder reversed.\nMANDERINO, J., did not participate in the decision in this case."}