{"id": "1759059", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nAppellants, the Hospital Association of Pennsylvania and twenty-one Pennsylvania hospitals, contend that state regulations governing “general and special hospitals,” 28 Pa.Code §§ 101.1 et seq., were promulgated without statutory authority by appellees, the Secretary and the Department of Health. We agree with appellees and the Commonwealth Court that ample basis for the challenged regulations is provided by article IX of the Public Welfare Code. Accordingly, we affirm.\nI\nIn 1972, appellees determined that the department’s “Rules and Regulations for Hospitals,” last revised in 1966, should again be revised. In full compliance with publication and notice requirements, appellees published a set of proposed rules and regulations designed to replace the 1966 rules. 2 Pa.Bull. 1129 (1972). Between 1972 and 1977, appellees evaluated extensive public opinion on the proposed rules, including comment from the Hospital Association of Pennsylvania, and incorporated many suggestions into a revised draft. Again by proper notice, appellees published a revised set of rules and regulations. 7 Pa.Bull. 939 (1977). After further public comment, appellees modified the proposed rules and, in December, 1977, adopted them as modified. 7 Pa.Bull. 3631 (1977).\nThe challenged regulations span twenty-six chapters, ranging from such concerns as “Governance and Management” to “Construction Standards.” Within each chapter there are a series of specific regulations. For example, under the heading “Governance and Management,” there appear regulations setting objectives for hospital by-laws, 28 Pa.Code § 103.3, establishing functions to be performed by a “governing body,” id. at § 103.4, and directing formation of various “governing body committees.” Id. at § 103.6. Also included are regulations establishing a “Patient’s Bill of Rights,” id. at §§ 103.21-103.24, managerial and administrative responsibilities, id. at §§ 103.31-103.39, and standards for fiscal control. Id. at §§ 103.41-103.46. In all, appellees promulgated over 500 specific regulations.\nBefore the effective date of the regulations, appellants filed a petition for review in the Commonwealth Court, alleging that appellees lacked statutory authority to promulgate the challenged rules and regulations. On appellees’ motion for summary judgment, the Commonwealth Court sustained the regulations and denied appellants relief. This appeal followed.\nII\nSection 902 of the Public Welfare Code expressly provides that the department shall have “supervision” over a number of facilities, including, under subsection (8), “[a]ll institutions for adults within this Commonwealth.” Appellants concede, as they must, that “general and special hospitals” “are institutions for adults.” They dispute, however, the scope of appellees’ power of “supervision.” Appellants claim they possess “managerial prerogatives” which may not be regulated by appellees.\nThe Public Welfare Code does not define the department’s “supervisory powers” under section 902. Nevertheless, our review of the Code must recognize that “[substantive rule-making is a widely used administrative practice, and its use should be upheld whenever the statutory delegation can reasonably be construed to authorize it.” Bernard Schwartz, Administrative Law § 56 at p. 151 (1976). As Dean Freedman points out, “[t]he existence of a body of standards tends to encourage greater deliberations, self-consciousness, and consistency in the exercise of administrative discretions and thereby reduces the likelihood that an agency will act arbitrarily.” James 0. Freedman, Crisis and Legitimacy: The Administrative Process and American Government 245 (1978). We are satisfied that, reasonably construed, the Public Welfare Code demonstrates that the Legislature fully intended to permit the department (A) to supervise hospitals’ managerial practices and (B) to do so through promulgation of rules and regulations.\nA\nNowhere in article IX of the Code. is “managerial prerogative” reserved. Compare Public Employe Relations Act, Act of July 23, 1970, P.L. 563, § 702, 43 P.S. § 1101.702 (Supp.1979) (“[p]ublic employers shall not be required to bargain over matters of inherent managerial policy”). Rather, hospital administration is expressly within the purview of existing departmental regulatory obligations. Surely it cannot seriously be disputed that proper, uniform managerial practices promote the quality and efficiency of the delivery of health care services to individual consumers requiring health care. It is precisely this goal which the Legislature requires the department to achieve. Section 921(c) of the Code, fully applicable to hospitals, expressly directs the department to set “standards for the safe and adequate care of individuals,” making “adequate and proper provision[] for . (x) humane care.”\nThat managerial practices of hospitals are within the legislatively-defined competency of the department under section 921 is demonstrated by an analogous provision of article IX. Section 911 of the Code expressly contemplates the department’s review of the managerial practices of “supervised institutions.” Under section 911(a)(2), the Legislature places “all and every matter and thing” relating to the “usefulness, administration, and management” of “supervised institutions,” and “to the welfare of the inmates thereof . . . ,” within the department’s mandatory obligation of “inquir[y] and examin[ation.]” Indeed, “supervised institutions,” by definition, expressly includes “all hospitals, almshouses, or poor houses, maintained by any county, city, borough, township or poor district of this Commonwealth.” We are convinced, therefore, that the Legislature has given the tribunal with experience and expertise over managerial practices of “supervised institutions” similar authority to supervise the managerial practices of hospitals subject to departmental standards under section 921.\nB\nWe are also satisfied that section 902 of the Code authorizes the department to supervise managerial practices of hospitals through promulgation of “rules and regulations.” No provision of article IX expressly confers authority upon the department to establish “rules and regulations” governing hospitals. Rather, under section 921(c), the department is required to establish “standards.” Nonetheless, in discussing the appropriate means of enforcing these mandatory “standards,” the Legislature clearly contemplates departmental “rules and regulations” affecting hospitals. Section 921(e) provides:\n“Whenever the department shall upon inspection, investigation or complaint find any violation in any institution of rules or regulations adopted by the department, or any failure to establish, provide or maintain standards and facilities required by this act or by the department, it shall give immediate written notice thereof, to the officer or officers charged by law with or in any way having or exercising the control, government or management of such institution, to correct the said objectionable condition in the manner and within the time specified by the department; whereupon, it shall be the duty of such officer or officers to comply with the direction of the department. If such officer or officers fail to comply with such direction, the department may request the Department of Justice to institute appropriate legal proceedings to enforce compliance therewith, and the department may withhold any State money available for such institution until such officer or officers comply with such direction.” (emphasis added)\nSection 921(e) could contemplate “rules and regulations adopted by the department” only if some other provision of the Code grants the department authority. It must be remembered that “[ejvery statute shall be construed, if possible, to give effect to all its provisions.” 1 Pa.C.S. § 1921(a). To “give effect” both to the department’s supervisory power under section 902 and the language “rules and regulations” found in section 921(e), it must be concluded that the department is empowered, under its power of “supervision,” to formulate “rules and regulations.”\nIll\nFor all the above reasons, none of the regulations appellants have challenged, including those affecting governance, establishing a “Patient’s Bill of Rights,” and setting appropriate considerations for admissions,' can realistically be viewed as beyond the reach of departmental authority conferred under section 902. Accordingly, we hold that the Legislature has authorized the department to promulgate its rules and regulations concerning hospitals. We therefore affirm the decree of the Commonwealth Court denying appellants injunctive relief.\nDecree affirmed. Each party pays own costs.\nFLAHERTY, J., filed a dissenting opinion, in which LARSEN, J., joins.\nMANDERINO, J., did not participate in the decision of this case.\n. Act of June 13, 1967, P.L. 31, §§ 901 et seq., as amended, 62 P.S. §§ 901 et seq. (1968 and Supp.1979).\n. See Commonwealth Documents Law, Act of July 31, 1968, P.L. 769, §§ 101 et seq., 45 P.S. §§ 1101 et seq. (Supp.1979).\n. The Table of Contents of the challenged regulations provides:\nChap. Sec.\n101. General Information.......................... 101.1\n103. Governance and Management.................... 103.1\n105. Admission and Discharge.................... 105.1\n107. Medical Staff............................ 107.1\n109. Nursing Services............................... 109.1\n111. Dietetic Services............................ 111.1\n113. Pharmacy Services........................ 113.1\n115. Medical Record Services .................. 115.1\n117. Emergency Services........................... 117.1\n119. Outpatient Services and Short-Term Procedure Units 119.1\n121. Social Work Services........................ 121.1\n123. Anaesthesia and Respiratory Services ............ 123.1\n125. Laboratory Services.................. 125.1\n127. Radiology Services......................... 127.1\n129. Nuclear Medicine Services..................... 129.1\n131. Rehabilitation Services.................... 131.1\n133. Special Care Units............................ 133.1\n135. Surgical Services........................... 135.1\n137. Obstetrical Services........................... 137.1\n139. Newborn Services............................. 139.1\n141. Dental Services .............................. 141.1\n143. Podiatry Services.............................. 143.1\n145. Professional Library Services.................... 145.1\n147. Environmental Services......................... 147.1\n149. Central Supply Services ........................ 149.1\n151. Fire, Safety, and Disaster Services ............... 151.1\n153. Construction Standards...................... 153.1\n. Upon filing their petition, appellants requested the Commonwealth Court to grant them a preliminary injunction. The Commonwealth Court granted the preliminary injunction, but later dissolved it upon granting appellees summary judgment.\n. This Court granted appellants a stay pending appeal. In view of our disposition, this stay, of course, is vacated.\n. Section 902 provides:\n“Supervisory powers\nThe department shall have supervision over:\n(1) All State institutions;\n(2) All supervised institutions;\n(3) All children’s institutions within this Commonwealth;\n(4) All maternity homes and hospitals within this Commonwealth;\n(5) Any labor or system of labor carried on in the penal, correctional or reformatory institutions of the State;\n(6) Any system of reparation provided by the Commonwealth for relief from conditions caused by mine-caves, fire, flood, or other casualty, and constituting a menace to public safety and welfare;\n(7) All boarding homes for children which have been licensed by the State;\n(8) All institutions for adults within this Commonwealth.”\nThe “department” refers to the Department of Public Welfare. See Public Welfare Code of 1967, § 102 (definitions). By “Reorganization Plan No. 2 of 1973,” P.L. 457, 71 P.S. § 755-2 (Supp.1979), the Legislature transferred to the Department of Health the “functions, powers and duties of the Department of Public Welfare with regard to the supervision and licensing of general and special hospitals, as set forth in Articles 9 and 10 of [‘The Public Welfare Code.’]”\n. See “Appendix ‘B’ to Brief for Appellants” at “B-33.” Section 901 of the Public Welfare Code of 1967 defines an “institution for adults” as follows:\n“ ‘Institution for Adults’ means any incorporated or unincorporated public or private organization, society or association including any agency of a county, county institution district or municipality which provides for food, shelter and some service to adults, or which provides rehabilitation, training, guidance or counselling to the blind or visually handicapped, or to the physically or mentally handicapped, including but limited to the following: homes for the aged and infirm, nursing homes, convalescent homes, placement agencies for adults, general and special hospitals and institutions for mentally ill and defective adults, rehabilitation centers having living-in arrangements, workshops and facilities for the rehabilitation of the visually, mentally or physically handicapped, and all organizations for the prevention of blindness.”\nSee also supra note 6 (quoting “Reorganization Plan No. 2 of 1973”).\n. See Public Welfare Code, § 921(b) (“hospitals” expressly enumerated as “institutions” subject to departmental standards).\n. Section 911(a)(2) requires the department:\n“To visit and inspect, at least once in each year, all state and supervised institutions; to inquire and examine into their methods of instruction, discipline, detention, care or treatment, the care, treatment, government or management of their inmates or those committed thereto, or being detained, treated or residing therein, the official conduct of their inspectors, trustees, managers, directors or other officer or officers charged with their management by law or otherwise, or having the management, care, custody or control thereof, the buildings, grounds, premises, and equipment thereof, or connected therewith, and all and every matter and thing relating to their usefulness, administration, and management, and to the welfare of the inmates thereof, or those committed thereto or being detained, treated or residing therein.”\n. One other consideration, overlooked by appellants, confirms our conclusion that appellees possess authority under sections 911 and 921 to regulate hospitals’ managerial practices. Were appellants to prevail in their attack upon the challenged regulations, at least portions of appellees’ “Rules and Regulations for Hospitals” promulgated in 1966, including those relating to hospital governance and the like, would be vulnerable to similar criticism. The Legislature, however, in codifying the above provisions in the Public Welfare Code of 1967, made no effort to disturb appellees’ 1966 regulations. It is established that administrative interpretations, not disturbed by the Legislature, are appropriate guides to legislative intent. 1 Pa.C.S. § 1921(c)(8). We think it a fair corollary that the Legislature’s failure in 1967 in any respect to disturb appellees’ exercise of rule-making authority in 1966 evinces legislative recognition of appellees’ regulatory authority over “managerial prerogative.”\n. We do not pass upon the reasonableness of any particular regulation. We hold only that appellees possess statutory authority to promulgate the challenged regulations. Cf. Girard School District v. Pittenger, 481 Pa. 91, 392 A.2d 261 (1978) (upholding regulations of State Board of Education, but not reaching reasonableness of any particular regulation)."}