{"id": "1759129", "contents": "OPINION\nFLAHERTY, Justice.\nThis is an appeal from a decree of the Court of Common Pleas of Lawrence County denying appellant, Lawrence County Childrens’ Services’ petition for involuntary termination of the parental rights of appellees, the natural parents of T.S.L.\nAppellant contends, and this Court agrees, that the court below applied an erroneous legal standard in denying this petition for termination of parental rights. The rule applied below was the following: Termination requires compelling evidence of: (1) repeated and continued incapacity, abuse, neglect, or refusal to provide essential parental care, or (2) abandonment as defined under the old adoption law (Act of April 4, 1925, P.L. 127 as amended 1 P.S. § 1 (1963)) meaning parental conduct exhibiting a settled purpose of relinquishing parental claim to the child and a refusal to perform parental duties. Such a rule places too heavy a burden on petitioner by demanding more than is required under the adoption statute now in effect which allows termination on the ground that:\n‘(1) The parent by conduct continuing for a period of at least six months either has evidenced a settled purpose of relinquishing parental claim to a child, or has refused to failed to perform parental duties; or (2) The repeated and continued incapacity, abuse, neglect, or refusal of the parent has caused the child to be without essential parental care, control, or subsistence necessary for his physical or mental well-being and the conditions and causes of the incapacity, abuse, neglect, or refusal cannot or will not be remedied by the parent; . . .’ (emphasis added)\nAdoption Act of 1970, P.L. 620, 1 P.S. § 311 (Supp.1978).\nA petitioner’s burden can be met in showing by the preponderance of evidence that for merely a six month period either of the disjunctively listed elements of § 311(1) was satisfied. Matter of Adoption of David C., 479 Pa. 1, 387 A.2d 804 (1978). Hence, the court below’s finding that appellees had no intention to abandon T.S.L. erroneously involved a conjunctive reading of the elements of abandonment. Section 311(1) should be interpreted so as to give sufficient recognition to the independent termination ground of six months failure to perform parental duties. Non-performance of parental duties can also be considered in determining whether parents have evidenced a settled purpose of relinquishing parental claim to a child. The lower court found that no abuse or neglect could be attributed to the parents during the time T.S.L. was in the custody of Lawrence County Childrens’ Services. The fact that Lawrence County Childrens’ Services had custody for care does not mean parental duties were suspended.\nThis Court has recognized that a parent, to the extent circumstances and resources permit, has an affirmative duty to meet a child’s needs for love, protection, guidance, and support and that a mere passively uninvolved interest in or concern for a child is inadequate: a genuine effort to maintain communication and association with the child is required so as to take and maintain a place of importance in the child’s life even if parent and child are geographically separated. Matter of Adoption of David C., 479 Pa. 1, 387 A.2d 804 (1978).\nSince the correct standard was not applied by the court below, we vacate the decree and remand for proceedings not inconsistent with this opinion.\nDecree vacated and case remanded. Each party to pay own costs.\nMANDERINO, J., did not participate in the decision in this case."}