{"id": "1760984", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nOn December 30, 1974, police arrested and charged appellee with driving under the influence of alcohol, a misdemeanor under the old Vehicle Code. The case has gone to trial on two occasions. After each trial the court of common pleas on post-verdict motions awarded appellee a new trial. Before appellee’s third trial, the court on pre-trial motions ordered the suppression of both a pre-arrest statement and post-arrest statements police obtained from appellee as well as the results of a post-arrest breathalyzer test. The Commonwealth now seeks review of this pre-trial order.\nWe conclude that the court correctly suppressed appellee’s pre-arrest statement. Police failed to give appellee warnings of constitutional rights required under Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). Accordingly, we affirm the order insofar as it suppresses appellee’s pre-arrest statement. We also conclude, however, that the court suppressed the post-arrest statements and results of the post-arrest breathalyzer test on an erroneous theory that appellee’s arrest was unlawful. The order must be vacated to the extent it suppresses the post-arrest statements and the results of the post-arrest breathalyzer test.\nI\nIn the early morning hours of December 30,1974, Corporal Baker of the Carlisle Police Department was in uniform, driving his unmarked patrol car. At about 3:00 a. m., Baker observed, just outside of Carlisle, a tractor-trailer parked on U.S. Interstate Route 81 and a person nearby placing a flare on the highway. Baker proceeded to the scene, where he came upon a motor vehicle resting on a southwesterly direction on the guardrail along the northbound, passing lane of travel.\nThe only persons other than Baker then at the scene were the driver of the tractor-trailer, who had placed the flares on the highway, and appellee, who upon Baker’s arrival was standing within a few feet of the motor vehicle. The driver knew nothing of how the accident occurred and left the scene shortly after Baker’s arrival, leaving only Baker and appellee. Baker approached appellee. Appellee asked Baker about “getting a wrecker to come and take the car off the guardrails,” but Baker did not call for a tow truck. Instead, he summoned another patrol car to assist with traffic. Because the accident occurred outside of Carlisle, Baker also contacted Carlisle Police Headquarters, which in turn contacted State Police.\nBaker testified that he told appellee “he would have to wait” at the scene until the State Police arrived. Baker closely observed appellee while they waited. Once the Car-lisle Police patrol car responding to Baker’s call arrived, appellee waited in the patrol car. When asked at the suppression hearing, “wasn’t one of the reasons [that appellee was in the police vehicle] to keep him there until the state police got there?,” Corporal Baker responded, “I would imagine so, yes, sir.”\nState Troopers Stine and Sattazahn arrived about one-half hour after Baker called headquarters. Baker told Stine that he believed appellee possibly was under the influence of alcohol. He told Stine he didn’t ask appellee anything more than whether appellee was injured because he “didn’t want to jeopardize Trooper Stine’s investigation.”\nAppellee got out of the Carlisle Police patrol car and walked to where Trooper Stine was standing. Stine asked appellee for his operator’s license and registration card, appellee retrieved the registration card from his vehicle, and then produced both cards. Without first administering Miranda warnings, Trooper Stine addressed appellee and asked him “what happened.” Appellee responded with the pre-arrest statement now in controversy. Stine then examined the scene and determined appellee had been improperly driving south in the northbound lane of travel and not, as appellee stated, properly driving north. Thereafter, Stine formally placed appellee under arrest and instructed State Trooper Sattazahn to administer Miranda warnings. Sattazahn did so, at approximately 3:45 a. m.\nAfter arresting appellee, state police obtained the post-arrest oral statements now at issue. State police also gave appellee the breathalyzer test, the results of which (.20%) are now also subject to dispute. Appellee was charged with driving under the influence later the same day. As mentioned, the case twice proceeded to trial. After each the court on post-verdict motions ordered a new trial. The order of the suppression court presently under review followed.\nIn ordering suppression of appellee’s pre-arrest statement, the suppression court relied on this Court’s opinion in Commonwealth v. D’Nicuola, 448 Pa. 54, 292 A.2d 333 (1972). There, this Court stated that\n“ ‘whenever an individual is questioned while in custody or while the object of an investigation of which he is the focus, before any questioning begins the individual must be given the warnings established in Miranda.’ ”\n448 Pa. at 57, 292 A.2d at 335, quoting Commonwealth v. Feldman 432 Pa. 428, 432, 248 A.2d 1, 3 (1968) (plurality opinion). Here, the suppression court determined that Trooper Stine’s investigation had “focused” on appellee before he addressed appellee and asked “what happened,” and concluded that, under D’Nicuola, Miranda warnings should have been given before interrogation. The court’s suppression of appellee’s post-arrest statements and the results of the post-arrest breathalyzer test for want of a lawful arrest was based on the then-applicable version of Pa.R.Crim.Proc. 101. Rule 101 provided:\n“Means of Instituting Proceedings in Court Cases Criminal proceedings in court cases shall be instituted by:\n1. a written complaint; or\n2. an arrest without a warrant upon probable cause when the offense is a felony; or\n3. an arrest without a warrant when the offense is a felony or misdemeanor committed in the presence of the police officer making the arrest.\nThe court reasoned that, because Trooper Stine did not see appellee driving, Stine could not arrest appellee without a warrant on the misdemeanor charge of driving under the influence. The court so concluded even though a then-applicable amendment to the Vehicle Code expressly provided:\n“A peace officer may, upon view or upon probable cause without a warrant, arrest any person violating section 1037 of this act in cases causing or contributing to an accident.”\nAccording to the suppression court, the above amending act is inconsistent with Rule 101 and must fall under Pa.Const. art. V, § 10(c). The Commonwealth’s appeal followed.\nII\nIn urging this Court to reverse the order of the suppression court insofar as it suppresses appellee’s pre-arrest statement, the Commonwealth insists that Trooper Stine’s “focus” upon appellee does not by itself require warnings before interrogation. The Commonwealth takes the position that the quoted language of D’Nicuola upon which the suppression court relied is not sound. The Commonwealth claims D’Nicuola is based on a “faulty assumption” that Miranda requires warnings whenever as accused is in custody or the focus of an investigation. In the Commonwealth’s view, the Supreme Court of the United States in Beckwith v. United States, 425 U.S. 341, 96 S.Ct. 1612, 48 L.Ed.2d 1 (1976), which interprets Miranda, “clearly disavows” a “focus” test and instead establishes a rule that warnings are necessary only when an individual is actually in custody or otherwise deprived of freedom by authorities in any significant way. In the Commonwealth’s estimation, neither of these circumstances is present here.\nThis record presents no occasion to accept the Commonwealth’s invitation to question D’Nicuola or any other case of this Court containing the now-challenged “focus” language, for the Commonwealth’s argument is erroneous in at least two respects. First, the order of the suppression court must stand even on the Commonwealth’s exposition of the law. The undisputed record, composed exclusively of the testimony of Corporal Baker and Trooper Stine, is manifestly clear that police deprived appellee of his freedom in a significant way. Most notably, Corporal Baker testified that he expressly told appellee “he would have to wait” at the scene of the accident. Indeed, Baker further admitted that one of the reasons appellee was in the Carlisle police patrol car was to keep him at the scene until State Police arrived. Warnings therefore should have preceded interrogation.\nSecond, and more fundamental, the Commonwealth’s exposition of what it views to be the guiding rule of law seriously understates the circumstances in which Miranda warnings must be given in Pennsylvania. The Commonwealth now, in supposed harmony with Beckwith, would have it that police must give warnings only if they interrogate one in actual custody or otherwise significantly deprived of freedom. But this jurisdiction’s test of “custodial interrogation” examines more than actual deprivation of freedom. Pennsylvania’s test for custodial interrogation is\n“ ‘whether the suspect is physically deprived of his freedom in any significant way or is placed in a situation in which he reasonably believes that his freedom of action of [sic] movement is restricted by such interrogation . . .’ Commonwealth v. Romberger, [454 Pa. 279, 283, 312 A.2d 353, 355 (1973), vacated, 417 U.S. 964, 94 S.Ct. 3166, 41 L.Ed.2d 1136 (1974), reinstated on remand, 464 Pa. 488, 347 A.2d 460 (1975)], citing Commonwealth v. Marabel, [445 Pa. 435, 441, 283 A.2d 285, 288 (1971)].”\nCommonwealth v. O’Shea, 456 Pa. 288, 292, 318 A.2d 713, 715, cert. denied, 419 U.S. 1092, 95 S.Ct. 686, 42 L.Ed.2d 685 (1974) (emphasis deleted). Accord, Commonwealth v. Brown, 473 Pa. 562, 375 A.2d 1260 (1977); Commonwealth v. Fisher, 466 Pa. 216, 352 A.2d 26 (1976). As this Court unanimously stated in Brown, supra,\n“custodial interrogation does not require that the police make a formal arrest, nor that the police intend to make an arrest. [Commonwealth v. Fisher, supra;] Commonwealth v. O’Shea, supra; Commonwealth v. Bordner, 432 Pa. 405, 247 A.2d 612 (1968). Rather, the test of custodial interrogation is whether the individual being interrogated reasonably believes his freedom of action is being restricted.”\nBrown, 473 Pa. at 570, 375 A.2d at 1264. And here, a “reasonable belief that freedom of action has been restricted” surely existed. Corporal Baker expressly told appellee he must wait at the scene. Once the driver of the tractor-trailer left, appellee was the only person not a law-enforcement officer at the scene. Baker closely observed appellee pending the arrival of the State Troopers. Part of that time appellee was in a Carlisle police patrol car. State Police arrived and one of them, Trooper Stine, surveyed the scene and directed appellee to produce an owner’s card and driver’s license.\nThus, on the Commonwealth’s suggested standard, which examines only whether in fact freedom has been restricted, or on the standard long reflected by our cases which looks to “whether the individual being interrogated reasonably believes his freedom of action is being restricted,” Brown, supra, it is clear that appellee’s pre-arrest statement was properly suppressed.\nIll\nWhile we agree with the suppression court’s ruling on appellee’s pre-arrest statement, we disagree with its ruling on the post-arrest statements and the results of the post-arrest breathalyzer test. Whether an officer who did not observe the offense of driving under the influence may, in harmony with the then-applicable version of Pa.R.Crim.Proc. 101, effectuate a warrantless arrest pursuant to the Act of July 20, 1974 has been fully considered in Commonwealth v. Levesque, 469 Pa. 118, 364 A.2d 932 (1976). There, a majority of this Court (after the suppression court’s order here) held that the then-applicable version of Rule 101 does not invalidate an arrest authorized by the Act of 1974. Appellee agrees that the suppression court’s invalidation of the arrest cannot stand in light of Levesque. We vacate the order of the suppression court insofar as it suppresses the post-arrest statements and results of the post-arrest breathalyzer test, and remand for proceedings consistent with this opinion.\nOrder affirmed in part and vacated in part.\n. The incident occurred the same day, see infra text at Part I, well before July 1, 1977, the effective date of the new Vehicle Code, 75 Pa.C.S. §§ 101 et seq. The then-applicable definition of driving under the influence is found at section 1037 of the old Vehicle Code, Act of April 29, 1959, P.L. 58, formerly 75 P.S. § 1037. Driving under the influence of alcohol is now defined at 75 Pa.C.S. § 3731.\n. At the suppression hearing Trooper Stine summarized appellee’s statement as follows:\n“ ‘[I] was driving down the road when a car passed me on the right, another car passed me on the left and then I hit the guardrails.’ ” N.T.S.H. of 4/27/76 at 12.\n. Trooper Stine testified as to appellee’s post-arrest statements as follows:\n“We had asked him where he was coming from, he stated to us that he was coming from a private party, that he had went there at three o’clock in the afternoon and he was coming back and he was just now leaving the party. I asked him where the party was, but he wouldn’t tell me that. I asked him how much he had to drink and he said three single whiskeys. I also asked him where he thought he was at the time of the accident, where at, and he thought he was at Exit 14, which would be North Hanover Street, instead of Exit 13, which is College Street, where the accident occurred.\n“[H]e had [also] stated when he left the party his intentions were to get on Interstate 81 at Exit 14, Hanover Street, go north to Exit 15, York Road, get off and go to Boiling Springs.”\nN.T.S.H. of 4/27/76 at 14.\n. Before his first trial, appellee moved to suppress the statements and test results. On September 18, 1975, the first suppression court held the pre-arrest statement inadmissible. It also held appellee’s arrest unlawful, but suppressed only the results of the breathalyzer test and not the post-arrest statements. A jury found appellee guilty as charged. On October 14, 1975, one month after its original order, the first suppression court modified its previous order to suppress both the post-arrest statements and the results of the breathalyzer test, but not the pre-arrest statement. In view of this modified order, the trial court on post-verdict motions ordered a second trial. Before retrial, the second suppression court ordered that the modified order of October 14, 1975, controlled the second trial. On February 12, 1976, a jury again returned a verdict of guilty as charged. Two months later, the post-verdict court granted appellee a third trial. The third suppression court granted appellee’s motion to suppress. After this order the Commonwealth lodged its appeal.\n. The suppression court also, quite properly, rejected any claim that appellee volunteered his statement, compare Commonwealth v. Yount, 455 Pa. 303, 314 A.2d 242 (1974), instead concluding that “what happened” was “likely to or expected to elicit a confession.” See Commonwealth v. Simala, 434 Pa. 219, 227, 252 A.2d 575, 579 (1969). See generally Y. Kamisar, “Brewer v. Williams, Massiah, and Miranda: What Is Interrogation? When Does It Matter?,” 67 Georgetown Law Journal 1 (1978).\n. Rule 101 now contains a subparagraph which provides:\n“Criminal proceedings in court cases shall be instituted by:\n******\n4. An arrest without a warrant upon probable cause when the offense is a misdemeanor not committed in the presence of the police officer making the arrest, when such arrest without a warrant is specifically authorized by statute.”\n. Act of July 20, 1974, P.L. 522, § 2, amending Vehicle Code, Act of April 29, 1959, P.L. 58, § 1204(a), formerly 75 P.S. § 1204(a). The current statute appears at 75 Pa.C.S. § 3731(c).\n. Pa.Const. art. V, § 10(c) provides:\n“The Supreme Court shall have the power to prescribe general rules governing practice, procedure and the conduct of all courts, justices of the peace and all officers serving process or enforcing orders . . . . All laws shall be suspended to the extent that they are inconsistent with rules prescribed under these provisions.”\n. Originally the Commonwealth lodged this appeal with the Superior Court on the theory that the pre-trial order suppressing evidence “substantially handicaps” prosecution. See Commonwealth v. Bosurgi, 411 Pa. 56, 190 A.2d 304 (1963). The Commonwealth’s appeal now is before this Court by way of the Superior Court’s transfer. A majority of the Superior Court concluded that, because the suppression court relied upon Pa.Const. art. V, § 10(c) in refusing to give effect to the Act of July 20, 1974, appeal lies directly to this Court under section 202(9) of the then-applicable Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, formerly 17 P.S. § 211.202(9) (direct appeal lies to this Court from final order of court of common pleas holding state statute unconstitutional). (See 42 Pa.C.S. § 722(7).)\nNeither party objects to this transfer and in the interest of judicial economy we address the merits. See 42 Pa.C.S. § 704(a). We note, however, that as is discussed infra at Part III this Court has already decided that the applicable version of Rule 101 and the Act of July 20, 1974 are not in conflict. Commonwealth v. Levesque, 469 Pa. 118, 364 A.2d 932 (1976). Thus, review of the suppression court’s conclusion to the contrary would have involved only an application of existing case law of this Court, and not a constitutional decision of first-impression. Recently, this Court has transferred a case similarly posing an application of a previous decision addressing the constitutionality of a state statute. See Graziano Construction Co. v. Lee, 487 Pa. 241, 409 A.2d 330 (1979).\nThere is no dispute over whether the pre-trial order does indeed “substantially handicap” prosecution within the meaning of Bosurgi.\n. As Mr. Justice Nix speaking for the Court stated in Commonwealth v. McLaughlin, 475 Pa. 97, 379 A.2d 1056 (1977), “[a]lthough by our placing of ‘object of an investigation’ in the disjunctive with the custodial requirement, it might appear as though the Pennsylvania interpretation of when Miranda warnings are required was broader than the United States Supreme Court’s interpretation, an examination of the facts taken with the language of the Pennsylvania cases indicates those cases may be interpreted as being harmonious with [Beckwith v. United States]. In each case recognizing the defendant as the focus of an investigation, there was also present a degree of ‘deprivation of liberty’ which the Beckwith Court found Miranda to require. Commonwealth v. D’Nicuola, [448 Pa. 54, 292 A.2d 333 (1972)]; Commonwealth v. Simala, 434 Pa. 219, 252 A.2d 575 (1969); Commonwealth v. Jefferson, 423 Pa. 541, 226 A.2d 765 (1967).”\n. Professor Kamisar has recently characterized the “reasonable belief’ standard as the “best approach.” See Remarks of Professor Kamisar at the First Annual Supreme Court Review and Constitutional Law Symposium, reprinted in The Supreme Court 1978-79 Ch. 12 p. 184 (1979).\n“This approach seems most consistent with Miranda and it avoids reliance on self-serving statements either by the police or by the suspect himself. This approach also avoids the need to determine the police interrogator’s state of mind and frees the police officers from the responsibility for the idiosyncrasies of various suspects.”\nId.\n. We are holding that Trooper Stine should have given appellee Miranda warnings for reasons other than the reason proffered by the suppression court. “This Court may, of course, affirm if any ground for affirmance exists.” Gilbert v. Korvette, Inc., 457 Pa. 602, 604 n. 5, 327 A.2d 94, 96 n. 5 (1974) (citing cases).\n. We do not decide appellee’s claim that the post-arrest statements and the results of the breathalyzer test must be suppressed as fruits of the unlawfully obtained pre-arrest statement."}