{"id": "1761009", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, Winfield C. Patterson, was convicted by a jury of three counts of murder of the first degree. Since the Commonwealth was seeking the death penalty, the jury further deliberated and found aggravating circumstances and no mitigating circumstances. Post-verdict motions were denied and appellant was sentenced to death. This direct appeal followed.\nAppellant first argues that the suppression court erred in failing to suppress statements given to police. The facts are as follows.\nOn February 21, 1977, police discovered the bodies of Victor Soto, his wife Betty Soto, and her fourteen-year-old daughter, Wanda McKim, in their home at 1231 South 46th Street in Philadelphia. Mr. and Mrs. Soto had been bound with electrical cord and stabbed repeatedly while Ms. McKim was found submerged in a bathtub full of water.\nPolice at the scene learned that Mrs. Soto had another daughter, Helen McKim, who had recently moved out of the Soto household. Police learned that Helen had struck her mother with a hammer a week or so before the killings. Police discovered that Helen was living at the home of Mrs. Ruth Stroman at 4821 Kingsessing Avenue in Philadelphia. At the Stroman home, police found Helen McKim, Sharlinda Stroman, William Blannon and appellant. All four agreed to go to police headquarters to be interviewed concerning their knowledge of the victims. Before leaving, however, Ruth Stroman told a Detective Hildred Allen that appellant and Blannon had been around the Soto residence over the past weekend.\nAppellant and his companions arrived at the Police Administration Building at 6:35 P.M. Appellant was questioned by Detective Harry McCabe for approximately thirty minutes about his knowledge of the slain family and their relationship with Helen McKim. McCabe testified that appellant was not under arrest and that appellant was very cooperative in answering questions. Appellant agreed to take a polygraph examination, but he was found unfit for the examination because he had been smoking marijuana all day before arriving at police headquarters.\nAt 8:30 P.M., Sergeant Herbert Gibbons, the detective in charge of the case, told appellant that he was free to leave and that the police would give him a ride home. Appellant, however, informed Sergeant Gibbons that he preferred to wait until police were done questioning his girlfriend, Sharlinda Stroman. Appellant, who was not a suspect at this time, remained in the waiting room overnight. The next morning appellant was given breakfast. During the period between 8:30 P.M. and 7:00 A.M. the following morning, appellant was not questioned.\nDuring the night, William Blannon told police that he alone had gone to the Soto residence on Saturday evening and killed the three victims. Sharlinda Stroman, on the other hand, told police during questioning that she, Blannon and appellant had been together at her home all day Saturday. Because of the inconsistencies between the statements of Blannon and Stroman, Sergeant Gibbons instructed Detective Francis Ansel to interview appellant concerning Blannon’s whereabouts on Saturday. During an interview between 7:05 A.M. and 8:45 A.M., appellant told Ansel that he had been with Blannon all Saturday evening except for a ten-minute period when Blannon left to buy beer. Appellant also told Ansel he did not know who had killed the three victims. Detective Ansel testified that appellant appeared normal and alert and had no trouble answering questions. Ansel further testified that appellant was not a suspect; however, the officer felt appellant was providing a false alibi for Blannon.\nAppellant remained in the visitor’s area between 8:35 A.M. and 11:00 A.M. During this period, Sergeant Gibbons was reviewing all of the statements given to police and noticed the discrepancies between the statements given by Blannon, appellant and Stroman. At 11:00 A.M., Gibbons instructed Detective Guster Richardson to give appellant his Miranda warnings and advise him he could be charged with hindering the prosecution of Blannon if he insisted on providing a false alibi for Blannon. Appellant was given his Miranda warnings, which he waived. During this interview, appellant informed Detective Richardson that he had confused the events of Friday with Saturday’s events; appellant contended he had gone out alone on Saturday and could not account for Blannon’s activities on that evening. The interview concluded at 12:30 P.M. when appellant agreed to take a polygraph examination.\nThe polygraph examination was conducted by Officer Ramon Martinez, who conducted a pre-examination interview with appellant from 1:00 P.M. to 2:00 P.M. The polygraph examination itself was conducted between 2:00 P.M. and 2:30 P.M. When appellant asked how he had done, Martinez informed him he had not done very well. Appellant then told Martinez he would tell what had happened. Martinez gave appellant paper and told him to write down what had occurred. Appellant then wrote out a confession admitting complicity in the killings which he signed at 3:07 P.M. Martinez then informed Sergeant Gibbons of appellant’s confession. Gibbons, who testified he was surprised by the confession, instructed Detective Martin Buck to take a formal statement. Buck again gave appellant his Miranda warnings which he again waived. Appellant admitted that he had helped tie up Mr. and Mrs. Soto before Blannon had stabbed them and that he had helped strangle Wanda McKim. Appellant read and signed the confession at 4:52 P.M. Detective Buck testified that appellant had been alert and talkative during the interview, and had not been subjected to force or threats.\nAppellant was arraigned at 9:03 P.M. When advised that he was being charged with three counts of homicide, appellant stated, “Wait awhile judge. I don’t mind going to jail for what I did, but I’m not going to jail for what I didn’t do. I didn’t kill no three people. I just killed one.” After he had been arraigned, appellant also told Officer Alfred Bertolino that he had only killed the young girl.\nThe suppression court, after hearing this testimony, made findings of fact and conclusions of law and ruled that all of appellant’s statements were admissible. Although appellant did not testify at the suppression hearing he testified at trial that he had not written or signed the confession and that he had been detained overnight and that the confession was the product of force and threats of force. That testimony was rejected as incredible by the trial court in denying appellant’s post-verdict motions.\nAppellant claims that the suppression court erred in refusing to suppress his statements. In support of this contention, appellant apparently argues (1) the exculpatory statements were the product of custodial interrogation without the required Miranda warnings; (2) his inculpatory statements were the product of an unnecessary delay between arrest and arraignment; and (3) his waiver of his Miranda rights was not knowing and intelligent. We find no merit to any of appellant’s contentions.\nAs we stated in Commonwealth v. Johnson, 467 Pa. 146, 151-52, 354 A.2d 886, 889 (1976):\n“ . . .In reviewing this ruling our initial task is to determine whether the factual findings are supported by the record. Tn making this determination, we are to consider only the evidence of the prosecution’s witnesses and so much evidence of the defense as, fairly read in the context of the record as a whole, remains uncontradicted.’ Commonwealth v. Goodwin, 460 Pa. 516, 522, 333 A.2d 892, 895 (1975). If, when so viewed, the evidence supports the factual findings we are bound by such findings; we may only reverse if the legal conclusions drawn therefrom are in error. . . . ”\nReviewing appellant’s arguments in light of this standard, we are convinced the suppression court was correct in ruling that appellant’s statements were admissible.\nAppellant’s argument that his exculpatory statements were the product of custodial interrogation without the required Miranda warnings is contrary to the suppression court’s findings. It is admitted that no Miranda warnings were given before appellant’s first two interviews. The Commonwealth argues, and the suppression court so found, that the initial two interviews were not “custodial interrogation,” as appellant was not in custody. We agree.\nIn Commonwealth v. O’Shea, 456 Pa. 288, 291, 318 A.2d 713, 715 (1974), we stated:\n“ . . . Although Miranda warnings are not required before interviewing all possible witnesses to the crime, they are required ‘whenever an individual is questioned while in custody or while the object of an investigation of which he is the focus,’ Commonwealth v. D’Nicuola, 448 Pa. 54, 57, 292 A.2d 333, 335 (1972) quoting Commonwealth v. Feldman, 432 Pa. 428, 432-33, 248 A.2d 1, 3 (1968). See also, Commonwealth v. Yount, 455 Pa. 303, 314 A.2d 242 (1974) [J-278 (1973)]. Furthermore, we have held that: ‘ “ ‘[I]t is not simply custody plus ‘questioning,’ as such, which calls for Miranda safeguards, but custody plus police conduct . . . calculated to, expected to, or likely to, evoke admissions.’ ” ’ Commonwealth v. Yount, supra [455 Pa. at 309], 314 A.2d at 245, quoting Commonwealth v. Simala, 434 Pa. 219, 226, 252 A.2d 575, 578 (1969).”\nWe further stated:\n“Moreover, the test for custodial interrogation ‘does not depend upon the subjective intent of the law enforcement officer-interrogator, but upon whether the suspect is physically deprived of his freedom of action in any significant way or is placed in a situation in which he reasonably believes that his freedom of action of movement is restricted by such interrogation . . . .’ Commonwealth v. Romberger, [454 Pa. 279, 312 A.2d 353 (1973)], citing Commonwealth v. Marabel, supra, [445 Pa. 435, 283 A.2d 285 (1971)]. Commonwealth v. O’Shea, supra, 456 Pa. at 292, 318 A.2d at 715. (Emphasis in original.)\nIn the instant case, appellant was neither in custody nor the focus of the investigation. As the suppression court found, appellant went voluntarily to police headquarters to provide background information concerning the victims. After his initial interview, appellant was offered a ride home which he refused because he wanted to wait for Sharlinda Stroman. The various officers testified that appellant was not a suspect and knew he was free to leave. The second interview, at 7:00 A.M. of February 22, was conducted for the purpose of reconciling discrepancies between statements given by Blannon and Ms. Stroman. Under these circumstances, it is clear that no Miranda warnings were required and the statements were properly admitted.\nAppellant claims that the statements were the product of unnecessary delay between arrest and arraignment. For purposes of a Commonwealth v. Futch, 447 Pa. 389, 290 A.2d 417 (1972) analysis, appellant must be considered under arrest at 11:00 A.M. Since his written confession was completed at 3:07 P.M., the delay in the instant case was no more than four hours, and we find no unnecessary delay requiring suppression of appellant’s statements.\nWe also find no merit to appellant’s claim that his waiver of Miranda rights was not knowing and intelligent. The suppression court found that appellant was alert and responsive when he was given the required warnings which he waived. Under these circumstances, the statements taken after the warnings were given were voluntary and therefore properly ruled admissible. Commonwealth v. Kichline, 468 Pa. 265, 361 A.2d 282 (1976).\nAppellant next argues that a mistrial should have been granted because of one of the juror’s personal relationship with a Commonwealth witness. On the fourth day of trial, Officer Robert Stinson of the Mobile Crime Detection Unit testified. The next morning, one of the jurors informed the court that he recognized Officer Stinson. The juror testified he did not know Stinson’s name but had seen the officer at Mass. The juror told the court that he had never spoken to Stinson and his passing encounters would in no way influence his ability to reach a fair and impartial verdict.\nIn Commonwealth v. Carter, 444 Pa. 405, 282 A.2d 375 (1971), we held it was within the sound discretion of the trial court to determine whether a juror should be removed where the juror was casually acquainted with the victim’s mother. We believe that principle to be applicable here and we find the trial court did not abuse its discretion in refusing to remove the juror.\nFinally, appellant argues that the death penalty must be vacated. In Commonwealth v. Moody, 476 Pa. 223, 382 A.2d 442 (1976), we held the death penalty statute under which the instant sentence was imposed was unconstitutional. The instant sentence of death must be vacated.\nJudgment of sentence imposing the death penalty is vacated and the case is remanded for resentencing.\nKAUFFMAN, J., did not participate in the consideration or decision of this case.\nLARSEN, J., concurs in the result.\nROBERTS, J., files a dissenting opinion.\n. While Allen advised a Lieutenant Simmons of Mrs. Stroman’s comment, there is no indication in the record that any of the detectives who questioned appellant were informed of the comment.\n. The waiting room was locked for security reasons, but Sergeant Gibbons testified that appellant could have left at any time he wished.\n. Ms. Stroman was questioned intermittently throughout the night and taken home at 4:40 P.M. on February 22.\n. The suppression court found that appellant became the focus of an investigation at 11:00 A.M. on February 22, after which time he was no longer free to leave.\n. In Commonwealth v. Davenport, 471 Pa. 278, 370 A.2d 301 (1977), we held that any accused arrested after May 16, 1977, could not challenge the admissibility of a statement because of unnecessary delay unless the delay was six hours.\n. Suffice it to say that the spontaneous utterances of appellant at arraignment and shortly thereafter would be admissible under any circumstances."}