{"id": "1761093", "contents": "OPINION\nEAGEN, Chief Justice.\nOn November 28,1979, the judge supervising the Philadelphia Investigating Grand Jury, empanelled on June 1, 1979, pursuant to the Investigating Grand Jury Act [hereinafter: Act], adjudged Thomas Hawthorne, Vice President of Robert Hawthorne, Inc. (Hawthorne Corporation) in civil contempt for his refusal to comply with grand jury subpoena duces tecum No. 671. The same day, this Court entered a stay pending disposition of Thomas Hawthorne’s appeal.\nThe background is as follows:\nOn June 22, 1979, the Commonwealth filed a notice of submission with the supervising judge, as required by section 9(a) of the Act, advising the court that the resources of the grand jury were necessary to investigate the circumstances surrounding the dumping of solid fill at a city-owned cite beneath the Penrose Bridge. On September 26, 1979, the grand jury issued a subpoena duces tecum to the custodian of records of the Hawthorne Corporation, which directed production of the corporation’s records before the grand jury concerning the Penrose Bridge landfill for the period from September 1, 1978 to September 1, 1979. Hawthorne Corporation moved to quash the subpoena on October 15, 1979. After a hearing, the supervising judge ordered the Commonwealth to submit a more detailed “Schofield affidavit” and fixed a date to enable Hawthorne Corporation to present testimony in support of its motion to quash.\nOn October 22,1979, Hawthorne Corporation presented its testimony, and the supervising judge held an additional hearing with members of the district attorney’s office, in-camera, to inquire into the propriety of the investigation. The motion to quash subpoena No. 579 was denied on October 24, 1979, and, on October 29, 1979, compliance with the subpoena was ordered. On October 29, counsel for Hawthorne Corporation filed an amended motion to quash which was denied by the court after argument. The custodian of records, Mary Grabowski, then appeared before the court without the subpoenaed records and stated her employer would not permit her to comply with the subpoena. The court then directed the custodian to appear before the grand jury the following morning with the cash receipts journal, cash disbursements records, and check stubs of the corporation for the period from September 1, 1978 to September 1, 1979. Hawthorne Corporation delivered the subpoenaed records to the grand jury on October 30, 1979.\nApparently because of unusual bookkeeping methods utilized by Hawthorne Corporation, the records made available did not contain all the information sought by the Commonwealth, and another subpoena duces tecum was issued to the custodian of records of Hawthorne Corporation. On November 19, 1979, custodian Grabowski appeared before the court and testified that an agent of the president of Hawthorne Corporation had informed her she was not to deliver any records to the grand jury. Based on this information, the court determined a subpoena should be issued to either Edgar Hawthorne or Thomas Hawthorne, president and vice president of Hawthorne Corporation respectively. Subpoena duces tecum No. 671, which ordered production of various corporate records on November 26, 1979, was then served on Thomas Hawthorne. He appeared before the court on November 26 without the records. Counsel for Hawthorne Corporation moved to quash the subpoena on the ground it was oppressive in view of his client’s compliance with the original subpoena. The motion to quash was denied, and Thomas Hawthorne was ordered to appear before the grand jury the following day with the subpoenaed records. He appeared without the records on November 27, 1979, and, after a hearing on November 28, 1979, was adjudged in civil contempt and ordered imprisoned until he purged himself. This appeal followed.\nThomas Hawthorne, appellant, argues the adjudication of contempt must be set aside because the grand jury’s investigation of Hawthorne Corporation was illegal since it was instituted without trustworthy information that crimes had been or were being committed. He also challenges the constitutionality of the Act and the validity of subpoena duces tecum No. 671. We will discuss Hawthorne Corporation’s contentions seriatim.\nMany years prior to the passage of the Act, this Court imposed in relevant decisions certain restrictions or conditions on grand jury investigations in Pennsylvania. See McNair’s Petition, 324 Pa. 48, 187 A. 498 (1936). See also Dauphin County Grand Jury Investigation Proceedings (No. 1), 332 Pa. 289, 2 A.2d 783 (1938); Special Grand Jury Case, 397 Pa. 254, 154 A.2d 592 (1959); and, Commonwealth ex rel. Camelot Detective Agency v. Specter, supra. We ruled, inter alia, that, before a grand jury investigation may be ordered, “there must be presented [to the court] some credible evidence from a trustworthy source that a violation of the criminal law has taken place . . . .” Commonwealth ex rel. Camelot Detective Agency v. Specter, supra 451 Pa. at 373, 303 A.2d at 205 [emphasis in original].\nHowever, the Act superseded the foregoing decisions of this Court and the provisions of the Act now govern grand jury investigations in Pennsylvania. The Act does not require that the investigation be supported by information, from a trustworthy source, that a violation of the criminal law has been committed. In relevant part the Act, section 9(a), requires only the following:\n“(a) Before submitting an investigation to the investigating grand jury the attorney for the Commonwealth shall submit a notice to the supervising judge. This notice shall allege that the matter in question should be brought to the attention of the investigating grand jury because the investigative resources of the grand jury are necessary for proper investigation. The notice shall allege that one or more of the investigative resources of the grand jury are required in order to adequately investigate the matter.”\nA study of the instant record demonstrates the district attorney complied with section 9(a). He submitted the required notice alleging that “the investigative resources of the grand jury are necessary for proper investigation.” The notice also recited specific investigative resources which the district attorney deemed necessary to adequately investigate the circumstances of the dumping of solid fill on the city-owned realty, namely, “the power to compel attendance of investigating witnesses and the power to require the production of documents, records and other evidence . . . .” For the foregoing reasons, we reject the position that the grand jury investigation of Hawthorne Corporation was unlawful for the reasons stated.\nAppellant next contends that the Act violates the Fourth Amendment to the United States Constitution and Article 1, Section 8, of the Pennsylvania Constitution because it permits a seizure without a showing of probable cause. Although a subpoena duces tecum directed to a corporation may be an unreasonable seizure within the meaning of the Fourth Amendment if it is too sweeping in its terms, Hale v. Henkel, 201 U.S. 43, 26 S.Ct. 370, 50 L.Ed. 652 (1906), our research has disclosed no federal or Pennsylvania requirement of probable cause before issuance of a subpoena duces tecum. See United States v. Grand Jury Investigation, 417 F.Supp. 389 (E.D.Pa.1976); Levinson v. Attorney General of the United States, 321 F.Supp. 984 (E.D.Pa.1970).\nAppellant next contends that he has been denied due process under the Fourteenth Amendment to the United States Constitution. He complains of being “enmeshed in the criminal process solely because of the prosecutor’s surmise” and of being “subjected . . . to a grand jury investigation causing it to spedn [sic] thousands of dollars in costs and attorney’s fees and to wast [sic] valuable time.” Appellant cites no authority to support his contention nor does he adequately explain this theory of denial of due process. Apparently, he complains of the expense of being subpoenaed by the grand jury to give evidence based only on the “surmise” of the district attorney. We find no merit in this claim.\nThe United States Supreme Court has ruled that grand jury investigations may be triggered “by tips, rumors, evidence proffered by the prosecutor, or the personal knowledge of the grand jurors.” See Branzburg v. Hayes, 408 U.S. 665, 701, 92 S.Ct. 2646, 2667, 33 L.Ed.2d 626 (1972). See also In re Special February 1975 Grand Jury, 565 F.2d 407, 411 (7th Cir. 1977) (grand jury may properly investigate on the basis of tips, rumors, hearsay, speculation or any other source of information). Moreover, the “mere possibility” that violations of federal laws have occurred is sufficient reason to conduct a federal grand jury investigation. See United States v. Williams, 552 F.2d 226, 230 (8th Cir. 1977); United States v. Sisack, 527 F.2d 917, 920 (9th Cir. 1976). Accordingly, since we know of no due process impediment to conducting a grand jury investigation founded on “rumors” or “mere possibilities” at the federal level and since the information presented here to the supervising judge met the federal standard, appellant’s complaint that the instant investigation is improperly based on “surmise” is also without merit. The Fourteenth Amendment due process clause does not require the states to go beyond federal standards.\nAppellant’s complaint about the “expense” of appearing before the investigating grand jury is apparently a claim that compliance with the subpoena is economically burdensome. This claim is similarly without merit. The United States Supreme Court has emphasized that “[cjitizens generally are not constitutionally immune from grand jury subpoenas . . . .” Branzburg v. Hayes, supra, 408 U.S. at 682, 92 S.Ct. at 2657. Furthermore, the “duty” to appear before the grand jury outweighs injury to a witness’ “social and economic status.” United States v. Calandra, 414 U.S. 338, 345, 94 S.Ct. 613, 618, 38 L.Ed.2d 561 (1974). Accordingly, economic cost or expense fails to override the importance of appearing before a grand jury.\nFinally, appellant mounts several attacks against the subpoena duces tecum. In order to properly review these claims, the procedure followed by the supervising judge should be examined.\nIn addition to a variety of specific new responsibilities reposed in a supervising judge by the Act, the supervising judge continues to be responsible for control of the subpoena process. See Carabello Appeal, 238 Pa.Super. 479, 357 A.2d 628 (1976). Instantly, in response to the motion to quash the subpoena, the supervising judge followed the procedure prescribed in Judge Spaeth’s opinion in Salvitti Appeal, 238 Pa.Super. 465, 357 A.2d 622 (1976) [allocatur refused]. That procedure, used to aid the court in satisfying itself of the propriety of a subpoena before ordering its enforcement, is drawn from the decision of the United States Third Circuit Court of Appeals in In re Grand Jury Proceedings, 486 F.2d 85 (3rd Cir. 1973) [hereinafter: Schofield], which required the following:\n“[W]e think it reasonable that the Government be required to make some preliminary showing by affidavit that each item is at least relevant to an investigation being conducted by the grand jury and properly within its jurisdiction, and is not sought primarily for another purpose. . . . [U]nless extraordinary circumstances appear, the nature of which we cannot anticipate, the Government’s supporting affidavit should be disclosed to the witness in the enforcement proceeding. ... If after such disclosure the witness makes application . for additional discovery in the enforcement proceeding the court must in deciding that request weigh the quite limited scope of an inquiry into abuse of the subpoena process, and the potential for delay, against any need for additional information which might cast doubt upon the accuracy of the Government’s representations.” Id. at 93.\nThe Third Circuit adopted the Schofield procedure, not as a matter of constitutional law, but pursuant to its supervisory power over the manner in which the district court employs the subpoena process. We are persuaded the Schofield procedure will enable supervising judges to monitor investigating grand jury subpoenas in an orderly, fair, and expeditious manner. Therefore, pursuant to our supervisory powers, Pa.Const., art. V, § 10, we adopt this procedure for use in enforcement proceedings resulting from subpoenas issued by grand juries empanelled under the Act.\nSubpoena No. 671 is challenged instantly on the grounds that: (1) there was no allegation of a crime on the face of the subpoena or in the Schofield affidavit, and the investigation was, therefore, a “fishing expedition”; (2) the records involved are being sought for purposes of a civil, rather than a criminal proceeding; and, (3) the subpoena is oppressive. In the exercise of his discretion, the supervising judge permitted the presentation of evidence in support of these challenges. In order to further satisfy himself of the propriety of the investigation, the supervising judge conducted an in-camera hearing with representatives of the district attorney’s office to further probe the basis for conducting the inquiry and requested submission of an amended Schofield affidavit by the Commonwealth. The record of this proceeding was made available to counsel for appellant.\nThe district attorney supplied the court with sufficient information to determine whether the investigation into possible bribes of city officials was properly within the jurisdiction of the grand jury. The court found that, given the information in the possession of the district attorney, there was a “credible, sound” basis on which to believe crimes may have occurred and that the investigative resources of the grand jury were necessary to compel production of otherwise unavailable witnesses and documents. The record supports this determination. The court further found that, under the circumstances forming the basis of the investigation, the documents sought from Hawthorne Corporation were clearly relevant and the investigation could not be characterized as a “fishing expedition.” This determination is also supported by the record, and we will not disturb it.\nAppellant also alleges the subpoenaed records are being sought for purposes of a civil, rather than a criminal, proceeding because the subpoena alleges no crime and because Hawthorne Corporation’s assessment of its own situation is that no criminality exists. This claim was not asserted in the four motions to quash the subpoenas in the lower court; accordingly, we will not consider it further in this appeal. Cf. Commonwealth v. Romberger, 474 Pa. 190, 378 A.2d 283 (1977) (where an issue is cognizable in a given proceeding and is not raised, it is waived and will not be considered on a review of that proceeding).\nFinally, appellant claims the subpoena should have been quashed because it was oppressive. In support of that claim, the supervising judge was informed that compliance would be burdensome and inconvenient to the conduct of Hawthorne Corporation’s business. Mere inconvenience is not a basis for finding a subpoena unreasonable. See In re Grand Jury Investigation, 459 F.Supp. 1335 (E.D.Pa.1978). The supervising judge assured Hawthorne Corporation the least burdensome arrangements possible would be made for use of the subpoenaed records.\nWe are satisfied the supervising judge took every step in response to Hawthorne Corporation’s motion to quash required by the Act or by case law to guarantee proper functioning of the grand jury and the protection of appellant and Hawthorne Corporation.\nThe adjudication of contempt and order are affirmed. The stay previously granted is vacated.\nFLAHERTY, J., filed a concurring opinion in which NIX, J., joins.\n. Act of November 28, 1978, P.L. 1148, No. 271, as amended, Act of July 20, 1979, No. 50, 19 P.S. §§ 265 et seq. (Supp. 1979-80).\n. See discussion, infra.\n. The subpoena had sought more records, but the Commonwealth narrowed the request after discussion with the court and counsel for Hawthorne Corporation.\n. Counsel for Hawthorne Corporation raised the same arguments advanced to resist compliance with the first subpoena, No. 579, although the supervising judge had already ruled on them, in order to preserve the record. Counsel waived receipt of a new Schofield affidavit on the basis it would be the same as that offered in support of subpoena No. 579.\n. The records included accounts and/or vouchers payable journal, petty cash journal, general journal, draw account analysis detailing use of funds, cancelled checks, payroll register, and associated records related to the Penrose Bridge landfill.\n. Appellant does not argue the investigating grand jury was improperly empanelled. The grand jury herein was empanelled on June 1, 1979. The landfill investigation, for which appellant was subpoenaed, was submitted to the grand jury for investigation on June 22, 1979. Appellant challenges only the investigation of Hawthorne Corporation which appellant argues was not in conformity with the common law standard that a grand jury investigation be based on trustworthy information that crimes were committed. See discussion of Commonwealth ex rel. Camelot Detective Agency v. Specter, 451 Pa. 370, 303 A.2d 203 (1973), infra.\n. These restrictions or conditions have become known as or referred to as “common law standards.”\n. Appellant does not assert the legislature is without authority to supersede “the common law standards” our decisions imposed on grand jury investigations in Pennsylvania prior to the Act.\n. In Boyd v. United States, 116 U.S. 616, 6 S.Ct. 524, 29 L.Ed. 746 (1886), the United States Supreme Court decided a subpoena duces tecum directed at an individual is a seizure within the meaning of the Fourth Amendment. In Hale v. Henkel, supra, the Court declined to hold the Fifth Amendment privilege against self-incrimination applicable to corporations, but did find the Fourth Amendment protects corporations as discussed above. A subpoena to testify before a grand jury is not a seizure within the meaning of the Fourth Amendment. United States v. Dionisio, 410 U.S. 1, 93 S.Ct. 764, 35 L.Ed.2d 67 (1973).\n. We do not agree the instant investigation was premised merely on surmise. The district attorney had, and the supervising judge was presented with, sufficient information to permit the landfill investigation to proceed by issuing a subpoena to appellant. The supervising judge ruled, and we will not disturb the ruling because it is supported by the record, that there was a “credible, sound” basis on which to believe crimes may have occurred.\nWe will not detail the information that was before the supervising judge because this is a continuing grand jury investigation.\n. Judge Spaeth authored the opinion announcing the decision of the court. President Judge Watkins and Judges Hoffman and Cercone concurred in the result. Judge Van der Voort dissented, joined by Judges Jacobs and Price.\n. Many non-constitutional defenses are available to a witness resisting compliance with a subpoena. See Schofield, supra at 91.\n. The supervising judge correctly ruled there is no requirement that either a subpoena or Schofield affidavit bear a facial allegation of a crime. Schofield, supra, announced no such requirement, nor do our rules of procedure require a facial allegation of crime. Subpoenas need only comply with the form set forth in Pa.R.C.P. 1357. Instantly, the subpoenas issued to Hawthorne Corporation fully complied with Pa.R.C.P. 1357."}