{"id": "1761028", "contents": "OPINION\nLARSEN, Justice.\nAppellee, escheator of the Commonwealth of Pennsylvania, filed a petition in escheat in the Court of Common Pleas of Philadelphia County against appellant, the Sperry and Hutchinson Company, a New Jersey corporation authorized to do business in Pennsylvania. Appellant is in the business of supplying Pennsylvania retail merchants with trading stamps commonly known as “S & H Green Stamps.” Consumers receive the S & H Green Stamps from participating retail merchants and collect the stamps in booklets which are presented to various redemption centers of appellant in exchange for cash, goods, or merchandise of the stampholder’s own choosing. Not all of the stamps issued by appellant have been presented for redemption, however; and the petition in escheat avers that the value of the unredeemed trading stamps issued prior to December 1, 1962 exceeds three million dollars. Appellee filed its petition to escheat this amount pursuant to the Act of May 2,1889, P.L. 66, § 3, as amended, 27 P.S. § 333.\nAppellant filed preliminary objections contending, inter alia, that according to the rule enunciated in Texas v. New Jersey, 379 U.S. 674, 85 S.Ct. 626, 13 L.Ed.2d 596 (1965), the lower court lacked jurisdiction over the subject matter of the petition in escheat. These preliminary objections were dismissed by order of the lower court dated July 15, 1976, and appellant subsequently filed an appeal to the Commonwealth Court pursuant to the Act of March 5, 1925, P.L. 23, as amended, 12 P.S. § 672. That court affirmed the order of the lower court dismissing appellant’s preliminary objection to jurisdiction. O’Connor, Escheator of the Commonwealth of Pennsylvania v. Sperry and Hutchinson Co., 32 Pa.Cmwlth. 599, 379 A.2d 1378 (1977). We granted appellant’s petition for allowance of appeal.\nAs we have made clear, when an interlocutory appeal is taken pursuant to the Act of March 5, 1925, “the sole question appealable is whether or not the court below had jurisdiction either over the person of the defendant or the subject matter of the action.” Studio Theaters, Inc. v. City of Washington, 418 Pa. 73, 76, 209 A.2d 802, 805 (1965). Since appellant does not question the amenability of its person to service of process in Pennsylvania, the sole question presented by this appeal is whether the lower court has subject matter jurisdiction over the instant action in escheat. We have, on many occasions, held that subject matter jurisdiction embraces:\nThe competency of the court to determine controversies of the general class to which the case presented for its consideration belongs, and the controlling question is whether the court had the power to enter upon the inquiry, not whether it might ultimately decide that it was unable to grant the relief sought in the particular case. . [T]he Act of 1925 was not concerned with matters going to the right of plaintiff to recover on his cause of action but only with his right to have his cause of action heard and determined. Strank v. Mercy Hospital of Johnstown, 376 Pa. 305, 309, 102 A.2d 170, 172 (1954).\nWith this test for subject matter jurisdiction in mind, we turn to appellant’s jurisdictional objections.\nFirst, appellant contends that insofar as the addresses of stampholders are unknown, the rule set forth in Texas v. New Jersey, supra, constitutes a complete jurisdictional bar to any consideration of the petition in escheat by a Pennsylvania court. The Texas rule establishes priority among multiple states attempting to escheat the same res. It specifies that the state of the last known addresses of the creditors of intangible personalty has the superior right to escheat, and where such addresses are lacking, the superior power of escheat resides in the state of corporate domicile. Texas v. New Jersey, supra, 379 U.S. at 681, 85 S.Ct. at 631, 13 L.Ed.2d at 601. Since the creditors’ addresses in the instant case are unknown, appellant concludes both that Pennsylvania lacks the power to escheat according to the Texas rule, and lacking such power to escheat, Pennsylvania courts also necessarily lack the power to hear this action in escheat. Such a conclusion is totally without merit.\nThe question of the power to hear or adjudicate a controversy in escheat and the question of the power to escheat are separate and distinct questions. As we have stated:\n. even though a plaintiff have no standing to bring his action, even though his complaint be demurrable, even though he fail to establish its allegations, even though the court should finally conclude that the relief he seeks should not be granted, not any or all of these circumstances would enter into, much less determine, the question whether the court had jurisdiction of the litigation. Studio Theaters, Inc., supra 418 Pa. at 77, 209 A.2d at 804.\nTherefore, Texas does not constitute a jurisdictional bar upon the lower court’s statutorily authorized jurisdiction over the subject matter of a petition in escheat, and the lower court is fully competent with respect to hearing and adjudicating this controversy in escheat.\nAppellant next contends that the lower court lacks jurisdiction over the escheat action in that the lower court has not seized the res. Appellant’s contention is premised upon the ancient legal maxim that a movable res follows the person, which in this case, appellant takes to be the person of the stampholders. It is mere sophistry, however, for appellant to suggest that appellee must symbolically seize the creditors (by knowing their addresses) in order to seize the res. Appellant’s contention, a legal fiction, is overly technical and flies in the face of the realities of the instant action which specifically involves property of unknown owners, unclaimed or abandoned property as defined by statute. Furthermore, the intangible property is not the S & H Green Stamps but the obligation they represent. In lawfully seizing the person of appellant, the obligor, the court has effectively seized the res, the obligation owing by appellant.\nFinally, appellant contends that the possibility of its multiple liability offends the Due Process Clause of the U.S. Constitution and thereby bars the lower court from exercising its jurisdiction. To speak of multiple liability at this stage of the litigation is premature; such a review would require us to address matters touching the substantive right of the appellant to have its petition for escheat ultimately granted through the lower court’s exercising the power to escheat. The Act under which this appeal was taken “was not intended to furnish a short cut to the determination of the issues of law or fact raised by the pleadings and that it was not concerned with matters going to plaintiff’s right to recover . . . but only with his right to have his cause of action heard and determined, (emphasis omitted). Studio Theaters, Inc., supra, 418 Pa. at 77, 209 A.2d at 805. To the extent that the Commonwealth Court did address the question of the power to escheat the res, its statements are dicta.\nConsistent with the above opinion, we affirm the order of the Commonwealth Court of December 7, 1977, which affirmed the order of the Court of Common Pleas of Philadelphia County, No. 2578, dated July 15, 1976.\nROBERTS and NIX, JJ., filed dissenting opinions.\n. Section 333, entitled “Property of unknown owners; unclaimed property; property without rightful owner” was repealed by section 30(a)(2) of the Act of August 9, 1971, P.L. 296, effective January 1, 1972, however.\n. According to this Act, interlocutory appeal is allowed “[w]henever in any proceeding at law or in equity the question of jurisdiction over the defendant or the cause of action for which suit is brought is raised in the court of first instance ...”\n. See footnote 2.\n. As the Commonwealth Court observed in its opinion, O’Connor, Escheator of the Commonwealth of Pennsylvania v. Sperry and Hutchinson Co., 32 Pa.Cmwlth. at 603, 379 A.2d at 1381, New Jersey, appellant’s state of corporate domicile, it unable to escheat by its own statute. State of New Jersey v. Sperry & Hutchinson Co., 56 N.J.Super. 589, 153 A.2d 691 (1959), aff'd per curiam, 31 N.J. 385, 157 A.2d 505 (1960), aff'g, 49 N.J.Super. 165, 139 A.2d 463 (1958). Furthermore it follows that if addresses of stampholders are controlling in the instant case, no state would be able to demonstrate that its claim to escheat is paramount because neither appellant nor its customers keep records as to addresses of stampholders.\n. Mr. Justice Black who wrote the majority opinion for the court in Texas expressly distinguished between the problem of constructing a rule for establishing priority among competing states seeking to escheat the same intangible personalty and the problem of jurisdiction. He explicitly stated that “[t]he issue before us is not whether a defendant has had sufficient contact with a State to make him or his property rights subject to the jurisdiction of its courts, a jurisdiction which need not be exclusive. . . . [W]e are faced here with the very different problem of deciding which State’s claim to escheat is superior ...” Id. 379 U.S. at 678-79, 85 S.Ct. at 629.\n. The lower court’s jurisdiction over the subject matter in escheat derives from legislative act, the Act of May 2, 1889, P.L. 66, § 5, as amended, 27 P.S. § 41(d) which provides: “jurisdiction shall be vested in the Court of Common Pleas of the county in which service of the petition of escheat may be made upon the corporation or other person by whom the property is held or owing ...”\n. Our position is certainly consistent with the spirit of Shaffer v. Heitner, 433 U.S. 186, 97 S.Ct. 2569, 53 L.Ed.2d 683 (1977). That case also cut through the legal fictions of in rem and quasi in rem jurisdiction and applied the standard for in personam jurisdiction (“fair play and substantial justice”). One of the elements comprising “fair play and substantial justice” is the sufficiency of contact of the defendant with the forum state. Certainly in the instant case the stampholders, the res, and appellant have had substantial connection with Pennsylvania since the underlying transaction arose herein and the cause of action bears a direct relation to the res.\n. See footnote 2."}