{"id": "1761048", "contents": "OPINION OF THE COURT\nEAGEN, Chief Justice.\nAppellant, Edward Ryder, was convicted of murder of the first degree and conspiracy to murder after a jury trial in Philadelphia. Motions for a new trial and in arrest of judgment were' filed and denied. Ryder, represented by trial counsel, filed a direct appeal in this Court, and the judgment of sentence was affirmed. Ryder then petitioned for relief under the Post Conviction Hearing Act (PCHA). After two evidentiary hearings, at which Ryder was represented by new counsel, the PCHA court denied relief. This appeal is from that order.\nIn this proceeding, Ryder claims his counsel at trial engaged in conduct which created a disgraceful atmosphere and led to frequent public rebuke by the trial judge, and thus deprived him of a fair trial and rendered trial counsel’s assistance ineffective. “[C]ounsel’s assistance is deemed constitutionally effective once we are able to conclude that the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interest.” [Emphasis in original.] Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 604, 235 A.2d 349, 352 (1967).\nRather than presenting evidence to support the foregoing claim at the PCHA hearing, Ryder relied on the notes of trial testimony and our opinion on direct appeal to establish a “per se” case of ineffective assistance of trial counsel. A careful reading of the notes of testimony reveals that, during the trial, Ryder’s counsel did in fact rely upon a strategy of minute, often irrelevant, cross-examination and repeated, often unwarranted, objections. However, we cannot say it is unreasonable trial strategy to cross-examine witnesses extensively and even repetitiously in the hope contradictions will result or fruitful information will come to light. Objections, even frivolous objections, are often employed by trial counsel to interrupt the flow or lessen the impact of damaging testimony. Moreover, the trial court’s admonitions to defense counsel regarding this course of conduct occurred almost exclusively at side-bar conferences and could not, therefore, have prejudiced the jury’s evaluation of the testimony. Viewed as a whole, the record reveals a vigorous and spirited defense and a trial strategy within the realm of the reasonable.\nRyder next contends the refusal of the PCHA court to grant him a new trial based on after-discovered evidence was an abuse of discretion. At the PCHA hearing, Ryder produced the testimony of Kenneth Covil who was charged with the same murder and who denied Ryder was involved.\n“In order to justify the grant of a new trial on the basis of after-discovered evidence, the evidence must have been discovered after the trial and must be such that it could not have been obtained at the trial by reasonable diligence, must not be cumulative or merely impeach credibility, and must be such as would compel a different result.” [Citations omitted.]\nCommonwealth v. Schuck, 401 Pa. 222, 229, 164 A.2d 13, 17 (1960) , cert. denied, 368 U.S. 884, 82 S.Ct. 138, 7 L.Ed.2d 188 (1961) .\nAt the PCHA hearings, Covil testified that a leadership hierarchy existed in the Muslim prison community in which he, Covil, was a squad leader; that Ryder was not in a leadership position or otherwise involved because he was new to the prison; that he, Covil, and several other persons whom he would not name planned and carried out the murder of the victim, Samuel Molten; that none of the other defendants, including Ryder, were participants in the killing; and, that Ryder was not in the vicinity of Molten’s cell during commission of the murder.\nThe PCHA court ruled Covil’s testimony did not justify the grant of a new trial as after-discovered evidence because: (1) it was cumulative of Ryder’s own trial testimony; and, (2) it was not such evidence as would compel a different result if offered at Ryder’s trial. With this, we agree.\nThe situation instantly is substantially the same, if not identical, to that presented in Commonwealth v. Tervalon, 463 Pa. 581, 345 A.2d 671 (1975). See Commonwealth v. Treftz, 465 Pa. 614, 351 A.2d 265 (1976), and Commonwealth v. Dowd, 472 Pa. 296, 372 A.2d 705 (1977). In Tervalon, supra, the testimony of one Stewart was offered as after-discovered evidence in support of a request for a new trial. Admittedly, Stewart’s testimony could not have been obtained through due diligence prior to Tervalon’s trial. After he was convicted, Stewart, like Covil here, admitted his involvement in the murder for which Tervalon had been convicted and denied Tervalon was involved. We ruled Stewart’s testimony was cumulative of evidence offered at trial, not likely to compel a different result, and, hence, was not such “after-discovered” evidence as would warrant a retrial.\nFurther, we note that the trial evidence here was more than ample to establish Ryder’s guilt. See Commonwealth v. Dowd, supra. It demonstrated Ryder, with two other inmates in the Holmesburg Prison in Philadelphia, invaded the cell of the victim, another inmate, and stabbed him several times causing fatal wounds. It also demonstrated that, during the stabbing, Covil stationed himself immediately outside of the victim’s cell as a lookout. We also note that, during Covil’s guilty plea proceedings, the assistant district attorney read a summary of the facts surrounding the murder, including the fact that Ryder was one of the participants, and Covil indicated agreement with this summary. See Commonwealth v. Tervalon, supra. Moreover, Covil risked little in offering to testify. Commonwealth v. Treftz, supra. Considering all of the evidence and circumstances disclosed by this record, we cannot say the PCHA court abused its discretion in concluding Covil’s testimony is not such as would compel a result different than that which followed Ryder’s trial.\nOrder affirmed.\nMANDERINO, J., did not participate in the consideration or decision of this case.\nNIX, J., filed a concurring opinion.\n. Commonwealth v. Ryder, 467 Pa. 484, 359 A.2d 379 (1976).\n. Act of January 25, 1966, P.L. (1965) 1580, §§ 1 et seq., 19 P.S. §§ 1180-1 et seq. (Supp. 1979-80).\n. This contention is not waived for failure by Ryder to raise it on direct appeal because he was represented by trial counsel, who cannot be expected to raise his own ineffectiveness. Commonwealth v. Dancer, 460 Pa. 95, 331 A.2d 435 (1975).\n. Ryder complains of three additional courses of conduct of defense counsel. (1) While cross-examining a prison guard regarding a conversation between inmates the guard allegedly overheard, defense counsel climbed on a chair in the rear of the courtroom. This was defense counsel’s attempt to emphasize that not only was the guard farther away laterally from the conversation than the rear of the courtroom, but also that the conversation took place some ninety feet overhead on a catwalk. (2) On two occasions, defense counsel laughed inexplicably. He explained to the trial court this was a response to production by the Commonwealth of a witness who apparently had nothing to do with the case, something he found ridiculous. (3) Early in the trial, defense counsel conferred, on several occasions, with at least one other attorney present in the courtroom. The trial court criticized defense counsel for engaging in each of these actions, but always at side-bar conferences.\n. At the time of Ryder’s trial, Covil was awaiting trial for his participation in the murder. Shortly after Ryder’s conviction, Covil was convicted of murder of the first degree. Next, Ryder was denied relief on direct appeal. Commonwealth v. Ryder, supra. Thereafter, Covil was granted a new trial. Commonwealth v. Covil, 474 Pa. 375, 378 A.2d 841 (1977). Covil then plead guilty to murder of the second degree and was sentenced to a term of imprisonment of ten to twenty years. After this plea was entered, Ryder’s PCHA hearing was held.\n. Covil was not offered as a witness at trial presumably because he was awaiting trial.\n. At the second PCHA hearing, Covil denied the existence of an actual “plan,” although he had testified to such a plan at the first PCHA hearing. He asserted: “You don’t have to plan something to go and do something. You go and do it, if you’re right, and you do it and that’s how I was.”\n. This testimony contradicted a summary of facts to which Covil allegedly agreed at his own guilty plea hearing on November 28, 1977, which indicated Covil conspired and participated with Ryder and others in the murder of Samuel Molten. Covil’s PCHA testimony was inconsistent with the summary of facts in several other respects."}