{"id": "1761056", "contents": "OPINION OF THE COURT\nO’BRIEN, Justice.\nThis appeal by the Commonwealth results from an order in the Court of Common Pleas of Philadelphia granting a demurrer to the evidence on all charges filed against Christine Wimberly, the appellee.\nAppellee was arrested on September 16, 1977, and was charged with murder, involuntary manslaughter and possessing instruments of crime. Appellee filed a motion to suppress certain physical evidence plus a written statement, but the motion was denied. Appellee’s nonjury trial commenced on January 18, 1978. At the conclusion of the Commonwealth’s case, the court sustained demurrers to all charges. This appeal followed.\nWe note initially that for purposes of her demurrer, appellee admitted all the facts which the Commonwealth’s evidence tended to prove and all inferences reasonably deducible from those facts. Commonwealth v. Long, 467 Pa. 98, 354 A.2d 569 (1976); Act of June 5, 1937, P.L. 1703, No. 357, § 1,19 P.S. § 481. In ruling on a demurrer the proper test to be applied by the trial court is whether the Commonwealth’s evidence and all reasonable inferences therefrom is sufficient to support a finding by the trier of fact that the accused is guilty beyond a reasonable doubt. Commonwealth v. Duncan, 473 Pa. 62, 373 A.2d 1051 (1977).\nThe trial court, however, did not feel itself constrained to apply the proper test. Rather, the court made the following findings:\n“The testimony clearly demonstrated that Ms. Wimberly did not provoke or continue the altercation [earlier on the day of the shooting]. On the contrary, she acted reasonably to end or avoid the confrontation with her ex-husband. His refusal to cease the harassment was his unilateral determination. It is equally clear that the defendant could reasonably believe she was in immediate danger of death or serious bodily harm. The defendant knew the decedent was mentally unbalanced. She was also aware of past instances when the decedent became physically violent, and that on those episodes the violence was directed against the defendant. Ms. Wimberly did not initiate the confrontations that led to this incident. Earlier that day she had summoned the police in order to escape the decedent. Moreover, the defendant was under no duty to retreat in her own home since the decedent was not a member of that household, and had intruded without invitation.”\nMoreover, the trial court held:\n“This Court, as fact finder, rejects as not being credible or worthy of belief that portion of the testimony which contradicted the statement of the defendant.”\nIt may be seen, then, that the trial court plainly misapprehended its role at the demurrer stage. Passing upon the credibility of Commonwealth witnesses at that stage was error. Commonwealth v. Parrish, 250 Pa.Super. 176, 378 A.2d 884 (1977). We do not condone that practice in the instant case, nor do we anticipate the practice will be indulged in in future cases.\nNevertheless, we are presented with the problem of determining precisely what effect should be given to the order of the trial court. It is well settled that an order granting a demurrer, properly entered, is purely a question of law and is appealable by the Commonwealth. Long, supra; Commonwealth v. Simpson, 310 Pa. 380, 165 A. 498 (1933). In those cases where this court has concluded a demurrer was granted in error, we have remanded for new trial. Long, supra.\nIt is no less clear, however, that a determination upon review that a demurrer was not erroneously granted bars retrial. As Mr. Justice Holmes noted:\n“We do not suppose that it would be doubted that a judgment upon a demurrer to the merits would be a bar to a second indictment in the same words.” United States v. Oppenheimer, 242 U.S. 85, 87, 37 S.Ct. 68, 69, 61 L.Ed. 161 (1916).\nIt is in addition utterly beyond dispute that a judgment of acquittal is not appealable by the Commonwealth.\nThe instant order was not a judgment of acquittal so as to foreclose review, but neither, as may be seen from the above, was it the traditional, appealable, granting of a demurrer. Recently the United States Supreme Court noted “a defendant is acquitted only when ‘the ruling of the judge, whatever its label, actually represents a resolution [in the defendant’s favor], correct or not, of some or all of the factual elements of the offense charged.’ ” United States v. Scott, 437 U.S. 82, 98 S.Ct. 2187, 57 L.Ed.2d 65 (1978), quoting United States v. Martin Linen Supply Co., 430 U.S. 564, 97 S.Ct. 1349, 51 L.Ed.2d 642 (1977). Moreover, “the trial judge’s characterization of his own action cannot control the classification of the action.” United States v. Jorn, 400 U.S. 470, 91 S.Ct. 547, 27 L.Ed.2d 543 (1971) (opinion of Harlan, J.).\nThe trial court in the instant case, while characterizing its action as the granting of a demurrer, actually entered a de facto judgment of acquittal. “If the order of the lower court be considered an acquittal, then the Commonwealth has no right to appeal.” Commonwealth v. Arnold, 215 Pa.Super. 444, 258 A.2d 885 (1969); see Commonwealth v. Rios, 447 Pa. 397, 289 A.2d 721 (1972); Commonwealth v. Haines, 410 Pa. 601, 190 A.2d 118 (1963). Accordingly, the Commonwealth’s appeal in the instant case must be dismissed.\nAppeal dismissed.\nROBERTS, J., files a concurring opinion.\n. Prior to trial, the Commonwealth certified the homicide rose no higher than murder of the third degree.\n. See now, 42 Pa.C.S.A. § 1722."}