{"id": "1761020", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nAppellant Charles Catanese, attaching judgment creditor of Patrick Clark, Esq., appeals from final decrees of the Orphans’ Court Division of the Court of Common Pleas of Allegheny County. The orphans’ court rejected appellant’s challenge to debtor Clark’s “release and renunciation” of the full, unknown amount of his distributable share of the estates of his deceased parents, John Clark and Madeline Clark. Clark had “released and renounced” his interest in exchange for settlement of his obligation to repay an equally unknown amount of estate funds he misappropriated while executor of the estates. Although the orphans’ court denied appellant relief on the ground that Clark “is generally in default in the two estates in a greater amount than his share in both estates,” and thus nothing remains for attachment, we agree with appellant that the record contains insufficient evidence to support the conclusion of the orphans’ court. Accordingly, we vacate the decrees and remand with instructions.\nI\nJohn Clark died on June 25, 1973. His wife, Madeline Clark, died two weeks later. Both left wills giving each of their children an equal share of their respective estates. They also named their oldest child Patrick Clark, an accountant and attorney, as executor. Clark received letters testamentary in August of 1973. By November of 1975, the orphans’ court removed him as executor for mismanagement of the estates and misappropriation of estate assets. The court substituted another child, Yvonne Clark O’Brien, as executrix.\nIn the meantime, in August of 1973, appellant had obtained a default judgment against Clark for Clark’s alleged malpractice while providing appellant representation. After a hearing on damages, the Civil Division of the Court of Common Pleas of Allegheny County returned a verdict of $119,066 in appellant’s favor. In August of 1974, appellant reduced his verdict to judgment.\nFor some nineteen months appellant unsuccessfully sought to satisfy the judgment. Appellant then attempted to execute upon debtor Clark’s interest in his deceased parents’ estates. On March 17, 1976, on appellant’s praecipe, the Prothonotary of Allegheny County issued writs of execution against Yvonne Clark O’Brien, the estates’ executrix, as garnishee. Two days later, the Sheriff served the executrix with the writs. At that time, the estates were “in total havoc and disarray.” Although interrogatories were also served, the parties agreed to postpone filing of answers.\nAfter appellant had attached Clark’s distributable share, Clark, the executrix, and other beneficiaries entered into negotiations to settle Clark’s obligation to the estates. As a result of the negotiations, in February of 1978, Clark executed a “release and renunciation” of whatever distributable share of the estates he might have received. Thereafter, appellant filed a claim with the estates based on his attachment executions two years earlier. In May of 1978, at audit, appellant filed a “petition to enjoin” Clark’s release and renunciation insofar as it affected his existing attachment executions. The orphans’ court denied relief and these appeals followed.\nII\nAppellant maintains, as he maintained in the orphans’ court, that his existing attachment executions could not be divested by debtor Clark’s later release and renunciation. All that appellant seeks, however, is to have his attachment executions operate on Clark’s share to the extent the share exceeds the amount Clark owes the estates. (Indeed, appellant concedes the estates’ claims on Clark’s share take priority over his. See e. g., Strong’s Executors v. Bass, supra note 3.) Appellant contends that the facts necessary to calculate whether an attachable share exists have not been determined.\n“It is hornbook law that findings by a court must be based on proved facts or inferences therefrom and possess some evidentiary support.” Hosfeld Estate, 412 Pa. 156, 162, 194 A.2d 158, 161 (1963). The finding of the orphans’ court here, that Clark “generally” is in default in an amount greater than the amount which he would receive, lacks the necessary evidentiary support. This determination can be made only if two amounts first have been established: (1) the amount of the bequest to Patrick Clark, and (2) the amount of estate assets Clark improperly withdrew. Neither amount, however, has been determined, for there has been no accurate inventory of either estate filed, and the present executrix has not established the amount by which Patrick Clark should be surcharged. As an attaching judgment creditor, appellant must be permitted to require proper determination of both amounts. Cf. e. g., Centrella Estate, 20 D. & C.2d 486, 489 (O.C.Phila.1960) (Klein, P. J.) (attaching creditor of distributee “clearly has the right to compel an accounting”).\nThe estates’ arguments in support of a contrary result are unpersuasive. The estates accept the validity of Pennsylvania’s long-standing rule which precludes a beneficiary’s renunciation of an interest “where that interest has been attached. . . . ” See e. g., Buckius Estate, 4 Dist.Rep. 775 (O.C.Phila.1895); 2 Hunter’s Orphans’ Court Commonplace,. Executions by Creditors § 6, p. 303 (1959); Fiduciary Review, April, 1955, at p. 3. The estates do claim, however, that Patrick Clark released and renounced his interest in the estates pursuant to a “family settlement agreement” which, it is claimed, should be given priority even over the claim of an attaching judgment creditor such as appellant. While it is indisputable that family settlements are favored, see e. g., McCrea Estate, 475 Pa. 383, 380 A.2d 773 (1977); Stancik Estate, 451 Pa. 20, 301 A.2d 612 (1973), the estates cite, and we find, no case which so favors a settlement agreement as to displace an existing attachment execution. Indeed, Fry v. Stetson, 370 Pa. 132, 87 A.2d 305 (1952), the case the estates cite, merely confirms the general rule that absent fraud family settlement agreements entered into before attachment execution have priority. Fry, however, bears upon only the priority of family settlement agreements entered into before attachment and not, as here, after attachment. It cannot support the rule the estates urge this Court to adopt.\nThe estates further contend that appellant’s claim is barred by “laches.” The estates complain of appellant’s inaction in failing to interpose objection to Patrick Clark’s “release and renunciation.” The estates ignore the fact that, before Clark attempted to release his shares, appellant had valid, existing attachment executions of record. Indeed, correspondence between the parties demonstrates that appellant refrained from any further action to permit the estates full opportunity to ascertain its losses. And the claimed inaction has in no respect prejudiced the estates. See 2 Standard Pennsylvania Practice § 26 (1956). On this record this contention is wholly without merit.\nAccordingly, we vacate the decrees of the orphans’ court and remand for a determination of (1) the amount of the bequest to debtor Clark, and (2) the amount of estate assets Clark improperly withdrew. If the amount Clark improperly withdrew equals or exceeds the amount of his bequest, then there are no estate assets attributable to Clark upon which appellant’s attachment executions can operate. If, on the other hand, the amount Clark improperly withdrew is less than his bequest, the excess funds in the hands of the garnishee are properly subject to the attachment executions.\nDecrees vacated and case remanded for proceedings consistent with this opinion. Each party pays own costs.\nMANDERINO, J., did not participate in the decision of this case.\nLARSEN, J., filed a concurring opinion in which FLAH-ERTY, J., joins.\n. After Patrick Clark’s removal, criminal charges were instituted against him for misappropriation of estate funds. Clark pled guilty in February of 1978.\n. Brief for Estates at 4.\n. The orphans’ court expressed the view that appellant was not a party to the orphans’ court proceedings and therefore should have sought leave to intervene under Pa.R.Civ.Proc. 2328 et seq. before petitioning for relief. It is clear, however, that the orphans’ court misperceived appellant’s status. It is well settled that attachment execution “substitutes the legatee’s creditor instead of the legatee himself.” Strong’s Executors v. Bass, 35 Pa. 333, 334 (1860). Indeed, it has been held that an attaching creditor of a distributee is a “person . . claiming to be interested in the estate” under § 46(c) of the Fiduciaries Code of 1917 and thus is entitled to actual notice of the filing of an account. Fleming’s Estate, 18 D. & C. 731, 731 (O.C.Phila.1933) (attaching judgment creditor “stands in the shoes of the distributee”). See also Centrella Estate, 20 D. & C.2d 486, 489 (O.C.Phila.1960) (Klein, P. J.) (attaching creditor may compel accounting). Compare Carter’s Appeal, 10 Pa. 144 (1849) (creditor of distributee recognized in orphans’ court only if claim reduced to judgment and attachment issue). See generally 9 Goodrich Am-ram 2d § 3111(b): 5; Fiduciary Review, April, 1955.\n. Brief for Estates at 14.\n. The estates do not argue the doctrine of “relation back” is applicable here. Compare Buckius Estate, supra text, with Schoonover v. Osborne, 193 Iowa 474, 187 N.W. 20 (1922); see generally III American Law of Property § 14.15, pp. 629-30 (Casner ed. 1952).\n. At oral argument before this Court appellees challenge (apparently for the first time in these proceedings) the validity of appellant’s attachment in light of Allegheny County Rule of Court 229*(e) and the corresponding effect upon Patrick Clark’s ability to disclaim his interest in the estates. Local Rule 229*(e) provides:\n“Any matter pending in the Civil or Family Division in which there has been no activity of record for a period of two (2) years or more shall be terminated automatically by operation of law by reason of inactivity. The first period of two years is to begin on January first, 1973. The matter may be reactivated by the Court upon petition for good cause shown after such notice as the Court shall direct. The filing of a paper after automatic termination under this rule shall not reactivate the terminated matter.”\nHere, in May of 1978, two years after service of the writs and interrogatories, Yvonne Clark O’Brien as garnishee filed preliminary objections to the interrogatories in the civil division, raising “inactivity” under local rule 229*(e). Although the civil division sustained the preliminary objections, it declined to grant the garnishee’s request to dissolve the writs of attachment execution. Indeed, four days later, the civil division granted appellant’s petition to reactivate the attachment. Thus, even assuming that the question of the effect of Rule 229*(e) is now properly here, it would appear that the civil division, on its interpretation of local rule, has concluded that no dissolution should occur on these facts."}