{"id": "1761024", "contents": "OPINION\nNIX, Justice.\nAppellant, Troiani Brothers, Inc. (Troiani) is a Pennsylvania corporation which operates a luncheon and supper restaurant afloat on the Monongahela River, Pittsburgh, Allegheny County. In order to transport customers to and from the restaurant, the appellant operates a watercraft known as “The Pittsburgher,” for a charge. This watercraft is also offered for hire to conduct sightseeing tours along the Ohio, Monongahela and Allegheny Rivers, all within Allegheny County. On October 22,1975, appellant applied for a certificate of public convenience with the Pennsylvania Public Utility Commission (Commission) authorizing them to conduct the aforementioned activities. The application was protested by Gateway Clipper, Inc. which had been previously certified by the Commission to provide “excursion” service sought by Troiani’s application. No action was taken on the application for over a year. On February 25, 1977, appellant, by letter of counsel, questioned the jurisdiction of the Commission over the application it had originally made. In the interim period, Troiani had changed counsel and new counsel maintained that the Second Class County Port Authority Act, Act of April 6, 1956, P.L. (1955) 1414, as amend ed, 55 P.S. § 551, et seq., placed exclusive jurisdiction over the services offered and proposed by Troiani in the Port Authority of Allegheny County.\nA complaint issued by the Commission alleging violation of the Public Utilities Law, §§ 201 and 202 by appellant for operation of the watercraft without the necessary permit was received by Troiani on March 4, 1977. On March 10, 1977, Troiani instituted an action in the Commonwealth Court requesting an injunction to stay the Commission’s proceedings and for a review of the propriety of the Commission’s exercise of jurisdiction in the matter. The Commission filed preliminary objections in the form of a demurrer which were sustained by the Commonwealth Court and the petition for review was dismissed. This appeal is from the order of the Commonwealth Court sustaining the preliminary objections and dismissing the petition of appellant for review.\nThe essence of Troiani’s position is that the clear language of the Second Class County Port Authority Act, supra, vests exclusive jurisdiction, over their intended operation of the watercraft for hire between points in Allegheny County, in the Port Authority of that county and specifically ousts the Commission’s jurisdiction over such transportation. Proceeding from this premise, appellant argues that since the Commission’s attempt to exercise jurisdiction is clearly erroneous, the Commonwealth Court should have issued a restraining order against the Commission, pursuant to section 1111 of the Public Utility Law. The Commonwealth Court sustained the demurrer and dismissed Troiani’s action based upon their conclusion that Troiani had failed to establish the inadequacy of its statutory remedy of appeal and also failed to demonstrate that the Commission’s assertion of jurisdiction was clearly erroneous. However, we believe the action of the Commonwealth Court can be affirmed without reaching a review of the merits.\nThe Commonwealth Court mentioned, but left unresolved, the question as to whether any action taken by the Commission at the point the suit was instituted in the Commonwealth Court provided a basis for that court to issue a restraining order pursuant to section llll. Section 1111 provides:\nNo injunction shall issue modifying, suspending, staying, or annuling any order of the Commission, or of a commissioner, except in a proceeding questioning the jurisdiction of the commission, and then only after cause shown upon a hearing. (Emphasis added).\nRestated, the question presented is whether under the procedural history of this case the filing of a complaint by the Commission upon its own motion [and an answer by the appellant] provides the type of “order” by the Commission which is subject to restraint under section 1111. Although a majority of this Court has held that an order of the Commission setting a hearing, is such an “order” as to fall within the contemplation of section 1111, Penna. Public Utility Commission v. Port Authority of Allegheny County, 433 Pa. 495, 252 A.2d 367 (1969); as noted by the Commonwealth Court, “the proceedings in the case at bar have not yet reached even that germinal stage.” Troiani Brothers, Inc. v. Commonwealth, 36 Pa.Cmwlth. at 182, n.4, 387 A.2d at 982, n.4.\nIn supporting the view that an order of the Commission setting a hearing satisfied the order requirement under section 1111, the Court reasoned:\nWere it otherwise, the Commission could require the parties to endure the often long and burdensome ordeal of a Public Utility Commission hearing in situations where the Commission was entirely without jurisdiction. Pa. Public Utility Com. v. Port Authority, 433 Pa. 495, n.3, 252 A.2d 367, 370, n.3 (1969).\nThe only act taken by the Commission in this case was the filing of a complaint. The only responsibility placed upon Troiani, by that action, was the obligation to file a responsive pleading. The filing of an answer is clearly distinguishable from the “often long and burdensome ordeal of a . . . hearing.” Thus the question presented is whether any action of the Commission, regardless of its coercive effect, would be subject to restraint pending a judicial determination of the Commission’s jurisdiction of the subject matter, where an objection has been raised. Such an interpretation would render meaningless the language of the section requiring an “order,” and therefore run afoul of the rules of statutory construction which requires that we give effect to all of the provisions of the enactment that are free and clear of ambiguity. 1 Pa.C.S.A. § 1921(a) and (b). Moreover, such a ruling would render the entire administrative process subject to the simple expedient of filing an injunctive action challenging the jurisdiction of the Commission.\nThe nature of the power conferred under section 1111 has not been agreed upon by the decisions of this jurisdiction. A number of the earlier decisions have treated section 1111 as conferring equity jurisdiction upon the court.\nEquity does not have the power to order appellee to extend its services beyond the certificated area, and it cannot directly deny Zimmerman the relief he seeks. It only has the power under section 1111 to issue an injunction against the PUC in an action questioning the latter’s jurisdiction, but by a specific statute (although section 1111 is written in the negative) equity is given jurisdiction in matters in which a serious question as to the Commission’s jurisdiction is raised.\nPenna. Public Utility Comm. v. Akron Borough, 441 Pa. 9, 12-13, 270 A.2d 393, 395 (1970). See also, York Railways Co. v. Driscoll, 331 Pa. 193, 196-7, 200 A. 864 (1938); Commonwealth v. Duquesne Light Co., 21 Pa.Cmwlth. 395, 346 A.2d 369 (1975), aff’d. 469 Pa. 415, 366 A.2d 242 (1976). More recent decisions have suggested that the power conferred under section 1111 was not the equitable power of injunction but rather in the nature of prohibition.\nIt is clear that the courts of common pleas of this Commonwealth as a general proposition lack the power to prohibit inferior tribunals from proceeding. See, e. g., Carbon County v. Leibensperger, 439 Pa. 138, 266 A.2d 632 (1970); Pa. Labor Relations Board v. Butz, 411 Pa. 360, 192 A.2d 707 (1963). At the time of enactment of the Public Utility Law of 1937, it was therefore necessary specifically to empower the Dauphin County Court to enjoin the Commission “in a proceeding questioning the jurisdiction of the commission,” but only “after cause shown” and “upon a hearing.” While it is true that this statutory provision speaks of an “injunction” and not of the common law power of prohibition, we think that the semantical difference is without significance. That prohi bition is historically a legal and not an equitable remedy is a fact not well understood. (Footnote omitted).\nAkron Borough v. Pa. Public Utility Comm., 453 Pa. 554, 563, 310 A.2d 271, 276 (1973). See also Commonwealth v. Duquesne Light Co., 21 Pa.Cmwlth. 395, 346 A.2d 369 (1975); Commonwealth v. Metropolitan Edison, 18 Pa.Cmwlth. 606, 336 A.2d 917 (1975). Whether we consider the power of restraint conferred under section 1111 as the traditional injunctive power of a court of equity or whether we consider it to be the power of superintendence of a superior court over a lesser tribunal, we reach the same conclusion that the suit instituted in this instance was premature and could not properly invoke the court’s jurisdiction.\nUsing the analysis to be applied if the power conferred under section 1111 was that of an equitable injunction, we would have to find for its applicability, that the acts of the state agency resulted in or threatened irreparable injury to the person seeking the restraining order. Colonial Gardens Nursing Home, Inc. v. Bachman, 473 Pa. 56, 373 A.2d 748 (1977); Bell Telephone Co. of Pa. v. Driscoll, et al., 343 Pa. 109, 21 A.2d 912 (1941); Western Pa. Hospital et al. v. Lichliter, 340 Pa. 382, 17 A.2d 206 (1941); York Railways Co. v. Driscoll, et al., 331 Pa. 193, 200 A. 864 (1938). The mere filing of a complaint by the Commission which allowed the affected party to raise the jurisdictional question in its response does not constitute the showing of injury which would justify equitable intervention. Berkey v. Berwind-White Coal Mining Co., 220 Pa. 65, 69 A. 329 (1908); Barget v. Drake, 52 Pa.Super. 647 (1913). At the point when Troiani attempted judicial intervention in the administrative process (which it had initially instituted), the Commission had yet to respond to the jurisdictional objections raised in the answer. The mere fact that the Commission filed a complaint, presumably after receiving a letter raising the jurisdictional question, cannot be construed as a prejudgment of this issue. To allow equitable intervention before a definitive decision of the Commission to at least proceed to the hearing stage, on the merits of the complaint, would be to ignore the well accepted principle that the threatened harm must be “immediate” as well as “irreparable.” New Castle Orthopedic Assoc. v. Burns, 481 Pa. 460, 392 A.2d 1383 (1978). Equity will not enjoin an allegedly harmful act where it is not reasonably certain of occurring. Curll v. Dairymen’s Cooperative Sales Assn., 389 Pa. 216, 224, 132 A.2d 271 (1957); cf. Kelly v. Phila., 382 Pa. 459, 115 A.2d 238 (1955).\nSimilarly, if a prohibition analysis is employed, we still reach the conclusion that the requested judicial intervention was premature. In the seminal decision of this Court defining the power of prohibition we stated:\nIts principal purpose is to prevent an inferior . tribunal from assuming a jurisdiction with which it is not legally vested in cases where damage and injustice would otherwise be likely to follow from such action. Carpentertown Coal and Coke Co. v. Laird, 360 Pa. 94, 98, 61 A.2d 426, 428 (1948).\nTo allow intervention at this stage would preclude the inferior tribunal from considering in the first instance an objection to its jurisdiction. Obviously, the damage or injustice envisioned under the rule of Carpentertown occurs where the tribunal has made a clearly erroneous judgment as to its jurisdiction over the controversy and proceeds to act based upon that judgment. That stage had not been reached in this case nor is there a basis to assume that the inferior tribunal would make such a grievous error as to the scope of its jurisdiction. The power of prohibition vested in the superior tribunal is triggered only where it is clear that the inferior tribunal has begun to transgress an area clearly beyond its scope of concern. Akron Boro. v. Pa. P.U.C., 453 Pa. 554, 310 A.2d 271 (1973). See e. g., Schlesinger Petition, 367 Pa. 476, 81 A.2d 316 (1951); Communist Party Petition, 365 Pa. 549, 75 A.2d 583 (1950); Park’s Petition, 329 Pa. 60, 196 A. 495 (1938). Obviously that point has not been reached where the inferior tribunal is merely considering the question of its jurisdiction to act. See e. g., In Re Reyes, 476 Pa. 59, 381 A.2d 865 (1977) (writ of prohibition was premature where court ruled that District Attorney could enforce subpoena where subpoena not actually issued and there had been no petition for enforcement).\nAccordingly, we hold that the appellant’s request for intervention was premature and it was properly refused by the Commonwealth Court.\nEAGEN, C. J., concurs in the result.\nLARSEN, J., files a dissenting opinion in which FLAHERTY, J., joins.\nMANDERINO, J., did not participate in the decision of this case.\nReassigned to Justice NIX on November 9, 1979.\n. Act of May 28, 1937, P.L. 1053, art. II, §§ 1121, 1122, now 66 Pa.C.S.A. §§ 1101, 1102.\n. By letter to the Commission dated March 18, 1977, Troiani requested the Commission to stay the administrative proceedings until a final determination was made in the action they had instituted in the Commonwealth Court. Prior to a receipt of a response to this letter, on March 23, 1977 Troiani filed its answer to the complaint of the Commission. In that answer, under New Matter, Troiani raised its objection to the Commission’s jurisdiction over the subject matter.\n. Act of May 28, 1937, P.L. 1053, art. XI, § 1111; as amended, 66 P.S. § 1441, now 66 Pa.C.S.A. § 903.\n. Troiani Bros. Inc. v. Commonwealth of Penna., Pa. Public Utility Commission, 36 Pa.Cmwlth. 179, 184 n.4, 387 A.2d 980, 982, n.4 (1978).\n. Although the parties did not raise the question, that fact does not confer jurisdiction where jurisdiction otherwise would not lie. A court has the right and the obligation to raise a jurisdictional defect where it is present. Commonwealth v. Little, 455 Pa. 163, 314 A.2d 270 (1974); Daly v. School Dist. of Darby Tp., 434 Pa. 286, 252 A.2d 638 (1969).\n. The dissent in that case argued:\n. . the “order” contemplated by this section must in some manner act coercively against the party seeking injunctive relief. ‡ ‡ ‡ $ ‡ ‡\nadministrative action which merely occasions litigation expenditures by the protesting party is not coercive action, but rather is part of the burden all must bear as part of the judicial process.\nPa. Public Utility Comm. v. Port Authority, 433 Pa. 495, 501, 252 A.2d 367, 371 (1969) (Dissenting opinion Roberts, J.)\nIt is therefore apparent that both views accepted that some “coercive effect” was required before the provisions of section 1111 would be applicable, and that the difference centered upon what constituted the impact that was required.\n. Previously, the Common Pleas Court of Dauphin County was clothed with exclusive original jurisdiction over proceedings involving the Public Utilities Commission. Public Utility Law, Act of May 28, 1937, P.L. 1053, Art. XI, 66 P.S. § 1441. Subsequently, the jurisdiction of the Dauphin County Court was transferred to the Commonwealth Court. Section 508(a)(55) of the Appellate Court Jurisdiction Act of 1970, P.L. 673, 17 P.S. § 211.508(a)(55). See Akron Borough v. Pa. P.U.C., 453 Pa. 554, 558 n.4, 310 A.2d 271, 273, n.4 (1973)."}