{"id": "1762428", "contents": "OPINION OF THE COURT\nLARSEN, Justice.\nThis is a workmen’s compensation case wherein the Westinghouse Electric Corporation (appellant) appeals from an order of the Commonwealth Court affirming an award by the Workmen’s Compensation Appeal Board (The Board) to Margaret L. Pollard, appellee.\nAppellee’s husband, the decedent Walter H. Pollard, III, was employed by appellant as an internal consultant. On October 7, 1974, the decedent joined his superior for a five-day assignment at appellant’s facility located in Hampton, South Carolina. After a brief tour of this facility, decedent and his superior were invited by a Westinghouse division manager to stay at the appellant’s lodge, a ranch-type house used to provide overnight accommodations for its employees and customers. Arriving at the lodge at approximately 6:30 p. m., decedent requested a scotch whiskey. Shortly thereafter, decedent and several others who were present at the lodge departed for dinner at a Holiday Inn where one round of drinks was ordered. The evening was largely social in nature and the party returned to the lodge at approximately 9:00 p. m. The decedent then went to the lodge game room to continue drinking and socializing. By approximately 9:45 p. m. decedent’s speech became noticeably slurred and incoherent; he stumbled and fell when attempting to rise from his seat. Believing that decedent was intoxicated, two of his co-workers assisted decedent to his room, placed him in bed without removing his clothing, and left him there for the night. The next morning, decedent was found dead, lying fully-clothed on the floor near to his bed.\nAn autopsy and subsequent toxological examination indicated that decedent died from asphyxia due to aspiration of his gastric contents caused by “multiple depressant drug and ethanol overdose.” On the basis of such evidence and testimony, the referee concluded as a matter of law:\nFIRST: On October 7, 1974, the decedent, Walter H. Pollard, III, died during the course of his employment on premises of the employer due to asphyxia caused by the aspiration of gastric contents into the respiratory tract produced by vomiting following the ingestion of ethanol and drugs and medications which severely depressed his Central Nervous System setting in motion the events which caused death, compensable under the terms and provisions of the Workmen’s Compensation Act as amended and the judicial interpretations thereof.\nThis conclusion of law was accepted by both the Workmen’s Compensation Appeal Board and the Commonwealth Court. Appellant now appeals to us arguing that decedent’s death was not the result of an injury related to the course of the decedent’s employment as required under the Workmen’s Compensation Act. We agree and reverse the Commonwealth Court.\nThis Court has stated that “[t]he referee is the finder of fact and the scope of appellate review is confined to an examination of the record to determine whether those findings of fact are supported by substantial evidence, and whether any constitutional rights were violated or error of law committed”. Workmen's Comp. Appeal Bd. v. Pincus Company, 479 Pa. 286, 291, 388 A.2d 659, 661 (1978) (emphasis supplied). In applying this standard to the instant case, we find that it was an error of law for the referee to conclude from the facts that decedent’s death was compensable under the Workmen’s Compensation Act. Section 301(c) of the Act, states in pertinent part:\n“The terms ‘injury’ and ‘personal injury’, as used in this Act, shall be construed to mean injury to an employee, regardless of his previous physical condition, arising in the course of his employment and related thereto . . . ; and wherever death is mentioned as a cause for compensation under this Act, it shall mean only death resulting from such injury and its resultant effects . . . .” (Emphasis supplied).\nThis provision makes it clear that injury, or death resulting from such injury, is compensable only if it is work-related, i. e. causally connected to one’s course of employment.\nIn the instant case, decedent’s death occurred as a result of voluntary ingestion of a massive quantity of alcohol and multiple depressant drugs. There was no evidence relating this ingestion to decedent’s course of employment. By itself, drug abuse certainly bears no causal connection to decedent’s course of employment. Accordingly, his death is not compensable under the Pennsylvania Workmen’s Compensation Act.\nWe reverse the order of the Commonwealth Court affirming the order of the Workmen’s Compensation Appeal Board which granted judgment in favor of the claimant Margaret L. Pollard.\n. The toxological report of October 16, 1974 revealed that decedent’s blood alcohol level was .322; also decedent’s urine contained the presence of three separate depressant drugs: Pentobarbital, Propoxyphene, and Phenothiazine. Neither decedent’s own medical records nor the testimony of his physicians show that he had prescriptions for any of these drugs.\n. The opinion of the Commonwealth Court and the vigorous dissent of Judge Mencer are set forth in Westinghouse Electric Corp. v. Workmen’s Comp. Appeal Bd., 42 Pa.Cmwlth. 147, 400 A.2d 1324 (1979).\n. The Act of June 2, 1915, P.L. 736, Act III, § 301(c), 77 P.S. § 411(1), as amended.\n. This principle was recognized in Workmen’s Comp. Appeal Bd. v. Borough of Plum, 20 Pa.Cmwlth. 35, 38-9, 340 A.2d 637, 639 (1975) where the court stated, in reference to Section 301(c) that “the . addition of the phrase ‘and related thereto’ which follows ‘arising in the course of his employment’ to us means that the injury, whether it occurred on or off the premises, must to some degree be causally connected to the course of employment.” See also Workmen’s Comp. Appeal Bd. v. Jeddo Highland Coal Co., 19 Pa.Cmwlth. 90, 338 A.2d 744 (1975).\n. As noted in footnote one, decedent’s blood alcohol level was .322. Appellant contends that this evidence and consumption of three separate depressant drugs show that decedent’s death was voluntarily and intentionally self-inflicted (a suicide) and thus not compensable pursuant to Section 301(a) of the Act, 77 P.S. § 431 which prohibits compensation in such cases. The decedent’s taking of his own life was previously placed at issue in Pollard v. Metropolitan Life Insurance Company, 598 F.2d 1284 (3rd Cir. 1979), a companion case to the matter before this Court, wherein Judge Weiner, speaking for the majority, affirmed a jury verdict denying decedent’s widow accidental death insurance benefits. The policies in question barred payment of said benefits when death is caused by or results from “intentional self-destruction or intentionally self-inflicted injury.” Because of our disposition of this case, we do not need to decide whether or not decedent’s death was intentional."}