{"id": "1762382", "contents": "OPINION\nNIX, Justice.\nThe Philadelphia Civil Service Commission held that appellant, Nicholas Fabio, was guilty of “conduct unbecoming an officer,” and ordered his dismissal from the Philadelphia Police Department. The Common Pleas Court of Philadelphia and the Commonwealth Court affirmed appellant’s dismissal. 30 Pa.Cmwlth. 203, 373 A.2d 751 (1977). We granted review in order to determine the constitutionality of Article I, section 1.75 of the Philadelphia Police Duty Manual.\nAppellant joined the Philadelphia Police Department in November 1969. He was rated “overall superior” in his last performance report. On October 1, 1973, appellant’s commanding officer received a telephone call from John Gleason, appellant’s father-in-law. Mr. Gleason stated that he wished to register a complaint against Police Officer Steven Richman for “stealing” his daughter away from the appellant. Mr. Gleason also asserted that Officer Richman was responsible for arranging his younger daughter, Helen, to have sexual relations with other police officers.\nAs a result of this telephone conversation, appellant’s commanding officer commenced an investigation. The investigation disclosed that appellant and his wife were having marital problems and that appellant was convinced that an extra-marital sexual experience would improve their marriage. Interviews with appellant’s wife revealed that appellant had been continuously urging her to have a sexual affair with another man and that she finally consented. Appellant procured Officer Richman as a partner for his wife and Officer Richman’s girlfriend for himself. In July 1973, the couples met in Richman’s apartment and appellant’s wife had sexual relations with Richman. Subsequently, the appellant instigated an affair with his wife’s eighteen year old sister, Helen Gleason. On September 2, 1973, the appellant and his wife separated.\nBased upon the above activities, the appellant was charged with violating Article I, Section 1.75 of the Philadelphia Police Duty Manual. The Police Board of Inquiry found appellant guilty and recommended dismissal. The Philadelphia Civil Service Commission, Court of Common Pleas of Philadelphia and the Commonwealth Court of Pennsylvania affirmed appellant’s dismissal.\nOn appeal appellant first contends that on its face, Article I, Section 1.75 of the Philadelphia Police Duty Manual is unconstitutionally void for vagueness. A law is void on its face if it is so vague that persons “of common intelligence must necessarily guess at its meaning and differ as to its application.” Connally v. General Construction Co., 269 U.S. 385, 391, 46 S.Ct. 126, 127, 70 L.Ed. 322 (1926). See also, Note, “The void for vagueness doctrine in the Supreme Court,” 109 U.Pa.L.Rev. 67 (1960). The void for vagueness doctrine incorporates the due process notions of fair notice or warning. Grayned v. Rockford, 408 U.S. 104, 108-109 n. 4, 92 S.Ct. 2294, 2298-2299, 33 L.Ed.2d 222 (1972); Papachristou v. Jacksonville, 405 U.S. 156, 162, 92 S.Ct. 839, 843, 31 L.Ed.2d 110 (1971); Commonwealth v. Skufca, 457 Pa. 124, 131, 321 A.2d 889 (1974). Also the doctrine mandates that lawmakers set reasonably clear guidelines for law enforcement officers and triers of fact in order to prevent “arbitrary and discriminating enforcement.” Smith v. Goguen, 415 U.S. 566, 94 S.Ct. 1242, 39 L.Ed.2d 605 (1973); see also Commonwealth v. Skufca, 457 Pa. at 131, 321 A.2d at 893. Therefore, in reviewing a void for vagueness challenge, we must consider both the essential fairness of the law and the impracticability of drafting the legislation with greater specificity. Arnett v. Kennedy, 416 U.S. 134, 161, 94 S.Ct. 1633, 1647, 40 L.Ed.2d 15 (1973); Meehan v. Macy, 392 F.2d 822, 835 (D.C. Cir. 1968), L. Tribe, American Constitutional Law 719 (1978).\nAlthough at first blush a law may appear vague on its face and those subject to it without fair notice, however, it may withstand a constitutional challenge if it has been narrowed by judicial interpretation, custom and usage, see e. g., Parker v. Levy, 417 U.S. 733, 94 S.Ct. 2547, 41 L.Ed.2d 439 (1974); Smith v. Goguen, 415 U.S. 566, 94 S.Ct. 1242, 39 L.Ed.2d 605 (1973); Dynes v. Hoover, 20 How. 65, 15 L.Ed. 838 (1857). Despite appellant’s objections to the contrary, the offense for which he was dismissed, “conduct unbecoming an officer,” is not a nebulous or novel concept. Conceived in Great Britain, the standard of “conduct unbecoming an officer” was adopted by the Continental Congress for the governance of the army during the Revolutionary War. Since 1775, the offense has appeared in the United States military disciplinary codes. Moreover, many states have adopted the standard of “conduct unbecoming an officer” for their police and fire departments disciplinary codes. Thus, it appears that the phrase “conduct unbecoming an officer” has been continuously used and successfully implemented since the eighteenth century.\nAdditionally, a plethora of federal and state courts have construed the offense, and few have found it void for vagueness. In Parker v. Levy, 417 U.S. 733, 94 S.Ct. 2547, 41 L.Ed.2d 439 (1974), Captain Levy was dismissed from the Army for conduct unbecoming an officer. Captain Levy’s alleged unbecoming conduct consisted of making public statements to enlisted personnel such as, “I don’t see why any colored soldier would go to Viet Nam, and if sent should refuse to fight because they are discriminated against and denied their freedom in the United States. . . . ” Pursuant to the due process clause of the fifth amendment, Captain Levy challenged his dismissal for conduct unbecoming an officer on the grounds that the offense is void for vagueness. The Supreme Court rejected appellant’s argument and explained that “[e]ach [article of the Military Code] has been construed by the United States Court of Military Appeals or by other military authorities, . [so as to limit its scope, thus narrowing] the very broad reach of the literal language of the articles, and at the same time [supplying] considerable specificity by way of examples of conduct that they cover.” Id. at 752-54, 94 S.Ct. at 2560. The Court also pointed out that “long standing customs and usages of the services impart accepted meaning to the seemingly imprecise standards . . . .” Id. at 747, 94 S.Ct. at 2557. In conclusion, the Court held that Captain Levy was not denied due process since there was no reasonable doubt that he was aware that his statements constituted conduct unbecoming an officer and were to the prejudice of the armed services.\nIn Pennsylvania, our courts’ continuous construction of the phrase “conduct unbecoming an officer” has resulted in refining the offense to a clearly discernible standard. In Zeber Appeal, 398 Pa. 35, 156 A.2d 821 (1951), we enunciated that:\nUnbecoming conduct on the part of a municipal employee, especially a policeman or fireman, is any conduct which adversely affects the morale or efficiency of the bureau to which he is assigned. It is indispensable to good government that a certain amount of discipline be maintained in the public service. Unbecoming conduct is also any conduct which has a tendency to destroy public respect for municipal employees and confidence in the operation of municipal services. It is not necessary that the alleged conduct be criminal in character nor that it be proved beyond a reasonable doubt.\nId., 398 Pa. at 43, 156 A.2d at 825; Baker Case, 409 Pa. 143, 146, 185 A.2d 521 (1962).\nFurther, our courts have ruled upon specific types of behavior which are deemed to be unbecoming conduct. See e. g., Baker Case, supra (presence at an illegal gambling club); Vega Appeal, 383 Pa. 44, 117 A.2d 736 (1955) (not taking a woman acquaintance directly home, but instead making improper advances to her, or signing Mr. and Mrs. in a hotel registry, while not accompanied by a spouse); Vandergrift Borough v. Polito, 407 Pa. 286, 180 A.2d 215 (1962) (adultery); Zeber Appeal, 398 Pa. 35, 156 A.2d 821 (1959) (sex with a retarded sixteen year old girl); DiCiacco v. Civil Service Comm. of Phila., 37 Pa.Cmwlth. 77, 389 A.2d 703 (1978) (illegally retaining possession of heroin and giving it in exchange for narcotic sale information); and Oswald v. Allentown, 36 Pa.Cmwlth. 238, 388 A.2d 1128 (1978) (patrolman providing access to, and use of an apartment unit to others for activities which could only bring discredit to the police bureau). Therefore, if we apply the United States Supreme Court’s analysis in Parker v. Levy to a similar challenge asserted by appellant, we find that our courts have constitutionally construed “conduct unbecoming an officer”, defining its literal language and providing specific examples of proscribed conduct. A person of ordinary intelligence is given fair notice that his contemplated conduct is forbidden. Commonwealth v. Skufca, 457 Pa. at 131, 321 A.2d at 893; Chester v. Elam, 408 Pa. 350, 356, 184 A.2d 257 (1962).\nAdditionally, it would be impracticable for the Police Department to write § 1.75 of its Duty Manual with greater specificity. The title of Article I of the Philadelphia Police Department Duty Manual is “Conduct Unbecoming an Officer.” Within Article I there are fifteen sections detailing separate offenses which constitute unbecoming conduct. These separate prohibitions range from § 1.20, “idle conversations with known gamblers while on or off duty”; § 1.60, “odor of alcohol on breath”; to § 1.45, “using rude or insulting language or conduct offensive to the public.” Appellant was dismissed for violation of the last section [section 1.75] which provides “repeated violations of departmental rules and regulations, or any other course of conduct indicating that a member has little or no regard for his responsibility as a member of the Police Department.” The Duty Manual “prohibitions may not satisfy those intent on finding fault at any cost, they are set up in terms that the ordinary person exercising ordinary common sense can sufficiently understand and comply with.” CSC v. Letter Carriers, 413 U.S. 548, 93 S.Ct. 2880, 37 L.Ed.2d 796 (1973). Clearly, the scheme and theme of Article I provides ample warning as to the types of conduct which will not be condoned.\nThe United States Supreme Court has recognized that “it is not feasible or necessary for the Government to spell out in detail all that conduct which will result in retaliation. The most conscientious of codes that define prohibited conduct of employees includes ‘catch-all’ clauses prohibiting employee ‘misconduct,’ ‘immorality’ or ‘conduct unbecoming.’ ” Arnett v. Kennedy, 416 U.S. 134, 161, 94 S.Ct. 1633, 1648, 40 L.Ed.2d 15 (1973), quoting Meehan v. Macy, 392 F.2d 822, 835 (D.C.Cir.1968). The courts have also realized that there are areas of human conduct where, because of the nature of the problems presented, lawmakérs cannot establish standards with precision. Smith v. Goguen, 415 U.S. 566, 581, 94 S.Ct. 1242, 1251, 39 L.Ed.2d 605 (1973). Lawmakers are not confined to a choice of either enacting a detailed code of employee conduct or having no code. Ar-nett v. Kennedy, supra. In conclusion, there is no merit to appellant’s argument that Police Department Duty Manual § 1.75 is void for vagueness and denies him due process of law.\nNext, appellant asserts that section 1.75 is unconstitutional as applied to him. A law may be clearly applicable to a “hard core” of conduct but of questionable applicability to other conduct. In such instances, a court may hold the law unconstitutional as applied, yet not hold the law invalid on its face. But, one to whose conduct the law clearly applies may not challenge it on the basis that it is unconstitutional as applied to others. Parker v. Levy, 417 U.S. 733, 760, 94 S.Ct. 2547, 2563, 41 L.Ed.2d 439 (1974). Appellant sets forth two reasons why section 1.75 as applied denied him due process: (1) appellant was given no notice that the particular conduct in which he participated was offensive; and (2) the initiation of proceedings against the appellant was an unconstitutional invasion into appellant’s privacy. We will discuss each objection seriatum.\nThe record reveals that appellant induced his wife to consent to an extramarital affair with Officer Richman. Subsequently, appellant purchased a train ticket for his wife enabling her to join Officer Richman on his vacation. While his wife was on vacation with Officer Richman, appellant engaged in an affair with his wife’s eighteen year old sister. Appellant responds by answering that he was not aware that these activities constituted conduct unbecoming an officer — repeated violations of departmental rules or regulations, or any other course of conduct indicating that a member has little or no regard for his responsibility as a member of the Police Department.\nAppellant has no basis to claim that he had no notice of what conduct was required of him. First, our courts have made clear that a police officer has a duty to maintain an honorable official, as well as private life.\nTwentieth Century America has the right to demand for itself, and the obligation to secure for its citizens, law enforcement personnel whose conduct is above and beyond reproach. The police officer is expected to conduct himself lawfully and properly to bring honor and respect to the law which he is sworn and duty-bound to uphold. He who fails to so comport brings upon the law grave shadows of public distrust. We demand from our law enforcement officers, and properly so, adherence to demanding standards which are higher than those applied to many other professions. It is a standard which demands more than a forbearance from overt and indictable illegal conduct. It demands that in both an officer’s private and official lives he do nothing to bring dishonor upon his noble calling and in no way contribute to a weakening of the public confidence and trust of which he is a repository. Cerceo v. Darby, 3 Pa.Cmwlth. 174, 183, 281 A.2d 251, 255 (1971).\nSecond, the Philadelphia Police Code of Ethics, to which appellant subscribed to at the time of his becoming a member of the force, mandates that appellant “keep his private life unsullied as an example to all . ” Clearly, this prohibition provides sufficient warning not to pursue the course of conduct indulged in, in this instance. Third, in Pennsylvania, conduct similar to appellant’s has consistently been cause for dismissal for “conduct unbecoming an officer.” See e. g., Vandergrift Borough v. Polito, 407 Pa. 286, 180 A.2d 215 (1962); Zeber Appeal, 398 Pa. 35, 156 A.2d 821 (1959); Faust v. P. C. S. C. of State College, 22 Pa.Cmwlth. 123, 347 A.2d 765 (1975). Fourth, appellant’s course of conduct has been recognized as immoral since Biblical days, and is grounds for divorce in Pennsylvania under current law.\nWhile we recognize that extramarital sexual intercourse is not viewed with the same universal disapproval it received several decades ago, appellant’s conduct cannot be classified as merely an adulterous liaison between consenting adults. Appellant was clearly the instigator of these activities and induced and urged fellow employees to participate. The impact of this conduct upon the morale of his fellow officers was best illustrated by the reluctant involvement of Officer Zglinicki. The situation was further exacerbated by the seduction of his wife’s 18 year old sister. The potentially disruptive and explosive nature of these associations cannot be ignored. It is ludicrous for appellant to contend that his conduct only amounted to adultery and should have been beyond the purview of the Department’s concern.\nIn his posture as the perpetrator of “hard core conduct” which any reasonable person must know would be cause for discipline or dismissal, appellant has no basis to challenge section 1.75 as being unconstitutional as applied. Meehan v. Macy, 392 F.2d 822, 835 (D.C.Cir.1968); Aiello v. Wilmington, 426 F.Supp. 1272, 1293 (1976). One who has a warning of a law’s proscription is not entitled to attack the language of the act on the basis that it would not give similar warning to another, whose conduct might fall within its literal ambit. Parker v. Levy, 417 U.S. 733, 757, 94 S.Ct. 2547, 2562, 41 L.Ed.2d 439 (1974); Arnett v. Kennedy, 416 U.S. 134, 161-62, 94 S.Ct. 1633, 1647-1648, 40 L.Ed.2d 15 (1973).\nFinally, we address appellant’s argument that his dismissal violates his constitutionality protected right of privacy. The Constitution does not explicitly mention the right to privacy. However, the Supreme Court has:\n. found at least the roots of that right in the First Amendment, Stanley v. Georgia, 394 U.S. 557, 564 [89 S.Ct. 1243, 1247, 22 L.Ed.2d 542] (1969); in the Fourth and Fifth Amendments, Terry v. Ohio, 392 U.S. 1, 8-9, [88 S.Ct. 1868, 1872-1873, 20 L.Ed.2d 889] (1968); Katz v. United States, 389 U.S. 347, 350, [88 S.Ct. 507, 510, 19 L.Ed.2d 576] (1967); Boyd v. United States, 116 U.S. 616, [6 S.Ct. 524, 29 L.Ed. 746] (1886); see Olmstead v. United States, 277 U.S. 438, 478, [48 S.Ct. 564, 572, 72 L.Ed. 944] (1928) (Brandéis, J., dissenting); in the penumbras of the Bill of Rights, Griswold v. Connecticut, 381 U.S. [479], at 484-485, [85 S.Ct. [1678] at 1681-1682, 14 L.Ed.2d 510]; in the Ninth Amendment, id., at 486 [85 S.Ct. at 1682] (Goldberg, J., concurring); or in the concept of liberty guaranteed by the first section of the Fourteenth Amendment, see Meyer v. Nebraska, 262 U.S. 390, 399, [43 S.Ct. 625, 626, 67 L.Ed. 1042] (1923). Roe v. Wade, 410 U.S. 113, 152, 93 S.Ct. 705, 726, 35 L.Ed.2d 147 (1972).\nMoreover, defining the pale of the privacy right is equally elusive. The right to privacy, whether it be a “name for a grab bag of goodies,” or a unitary concept, see Tribe at 887, encompasses protection from governmental interference in:\n. activities relating to marriage, Loving v. Virginia, 388 U.S. 1, 12, [87 S.Ct. 1817, 1823, 18 L.Ed.2d 1010] (1967); procreation, Skinner v. Oklahoma, 316 U.S. 535, 541-542, [62 S.Ct. 1110, 1113-1114, 86 L.Ed. 1655] (1942); contraception, Eisenstadt v. Baird, 405 U.S., [438] at 453-454, [92 S.Ct. 1029 at 1038-1039, 31 L.Ed.2d 349]; id., at 460, 463-465 [92 S.Ct. at 1042, 1043, 1044] (White J., concurring in result); family relationships, Prince v. Massachusetts, 321 U.S. 158, 166, [64 S.Ct. 438, 442, 88 L.Ed. 645] (1944); and child rearing and education, Pierce v. Society of Sisters, 268 U.S. 510, 535 [45 S.Ct. 571, 573, 69 L.Ed. 1070] (1925); Meyer v. Nebraska, supra.\nRoe v. Wade, 410 U.S. at 153, 93 S.Ct. at 726-727.\nNormally, once a court finds that an individual has a constitutionally protected right to privacy to engage in a course of conduct, the government’s regulation limiting this right may only be justified by a “compelling state interest.” Roe v. Wade, 410 U.S. at 154, 93 S.Ct. at 727. But, the right to privacy is not an unqualified right, and at some point the government’s interest may become sufficiently compelling to sustain a regulation of the activity. Jacobson v. Massachusetts, 197 U.S. 11, 25 S.Ct. 358, 49 L.Ed. 643 (1905); Buck v. Bell, 274 U.S. 200, 47 S.Ct. 584, 71 L.Ed. 1000 (1927).\nIn Pennsylvania, individuals have the right to engage in extramarital sexual activities free from governmental interference. Our Crimes Code has eliminated the crime of adultery, Act of December 6, 1972, P.L. 1482, No. 334, § 1, 18 Pa.C.S.A. 101 et seq., and this Court has abolished the civil cause of action of criminal conversion. Fadgen v. Lenkner, 469 Pa. 272, 365 A.2d 147 (1976). However, in this case we are concerned with the goverriment’s regulation of the conduct of its employees. This distinction is of considerable importance since a state has wider latitude and different interests in regulating the activities of its employees than in the behavioral patterns of the citizenry at large. Kelley v. Johnson, 425 U.S. 238, 245, 96 S.Ct. 1440, 1444, 47 L.Ed.2d 708 (1976); CSC v. Letter Carriers, 413 U.S. 548, 93 S.Ct. 2880, 37 L.Ed.2d 796 (1973); Broadrick v. Oklahoma, 413 U.S. 601, 93 S.Ct. 2908, 37 L.Ed.2d 830 (1973).\nIn Kelley v. Johnson, 425 U.S. 238, 96 S.Ct. 1440, 47 L.Ed.2d 708 (1976), the Supreme Court held that a police officer challenging police department hair regulations must “demonstrate that there is no rational connection between the regulation, based as it is on the county’s method of organizing its police force, and the promotion of safety of persons and property.” Id. at 247, 96 S.Ct. at 1446.\nThe law is hazy as to the appropriate standard of judicial scrutiny under the facts of the case at bar, but even under the strictest standards, the appellant’s privacy argument has no merit. First, our courts hold police officers “to a higher standard of conduct than other citizens, including other public employees.” Faust v. P. C. S. C. of State College, 22 Pa.Cmwlth. 123, 128, 347 A.2d 765, 768 (1975). See also Baxter v. Philadelphia, 426 Pa. 240, 253, 231 A.2d 151 (1967). Second, the government has a compelling state interest in the maintenance of public respect for police officers. Undoubtedly, a great number of our citizenry would recognize that the appellant’s course of conduct was morally offensive and would be contemptuous of police officers who engaged in such activity. As the Commonwealth Court has had an occasion to note: “It is not difficult to forsee a certain amount of insecurity on the part of absent spouses when they consider that an officer with adulterous tendencies may be summoned in their absence.” Faust v. P. C. S. C., 22 Pa.Cmwlth. at 130, 347 A.2d at 769. Third, the government has a compelling interest in employing efficient and effective law enforcement officers. Appellant’s testimony reveals that his course of conduct created problems and hindered his ability to perform his job. He stated that, “While Joan was at Steve’s that week, I called her to come and take the kids because I could not handle the kids, the sister, and my job all at the same time.” Fourth, the government has a compelling interest in maintaining harmony among its employees and has the clear right to eliminate corrupting influences. The evidence indicates that appellant’s activities became known to and adversely affected other members of the 14th District. Officer Rich-man testified that “over the next couple of weeks he [appellant] kept coming back to me with this and finally I agreed to meet with him and his wife and discuss it ... I tried to talk him out of it because I know some of the problems that have come out of it.” Officer Zglinicki was also drawn into the affair against his better judgment.\nThe government must tread lightly when it investigates and regulates the private activities of its employees. Public employers must be careful not to transform anachronistic notions of unacceptable social conduct into law. However, when an employee’s private life is the center of rumors, when it adversely affects his fellow workers, when it corrupts his family members, and when it results in complaints to his employer, governmental intervention is warranted. Under such circumstances, the government successfully meets its burden in establishing the existence of a compelling interest in proscribing the employee’s activities. Thus, we find that appellant’s right to privacy has not been violated.\nFor the forgoing reasons, we hold that Police Department Duty Manual § 1.75 is not unconstitutionally void for vagueness on its face or as applied. We also hold that appellant’s dismissal did not violate his constitutionally protected right to privacy. The order of the Commonwealth Court is affirmed.\nMANDERINO, J., did not participate in the decision of this case.\nROBERTS, J., filed a concurring opinion.\nLARSEN, J., concurred in the result.\nThis opinion was reassigned to this writer on December 12, 1979.\n. Officer Fabio was charged with and dismissed for violating Article I, Section 1.75 of the Philadelphia Police Department Duty Manual. Section 1.75 provides for dismissal for “conduct unbecoming an officer — repeated violations of departmental rules and regulations, or any other course of conduct indicating that a member has little or no regard for his responsibility as a member of the Police Department.”\n. Act of July 31, 1970, P.L. 673, No. 223, 17 P.S. § 211.204(a) provides our Court with jurisdiction over this appeal.\n. “The root of the vagueness doctrine is a rough idea of fairness.” Colten v. Kentucky, 407 U.S. 104, 110, 92 S.Ct. 1953, 1957, 32 L.Ed.2d 584 (1971).\n. Section XV, Article XXIII of the British Articles of War of 1765; W. Winthrop, Military Law and Precedents 945 (2d Ed. 1920).\n. Article XLVII of the American Articles of War of 1775, Winthrop, supra at 957.\n. See e. g., Allen v. Greensboro, 452 F.2d 489 (4th Cir. 1971); Aiello v. Wilmington, 426 F.Supp. 1272 (D.C.Del.1976); Tucson v. Livingston, 22 Ariz.App. 183, 525 P.2d 949, cert. denied, 421 U.S. 951, 95 S.Ct. 1685, 44 L.Ed.2d 105 (1974); Lubbock v. Estrello, 581 S.W.2d 288 (Tex.Civ.App. 1979); Appeal of Tuch, 159 N.J.Super. 219, 387 A.2d 1199 (1978).\n. See n. 6 supra. For states rejecting the conduct unbecoming an officer standard, see: Bence v. Breier, 501 F.2d 1185 (7th Cir. 1974); Flynn v. Giarruss, 321 F.Supp. 1295 (D.C.La.1971); and Sponick v. Detroit Police Dept., 49 Mich.App. 162, 211 N.W.2d 674 (1973).\n. In Souder v. Philadelphia, 305 Pa. 1, 156 A. 245 (1931), a captain of the police force was charged in a grand jury report for having received illegal sums of money. Souder was called before the Civil Service Commission of Philadelphia and failed to explain his conduct or deny that he received such sums. The Civil Service Commission examined Souder’s conduct and dismissed him for conduct unbecoming an officer. On appeal, the court affirmed Souder’s dismissal and explained that “[i]t was essential in the proper discharge of his duties that he should comport himself as an officer in such manner that no act of wrongdoing should attach itself to him . . . . As such an officer in such a station he should have been keen to see that no taint of evil doing attached itself to him . . . . He should have held himself above suspicion.”\n. In a similar challenge in another jurisdiction, one judge aptly noted that “we are not concerned with a penal statute which may leave the general public uncertain as to the criminal conduct it prohibits, but rather with a [regulation] adopted by the Police Department to govern . . . the conduct of its employees.” Bence v. Breier, 501 F.2d 1185, 1195 (7th Cir. 1974) (dissenting opinion). Under these circumstances, a court should be less concerned with precisely defining all prohibited conduct since employees are familiar with the duties of their employment and the regulations are construed by a superior officer, not indiscriminately construed by policemen, prosecutors and juries.\n. In Matter of Dalessandro, 483 Pa. 431, 397 A.2d 743 (1979), this Court was called upon to review the determination of the Judicial Inquiry and Review Board’s recommendation that Arthur D. Dalessandro, Common Pleas Court Judge of Luzerne County, be publicly censored for conduct alleged to violate the Code of Judicial Conduct and Article 5, Section 18(d) of the Pennsylvania Constitution. Among the numerous grounds alleged for public censure was the married judge’s intimate relationship with a married woman, not his wife. We held that such conduct was not subject to disciplinary proceedings.\n. Officer Joseph Zglinicki, Officer Richman’s roommate, became aware of the Fabio-Richman-Fabio-Gleason arrangement through rumors at the 14th District. Zglinicki testified that he received a telephone call from Helen Gleason and Helen told him that she had been having sexual relations with Fabio since appellant’s “problems” with his wife started. Zglinicki drove Joan Gleason Fabio, and Helen Gleason to Richman’s apartment. Before any activity, Zglinicki testified:\nI told her that I didn’t believe that she was finished with Nick, and I didn’t want to get involved with anything that was going to cause me problems with my work.\n. Also, it has been pointed out that adulterous activities may have the tendency to encourage disorder, violence, or violations of the criminal law. 22 Pa.Cmwlth. 130, 347 A.2d at 769. Our law has long recognized the intensity of passion that may be engendered by adulterous relationships of this type. Commonwealth v. McCusker, 448 Pa. 382, 292 A.2d 286 (1972). See also, R. Perkins, Criminal Law 64 (2nd Ed.1969).\n. With respect to a police force, there is a need for maintenance of discipline and the elimination of conduct which may reasonably be thought to be provocative. Bence v. Breier, 501 F.2d 1185, 1195 (7th Cir. 1969); Goldwasser v. Brown, 417 F.2d 1169, 1177 (D.C.Cir.1969).\n. See footnote 11."}