{"id": "1763762", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nOn January 8, 1979, the Orphans’ Court Division of the Court of Common Pleas of York County entered a decree of voluntary termination of the parental rights of appellant K.O. to her daughter, M.L.O. On May 8, 1979 appellant petitioned that court to set aside the decree on the ground that her consent to the termination was not intelligently, voluntarily and deliberately given. Following a hearing, the orphans’ court dismissed appellant’s petition on June 18, 1979, and this appeal followed. Because we are convinced that the record amply supports, the voluntary termination, we affirm the orphans’ court decree.\nM.L.O. was born out of wedlock on July 23, 1973 to appellant K.O. and D.L. Appellant retained custody of M.L.O. for nine months and then placed her with appellant’s grandmother where she remained until November 1978. Around that time appellant had become dissatisfied with M.L.O.’s upbringing, and learned through an acquaintance that appellees would be interested in adopting M.L.O. Appellant met with appellees and their attorney, gave them custody of M.L.O., and agreed to their adoption of M.L.O.\nOn December 29, 1978, appellant and M.L.O.’s natural father presented a joint petition to the orphans’ court seeking to relinquish their parental rights to M.L.O. pursuant to the Adoption Act of July 24, 1970, P.L. 620, § 302, 1 P.S. § 302 (Supp.1980). A full hearing was held on January 8, 1979, at which both natural parents testified. A decree of termination was entered and custody awarded to appellees pursuant to 1 P.S. § 321. An adoption hearing, scheduled for May 21, 1979, was continued pending final resolution of this appeal.\nVoluntary relinquishment proceedings were made a part of the Adoption Act in order to finalize a natural parent’s decision to relinquish parental rights prior to the adoption hearing. Matter of Adoption of Christopher P., 480 Pa. 79, 389 A.2d 94 (1978); Watson Appeal, 450 Pa. 579, 301 A.2d 861 (1973); Hildenbrand Appeal, 405 Pa. 579, 176 A.2d 900 (1962). Section 302 provides:\n“■Relinquishment to adult intending to adopt child\nWhen any child under the age of eighteen years has been for a minimum period of thirty days in the exclusive care of an adult or adults who have filed a report of intention to adopt required by section 331, the parent or parents of the child may petition the court for permission to relinquish forever all parental rights to their child. The written consent of a parent or guardian of a petitioner shall be required if he has not reached eighteen years of age. The adult or adults having care of the child shall file a separate consent to accept custody of the child.” (Footnote omitted)\nSection 321 of the Act makes decrees of termination final and conclusive:\n“A decree terminating all rights of a parent or a decree terminating all rights and duties of a parent entered by a court of competent jurisdiction shall extinguish the power or the right of such parent to object to or receive notice of adoption proceedings. The decree shall award custody of the child to the agency or the person consenting to accept custody under section 301 or section 302, or the petitioner in the case of a proceeding under section 312. An agency or person receiving custody of a child shall stand in loco parentis to the child and in such capacity shall have the authority, inter alia, to consent to marriage, to enlistment in the armed forces and to major medical, psychiatric and surgical treatment, and to exercise such other authority concerning the child as a natural parent could exercise.” (Footnotes omitted)\nSee also Chambers Appeal, 452 Pa. 149, 155 n.2, 305 A.2d 360, 363 (1973) (voluntary relinquishment proceedings under Adoption Act shall conclusively terminate all rights of natural parent). A party seeking to disturb a termination decree must show that the consent given to terminate parental rights was not intelligent, voluntary and deliberate. See Susko Adoption Case, 363 Pa. 78, 83, 69 A.2d 132, 135 (1949) (“consent prescribed by the Adoption Act is a parental consent that is intelligent, voluntary and deliberate.”); accord Chambers Appeal, supra; In re Fritz, 460 Pa. 265, 333 A.2d 466 (1975).\nAppellant claims that her consent to the voluntary relinquishment did not meet this standard. It is her contention that she consented in reliance on appellees’ promise that she could visit M.L.O. whenever she wanted, and that it was not until after the termination hearing that appellant learned that visitation could be legally denied. Appellant claims that this “misunderstanding” rendered her consent involuntary.\nWe cannot agree. As this Court stated in Watson Appeal, supra, the Adoption Act does not “accommodate the hindsight of the natural parent . . . .” 450 Pa. at 584, 301 A.2d at 864. We are convinced, as was the orphans’ court, that appellant fully intended to relinquish all parental rights to M.L.O. Indeed, when questioned at the hearing on her petition to vacate the termination decree as to whether her consent was knowingly given, she indicated that it was.\n“Q. [K.O.], I want to ask you this. You were here at the voluntary relinquishment hearing and I asked if you understood you were giving up all your rights to this little girl. What was in your mind about what that meant?\nA. I understood everything you said.”\nThe orphans’ court also found appellant’s claim of an “agreement” between herself and appellees as to visitation to be without merit.\nReview of the record satisfies us that the orphans’ court findings are supported by competent evidence and should not be disturbed. In re William L., 477 Pa. 322, 383 A.2d 1228, cert. denied, 439 U.S. 880, 99 S.Ct. 216, 58 L.Ed.2d 192 (1978). See also In re D.J.Y., 487 Pa. 125, 408 A.2d 1387 (1979); Adoption of David C., 479 Pa. 1, 387 A.2d 804 (1978). Accordingly, the decree of the orphans’ court is affirmed.* Each party to pay own costs."}