{"id": "1763843", "contents": "OPINION\nNIX, Justice.\nJames Simonsen appeals from a decree of the Warren County Court of Common Pleas granting a permanent injunction in favor of appellee Margaret Ann Lawson. Appellant filed exceptions which were denied by the court en banc, as was his request for a rehearing. The Superior Court affirmed without opinion. We granted allocatur pursuant to 42 Pa.C.S.A. § 724(a), and now reverse.\nAppellee Lawson is the fee simple owner of land in Glade Township in Warren County, it having been conveyed to her by her parents on January 31, 1963. The prior owners, Henry and Ann Cobham, had executed a “release” dated June 16,1881, in favor of the Buffalo, Pittsburgh & Western Railroad Co., and its successors, concerning a strip of land 66 feet wide extending through a portion of appellee’s land. The Buffalo, Pittsburgh & Western laid track and other equipment along this land and operated a railroad thereon for a number of years. The Penn Central Transportation Co., as the successor to the Buffalo, Pittsburgh & Western, abandoned the line in the mid-1960s after the construction of the Kinzua Dam by the federal government. On May 26, 1977, the trustees in bankruptcy for Penn Central conveyed by quit claim deed to appellant all right, title and interest held by Penn Central to the strip of land, although Penn Central reserved the right to salvage the track and other material within six months of the conveyance. Penn Central failed to salvage the track within the six months and appellant began his own salvage operations. Appellee, believing the track and equipment to be hers, sought and obtained an injunction preventing appellant from removing the track and equipment and ordering him to replace and repair that which he already had taken away.\nThe trial court held that the 1881 “release” granted the Buffalo, Pittsburgh & Western a mere easement in the strip of land and that this easement was extinguished when the successor company abandoned the line. It further held that since the track and other equipment were affixed to the land, they became part of the land and became appellee’s when the easement terminated. While we agree that the “release” conveyed only an easement, we disagree with the trial court over the disposition of the track and other equipment.\nThe parties and the trial court are in agreement that the question of whether the “release” conveyed a fee interest in the land or merely an easement may be answered by an examination of this Court’s decision in Brookbank v. Bendum-Trees Oil Co., 389 Pa. 151, 131 A.2d 103 (1957), although each party would read that decision to support its own position. In Brookbank, the Court was presented with the question of what rights, if any, a railroad had to drill for natural gas under an abandoned railroad bed. To decide this question, the Court was called upon to interpret a written agreement which the railroad argued gave it a fee interest, but which the landowner claimed only gave the railroad an easement. There we held the agreement conveyed only an easement to the railroad.\nThe agreement in the present case provides:\n“Know all men by these presence that Henry Cobham of the Borough of Warren, County of Warren and Commonwealth of Pennsylvania and Ann Cobham, his wife, for and in consideration of the public and private advantages prospectively resolving from the construction of the proposed extension of the Buffalo, Pittsburgh and Western Railroad as well as of the sum of one dollar to them in hand paid, receipt whereof is hereby acknowledged do hereby grant and release unto the Buffalo, Pittsburgh and Western Railroad Company and its successors so much of the land of the said Henry Cobham and Ann Cobham, situate in the Township of Glade in the County of Warren aforesaid as may be necessary and convenient therefore according to the provisions of the Act incorporating said company and other laws relating thereto, without further lot or hindrance from them, their heirs or assigns, the land hereby released or intended so to being a piece or strip of land four rods (66 feet) in width extending through and along the line of survey of said railroad company (premises herein described).\nThe land hereby granted and released or intended so to be, being the legal right of way of said railroad company through the above described land, said right of way not to exceed four rods (66 feet) in width 33 feet on each side of the center of the main track.\nThe said Henry Cobham and Ann Cobham also grant and release unto the said railroad company land sufficient for the said company to construct a public or wagon road upon in place of the one occupied by the said company * * %\nIn interpreting such documents, the court’s “primary object must be to ascertain and effectuate what the parties intended.” Brookbank v. Bendum-Trees Oil Co., 389 Pa. at 156-57, 131 A.2d at 107. The traditional rules of construction to determine that intention are applicable in these circumstances, namely:\n“. . . (1) the nature and quantity of the interest conveyed must be ascertained from the instrument itself and cannot be orally shown in the absence of fraud, accident or mistake and we seek to ascertain not what the parties may have intended by the language but what is the meaning of the words . . .; (2) effect must be given to all the language of the instrument and no part shall be rejected if it can be given a meaning . . .; (3) if a doubt arises concerning the interpretation of the instrument it will be resolved against the party who prepared it . . .; (4) unless contrary to the plain meaning of the instrument, an interpretation given it by the parties themselves will be favored . . .; (5) “to ascertain the intention of the parties, the language of a deed should be interpreted in the light of the subject matter, the apparent object or purpose of the parties and the conditions existing when it was executed” .\nId., 389 Pa. 157 at n. 6, 131 A.2d 107 at n. 6 (emphasis in the original, case citations omitted).\nThe amount of consideration paid for the interest is a factor to be considered in determining the nature of the estate intended to be conveyed. In Brookbank, the consideration was $300.00, but the Court ruled that since there was no evidence as to the value of the land at the time of execution of the agreement, there was no way to determine whether the consideration was too small to convey a fee interest. Id., 389 Pa. at 159, 131 A.2d 103. Here, the consideration was only $1.00. The land in question apparently extends 33,415 feet and is 66 feet wide. Surely even in 1881 the sum of $1.00 was insufficient to convey a fee interest in a strip of farm land 66 feet wide and 6 miles long. Appellant offers many unpersuasive and unsupported claims as to the sufficiency of this consideration. However, these arguments rely on facts totally unobtainable from the written document and we are not permitted to look beyond that document in cases, like the present one, where fraud, accident or mistake, have not been alleged. Id., 389 Pa. at 157, 131 A.2d 103.\nThe Brookbank Court found it “inconceivable” that if the railroad had obtained a fee interest it would not have required a habendum clause and warranty of title. Id., 389 Pa. at 162-64, 131 A.2d 103. So too here, the trial court found it unlikely that the present release was intended to convey a fee interest because it lacked a warranty of title. We agree. We are therefore satisfied under the authority of Brookbank and subsequent cases, see e. g., Fleck v. Universal-Cyclops Steel Corp., 397 Pa. 648, 156 A.2d 832 (1959); that the 1881 “release” conveyed only an easement for railroad purposes and not a fee interest. Proceeding from this premise, we must now consider the effect of the abandonment of that easement upon the ownership of the track and equipment.\nAppellants contend that the track, ties, ballast and other materials placed upon the realty by the railroad do not become a part of realty; instead, they retain their nature as personalty. In support, appellant cites Nittany Valley RR. Co. v. Empire Steel & Iron Co., 218 Pa. 224, 67 A. 349 (1907); Justice v. Nesquehoning Valley RR., 87 Pa. 28 (1878); and Palmer v. Delaware, Lackawanna & Western RR., 277 Pa. 1, 120 A. 668 (1923). In Nittany Valley, the Court held that where a railroad lays tracks upon the land of another with the landowner’s consent and approval, a prior mortgage executed by the landowner does not cover the tracks and roadbed of the railroad. From this holding appellant argues that the maxim “quicquid plantatur solo, solo cedit ” — whatever is affixed to the soil belongs to the soil — is inapplicable to the present case. In Justice, the Court held that railroads are not bound by the traditional maxim stated above.\nIn Palmer, the Court held that where a railroad company constructs a new switch and abandoned the prior switch, it may remove the track and other equipment from the old switch without accounting for the equipment to the land owner.\nAppellee fails to seriously argue this issue.\nWe believe that appellant is correct in his understanding of our prior cases and of the law in this area. One authoritative treatise has stated:\nThe presumption is that rails and similar structures placed by railroad company upon land taken by it for a right of way are affixed to the land with a manifest intention to use them in the operation of the railroad, and hence, are not to be regarded as fixtures forming part of the real estate. A landowner who knows that a railroad company is constructing a railroad upon his land for its own use can not assume that the structures placed on it are for his benefit, but, on the contrary, the assumption should be that the company placed them there as its own. * * * >¡< * *\nAnd abandonment of part of a right of way does not transfer title to rails, ties, and other fixtures to original grantors of [the] right of way.\n2. Elliott & Elliott, A Treatise on the Law of Railroads (3d ed. (1921)), 867, 600 n. 30 (footnote omitted).\nAccordingly, we hold that while the Penn Central abandoned the easement, it has not been shown that it also abandoned the track, equipment, and other personalty placed upon the easement. The question of whether property has been abandoned is generally for the jury to decide. O’Dwyer v. Ream, 390 Pa. 474, 484-85, 136 A.2d 90, 95 (1957). Here, the only evidence introduced bearing on an abandonment of the track and equipment is the railroads’ failure to run a train along the line for a number of years. Our law is clear that “[m]ere nonuser does not constitute abandonment; there must be an intention to abandon, together with ‘external’ acts by which such intention is carried into effect; ordinarily this raises a question of fact to be determined by a jury.” United Natural Gas Co. v. James Brothers Lumber Co., 325 Pa. 469, 473, 191 A. 12, 14 (1937).\nA further problem in the present case is the wording of the quitclaim deed of Penn Central to appellant. The deed reserved in Penn Central the right to salvage the track for six months after the signing of the deed. Penn Central failed to salvage any of the track during this time. Appellee claims that if all Penn Central had was an easement on the land, then Penn Central’s rights in the track terminated at the conclusion of this six month waiting period. Thus appellees claim that appellant had no right to the track.\nThis argument is without merit. The mere fact that Penn Central no longer owned the easement did not prevent it from retaining ownership over the track and other equipment. See Nittany Valley, Justice, and Palmer, supra. Penn Central retained ownership of the equipment and could dispose of it as the corporation saw fit. The six month waiting period is not a substantive limitation on the right of Penn Central to convey its property interests in the equipment; the period was only a self-imposed limitation upon its rights of salvage.\nThere is nothing either in law or logic which prevents Penn Central from selling the track, although it does not own the underlying land; nor is there anything to prevent appellant from buying the track without buying the underlying land.\nSince appellee has failed to offer any proof that Penn Central abandoned its rights to the track and other equipment prior to its sale of such materials to appellant, she has failed to show that she had any legal right to the track and equipment. Accordingly, the issuance of an injunction was improper and must be dissolved. Cf., New Castle Orthopedic Assoc. v. Burns, 481 Pa. 460, 464, 392 A.2d 1383, 1385 (1978).\nThe order of the Superior Court is reversed and the permanent injunction is dissolved. Each party bears own costs.\nEAGEN, C. J., and LARSEN, J., note their dissent.\n. The agreement that was construed in Brookbank provided:\n“Know All Men By These Presents, That J. J. Ingraham and Anna Ingraham parties of the first part, for and in consideration of the sum of Three Hundred Dollars, lawful money of the United States, duly paid by the railroad company hereinafter mentioned, to us, receipt of which is hereby acknowledged, have granted, bargained, sold, released and conveyed unto the Susquehanna and Southern Railroad Company, a corporation organized under the laws of Pennsylvania, its successors and assigns, a strip of land four rods in width, and, through cuts and fills such additional widths as may be needed for slopes, one-half thereof on either side of the center line as now located, of the Susquehanna and Southern Railroad, leading from Sinnemahoning, Pennsylvania, to DuBois, Sykesville, &c., through lands of the parties above mentioned, situate in Gibson Township, Cameron County, Pennsylvania.\n“Together with the right to enter upon the said land and lay out, construct, maintain and operate a railroad over and across the lands belonging to the parties above mentioned, taking and using such earth, stones and gravel, as may be needed for grading and filling such road, and hereby fully releasing said railroad company, its successors and assigns, from all liability by reason of the location, construction and operation of the said railroad.\n“A good farm crossing and cattle guard on each side thereof to be built and maintained by said Company.”\n. The body of the instrument is handwritten, however, the word “RELEASE” is in type print. The script is on lined paper, all of which indicates a customary standard form was used.\n. In United Natural Gas, the Court held that a tax sale extinguished whatever rights were connected with personalty placed upon an easement. In the present case, of course, only passage of time, not a judicial sale, is credited with having caused an abandonment of personalty.\n. Although appellant is entitled to the track and other equipment, he may be liable to appellee for damages done to appellee’s land during the salvage process. Neither the trial court nor appellee in this appeal have specifically ordered or sought damages to compensate appellee for the damages done to appellee’s land by the salvage operation."}