{"id": "1763813", "contents": "OPINION OF THE COURT\nEAGEN, Chief Justice.\nJames Ricketts Anderson, appellant, was found guilty by a jury of murder of the first degree. Post-verdict motions were denied by the court en banc, and Anderson was sentenced to life imprisonment. We affirmed the judgment of sentence by an equally divided court. Commonwealth v. Anderson, 473 Pa. 13, 373 A.2d 454 (1977).\nOn September 20, 1978, Anderson filed a pro se petition for post-conviction relief under the Post Conviction Hearing Act. Counsel was appointed, and an amended petition was filed on January 29, 1979. Post-conviction relief was denied on December 3, 1979. This appeal followed.\nAnderson argues, inter alia, that trial counsel was ineffective for failing to timely object to prejudicial comments made by the district attorney in his summation to the jury. Anderson argues further that these comments were not supported by the evidence; that they constituted an appeal to the prejudices, passions, and fears of the jury; and, that they deprived him of a fair trial. We agree and, accordingly, reverse and remand for a new trial.\nAnderson urges the following remarks, made by the district attorney, deprived him of a fair trial:\n“And it’s even possible that they [Anderson and George Bonds, a co-actor] went there that night, waiting for Middleton [the victim] to come in, waiting to kill him, just like they did. This was an assassination.\n“Well, there is no provocation here at all, no evidence whatsoever of any kind of provocation, members of the jury, to justify taking another life. Nothing. This defendant [Anderson] didn’t even have the argument. He had nothing to do with the decedent. He was nothing more than the executioner.\n* * * * * *\n“Was the decedent killed because he went to the police? Was he killed because maybe he violated a code?”\nWe have repeatedly said the district attorney is a quasi-judicial officer representing the Commonwealth, and his duty is to seek justice, not just convictions. See Commonwealth v. Mayberry, 479 Pa. 23, 387 A.2d 815 (1978); Commonwealth v. Gilman, 470 Pa. 179, 368 A.2d 253 (1977). The district attorney must limit his remarks to facts in evidence and legitimate inferences therefrom. Commonwealth v. Mayberry, supra; Commonwealth v. Gilman, supra; Commonwealth v. Goosby, 450 Pa. 609, 301 A.2d 673 (1973); Commonwealth v. Principatti, 260 Pa. 587, 104 A. 53 (1918). The district attorney may not ask the jury to draw unwarranted deductions from the evidence. Commonwealth v. Touri, 295 Pa. 50, 144 A. 761 (1929). During summation, the district attorney must present the facts in a manner which allows the jury to dispassionately and objectively evaluate the testimony in a sober frame of mind and which produces a verdict warranted by the evidence, not one inspired by emotion. Commonwealth v. Harvell, 458 Pa. 406, 327 A.2d 27 (1974). Finally, we have condemned remarks by the district attorney which stigmatize a defendant. Commonwealth v. Smith, 478 Pa. 76, 385 A.2d 1320 (1978); Commonwealth v. Lark, 460 Pa. 399, 333 A.2d 786 (1975); Commonwealth v. Capalla, 322 Pa. 200, 185 A. 203 (1936). As we stated in Commonwealth v. Capalla, supra, 322 Pa. at 204, 185 A. at 205:\n“It is no part of a district attorney’s duty, and it is not his right, to stigmatize a defendant. He has a right to argue that the evidence proves the defendant guilty as charged in the indictment, but for the district attorney himself to characterize the defendant as ‘a cold-blooded killer’ is something quite different. No man on trial for murder can be officially characterized as a murderer or as ‘a cold-blooded killer,’ until he is adjudged guilty of murder.\n. ” [Emphasis in original.]\nThe Capaila court reasoned further that reference by the district attorney to the defendant as a “cold-blooded killer” was equivalent to an expression of belief on the part of the district attorney that the defendant was guilty of murder of the first degree. Commonwealth v. Capalla, supra, 322 Pa. at 205-06, 185 A. at 206.\nInstantly, the district attorney called Anderson an “executioner,” suggested the killing was perpetrated while Anderson and George Bonds, a co-actor, were lying in wait, termed the killing an “assassination,” and asked the jury to draw unwarranted inferences that the victim was killed because he violated some code and/or spoke to the police.\nThe record reveals neither evidence nor legitimate inferences therefrom which support a motive on the part of Anderson to assassinate the victim because the latter violated a code or spoke to the police. The record also fails to support the claim that the killing was an “assassination.” The term “assassination” is commonly defined as a killing by surprise or secret assault. Webster’s New International Dictionary (2d Edition 1959). The record reveals that the victim entered an after-hours tavern and was confronted by Bonds; that an argument ensued between the two; that Bonds struck the victim; and, that Bonds and Anderson fired several shots at the victim. The victim had been informed, prior to entering the tavern, that Bonds was inside the tavern. The record also reveals Bonds shot the victim on a prior occasion. Clearly, these circumstances belie any claim that the killing was an “assassination.”\nIn Commonwealth v. Capalla, supra, we condemned the district attorney’s application of the term “cold-blooded killer” to the defendant because such an epithet was equivalent to an expression of belief by the district attorney that the defendant was guilty of murder of the first degree. Similarly, we here condemn the district attorney’s application of the term “executioner” to Anderson. This term was equivalent to an expression of belief by the district attorney that Anderson was guilty of murder of the first degree. Moreover, this expression of belief was bolstered by the district attorney’s unfounded suggestion that Anderson and Bonds were lying in wait for the victim.\nThe Commonwealth argues the term “executioner” was properly applied to Anderson. The Commonwealth theorizes Anderson did not act because of provocation by the victim, but killed because Bonds had had an argument with the victim. The Commonwealth urges that “[o]ne who kills for another can properly be called an executioner.” We are not persuaded by this argument. Again, as we reasoned in Commonwealth v. Capalla, supra, 322 Pa. at 206, 185 A. at 206:\n“There are no facts in the record warranting any such belief [that Capaila was a cold-blooded killer] on the part of anyone, and even if there were, the first officials who had the right to give expression to that belief were the jurors after the case was committed to their keeping. The application of epithets to a defendant on trial, and expressions of personal belief in a defendant’s guilt have no legitimate place in a district attorney’s argument. A closing argument can be strong and convincing without them.” [Emphasis supplied.]\nThe standard for determining whether trial counsel is effective has been articulated by this Court in Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 604, 235 A.2d 349, 352 (1967):\n“[Counsel’s assistance is deemed constitutionally effective once we are able to conclude that the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interests.” [Emphasis in original.]\nIn addition, we will only examine the basis for trial counsel’s action if we are persuaded the course of action foregone had “arguable merit.” Commonwealth v. Smith, supra; Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977).\nInstantly, the claim that the district attorney’s summation was prejudicial and denied Anderson a fair trial certainly possesses arguable merit. We are also persuaded trial counsel’s decision to forego a timely objection is not supported by any reasonable basis.\nAccordingly, the order denying post-conviction relief is reversed, the judgment of sentence is vacated, and a new trial is ordered.\nNIX, J., concurs in the result.\n. Act of January 25, 1966, P. L. (1965) 1580, §§ 1 et seq., 19 P.S. §§ 1180-1 et seq. (Supp. 1979-80).\n. Anderson was represented by the same attorney during trial and on direct appeal. New counsel was appointed for the first time at the post-conviction stage.\n. No evidentiary hearing was held. The record discloses that counsel for Anderson and counsel for the Commonwealth agreed, in a hearing before the post-conviction judge, to submit the case on briefs.\n. The trial court’s ruling that the objection was untimely was not raised in post verdict motions or on direct appeal. Prior to Commonwealth v. Adkins, 468 Pa. 465, 364 A.2d 287 (1976), which clarified this area, local practice often governed the timeliness of such objections. But, in any event, the trial court’s ruling and the failure to challenge that ruling resulted in a final determination that the objection was untimely.\nIn addition, the ineffectiveness claim is not waived since, as noted above, new counsel represented Anderson for the first time at the post conviction stage. Cf. Commonwealth v. Triplett, 476 Pa. 83, 381 A.2d 877 (1977).\n. In view of our disposition, we need not consider the following claims raised by Anderson: (1) trial counsel was ineffective for failing to file a motion to suppress identification testimony; (2) trial counsel was ineffective for failing to conduct an investigation and for want for preparation; (3) a one-on-one pre-trial identification confrontation violated Anderson’s rights to due process and to assistance of counsel; (4) the failure of the district attorney to inform defense counsel and the trial court of an improper pre-trial identification was reversible error; (5) in-court identifications were not of “independent origin”; (6) remarks by the district attorney constituted “adverse comment” on Anderson’s election to not testify; (7) the trial court erred in refusing Anderson’s request for a charge on voluntary manslaughter; (8) comments by the trial judge, in his charge to the jury, deprived Anderson of a fair trial; and (9) Anderson was denied due process because the P.C.H.A. court did not consider his legal arguments, but merely adopted the legal memorandum of the Commonwealth.\n. But see Commonwealth v. Kennedy, — Pa.Super.-, 411 A.2d 1249 (1979) (panel) (allocatur denied). There, the Superior Court found no error where the trial court referred to a killing as an “assassination-type” killing because the term only implied the killing was premeditated. The Kennedy court was not confronted, however, with unsupported statements and the use of epithets by the district attorney.\n. The record reveals that trial counsel did not object during the district attorney’s summation because he “didn’t feel it was proper to interrupt [the district attorney].”"}