{"id": "1763754", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nIn May 1975 a jury found appellant guilty of murder of the first degree. Post-trial motions were filed and denied and a mandatory life sentence was imposed on January 12, 1976. On appeal, this Court affirmed the judgment of sentence. 470 Pa. 237, 368 A.2d 281 (1977). The matter next came before the Court of Common Pleas of York County under the Post-Conviction Hearing Act following appointment of counsel, amendment of petition, and evidentiary hearing. The lower court rejected appellant’s PCHA claim and the case is now before this Court on appeal from that court’s order. The appellant raises two issues concerning the ineffectiveness of trial counsel: (1) that trial counsel failed to adequately advise appellant of the factors that he should consider in deciding whether he should testify on his own behalf; (2) that trial counsel failed to adequately impeach a Commonwealth witness.\nThe facts of the case are that Derek Spells, appellant, acting with two other men, Kenny Smith and Raymond Johnson, lured Charles Jeffers into an apartment in York, Pennsylvania on November 17, 1973 and there killed him by inflicting multiple knife wounds and a shotgun blast fired at close range. While appellant did not inflict the fatal blows, evidence at trial established that he helped saw off the shotgun that was used in the killing; that he brought the shotgun to the apartment the night of the killing; that he was aware that his acquaintance, Raymond Johnson, planned to kill the victim and to enlist appellant’s aid in the killing; that he stabbed the victim twice; and that he handed the knife to Smith, who also stabbed him. Further, evidence established that Spells was aware that the victim was on his way to the apartment, where Spells and two others waited for him; that Spells and his two confederates were armed with a Bowie knife and a sawed-off shotgun; and that Spells could have left the apartment, but did not leave prior to the victim’s arrival. Finally, the evidence establishes that Spells was seen in the apartment on the night of the killing carrying a sawed-off shotgun in the sleeve of his coat; that Spells helped to dispose of the victim’s body and remove blood from the kitchen, where the murder occurred; and that Spells and others divided the money and jewelry found on the body of the victim. Spell’s primary defense to the charge was that he was coerced by Raymond Johnson into participating in the killing.\nAppellant made a number of statements to police concerning his part in the killing. On November 27, 1974 and December 5, 1974 appellant admitted that he was present when the victim was killed, but insisted that Raymond Johnson did the killing. Spells claimed that while he helped remove the body and shared the money and jewelry taken from the dead victim, he was forced at gunpoint to help dispose of the body and to promise that he would not tell anyone of the murder. Then on December 10, 1974, Spells changed his story and stated that he had participated in the actual killing. He stated that he and Kenny Smith stabbed the victim and that Raymond Johnson both stabbed and shot the victim.\nAppellant’s first claim is that counsel was ineffective because he failed to adequately advise appellant as to whether he should testify on his own behalf. In Commonwealth v. Musi, 486 Pa. 102, 107, 404 A.2d 378, 380 (1979), this Court stated:\nIt is by now axiomatic that the test for evaluating a claim of ineffective assistance of counsel is whether the record supports a conclusion that the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interest. . . . If a reasonable basis for counsel’s trial strategy decision exists, that decision is imputed to the client.\nAt a PCHA evidentiary hearing conducted on April 10, 1979 appellant’s trial counsel, John C. Uhler, gave as reasons for recommending that appellant not testify:\nIt was a combination of what was said in the tapes [taped statements given to police on November 27, 1974 and December 10, 1974 and played to the jury], the prosecution’s burden, and of course being subject to the cross-examination, to expand upon certain things which had not theretofore been played up, other than the regurgitation of the tape; a combination of those and ultimately whether or not Derek [appellant] wanted to testify.\nMr. Uhler also gave as reasons supporting his recommendation that appellant not testify, that he was uncertain as to whether appellant’s burglary conviction could be introduced to impeach appellant’s testimony, and the belief that exculpatory statements made by the defendant had already been heard by the jury when the taped confessions were played.\nAppellant concedes that while he may have been vulnerable to cross examination, Mr. Uhler was wrong in assuming that the burglary conviction might have been introduced against appellant and in believing that any exculpatory statements had been heard by the jury on the November 27, 1974 tape.\nThe record establishes that Attorney Uhler discussed with appellant the positive and negative features of appellant’s taking the stand. Further, there was a colloquy between the court and appellant concerning appellant’s decision not to take the stand. The court determined that appellant’s decision not to testify in his own defense was made after he had discussed the matter with counsel.\nAs to the exculpatory statements referred to as having been heard on the November 27, 1974 tape, appellant stated on the tape that he had not participated in the murder and that following Johnson’s killing of the victim, Johnson made the following threat to appellant and Kenny Smith:\nAnd he just, he re-loaded the gun, and pointed it at me and Kenny and said, “Youse are next,” you know? And he said, “Youse better not say a word about this,” and we said, “We ain’t gonna say nothing, man.” And he said, “If I hear you even peep the word, I’m gonna kill both of you, and you know youse both got kids and I’ll take care of them too,” you know? And all this here, and we swore up and down to him that we wouldn’t do or say nothin.\nGiven the fact that the December 10 tape contains an admission that the November 27 statement was not completely accurate and that appellant had in fact participated in the actual stabbing, his November 27 denial cannot be said to be exculpatory. Nor can the statement of Johnson’s threat after the killing was completed be said to be exculpatory. That appellant may have been threatened after the killing does not mean that he was threatened before or during the killing. It must be concluded, therefore, that counsel’s belief that the record contained sufficient exculpatory statements as reflected on the November 27 tape so as to obviate the necessity of appellant’s taking the stand for this purpose was in error.\nConcerning the argument that counsel’s uncertainty as to whether appellant’s burglary conviction could have been introduced against him deprived appellant of effective assistance of counsel, in Commonwealth v. Bighum, 452 Pa. 554, 567, 307 A.2d 255, 263 (1973) we stated:\nWhere the defendant has no other means by which to defend himself, it would be particularly unjust to subject him to the introduction of prior convictions. Or, where the prior conviction is not critically important to the Commonwealth’s case — e. g., where other adequate means of attacking the defendant’s credibility are available — exclusion of prior convictions is strongly indicated.\nIn this case, while appellant’s credibility could have been attacked by pointing out the inconsistencies in his statements to police, defense counsel might have argued that the statements were not contradictory. The second statement, it might have been argued, merely added an admission of participation in the actual killing to what had already been admitted. In other words; it is arguable that the prosecution did not have other adequate means of attacking appellant’s credibility. We do not decide whether the prior conviction could or would have been admitted into evidence; we observe only that it was reasonable for counsel to have been concerned about the possibility that it might have been admitted.\nThese considerations indicate that while some of counsel’s reasons for advising against appellant’s taking the stand were valid, viz., that appellant’s credibility would have been easily attacked on cross-examination, and that the burglary conviction might have been introduced to impeach the witness, other reasons for recommending that appellant not testify, viz., that the November 27 tape included exculpatory statements, were erroneous. We conclude, however, that even if counsel had believed that the November 27 tape included no exculpatory statements, it would still have been reasonable to advise appellant not to testify in his own behalf because of the danger of being seriously discredited on cross-examination. Since appellant never told police that he had been coerced during the murder, it is reasonable to believe that this omission in his statement to police, in the face of a present claim of coercion, might have been damaging on cross-examination. In addition, it was reasonable for trial counsel to believe that in light of the appellant’s statement describing Johnson’s threat and a state trooper’s statement that Johnson wanted appellant and Smith to assist in the killing so that no one would be likely to talk , the Commonwealth had not met its burden of proof that appellant had voluntarily participated in the killing.\nFinally, we note that in his closing argument, counsel vigorously argued the issue of coercion to the jury. Counsel blended threats made to appellant after the killing and threats not to talk, with other evidence which tended to establish compulsion; viz., appellant’s statement to his girlfriend after the killing that he had no choice but to stab the victim, and an initial statement made by Johnson to police (later recanted) that he had forced everyone else to participate. It was trial counsel’s judgment that by exposing appellant to the jury, appellant’s credibility would have suffered. As a result, counsel’s closing arguments to the jury would have been even more unpersuasive than they apparently were. Counsel here followed a calculated course of action which was designed to effect his client’s best interests. Of necessity, counsel’s judgment in these matters will be subjective, but counsel must be free to give his honest, unfettered, albeit subjective advice to his client.\nIndeed, we wish to emphasize that proper assistance of counsel inherently includes counsel’s determination of the course of tactics employed, which must involve counsel’s subjective or “gut” feelings regarding such matters as his client’s credibility, and the like. Where, as here, counsel gave appellant his considered opinion that appellant would be well-advised not to take the stand, where he pursued a course of action in closing argument intended to exploit this course of action, and where the appellant knowingly and intelligently decided not to testify, based on conversations with his lawyer, and the colloquy with the trial judge, we find no ineffectiveness.\nAppellant’s second contention is that trial counsel was ineffective for failing to properly impeach a state trooper. The trooper testified at trial that a statement concerning appellant’s alleged coercion throughout the course of the murder was made by a co-defendant and not by the appellant. At the preliminary hearing, the trooper had testified that the statement, that appellant had been threatened with a shotgun throughout the course of the murder, had been made by the appellant. The question is whether trial counsel should have further pursued the trooper’s contradictory testimony and whether he should have introduced the transcript of the preliminary hearing to impeach the trooper. The questioning of the trooper at trial went as follows:\nQ. Do you recall, Trooper Bonjo, the Preliminary Hearing?\nA. Yes sir.\nQ. And do you recall me asking you:\n“Question: He didn’t tell you,, then, that he was threatened with a shotgun throughout the whole evening? Response: He did tell me that, not throughout the whole evening, just during the time that the murder took place, and the events that happened shortly thereafter.\nQuestion: Did he tell you that Mr. Johnson told Spells that the reason he ordered them to stab Jeffers was that in the event anyone — that he wouldn’t talk, that he is as involved as Johnson?”\nDo you recall that statement?\nA. I think you were asking me there what Johnson told me, not what Spells told me.\nQ. No I was asking what Spells told you and your response was affirmative. I am just trying to .\nA. Spells’ response on the 27th was that the gun was thrown at him and Smith and they were told to participate and they didn’t want no part of it and they didn’t participate in the actual stabbing on the 27th.\nWe find no merit in the claim that trial counsel was ineffective for failing to properly impeach the trooper. First, the trooper was impeached by the reading into the record of the trooper’s testimony at the preliminary hearing. Secondly, if counsel had introduced the record of the preliminary hearing, he would have done no more than impeach the witness and increase the value of the taped confession by showing that the taped version was the correct version and the trooper’s recollection at the preliminary hearing was in error.\nFor the foregoing reasons, we find that trial counsel was not ineffective.\nOrder of the Court of Common Pleas and of York County denying post-conviction relief is affirmed.\nROBERTS and NIX, JJ., concur in the result.\n. During cross-examination of Trooper Bonjo, defense counsel asked:\nQ. During your interview of November 27th, did Mr. Spells advise you that Johnson told Spells the reason he wanted them, Spells and Kenny Smith to stab Jeffers was that in the event anyone talked there would be trouble\nA. Wait a minute there, repeat that. I think you are saying what Johnson said, or what Spells said.\nAs the lower court noted, the substance of this exchange is that the trooper does not dispute that such a statement was made; the only question is whether Johnson or appellant made the statement. In either case, the statement is favorable to appellant’s case."}