{"id": "1763814", "contents": "OPINION OF THE COURT\nNIX, Justice.\nAppellant, Kevin Meredith, was found guilty of murder of the first degree for the death of his 2*/2 year old stepdaughter, Kimberly, who had been left in his care by the child’s mother, when she left for work on the day in question. This direct appeal follows the dismissal of post-verdict motions and the imposition of a sentence of life imprisonment.\nOn or about 12:25 p. m., Monday, April 17, 1978, a telephone call was placed to the emergency room of the Harrisburg Hospital by a man identifying himself as Kevin Meredith. The caller informed the emergency room personnel that his daughter had just fallen from her tricycle, that she was unconscious and that he was bringing her to the hospital. Approximately ten minutes later, at 12:34 p. m., appellant appeared at the emergency room with his 2V2 year old stepdaughter, Kimberly. The child was devoid of any vital signs and efforts to revive her were unsuccessful. She was pronounced dead at 12:43 p. m.\nAn autopsy conducted at 3:00 p. m. that same afternoon revealed that Kimberly had died as the result of a massive depressed fracture of the right side of her skull accompanied by subdural hemorrhage and contusion of the brain. A laceration and contusion was visible on the left side of her forehead. Her vagina and anus were dilated, and the anus lacerated, evidencing penetration of some object there-into. There were numerous contusions on her back and a large ecchymotic area extending from the upper inner aspect of her right thigh to her buttocks. Internal abdominal examination disclosed hemorrhages into both lungs and the adrenal glands and lacerations of the liver and spleen.\nAmong his challenges to the conviction, appellant questions the sufficiency of the evidence to support the verdict. We are satisfied that the record supports the jury verdict.\nIn this jurisdiction we have held that where an adult is given sole custody of a child of tender years for a period of time, and, during that time the child sustains injuries which may have been caused by a criminal agency, the finder of fact may examine any explanation offered and, if they find that explanation to be wanting, they may reject it and find the person having custody of the child responsible for the wounds. Commonwealth v. Paquette, 451 Pa. 250, 301 A.2d 837 (1973). Reviewing the evidence in this case in a light most favorable to the Commonwealth, Commonwealth v. Bastone, 466 Pa. 548, 353 A.2d 827 (1976); Commonwealth v. Robson, 461 Pa. 615, 337 A.2d 573 (1975), the jury was clearly justified in rejecting the possibility of accidental or self-inflicted injury and finding that appellant was the person who administered the blows that resulted in this tragic death.\nAppellant gave his version of the events leading to Kimberly’s injuries, both to hospital and police officials. He stated that he took Kimberly to the Shimmel School Playground, located about lh block from his residence, at approximately 11:30 Monday morning. Appellant shot basketball by himself while Kimberly was riding her tricycle in the picnic area of the playground, until around 12:25 when appellant glanced toward the picnic area but could not see Kimmy. He looked for her and found her lying beside her tricycle at the bottom of five wooden steps leading from the playground to the sidewalk. The steps were of a depth of 27V2 inches. Kimberly was whimpering when appellant picked her and the tricycle up and went home from where he called the hospital.\nIn contradiction to this version, the Commonwealth offered two pathologists who testified in their medical opinion, that the injuries causing death were inconsistent with a fall, particularly a fall as described by appellant. There were no abrasions or lacerations associated with either head impact as would be expected from a fall down steps onto an abrasive surface. The widespread and dispersed trauma evidenced by the extensive contusions on the deceased child’s back, buttocks and inner-thigh was consistent with multiple blunt traumas. With respect to the abdominal injuries, while a ruptured spleen might be consistent with a fall, the lacerated liver was not and evidenced a direct blow to the right side of the abdomen. Abuse was further evidenced by the condition of the rectum and the vagina, both of which showed penetration had occurred.\nThe head injury suffered by the deceased was massive and would have produced death within 15 minutes of its infliction. Medical factors relevant to the time of death, the deceased child’s body temperature upon admission to the hospital and the onset of rigor mortis placed the time of death around 10:30 a. m. as opposed to appellant’s story that his stepdaughter fell at 12:25 p. m.\nThe Commonwealth also presented testimony of personnel connected with Shimmel School who had an opportunity to observe the playground area at various times on the day of the incident, none of whom saw appellant nor his stepdaughter on the playground as he had claimed.\nUnder the sole custody concept of Paquette, supra, these conflicts between the medical findings and other independent testimony and appellant’s version of the incident provided the jury with an adequate basis for rejecting the defense’s explanation of the source of the injuries sustained by Kimberly.\nPaquette, supra, also instructs us that the mens rea necessary to establish the degree of the homicide may likewise be proven by circumstantial evidence. The nature and severity of the blows, the tender age of the victim, and the sexual connotations of the anal and vaginal injuries (wherein penetration was established) would support not only a finding of a malicious killing, see Commonwealth v. Matthews, 480 Pa. 33, 389 A.2d 71 (1978); compare Commonwealth v. McFadden, 448 Pa. 277, 292 A.2d 324 (1972), but also one occurring in the perpetration of a felony.\nThe final question raised by this sufficiency challenge is whether there was a basis to support the verdict of murder of the first degree. The 1974 amendment to the 1972 Crimes Code divided what was formerly first degree murder into two categories, reclassifying what was previously murder of the second degree as murder of the third degree. 18 Pa. C.S.A. § 2502 (Supp.1978-79). The willful, deliberate and premeditated killing was retained as murder of the first degree and the felony-murder was relegated to murder of the second degree. All other malicious killings now fall within the definition of murder of the third degree. This Court has said that a willful, deliberate and premeditated killing is one where the actor had the specific intent to bring about the death of the victim. Commonwealth v. Moore, 473 Pa. 169, 373 A.2d 1101 (1977); Commonwealth v. O’Searo, 466 Pa. 224, 352 A.2d 30 (1970); Commonwealth v. Alston, 458 Pa. 412, 317 A.2d 229 (1974); Commonwealth v. Bricker, 458 Pa. 367, 326 A.2d 279 (1974); Commonwealth v. Bowden, 456 Pa. 278, 309 A.2d 714 (1973); Commonwealth v. Mosley, 444 Pa. 134, 279 A.2d 174 (1971); Commonwealth v. Hornberger, 441 Pa. 57, 270 A.2d 195 (1970); Commonwealth v. Jones, 355 Pa. 522, 50 A.2d 317 (1947). The General Assembly has expressed agreement with this interpretation by defining murder of the first degree in its 1974 amendment as an intentional killing. Thus we must examine this record to determine whether the Commonwealth established the existence of a conscious intent to take life.\nLike all of the other elements of an offense, the Commonwealth may prove the existence of a specific intent to kill wholly by circumstantial evidence. However, the use of circumstantial evidence does not relieve the Commonwealth of its duty to prove the element of the crime charged beyond a reasonable doubt. Commonwealth v. Treftz, 465 Pa. 614, 351 A.2d 265, cert. denied 426 U.S. 940, 96 S.Ct. 2658, 49 L.Ed.2d 392 (1976); Commonwealth v. Cox, 460 Pa. 566, 333 A.2d 917 (1975); Commonwealth v. Chester, 410 Pa. 45, 188 A.2d 323 (1963). Moreover, a conviction based wholly on inference and suspicion may not be allowed to stand. Commonwealth v. Stanley, 453 Pa. 467, 309 A.2d 408 (1973); Commonwealth v. Bausewine, 354 Pa. 35, 46 A.2d 491 (1946). The inferred fact must flow, beyond a reasonable doubt, from the proven fact where the inferred fact is relied upon to establish the guilt of the accused or the existence of one of elements of the offense. Commonwealth v. DiFrancesco, 458 Pa. 188, 329 A.2d 204 (1974) (the constitutionality of a standardized inference invoked to establish an essential element of the crime charged must be judged by the reasonable doubt standard); Commonwealth v. Turner, 456 Pa. 116, 121 n.3, 317 A.2d 298, 300 n.3 (1974) (in a criminal case where the fact to be inferred is the guilt of the crime charged or one of the elements of that crime, any standard less than reasonable doubt would be repugnant to the interpretation of the presumption of innocence as understood in this jurisdiction).\nA well-recognized and generally accepted inference to establish state of mind is that an actor intends the natural and probable consequences of his acts. An offshoot of this principle is that a specific intent to kill may be inferred from the use of a deadly force upon a vital part of the human body. Where one does not verbalize the reasons for his actions, we are forced to look to the act itself to glean the intentions of the actor. Where the intention of the actor is obvious from the act itself, the finder of fact is justified in assigning the intention that is suggested by the conduct. If a deadly force is knowingly applied by the actor to the person of another, the intent to take life is as evident as if the actor stated the intent to kill at the time the force was applied.\nThe number and severity of the blows inflicted in this case, the areas of the body where the blows were administered, the size and tender years of the victim all combine to establish a basis that a deadly force was applied to a vital part of the body of this victim. Having concluded that a deadly force was knowingly applied to a vital part of the body, the jury was free to infer that appellant intended to cause the death that resulted from his actions. We are thus satisfied that this record supported the verdict of murder of the first degree and hold that the challenge to the sufficiency of the evidence is without merit.\nAdditionally, appellant assigns as error the trial judge’s alleged unwarranted intrusion in the trial of the case and asserts the ineffectiveness of trial counsel’s representation. We have reviewed these complaints and find them to be also without merit.\nJudgment of sentence affirmed.\nEAGEN, C. J., and ROBERTS, J., concurred in the result.\n. The doctors testified that while depressed skull fractures (fractures where the skull is pushed into the brain) can result from falls, fractures of this type are associated with falls from great heights. Head injuries suffered in a fall occur when the head which is in motion strikes a fixed object. In falls, injury to the brain occur not only at the point of impact (the coup injury), but also directly opposite the point of impact (the contrecoup injury). This contrecoup injury results from the continuing inertial movement of the brain inside of the skull which causes the portion of the brain opposite the point of impact to pull away or contract from the the skull and then expand with force back against the skull. The autopsy disclosed that Kimberly suffered no contrecoup injury to the brain opposite the point of impact as evidenced by the skull fracture on the right side of her head. Absence of contrecoup contusion of her brain means that her head was stationary when it was struck with a moving object, and evidences that her injury resulted from a blow as opposed to a fall. Furthermore, the location of the skull fracture was above the widest portion of the skull, commonly referred to as the brimline, where fractures sustained in falls usually occur. X-rays of the deceased child revealed that the large fracture of the skull was caused by two impacts, the primary one as described above and the secondary impact to the back of the skull below the brimline.\n. Appellant also argues that the Commonwealth cannot rely upon sole custody to infer that he was responsible for assaulting Kimberly because the assault took place in a public place where other persons would have been in a position to inflict these blows. However, this argument presupposes the jury’s acceptance of appellant’s version of the events. It is evident, by their verdict, that they did not accept appellant’s statement of the occurrence.\nAnother piece of evidence that the jury could have considered in reaching its conclusion that appellant was responsible for Kimberly’s injuries was a previous incident which occurred on or about January 18, 1978. On that occasion, she was examined in the emergency room of a hospital and treated for contusions of the right forehead which her parents stated resulted from a bathroom fall against a radiator while the deceased child was being disciplined by appellant.\n. See 18 Pa. C.S.A. § 2502(c) (Supp.1978-79).\n. See 18 Pa. C.S.A. § 2502(b) (Supp.1978-79).\n. These changes were inspired by a desire to draft a capital punishment statute that would pass constitutional muster. See Gregg v. Georgia, 428 U.S. 153, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976); Jurek v. Texas, 428 U.S. 262, 96 S.Ct. 2950, 49 L.Ed.2d 929 (1976); Proffitt v. Florida, 428 U.S. 242, 96 S.Ct. 2960, 49 L.Ed.2d 913 (1976); Woodson v. North Carolina, 428 U.S. 280, 96 S.Ct. 2978, 49 L.Ed.2d 944 (1976); Roberts v. Louisiana, 428 U.S. 325, 96 S.Ct. 3001, 49 L.Ed.2d 974 (1976); Commonwealth v. Moody, 476 Pa. 223, 382 A.2d 442 (1977).\n. The 1974 amendment defines “intentional killing” as “[kjilling by means of poison, or by lying in wait, or by any other kind of willful, deliberate and premeditated killing.” 18 Pa. C.S.A. § 2502 (Supp. 1978-79).\n. Unlike many crimes which are defined to punish the act, criminal homicide is directed at punishing the result (i. e., the death) that follows as a consequence of the act. See W. LaFave, A. Scott; Criminal Law § 2 at 7-8 (1972). Murder of the first degree requires proof not only that death resulted from the actor’s conduct, but also requires a showing that' the actor intended to cause the death."}