{"id": "1765693", "contents": "OPINION\nNIX, Justice.\nThe sole issue presented in this appeal is whether the Commonwealth may now try appellant for murder of the first or second degree after the Supreme Court awarded a new trial, having reversed the judgment of sentence for murder of the third degree because of a failure during the guilty plea colloquy to adequately advise appellant of the elements of the crimes of which he was charged as required under Commonwealth v. Ingram.\nOn January 16, 1975, appellant Tabb was indicted on charges of murder, robbery, criminal conspiracy and possession of an instrument of crime arising out of a hold-up slaying in Philadelphia County on December 10, 1974. Thereafter, on June 9, 1975, appellant entered a negotiated plea of guilty to murder generally. As part of the plea agreement, the Commonwealth certified that the charge of murder rose no higher than third degree, recommended a sentence of ten to twenty years on the murder charge and five to ten years on the robbery charge. Additionally, the Commonwealth moved for a nolle prosequi of the weapons and- conspiracy charges. After an on-the-record colloquy and a summary of the evidence, presented by the Commonwealth, the court accepted the guilty plea, and the Commonwealth’s certification of third degree murder, sentenced appellant to the terms recommended by the Commonwealth and granted a nolle prosequi of the lesser charges of conspiracy and possession of an instrument of crime. From that action, appellant took his first direct appeal to this Court wherein the judgment of sentence was reversed and a new trial awarded, relying upon Pa.R.Crim.P. 319(a) and Commonwealth v. Ingram, supra, in finding the on-the-record colloquy did not meet the required standards. Commonwealth v. Tabb, 477 Pa. 115, 383 A.2d 849 (1978).\nPrior to appellant’s new trial he filed an omnibus pretrial motion claiming double jeopardy barred trial on murder of the first and second degrees. After hearing on June 13, 1978, defendant’s motion was denied. The instant interlocutory appeal is pursuant to Commonwealth v. Bolden, 472 Pa. 602, 373 A.2d 90 (1977). We now affirm the trial court’s order denying appellant’s motion and remand for trial.\nAppellant argues double jeopardy under the federal and state constitutions bars retrial on charges of murder of the first and second degrees. He asserts Commonwealth v. Klobuchir, 486 Pa. 241, 405 A.2d 881 (1979), does not apply because 1) he entered a plea of guilty to murder generally, while in Klobuchir the appellant entered a plea of guilty to murder in the third degree; and 2) the court’s conviction of murder in the third degree in his case was an adjudication, alleged to be indistinguishable from a jury verdict or a bench finding in a non-jury trial. Appellant concludes the court’s acceptance of the certification was an implicit acquittal of all higher degrees.\nEn passant, appellant alludes to the issues of collateral estoppel, autrefois acquit, and section 109 of the Pennsylvania Crimes Code. 18 Pa.C.S.A. § 109. Yet he correctly acknowledges those issues are not presented for review here. We confine consideration to those protections afforded appellant under federal and state double jeopardy provisions. To the extent any of the aforementioned doctrines or code provisions presently intimated to be issues are later advanced as giving greater protection than the traditional constitutional one of double jeopardy, we now consider only the constitutional protection provided at this stage of the proceedings.\nThe essence of appellant’s argument is, court acceptance of a plea agreement wherein defendant pleads guilty to murder generally and the prosecution certifies the degree together with presentation of a summary of its case constitutes an actual resolution in the defendant’s favor of some or all of the factual elements of offenses of a degree or degrees higher than that of which defendant was convicted. Simply put, appellant says his case is not a plea agreement, but a court adjudication, and thus not controlled by Klobuchir. It is understandable why appellant would seek to distinguish Klobuchir. Klobuchir held federal constitutional requirements prohibiting double jeopardy do not bar retrial on higher degrees of murder after a plea of guilty to and a conviction of third degree murder are set aside upon defendant’s procurement, and Pennsylvania double jeopardy requirements, citing Commonwealth v. Metz, 425 Pa. 188, 288 A.2d 729 (1967) also do not bar prosecution in such circumstances.\nThe attempted distinction between Klobuchir and this case is meritless because a guilty plea to murder generally, as well as a guilty plea to third degree, may be withdrawn before sentence. In the instant case, the plea was voided upon direct appeal. So the axis posture of adjudication or factual determination asserted by appellant collapses when juxtaposed to the realities of the colloquy and Pa.R.Crim.P. 319(b)(3).\nTHE COURT: This is the case of Commonwealth vs. Thomas Tabb. The Court takes the position, and will hear the guilty plea, pursuant to the negotiations and that if the Court feels that the sentence recommended by both counsel is excessive and the Court chooses to sentence less, the Court reserves that right. And if the Court feels the sentence is insufficient the Court will permit the Defendant to withdraw his plea. (Emphasis supplied). (Transcript of June 9, 1975, at p. 5).\nAnd as was stated in Klobuchir at p. 886:\nSince the plea was a negotiated one, and the acceptance of the lesser degree of murder a term of the agreement, the court did not have the option of entering a finding of a higher degree of homicide upon the plea. If the court was dissatisfied with the terms of the bargain the plea would not have been accepted and the appellant would have had the option of proceeding to trial before a jury. See Pa.R.Crim.P. 319(b)(3).\nSince the appellant had the right to withdraw his plea if the court rejected the plea agreement, the court’s finding of guilty of murder in the third degree was not an adjudication that actually resolved in appellant’s favor, correct or not, some or all of the factual elements of the offense charged, as in Price v. Georgia, 398 U.S. 323, 90 S.Ct. 1757, 26 L.Ed.2d 300 (1970) or in Green v. United States, 355 U.S. 184, 78 S.Ct. 221, 2 L.Ed.2d 199 (1957). In both Price and Green the defendants ran the gauntlet for first degree murder in their original trials. In both cases juries refused to convict on first degree murder, although given full opportunity to do so and no extraordinary circumstances existed which prevented them from doing so. It is clear that the sine qua non for finding implicit acquittal is failure to convict in the face of full opportunity for conviction. Commonwealth v. Klobuchir, supra, at 886. A plea agreement does not provide such an opportunity. We therefore find that Klobuchir applies to this appeal. In essence we are saying that jeopardy did not attach as to murder of the first and second degree under the terms of the bargain and therefore double jeopardy considerations are not applicable.\nThe weight of federal authority supporting the conclusion of Klobuchir now include United States ex rel. Williams v. McMann, 436 F.2d 103 (2d Cir.1970); Hawk v. Berkemer, 610 F.2d 445 (6th Cir.1979) overruling Rivers v. Lucas, 477 F.2d 199 (6th Cir.1973) and Mullreed v. Kropp, 425 F.2d 1095 (6th Cir.1970) sub silentio; United States v. Anderson, 514 F.2d 583 (7th Cir.1975); United States v. Williams, 534 F.2d 119 (8th Cir.) cert. denied, 429 U.S. 894, 97 S.Ct. 255, 50 L.Ed.2d 177 (1976); United States v. Wells, 430 F.2d 225 (9th Cir. 1970); Ward v. Page, 424 F.2d 491 (10th Cir.) cert. denied 400 U.S. 917, 91 S.Ct. 178, 27 L.Ed.2d 157 (1970); United States v. Myles, 430 F.Supp. 98 (D.D.C.1977); cf. United States v. Johnson, 537 F.2d 1170 (4th Cir.1976). See also Santobello v. New York, 404 U.S. 257, 263 and n.2, 92 S.Ct. 495, 499 and n.2, 30 L.Ed.2d 427 (1971) (dictum).\nAn analysis based upon the purposes sought to be achieved by the double jeopardy provisions also dictates the result we reach today. The Double Jeopardy Clause of the Fifth Amendment provides that no person shall “be subject •for the same offense to be twice put in jeopardy of life or limb.” But it does not protect against retrial for the same offense after conviction if the conviction is set aside through defendant’s procurement. United States v. Ball, 163 U.S. 662, 16 S.Ct. 1192, 41 L.Ed. 300 (1896). The most cogent reason for the holding was set forth by Mr. Justice Frankfurter, dissenting in Green v. United States, 355 U.S. 184, 204, 78 S.Ct. 221, 232, 2 L.Ed.2d 199 (1957) and discussing Ball:\nOn a literal reading of the constitutional provision, with an eye exclusively to the interests of the defendants, they had been ‘once in jeopardy’, and were entitled to the benefit of a reversal of their convictions without the hazard of a new trial. The Court recognized, however, that such a wooden interpretation would distort the purposes of the constitutional provision to the prejudice of society’s legitimate interest in convicting the guilty. .. .\nThe Frankfurter explanation reappears in structured form in Breed v. Jones, 421 U.S. 519, 534, 95 S.Ct. 1779, 1788, 44 L.Ed.2d 346 (1975) when the court discusses the reasoning behind the Ball holding:\nThe conclusion, ‘continuing jeopardy,’ as distinguished from the concept, has occasionally been used to explain why an accused who has secured the reversal of a conviction on appeal may be retried for the same offense. See Green v. United States, 355 U.S., at 189, 78 S.Ct. at 224; Price v. Georgia, 398 U.S., at 326, 90 S.Ct. at 1759; United States v. Wilson, supra, 420 U.S. at 343-344, n.11, 95 S.Ct. at 1022 n.11. Probably a more satisfactory explanation lies in analysis of the restrictive interests involved. See United States v. Tateo, 377 U.S. 463, 465—466, 84 S.Ct. 1587, 1589, 12 L.Ed.2d 448 (1964); Price v. Georgia, supra, 398 U.S. at 329, n.4, 90 S.Ct. at 1761, n.4; United States v. Wilson, supra.\nIt has been stated that “the principle of double jeopardy serves not one, but three distinct interests. In ascending degrees of importance, they are: (1) an interest in finality which may be overcome relatively easily; (2) an interest in avoiding double punishment which comes armed with a presumption in the defendant’s favor; and (3) an interest in nullification-v/z., an interest in allowing the system to acquit against the evidence-which is absolute. These three interests are loosely connected to the notion of ending litigation, and it is this connection that provides textual justification for bringing them under the common ‘rubric’ of double jeopardy.”\nAppellant, by his procurement of reversal of his guilty plea has occasioned a deferment of finality of the third degree murder charge. “. . . [T]o require a criminal defendant to stand trial again after he has successfully invoked a statutory right of appeal to upset his first conviction is not an act of governmental oppression of the sort against which the Double Jeopardy Clause was intended to protect.” United States v. Scott, 437 U.S. 82, 91, 98 S.Ct. 2187, 57 L.Ed.2d 65 (1978). There is no actual or implied acquittal here for under United States v. Scott, supra at 97, 98 S.Ct. at 2196-2197, “. . . a defendant is acquitted only when ‘the ruling of the judge whatever its label, actually represents a resolution in the defendant’s favor, correct or not, of some or all of the factual elements of the offense charged’ (citing United States v. Martin Linen Supply Co., 430 U.S. 564, 97 S.Ct. 1349, 51 L.Ed.2d 642 (1977).” Consequently, there is no nullification interest to be protected, nor, at this stage of the proceedings, is there a double punishment question. On the other hand the public has a right “to one complete opportunity to convict those who have violated its laws.” Arizona v. Washington, 434 U.S. 497, 509, 98 S.Ct. 824, 832, 54 L.Ed.2d 717 (1978). To permit a defendant to reduce the charges against him by procurement of reversal and remand in a plea bargain case is as repugnant as permitting the prosecution to try to convince a second trier of fact of defendant’s guilt after having failed in its first attempt.\nWe find the appellant not placed in jeopardy of first or second degree murder by the court’s acceptance of the Commonwealth’s certification of third degree murder. We further find there are no recognized compelling interests operable in the double jeopardy principle which bars prosecution of appellant for first and second degree murder. Accordingly, we hold neither the Fifth Amendment’s Double Jeopardy Clause nor the Pennsylvania Constitution’s double jeopardy provision bars the prosecution of appellant for first and second degree murder.\nOrder affirmed.\nLARSEN, J., concurred in the result.\nEAGEN, C. J., filed a dissenting opinion.\nROBERTS, J., filed a dissenting opinion.\n. 455 Pa. 198, 316 A.2d 77 (1974).\n. A Bolden appeal does not permit “piggybacking” non-double jeopardy issues. Commonwealth v. Klobuchir, supra; and see, e. g., United States v. MacDonald, 435 U.S. 850, 98 S.Ct. 1547, 56 L.Ed.2d 18 (1978); Abney v. United States, 431 U.S. 651, 97 S.Ct. 2034, 52 L.Ed.2d 651 (1977).\n. The collateral estoppel aspect of double jeopardy, as defined in Ashe v. Swenson, 397 U.S. 436, 90 S.Ct. 1189, 25 L.Ed.2d 469 (1970), is clearly not applicable under the facts of this case nor is it argued by appellant.\n. Rule 319. Pleas and Plea Agreements\n(b) Plea agreements.\n(3) If the judge is satisfied that the plea is understandingly and voluntarily tendered, he may accept the plea. If thereafter the judge decides not to concur in the plea agreement, he shall permit the defendant to withdraw his plea.\n. In Price and Green the proceedings were adversary, the defendants pled not guilty and the trial was before a jury.\n. Since this is a plea bargain case, we do not reach the question of whether there can be an implicit acquittal in a trial without a jury.\n. Weston and Drubel, “Toward a General Theory of Double Jeopardy”, The Supreme Court Review 1978, p. 81.\n. This language overturned Rivers v. Lucas, supra, in the 6th Cir. case of Hawk v. Berkemer, supra.\n. Cf. opinion by Mr. Justice Roberts in Commonwealth v. Metz, 425 Pa. 188, 192 n.9, 288 A.2d 727, 729 n.9 (1967).\n. Often called “two bites at the apple.”"}