{"id": "1765627", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nIn 1976 appellants Alfred Bershefsky and Mary Ann Bershefsky commenced this action in trespass against appellees the Commonwealth of Pennsylvania, the Department of Public Welfare, and Farview State Hospital. The complaint alleges that as a result of appellees’ negligence and reckless and wanton conduct, Herschel Smith, a former Farview patient, was able to gain access to the administration building of Farview and shoot Alfred Bershefsky, a Farview employee. The Commonwealth Court, by order dated June 16, 1977, dismissed the complaint on the basis of sovereign immunity. This Court on October 6, 1979 granted the parties’ joint petition to vacate the Commonwealth Court’s order and remand the case in light of Mayle v. Pennsylvania Dept. of Highways, 479 Pa. 384, 388 A.2d 709 (1978), application for reargument denied, 479 Pa. 411, 390 A.2d 181 (1978) and Act 152, Act of September 28, 1978, P.L. 788, §§ 1 et seq. See also Brungard v. Hartman, 483 Pa. 200, 394 A.2d 1265 (1978) (Commonwealth Court’s dismissal of complaint on basis of sovereign immunity vacated and remanded in light of Mayle). On remand, the Commonwealth Court dismissed the complaint on the ground that Act 152, which created for the first time in Pennsylvania statutory sovereign immunity in certain categories, barred the action.\nThis Court recently held in Gibson v. Commonwealth of Pennsylvania, 490 Pa. 156, 415 A.2d 80 (1980), that Act 152 cannot be constitutionally applied to actions like the present one which accrued and were in existence prior to passage of the Act. Here, as in Gibson, it was error for the Commonwealth Court to dismiss the complaint.\nAccordingly, the order of the Commonwealth Court is vacated and the case is remanded for further proceedings consistent with this opinion.\nNIX, J., files a dissenting opinion.\nEAGEN, C. J., and O’BRIEN, J., dissent.\nLARSEN, J., joins in this opinion and files a concurring opinion.\nThe Commonwealth’s application for reargument requested that this Court give Mayle prospective effect only."}