{"id": "1765704", "contents": "OPINION\nLARSEN, Justice:\nIn 1972, appellant was convicted of murder in the first degree in connection with the shooting death of his girlfriend. Motions for new trial and arrest of judgment were denied, and appellant was sentenced to life imprisonment. A direct appeal was taken to this Court, and we affirmed the judgment of sentence, see Commonwealth v. Bundy, 458 Pa. 240, 328 A.2d 517 (1974).\nSubsequently, appellant filed a petition under the Post Conviction Hearing Act alleging ineffective assistance of trial counsel. A hearing was held, and the relief requested was denied. Because appellant’s counsel at that hearing was from the same public defender’s office as was trial counsel, this Court reversed the lower court’s order and remanded the case for a second hearing, see Commonwealth v. Bundy, 480 Pa. 543, 391 A.2d 1018 (1978). After that hearing, a second order denying relief was entered, and the instant appeal is from that order.\nAppellant’s sole contention is that he was denied effective assistance of counsel because his attorney failed to adequately prepare for trial. Appellant bases this assertion on the fact that his counsel met with him only once before the trial and failed to establish a working relationship with him.\nThe time devoted to attorney-client consultations affords no basis for inferring the total extent of trial preparation. Commonwealth v. Owens, 454 Pa. 268, 272, 312 A.2d 378, 381 (1972). This is particularly true in the instant case, as the record discloses that: an investigator from trial counsel’s office interviewed appellant at length and taped the interview; as a result of that interview, other investigators were dispatched to locate potential witnesses; trial counsel reviewed appellant’s taped statement and the investigators reports and spoke with each of the investigators who had worked on the case; trial counsel also obtained and reviewed his associate’s file on, and the testimony from, the coroner’s inquest; and, finally, trial counsel prepared for and argued a pre-trial suppression motion which had been filed by appellant. This record amply supports the lower court’s conclusion that trial counsel was adequately prepared for trial, and that court’s order denying appellant’s petition for post-conviction relief is, therefore, affirmed."}