{"id": "1765636", "contents": "OPINION\nEAGEN, Chief Justice.\nFollowing a non-jury trial, appellant, Alan L. Scarborough, was found guilty of murder of the third degree. Post-verdict motions were denied, and Scarborough was sentenced to six to eighteen years of imprisonment. This appeal followed.\nIn his first assignment of error, Scarborough contends that the Commonwealth’s evidence was insufficient, as a matter of law, to prove his sanity beyond a reasonable doubt and that the guilty verdict was based on conjecture and surmise. In making those claims, Scarborough relies on the fact that the Commonwealth’s psychiatric expert arrived at his opinion that he (Scarborough) knew the nature and quality of his act and knew it was wrong without the benefit of any personal examination while the defense experts had extensive personal contact with him and both reached an opposite conclusion.\nAt trial, Scarborough placed the question of his sanity in issue through the testimony of a psychiatrist and a psychologist, each of whom had personal contact with Scarborough after his arrest for the murder as well as contact with persons related to or acquainted with him. Both witnesses testified that Scarborough was a schizophrenic and that, in their opinion, at the time of the shooting, Scarborough had been unable to correctly perceive the significance or nature of his act or its result and had not had the capacity to understand the rightness or wrongness of his act.\nIn cases where, as here, there is sufficient evidence present to raise the issue of insanity, the burden of proof is upon the Commonwealth to establish the appellant’s sanity beyond a reasonable doubt. Commonwealth v. Hubbard, 485 Pa. 353, 402 A.2d 999 (1979); Commonwealth v. Hicks, supra; Commonwealth v. Rose, 457 Pa. 380, 321 A.2d 880 (1974); Commonwealth v. Demmitt, 456 Pa. 475, 321 A.2d 627 (1974). In reviewing the sufficiency of the evidence, the test is “[wjhether, accepting as true all the evidence and all reasonable inferences therefrom, upon which if believed the jury could properly have based its verdict, it is sufficient in law to prove beyond a reasonable doubt that the defendant is guilty of the crime or crimes of which he has been convicted.” Commonwealth v. Vogel, 468 Pa. 438, 446-447, 364 A.2d 274, 278 (1976), quoting Commonwealth v. Bayard, 453 Pa. 506, 509, 309 A.2d 579, 581 (1973). In its case-in-chief, the Commonwealth produced several lay witnesses who testified concerning Scarborough’s statements and actions both prior to and after the shooting. This testimony established the following:\nDuring the day prior to the shooting and again immediately before he went to the victim’s home, Scarborough told Cindy Hampton, his common-law wife, that “Doug [the victim] has to die.” Upon returning from the victim’s home, he told her that “It’s done”; that he thought Doug was dead; that he had asked Doug to commit suicide; that she should not ask whether he did commit suicide; and, that he thought he had thrown the gun away. Shortly after this conversation, Scarborough called the police and told the dispatcher that he thought Doug Straley was dead; that there had been a shooting; that he was partially involved; and, that an ambulance should be sent. Scarborough also gave the dispatcher detailed directions to Straley’s home as well as his own address. After making the call, Scarborough told Cindy Hampton that “he would either have to stay and face the music or would have to go.” When the local police arrived at Scarborough’s home and read Scarborough his constitutional rights, he twice stated he did not know if he understood them. However, when the state police later arrived, read him his rights and asked if he understood, Scarborough nodded affirmatively. Shortly thereafter, Scarborough was handcuffed, and a frisk revealed spent and live .45 caliber cartridges in his pockets. Scarborough was then driven to the Straley home and gave directions throughout the drive. The state police questioned Scarborough between the time they read him his rights at his home and their arrival at Straley’s apartment. Scarborough refused to respond to some questions and mumbled or went off on a tangent about politics in response to others. However, he did state that he was not under the influence of drugs or alcohol; that Doug Straley had his .45 caliber pistol; that he (Scarborough) had not fired the gun in a week; that he and Straley had shot the handgun in the past, but not recently; and, that he and Straley had a confrontation several hours earlier over political views. At the Straley home, Doug Straley was found dead in an upstairs bedroom. Cause of death was later determined to be a single wound to the head from a single projectile. After discovery of the body, Scarborough was again read his rights. He stated that he understood them and that he would not answer any more questions until he got an attorney. Questioning ceased, but Scarborough later blurted out that “[tjhere are things that you do that you know are wrong, but you still have to do them anyway,” and, that he had tried to get Straley to commit suicide, but he would not. Prior to making these statements, Scarborough had nodded affirmatively when the ambulance driver asked him, while they were alone, if he had killed Straley and then put his finger to his lips when a state police officer approached. On the way to the District Justice for arraignment, Scarborough told the state police officers the shortest route to take and, upon arriving, engaged in a normal conversation with the District Justice. While imprisoned on the day following the shooting, Scarborough phoned the victim’s home and asked for him. During the conversation with Straley’s landlady which followed, Scarborough admitted that he had tried to get Straley to commit suicide, but he had refused and that the gun had gone off in the ensuing struggle. During rebuttal, the Commonwealth called Dr. John M. Hume, a psychiatrist, who testified that, in his opinion, Scarborough did know the difference between right and wrong and knew the nature and quality of the act involved at the time of the shooting. This opinion was given in response to a lengthy hypothetical question and was based on the information contained in the hypothetical question, Dr. Hume’s interviews with ten people connected with Scarborough, his review of the statements of 17 people given to the police in connection with the case, his analysis of the results of tests given to Scarborough at Farview State Hospital, and the testimony given by the two defense experts.\nThe fact that the opinion of the Commonwealth’s psychiatrist was not founded on personal examination of Scarborough and directly conflicted with the opinions of the defense’s experts who had such personal contact does not render the verdict invalid as based on surmise or conjecture. In an identical situation in Commonwealth v. Vogel, supra, we found such a circumstance to be “of no moment” and found it entirely proper for a qualified medical expert to offer an opinion on a person’s mental condition based on a hypothetical question composed of the facts presented at trial. Id. 468 Pa. at 447, 364 A.2d at 278. Moreover, here, as in Vogel, there was considerable testimony from lay witnesses pertaining to Scarborough’s “actions, conversation and statements at the time of the killing from which the [trier of fact] could find that he knew what he was doing when he killed and knew it was wrong.” Id., 468 Pa. at 448, 364 A.2d at 279 (citing cases). Such testimony has been found sufficient by itself to establish the sanity of an accused. Commonwealth v. Hubbard, supra; Commonwealth v. Demmitt, supra.\nSince it is the factfinder’s province to determine the weight and credibility of the evidence, including psychiatric testimony, see Commonwealth v. Mulgrew, 475 Pa. 271, 380 A.2d 349 (1977); Commonwealth v. Vogel, supra, viewing the evidence in the light most favorable to the verdict-winner, we must conclude sufficient evidence was presented from which the factfinder could have determined Scarborough was sane at the time of the shooting beyond a reasonable doubt.\nNext, Scarborough contends the trial court erred in failing to suppress statements made by him and physical evidence seized from his person.\nInitially, Scarborough complains the trial court erred in failing to suppress statements he made to Randall Negley (dispatcher at Franklin County Communications Center), Kenneth Smith (an ambulance driver), Milton Brown (a state policeman), Bruce Miller (a state policeman), and Eunice Jones (the victim’s landlady) and a statement overheard by Berne Miller (a guard at Franklin County Prison) on the ground that he lacked testimonial capacity. This issue was raised in Scarborough’s pre-trial suppression application, and suppression was denied after a hearing. However, Pa.R.Crim.P. 323 which governs pre-trial suppression of evidence only applies to evidence allegedly obtained in violation of a defendant’s rights. See Pa.R.C‘rim.P. 323(a), (h), (i), and the comment to the rule. Scarborough’s complaint does not speak to the method by which his statements were obtained, but to his own competency to make the admissions. See Commonwealth v. Cunningham, 457 Pa. 397, 322 A.2d 644 (1974). This Court has previously found the issue of competency to make admissions to be one for the determination of the trial court. Commonwealth v. Cunningham, supra, 457 Pa. at 403, 322 A.2d at 647 (citing cases). Thus, this issue was not such as could be properly raised or heard at a pre-trial suppression proceeding. See Commonwealth v. Cunningham, supra; Pa.R.Crim.P. 323(a) and the comment to the rule. Cf. Commonwealth v. Murphy, 459 Pa. 297, 328 A.2d 842 (1974). Since the record does not show that Scarborough objected to the admission of his statements at trial on the ground of his testimonial incapacity, the issue is waived.\nAlternatively, Scarborough asserts his statements to state police officers, Miller and Brown, should have been suppressed because he lacked the mental capacity to voluntarily, knowingly, and intelligently waive his constitutional rights before making the statements to Officer Miller and because his statements to Corporal Brown were made after he (Scarborough) had exercised his privilege against self-incrimination and requested an attorney.\nAs we stated in footnote 5, supra, when reviewing the determination of a suppression court, we will consider only the evidence of the Commonwealth and the uncontradicted evidence of the defense.\nViewed in this manner, the following evidence, pertinent to Scarborough’s alleged waiver of his constitutional rights, was presented at the suppression hearing:\nUpon returning from the victim’s home on the night of the shooting, Scarborough’s common-law wife, Cindy Hampton, asked Scarborough if Straley had committed suicide and he replied, “Don’t ask.” Shortly after this conversation, Scarborough called the police, told the dispatcher that he thought Doug Straley was dead; that there had been a shooting; that he was partially involved; and, that an ambulance should be sent. He then gave the dispatcher detailed directions to Straley’s home as well as his own address. After making the call, Scarborough told Cindy Hampton that “he would either have to stay and face the music or would have to go.” When the local police arrived at Scarborough’s residence, they read him the Miranda warnings, but he twice stated that he did not know if he understood. Shortly thereafter, state police officer Miller arrived and read Scarborough his rights. Scarborough nodded affirmatively when asked if he understood.\nMiller testified that he thought Scarborough appeared nauseous at this time. State police Corporal Brown then arrived and ordered Scarborough handcuffed. A pat-down search uncovered live and spent .45 caliber shells in Scarborough’s pockets. Scarborough then agreed to take the state police officers to Straley’s home and gave explicit directions during the drive. Between the time Trooper Miller read Scarborough his rights and the arrival at Straley’s residence, Scarborough was questioned by Trooper Miller. Scarborough refused to answer some questions and mumbled or went off on a tangent about politics in response to others. However, Scarborough did state that he was not under the influence of drugs or alcohol; that Doug Straley had his .45 caliber pistol; that he (Scarborough) had not fired the gun in a week; that he and Straley had shot the handgun in the past, but not recently; and, that he and Straley had a confrontation several hours earlier over political views. After arrival at the Straley home and discovery of Straley’s body, Corporal Brown read Scarborough his rights. Scarborough stated that he understood them and that he would not answer any more questions until he got an attorney. Scarborough was then left alone with an ambulance driver, whom he knew, and nodded affirmatively when the driver asked him if he shot Straley. Immediately afterward, as Corporal Brown returned, Scarborough put his finger to his lips. Later, in Corporal Brown’s presence, Scarborough blurted out that “[tjhere are things that you do that you know are wrong but you still have to do them” and repeated the statement when Brown asked him what he had said. Scarborough then stated that he had tried to get Straley to commit suicide but that he would not. When he was later taken to the District Justice for arraignment, Scarborough told the police officers the shortest route to take and, after 'arriving, he engaged in a normal conversation, unrelated to the criminal charge, with the District Justice. During that drive and after arriving at the District Justice’s office, Scarborough stated several times that it was December 7, the day they bombed Pearl Harbor.\nAt the suppression hearing, a psychiatric witness for the defense, Dr. Joseph O. Strife, testified that, in his opinion, Scarborough suffered from paranoid schizophrenia and that there was an excellent chance he was psychotic on December 7, 1975 when he was questioned by Officer Miller and may have been unable to comprehend the Miranda warnings or understand, the statements he made. However, Dr. Strife also agreed that, if Scarborough had stated he did understand his rights, did not want to make a statement and wanted to talk to an attorney and, if he had made exculpatory statements, those circumstances would evidence recognition of available options and comprehension of the situation.\nIn view of the fact that a voluntary, knowing, and intelligent waiver of constitutional rights need merely be established by a preponderance of the evidence, Commonwealth v. Roberson, 485 Pa. 586, 403 A.2d 544 (1979); Commonwealth v. Culberson, 467 Pa. 424, 358 A.2d 416 (1976), and the testimony indicating that Scarborough comprehended his constitutional rights, knew what he was saying, and voluntarily intended to say it, cf. Commonwealth v. Culberson, supra, 467 Pa. at 428, 358 A.2d at 417; Commonwealth v. Smith, 447 Pa. 457, 460, 291 A.2d 103, 105 (1972), the suppression court did not err in concluding Scarborough had the necessary mental capacity to voluntarily, knowingly, and intelligently waive his rights and make incriminating statements to Officer Miller.\nScarborough also complains that his statements to Corporal Brown should have been suppressed because they were made after he had chosen to remain silent and requested an attorney. Again, the record of the suppression hearing reveals that Corporal Brown read Scarborough his rights at the Straley home after the victim’s body was discovered; that Scarborough said he understood; and, that he did not want to say anything until he saw an attorney. Questioning ceased but, a short time later, Scarborough stated, “There’s things you do you know are wrong, but you have to do them anyway.” Corporal Brown asked Scarborough what he meant, and Scarborough repeated the statement. Shortly thereafter and without further questioning, Scarborough also stated he had tried to get Doug (Straley) to commit suicide, but he would not do it. However, after this last statement was made, Corporal Brown asked Scarborough whether Doug Straley was a homosexual and whether he (Scarborough) had had relations with him. Scarborough responded affirmatively to both.\nThe general rule is that once an individual is given the Miranda warnings and wishes to exercise any of those rights, all interrogation must cease. Commonwealth v. Nahodil, 462 Pa. 301, 341 A.2d 91 (1975); Commonwealth v. Youngblood, 453 Pa. 225, 307 A.2d 922 (1974); Commonwealth v. Mercier, 451 Pa. 211, 302 A.2d 337 (1973); Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602,16 L.Ed.2d 694 (1966). If interrogation continues without the presence of an attorney and a statement is taken, the Commonwealth has a heavy burden of demonstrating that the defendant knowingly and intelligently waived his privilege against self-incrimination and his right to counsel. Commonwealth v. Nahodil, supra; Commonwealth v. Youngblood, supra; Commonwealth v. Mercier, supra; Miranda v. Arizona, supra. However, the rule is equally well-established that a statement which is spontaneously volunteered is admissible notwithstanding a prior assertion of constitutional rights. Commonwealth v. Myers, 481 Pa. 217, 392 A.2d 685 (1978); Common wealth v. DuVal, 453 Pa. 205, 307 A.2d 229 (1973); see also Commonwealth v. Sero, 478 Pa. 440, 387 A.2d 63 (1978); Commonwealth v. Brittain, 455 Pa. 562, 317 A.2d 219 (1974). Here, Corporal Brown’s uncontradioted testimony at the suppression hearing established that the first two statements Scarborough complains of were not made in response to interrogation but were volunteered. Thus, the court below did not err in refusing to suppress these statements.\nScarborough’s responses to Corporal Brown’s questions concerning the victim’s homosexuality and Scarborough’s sexual relations with him are of a different nature. Although we have previously found resumption of questioning permissible after an assertion of constitutional rights where the defendant initiates the questioning, Commonwealth v. Mercier, supra; cf. Commonwealth v. Rigler, 488 Pa. 441, 412 A.2d 846 (1980), Scarborough’s isolated statements to Corporal Brown do not really present such a circumstance, compare Commonwealth v. Rigler, supra; Commonwealth v. Mercier, supra. More importantly, Scarborough was not reread his rights before Corporal Brown asked these questions. Cf. Commonwealth v. Brittain, supra; Commonwealth v. Youngblood, supra. Since Corporal Brown’s questions were such as might induce an incriminating statement, see Commonwealth v. DuVal, supra; Commonwealth v. Simala, 434 Pa. 219, 252 A.2d 575 (1968), and since the circumstances do not indicate a valid waiver of constitutional rights with regard to the responses, Corporal Brown’s questions and Scarborough’s answers should have been suppressed. However, their admission at Scarborough’s trial does not mandate a new trial. The answers Scarborough actually gave were not inculpatory but merely developed his relationship with the victim more fully. Although there may be circumstances in which evidence indicating that a defendant is a homosexual and engaged in such a relationship with a murder victim might be inflammatory and unduly prejudicial, this does not appear to be such a case. The evidence here was presented as part of the testimony concerning the investigation of the case and Scarborough’s statements and behavior during the investigation. As such, it was relevant to the issues concerning Scarborough’s mental capability but received no special emphasis. Under the circumstances of this case, there is no indication that the introduction of this testimony constituted or had the effect of an appeal to the emotions or prejudices of the trier of fact. In this light and in view of the overwhelming evidence of guilt presented, we cannot say there is a reásonable possibility that the erroneous admission of the testimony in question contributed to Scarborough’s conviction. We thus find the error harmless beyond a reasonable doubt. See Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155 (1978).\nScarborough also asserts the cartridges found on his person were seized incident to an unlawful arrest. When Scarborough was handcuffed at his home, prior to being taken to the scene of the shooting, he was frisked, and empty and loaded .45 caliber cartridges were found in his pockets. The cartridges were returned to his pockets and later removed when Scarborough was taken to a District Justice for preliminary arraignment.\nThe Commonwealth does not dispute that Scarborough was arrested at the time he was handcuffed or that the cartridges were, in effect, seized at that time. Rather, the Commonwealth argues that there was probable cause to' arrest at the time Scarborough was handcuffed and that the cartridges were lawfully obtained incident to the arrest.\nAt the time Scarborough was handcuffed, the state police were aware that Scarborough had called the Franklin County Communication Center and stated that there had been a shooting; that he thought the victim, Doug Straley, was dead; and, that he was partially involved. When the state police arrived at the home address given by Scarborough, they were advised by local police officers who had arrived earlier that Scarborough was inside and that his friend, Doug Straley, was dead.\nThe test for determining whether probable cause to arrest exists is whether “the facts and circumstances within the arresting officer’s knowledge and of which he had reasonably trustworthy information are sufficient in themselves to warrant a man of reasonable caution in the belief that an offense has been or is being committed and that the person to be arrested has committed or is committing the offense.” Betrand Appeal, 451 Pa. 381, 385, 303 A.2d 486, 488 (1973); Commonwealth v. Goslee, 427 Pa. 403, 407, 234 A.2d 849, 851 (1967). Although it is a close question, we cannot say the lower court erred in finding that probable cause to arrest existed here since Scarborough’s statement that he was partially involved can be viewed as a self-incriminating statement. Nor, in view of the fact that the cartridges were discovered during a permissible search for weapons or easily disposed of evidence, incident to a lawful arrest, see Commonwealth v. Bess, 476 Pa. 364, 382 A.2d 1212 (1978) (citing cases), can we conclude the court erred in refusing to suppress this evidence.\nFinally, Scarborough contends the trial court erred in admitting the recorded testimony of Dr. W. E. Hall into evidence. Dr. Hall, the forensic pathologist who had performed the autopsy on Straley, died prior to trial, and his testimony at Scarborough’s preliminary hearing was admitted into evidence at trial over defense counsel’s objection.\nAs the Commonwealth concedes, the admission of this testimony is not authorized by the Act of May 23, 1887, P.L. 158, § 3, 19 P.S. § 582 (1964). Commonwealth v. Rodgers, 472 Pa. 435, 372 A.2d 771 (1977); Commonwealth v. Velasquez, 449 Pa. 599, 296 A.2d 768 (1972). However, our common law permits the admission of an unavailable witness’ prior recorded testimony from a preliminary hearing, provided the defendant had counsel and a full opportunity to cross-examine the witness during the earlier proceeding. Commonwealth v. Rodgers, supra; Commonwealth v. Duncan, 473 Pa. 62, 373 A.2d 1051 (1976); Commonwealth v. Clarkson, 438 Pa. 523, 265 A.2d 802 (1970). At the preliminary hearing in the instant case, Scarborough was present, had counsel, and was given and exercised the opportunity to cross-examine Dr. Hall. Yet, Scarborough asserts Dr. Hall’s testimony was not admissible under the common law rule because he did not have a full opportunity to cross-examine him. In support of this assertion Scarborough cites: (1) the district court’s refusal to allow him to question Dr. Hall with regard to the possibility of suicide; (2) Dr. Hall’s failure to bring his records to the hearing, which Scarborough alleges effectively precluded him from inquiring into the results of the autopsy; and, (3) the nature of a preliminary hearing itself. However, our review of the instant record and prior decisions of this Court convinces us Scarborough’s opportunity to cross-examine Dr. Hall was sufficient to render his testimony admissible at the subsequent trial.\nThe record reveals that, during direct examination at the preliminary hearing, Dr. Hall merely testified to having performed the autopsy on the victim; to death having been caused by a single wound from a single missile or bullet of .32 or larger caliber; and, to the path of the missile through the skull. During cross-examination, defense counsel questioned Dr. Hall concerning the bullet’s path through the skull, other possible causes of death, estimation of the bullet’s caliber, analysis of the victim’s blood for alcohol content, and analysis of the victim’s urine for drugs.\nScarborough claims his cross-examination of Dr. Hall was limited by the court’s prohibition of cross-examination pertaining to facts which would indicate suicide. The only question of record in any way related to that issue is defense counsel’s inquiry as to the gun’s distance'from the victim when fired. The Commonwealth’s objection to that question was sustained by the magisterial court. Since direct examination of Dr. Hall did not directly or inferentially extend to the method of infliction of the victim’s wound or to who may have inflicted it, defense counsel’s question went beyond the scope of direct examination and constituted an attempt to develop the defense’s case. See Commonwealth v. Schmidt, 437 Pa. 563, 263 A.2d 382 (1970). In this light, we cannot say that the magisterial court abused its discretion in sustaining the objection or that cross-examination was, thus, unfairly limited. See Commonwealth v. Schmidt, supra (citing cases). Cf. Commonwealth v. Rolison, 473 Pa. 261, 374 A.2d 509 (1977) (plurality); Commonwealth v. Lopinson, 427 Pa. 284, 234 A.2d 552, vacated 392 U.S. 647, 88 S.Ct. 2277, 20 L.Ed.2d 1344 (1967), appeal after remand 449 Pa. 33, 296 A.2d 524, cert. denied, 411 U.S. 986, 93 S.Ct. 2269, 36 L.Ed.2d 963 (1972).\nScarborough’s second claim, that his cross-examination of Hall was limited by the doctor’s failure to bring his records, was not presented at trial as a basis for objection to the admission of the testimony and is, therefore, waived. Commonwealth v. Williams, 476 Pa. 557, 383 A.2d 503 (1978); Commonwealth v. Rivera, 470 Pa. 131, 367 A.2d 719 (1976). In any event, the record does not show that defense counsel was substantially hindered in obtaining answers to his questions because of the absence of Dr. Hall’s records.\nLastly, Scarborough claims his opportunity to cross-examine Dr. Hall was limited by the scope and nature of the preliminary hearing. More specifically, Scarborough points to the facts that the Commonwealth has a lesser burden of proof at a preliminary hearing than at trial (establishment of a prima facie case versus proof of the defendant’s commission of the crime beyond a reasonable doubt) and that the defense generally uses a preliminary hearing for discovery rather than as a vehicle for impeaching Commonwealth witnesses. However, in Commonwealth v. Clarkson, supra 438 Pa. at 525, 265 A.2d at 803, this Court specifically addressed this issue, stating:\n“While it is true that the focus of a preliminary hearing is narrower than that of a trial, we are not persuaded that the difference requires exclusion of the testimony taken at such a hearing. Our basic concern is for the reliability of the testimony which was elicited in the preliminary hearing, and we do not feel that its reliability is affected by the scope or focus of the proceeding. It would certainly be more desirable to have the witness present at trial, but it would be vastly less desirable to exclude such evidence altogether.”\nSee also Commonwealth v. Velasquez, supra; cf. Commonwealth v. Stasko, supra.\nJudgment affirmed.\nROBERTS and NIX, JJ., concur in the result.\n. Under the M’Naughten test utilized in Pennsylvania, an accused is legally insane if, at the time he committed the act, he “was labouring under such a defect of reason, from disease of the mind, as not to know the nature and quality of the act he was doing, or if he did know it that he did not know he was doing what was wrong.” Commonwealth v. Hicks, 483 Pa. 305, 310, 396 A.2d 1183, 1185 (1979) (citing cases).\n. The psychiatrist, Dr. Joseph O. Strite, had conducted seven examinations of Scarborough, the first of which was eight days after his arrest, to determine his mental status pursuant to a court order requested by defense counsel. The psychologist, Dr. Ronald J. Ref-ice, had supervised Scarborough’s treatment at Farview State Hospital during his incarceration there from February, 1973 to August, 1975.\n. These included statements from each of the witnesses who testified at trial with the exception of Dr. Refice and Dr. Strite, the defense’s experts, and one additional witness.\n. “[This] principle is applicable only where the party having the burden of proof presents testimony to support that burden which is either so unreliable or contradictory as to make any verdict based thereon obviously the result of conjecture and not reason.” Commonwealth v. Farquharson, 467 Pa. 50, 60-61, 354 A.2d 545, 550 (1976).\n. We note that even if we were to consider this issue, it would not warrant relief. The test for determining mental capacity to make admissions is “whether [at the time of his admissions, the defendant’s] memory, his thinking processes or his orientation to reality made it likely that his admissions were untrue.” Commonwealth v. Mozzillo, 443 Pa. 171, 176, 278 A.2d 874, 877 (1971); cf. Commonwealth v. Cunningham, supra 457 Pa. at 403, 322 A.2d at 646-647. When reviewing a suppression court’s findings, we consider the evidence of the Commonwealth and so much of the defense evidence as, fairly read in the context of the record as a whole, remains uncontradicted. Commonwealth v. Brantner, 486 Pa. 518, 406 A.2d 1011 (1979); Commonwealth v. O’Bryant, 479 Pa. 534, 388 A.2d 1059 (1978). In view of the testimony concerning Scarborough’s behavior and statements after the shooting (see summarization of testimony from the suppression hearing, infra) indicating Scarborough was cognizant of his surroundings and generally able to respond intelligently to questions, we could not say the suppression court erred in finding Scarborough had the necessary testimonial capacity.\n. We note that Scarborough does not contend his waiver of his rights was not explicit. See Commonwealth v. Bussey, 486 Pa. 221, 404 A.2d 1309 (1979).\n. The fact that Corporal Brown asked Scarborough what he said after Scarborough made the first statement, causing him to repeat it, does not affect our conclusion. As was previously held in a similar factual situation, “[a]sking appellant to repeat what he said was a spontaneous reaction, not interrogation calculated to elicit incriminating statements.” Commonwealth v. Sero, supra 478 Pa. at 453, 387 A.2d at 70. Cf. Commonwealth v. Youngblood, supra.\n. Scarborough’s extra-judicial statements, admitted into evidence at trial, indicated the shooting was precipitated by a dispute over political views. There is nothing on the record to indicate the Commonwealth attempted to show or imply that the shooting stemmed from a sexual relationship.\n. This conclusion is also influenced by the fact that this was a nonjury trial. As we have previously stated with regard to the consideration of other possibly inflammatory evidence, “a judge, as the trier of fact, possesses the training, skill, and experience to enable him to view such [evidence] in a manner so as to preclude prejudicial opinions based on emotion.” Commonwealth v. Batty, 482 Pa. 172, 178, 393 A.2d 435, 438 (1978).\n. This statute provides:\n“Whenever any person has been examined as a witness, either for the Commonwealth or for the defense, in any criminal proceeding conducted in or before a court of record, and the defendant has been present and has had an opportunity to examine or cross-examine, if such witness afterwards die ... notes of his examination shall be competent evidence upon a subsequent trial of the same criminal issue ...”\nThe statute has been found inapplicable to testimony from a preliminary hearing since a preliminary hearing is not a proceeding “before a court of record” within the meaning of the statute. Commonwealth v. Rogers, 472 Pa. 435, 452-453 n. 7, 372 A.2d 779, 779 n. 7 (1977); Commonwealth v. Velasquez, 449 Pa. 599, 603 n. 4, 296 A.2d 768, 770 n. 4 (1972).\n. This rule was unaffected by the Act of 1887. Commonwealth v. Rodgers, supra; Commonwealth v. Stesko, 471 Pa. 373, 370 A.2d 350 (1977); Commonwealth v. Clarkson, supra.\n. We also note that tests related to the distance from which the gun was fired were performed by Trooper Gerald Styers of the State Police Crime Lab in Harrisburg. Trooper Styers testified at trial and was subject to extensive cross-examination by the defense.\n. The only question of record Dr. Hall could not answer was who took the blood sample from the victim."}