{"id": "1769074", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nAppellant, Melvin Douglas Brown, tried on charges of murder and voluntary manslaughter, was found guilty by a jury of murder of the second degree. At trial, appellant raised the defense of not guilty by reason of insanity. In support of his defense, appellant presented psychiatric testimony.\nIn his request for points of charge, appellant’s counsel requested that the jury be instructed as to the consequences of a verdict of not guilty by reason of insanity. This request was denied. The defense renewed its request, however, after the prosecution’s closing argument in which the prosecutor stated:\n“I believe I indicated in my very brief opening what we intended to prove, that it was a homicide and he did it, two of the main essentials. That has been accomplished. It would almost appear that we are getting down to, well, if you accept the fact that Melvin Brown didn’t know what he was doing when he was up in that room, well then, put him out in the street.”\nAgain, the court refused the defense request for an instruction as to the consequences of a verdict of not guilty by reason of insanity. It did, however, instruct the jury that it should not concern itself with any possible future consequences of its verdict, stating that it was the court’s duty to fix the penalty if the defendant was found “guilty.”\nNine days after the jury’s verdict of guilty was returned, this Court rendered its decision in Commonwealth v. Mulgrew, 475 Pa. 271, 380 A.2d 349 (1977). Mulgrew unanimously held that “when insanity is raised as a possible defense to criminal charges, a jury must be instructed concerning the possible psychiatric treatment and commitment of the defendant after the return of a verdict of not guilty by reason of insanity.” Id., 475 Pa. at 277-78, 380 A.2d at 352.\nIn denying appellant’s post-verdict motions, in which appellant again alleged that it was incumbent upon the court to instruct the jury as to the consequences of a verdict of not guilty by reason of insanity, the trial court acknowledged this Court’s decision in Mulgrew but held that a new trial was not required because Mulgrew was decided after appellant’s trial had been completed. Because appellant’s conviction was not yet final at the time Mulgrew was decided, we hold that appellant is entitled to a new trial with an appropriate jury instruction on the consequences of a verdict of not guilty by reason of insanity. Thus, we vacate the judgment of sentence and remand for a new trial.\nIn this Court’s recent decision in August v. Stasak, 492 Pa. 550, 424 A.2d 1328 (1981), in the context of a civil proceeding, this Court reaffirmed the principle that a party whose case is pending on direct appeal is entitled to the benefit of changes in law which occur before the judgment becomes final. We held that appellants were entitled to the benefit of our holding in Brakeman v. Potomac Insurance Co., 472 Pa. 66, 371 A.2d 193 (1977) (absent prejudice insured’s late notice of loss or accident to insurance company not a release of insurance company from liability), decided while their case was on direct appeal. Mr. Justice Larsen, writing for the Court, stated:\n“Since no distinction can be drawn between appellants and the injured party in Brakeman, the same relief should be available. See Gibson v. Commonwealth, 490 Pa. 156, 165, 415 A.2d 80, 85 (1980) where in an analogous situation Mr. Justice Roberts stated for this court: ‘There is no principled reason to discriminate now against appellants whose causes also accrued before [the overruling decision] . . . both classes of suits affect the Commonwealth in equal measure, and therefore must be treated in like fashion.’ ”\nAugust v. Stasak, supra, 492 Pa. at 556, 424 A.2d at 1331. Mr. Justice Larsen also noted that the decision was “in perfect accord with numerous recent decisions in this state,” id., 492 Pa. at 556, 424 A.2d at 1331, citing this Court’s decisions in Gibson v. Commonwealth, 490 Pa. 156, 415 A.2d 80 (1980) and Kuchinic v. McCrory, 422 Pa. 620, 222 A.2d 897 (1966). See also Azzarello v. Black Brothers Co., 480 Pa. 547, 391 A.2d 1020 (1978); Brubaker v. Reading Eagle Co., 422 Pa. 63, 221 A.2d 190 (1966).\nManifestly, our rule in civil cases which applies the law in effect at the time of appellate decision applies with equal force to criminal proceedings. The hardship, recognized by this court in August v. Stasak, supra, would befall parties if they were denied the benefit of prevailing law at the time of direct appeal is of even greater import in a criminal proceeding where the defendant’s life and liberty are at stake. Thus,\n“[i]t would be the height of unreason to apply a stricter rule to criminal cases than to civil actions. The jurisprudential principles which mandate the application on direct appeal of an intervening change in law, even where an objection has not been interposed at trial, apply equally to both proceedings. Two paramount principles are implicated: judicial power and fairness to litigants.”\nCommonwealth v. Hill, 492 Pa. 100, 114, 422 A.2d 491, 499 (1980). (Opinion in Support of Reversal, Roberts, J., joined by O’Brien, C. J. and Flaherty, J.).\nThe principle that a court does not have power to enforce a law which is no longer valid but rather must apply the law as it exists at the time of its decision has been recognized since as early as United States v. Schooner Peggy, 5 U.S. (1 Cranch) 103, 2 L.Ed. 49 (1801). In Schooner Peggy, Justice Marshall wrote:\n“But if, subsequent to the judgment and before the decision of the appellate court a law intervenes and positively changes the rule which governs, the law must be obeyed, or its obligation denied .... In such a case the court must decide according to existing laws, and if it be necessary to set aside a judgment, rightful when rendered, but which cannot be affirmed but in violation of law, the judgment must be set aside.”\nId. at 110. Accord, Cort v. Ash, 422 U.S. 66, 95 S.Ct. 2080, 45 L.Ed.2d 26 (1975); Hamling v. United States, 418 U.S. 87, 94 S.Ct. 2887, 41 L.Ed.2d 590 (1974); Bradley v. School Board of Richmond, 416 U.S. 696, 711, 94 S.Ct. 2006, 2016, 40 L.Ed.2d 476 (1974); Thorpe v. Housing Authority, 393 U.S. 268, 89 S.Ct. 518, 21 L.Ed.2d 474 (1969); Ziffrin, Inc. v. United States, 318 U.S. 73, 63 S.Ct. 465, 87 L.Ed. 621 (1943); Vandenbark v. Owens-Illinois Glass Co., 311 U.S. 538, 61 S.Ct. 347, 85 L.Ed. 327 (1941); United States v. Chambers, 291 U.S. 217, 54 S.Ct. 434, 78 L.Ed. 763 (1934); Commonwealth v. Chaney, 465 Pa. 407, 350 A.2d 829 (1975); Commonwealth v. Saunders, 456 Pa. 406, 322 A.2d 102 (1974); Commonwealth ex rel. Smith v. Myers, 438 Pa. 218, 261 A.2d 550 (1970); Commonwealth v. Little, 432 Pa. 256, 248 A.2d 32 (1968); Commonwealth v. Cheeks, 429 Pa. 89, 239 A.2d 793 (1968); Commonwealth v. Jefferson, 423 Pa. 541, 226 A.2d 765 (1967). See Commonwealth v. Hill, supra, 492 Pa. 100, 422 A.2d 491 (1980) (Opinion in Support of Reversal, Roberts, J., joined by O’Brien, C. J. and Flaherty, J.); Commonwealth v. Ernst, 476 Pa. 102, 381 A.2d 1245 (1977) (Opinion in Support of Reversal, Roberts, J., joined by O’Brien, J. and Manderino, J.); Commonwealth v. Cain, 471 Pa. 140, 369 A.2d 1234 (1977) (Opinion in Support of Reversal, Roberts, J., joined by O’Brien, J. and Manderino, J.).\nFurther, “it is unfair to litigants whose ease is not yet final to subject them to a law that is now recognized as offensive. Evenhanded decision-making requires that similarly situated individuals on direct appeal be treated the same.” Commonwealth v. Hill, supra, 492 Pa. at 115, 422 A.2d at 499 (Opinion in Support of Reversal, Roberts, J., joined by O’Brien, C. J. and Flaherty, J.). As this Court stated, “[n]o one would suggest that this Court would be violating any settled principles of law by making a change in the law and reversing a conviction, even though the law at the time of conviction supported the conviction. This has occurred innumerable times....” Commonwealth ex rel. Smith v. Myers, supra, 438 Pa. at 236, 261 A.2d at 559. Certainly fairness demands that relief be granted not only in the first case which successfully contests a rule of law but also in all other cases pending on direct appeal which suffer from the same infirmity. To do otherwise in criminal proceedings is to impose an unwarranted hardship on defendants which affects their most fundamental rights of life and liberty, while serving no legitimate societal interest in applying an offensive law no longer valid. Cf. August v. Stasak, supra (in civil case, hardship to litigant held to require application of law as it exists at time of appellate review).\nThus, because appellant is entitled to the benefit of this Court’s decision in Commonwealth v. Mulgrew, supra, judgment of sentence is vacated and the case remanded.\nJudgment of sentence vacated and case remanded for a new trial.\nNIX, J., files a concurring opinion.\nLARSEN, J., files a dissenting opinion in which KAUFFMAN, J., joins.\n. Appellant’s first trial also resulted in a judgment of sentence of murder of the second degree. Upon appeal to this Court, judgment of sentence was vacated and a new trial granted. Commonwealth v. Brown, 473 Pa. 562, 375 A.2d 1260 (1977).\nThis case was reassigned to the writer on February 13, 1981.\n. Notes of Testimony at 497.\n. Notes of Testimony at 522-23, 547. The prejudicial effect of the court’s failure to give an instruction as to the consequences of not guilty by reason of insanity was compounded by the verdict slip. This slip provided for the option of “guilty,” but did not also provide for the option of “not guilty by reason of insanity.”\n. In view of our disposition we do not address appellant’s additional allegations of error."}