{"id": "1769132", "contents": "OPINION OF THE COURT\nLARSEN, Justice.\nIn 1976, appellant and an accomplice drove into a gas station located on Saw Mill Run Boulevard in Pittsburgh, Pennsylvania, drew firearms, and forced the manager and a patron to lie face down on the garage floor. Despite compliance with their demands, appellant, after emptying the cash register, fired a single rifle shot into the back of the manager, killing him instantly. The accomplice fired several pistol shots into the patron’s back, rendering him a paraplegic. Appellant was charged with murder, armed robbery and other counts, and he confessed his actions to the police.\nIn 1977, appellant, represented by court appointed trial counsel, pleaded guilty to these charges. A degree of guilt hearing was held at which the trial court conducted an on the record colloquy, after which the trial court accepted the guilty plea. A three judge panel unanimously agreed that the appellant was guilty of murder in the first degree, and he was sentenced to life imprisonment. After sentencing, trial counsel was excused and the public defender was appointed as appellate counsel. No direct appeal was taken.\nIn 1979, appellant sought relief under the Post Conviction Hearing Act (PCHA) alleging that: (1) the guilty plea was not lawfully entered; (2) trial counsel was ineffective in failing to present an intoxication defense; and (3) appellate counsel was ineffective for failing to preserve appellant’s rights on appeal. The PCHA court ordered that relief be denied, and this appeal followed.\nAppellant contends that the plea of guilty was not knowingly, intelligently, and voluntarily entered because the trial counsel threatened that he would withdraw unless the appellant entered a guilty plea. Counsel testified that while he strongly urged the guilty plea, the decision whether or not to plead guilty was left to the appellant. The PCHA court resolved the issue of credibility against the appellant, and decided that the extensive colloquy conducted by the trial court indicated a knowing, intelligent, and voluntary guilty plea. These findings are supported by the record and will not be disturbed on appeal. Commonwealth v. Waddy, 463 Pa. 426, 345 A.2d 179 (1975).\nAppellant next claims that trial counsel was ineffective in failing to present an intoxication defense. A guilty plea waives all non-jurisdictional defects and defenses. Commonwealth v. Montgomery, 458 Pa. 110, 401 A.2d 318 (1979). This Court held in Commonwealth v. Chumley, 482 Pa. 626, 394 A.2d 497 (1978), cert. denied, 440 U.S. 966, 99 S.Ct. 1515, 59 L.Ed.2d 781 (1979), “[A]llegations of ineffective assistance of counsel in connection with entry of the guilty plea will serve as a basis for relief only if the ineffectiveness caused appellant to enter an involuntary or unknowing plea.” (citations omitted). Id., 482 Pa. at 641, 394 A.2d at 504-05. Counsel ineffectiveness in failing to investigate or pursue an intoxication defense is clearly related to the entry of a guilty plea. The decision making process leading to a knowing guilty plea involves exploring any viable defenses, and entry of the plea is made only after all possible defenses have been discussed. The client cannot be expected to understand the significance of facts which may constitute a defense. Consequently, whenever facts which indicate a possible intoxication defense are brought to counsel’s attention, failure to discuss the significance of these facts may cause the client to enter an unknowing plea. Therefore, in conjunction with a guilty plea, if it is alleged that trial counsel was ineffective in failing to pursue an intoxication defense, the issue must be addressed on the merits.\nThe PCHA court considered the merits of the appellant’s claim. Both appellant and his witness, Patricia Lee Hickman, testified that he was drinking heavily before the incident and that the trial counsel was so informed and given names of witnesses to substantiate the intoxication. Counsel testified that he had no recollection of being informed of intoxication in preparing the defense and that he had no notes of intoxication or names of witnesses. Counsel also testified that appellant’s confession and lucid recall of the incident did not indicate anything but sobriety. Again, the PCHA court resolved the issue of credibility against the appellant and this will not be disturbed on appeal. Commonwealth v. Waddy, supra. The transcript of the colloquy also demonstrates that appellant was satisfied with the advocacy of the trial counsel.\nAppellant suggests that the trial counsel had a duty to independently seek evidence of an intoxication defense, even without prompting by the appellant. While counsel did not make an independent investigation of the circumstances prior to the incident, a reasonable basis for counsel’s course of conduct was appellant’s failure to disclose any facts which would indicate intoxication. Furthermore, appellant’s confession and lucid recall of the events belie such a defense. See: Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967). Clearly, counsel who fails to raise non-existent defenses is not ineffective. Commonwealth v. Skurkis, 465 Pa. 257, 348 A.2d 894 (1975). Appellant’s claim of counsel ineffectiveness in connection with an intoxication defense is without merit.\nAppellant’s final assertion is that appellate counsel was ineffective for failing to preserve his rights on appeal. It is uncontradicted that the public defender did not contact appellant during the period for post trial motions or appeal. The appellant claims that this failure to contact is tantamount to lack of counsel, and thus ineffective counsel. The trial court at the sentencing hearing informed appellant that the public defender was now his counsel (the trial counsel having been excused), and the court informed the appellant of his right to appeal. It is not necessary to decide whether under these circumstances appellate counsel has been ineffective because voluntariness of the plea and counsel effectiveness were considered by the PCHA court: even if counsel has been ineffective in not raising issues on direct appeal, this cannot be prejudicial to the appellant where the same issues not only could have been considered on the merits in the collateral PCHA hearing (Commonwealth v. Alston, 473 Pa. 40, 373 A.2d 741 (1977)) but in fact were considered on the merits in the PCHA hearing (Commonwealth v. Skurkis, supra). Furthermore, appellant’s contentions have been shown to be devoid of arguable merit; appellate counsel cannot be deemed to be ineffective for failing to take an appeal on issues which do not have any arguable merit. See: Commonwealth v. Smith, 478 Pa. 76, 385 A.2d 1320 (1978).\nFor these reasons, the Order of the PCHA court dismissing the appellant’s petition is affirmed.\nROBERTS, J., filed a concurring opinion.\nNIX and FLAHERTY, JJ., concur in the result.\n. The PCHA petition also alleged that trial counsel was ineffective for advising him to plead guilty. The PCHA court found that the cold-blooded nature of the homicide, the possibility of the death penalty, and the appellant’s confession formed a reasonable basis for trial counsel’s conduct. This issue has not been preserved on appeal because it is not included in appellant’s statement of questions involved in the appeal.\n. The colloquy was conducted in accordance with Rule 319 of the Pennsylvania Rules of Criminal Procedure and satisfied the requirements of Commonwealth v. Willis, 471 Pa. 50, 369 A.2d 1189 (1977).\n. In Commonwealth v. Bailey, 480 Pa. 329, 390 A.2d 166 (1978), this Court found that counsel was ineffective for failing to investigate a defense of intoxication. However, there were many indications of the existence of such a defense (interview with defendant, indications of defendant’s susceptibility to intoxication, record testimony of beer and whiskey drinking, and the arresting officer’s testimony of defendant’s incoherence) which are not present in this case.\n. Appellant is entitled to PCHA relief only if he can show that his appellate counsel was ineffective. Under the PCHA issues which could have been raised on direct appeal are waived. 19 P.S. § 1180-3(d) (Repealed 1980 Supp.) Since the issue of lawfulness of the guilty plea and ineffectiveness of trial counsel could have been raised on direct appeal, they are waived unless extraordinary circumstances can justify the failure to appeal and rebut the waiver. 19 P.S. § 1180-4(b) (Repealed 1980 Supp.) Ineffectiveness of appellate counsel can constitute extraordinary circumstances. See: Commonwealth v. Murray, 481 Pa. 201, 392 A.2d 317 (1978).\nIf appellate counsel was effective, it is apparent that post-conviction relief can be denied on these procedural grounds. However, all the appellant’s earlier issues have been addressed on the merits because the question of whether appellate counsel should have taken an appeal depends on the merits of the grounds for appeal.\n. At the PCHA hearing, the appellant went so far as to allege that appellate counsel was ineffective in ignoring two letters that he sent to the public defender’s office. The public defender stated that he did not receive any letters, and the PCHA court resolved this issue against the appellant."}