{"id": "1769161", "contents": "OPINION\nWILKINSON, Justice.\nIn 1973, appellant was convicted by a jury in Allegheny County of murder of the first degree. Motions for a new trial and in arrest of judgment were denied and appellant was sentenced to life imprisonment. A direct appeal was taken to this Court whereupon the judgment of sentence was affirmed. Commonwealth v. Irwin, 460 Pa. 296, 333 A.2d 735 (1975).\nOn March 2, 1979, appellant filed a Post Conviction Hearing Act petition in the Allegheny County Court of Common Pleas alleging, inter alia, ineffective assistance of trial counsel. Prior to trial, at trial, and on direct appeal appellant was represented by counsel from the office of the public defender of Allegheny County. Pursuant to his petition request, private counsel was appointed by the court to assist appellant in his post conviction action. After an evidentiary hearing, at which appellant and his trial counsel testified, the court dismissed the post conviction petition on December 3, 1979. This appeal followed.\nAppellant’s sole argument in this appeal is that his trial counsel was ineffective in failing to properly object to, and preserve for appeal, the trial court’s misstatement of the testimony of two Commonwealth witnesses during his summary of the evidence to the jury. The misstatement was raised on direct review of appellant’s conviction. We concluded, however, that the issue was not properly before us because the misquotation was not called to the attention of the court; nor were corrective instructions requested or a specific exception recorded. Irwin, id., 460 Pa. at 298 n.2, 333 A.2d at 736 n.2.\nIn evaluating the effectiveness of counsel where it is claimed that counsel was ineffective by not properly preserving issues in the trial court for appellate review, this Court has applied the standard set forth in Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967): “[C]ounsel’s assistance is deemed constitutionally effective once we are able to conclude that the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interests.” Id., 427 Pa. at 604, 235 A.2d at 352 (emphasis in original). Counsel will not be found ineffective unless “the alternatives not chosen offered a potential for success substantially greater than the tactics actually utilized.” Id., 427 Pa. at 605 n.8, 235 A.2d at 353 n.8. Thus, counsel clearly cannot be found ineffective for failing to assert a meritless claim. Commonwealth v. Taylor, 491 Pa. 205, 420 A.2d 413 (1980).\nWe will first address the issue of the trial court’s inadvertent misstatement of the evidence. There is no question that the trial court incorrectly summarized two witnesses’ testimony; the Commonwealth concedes this in its brief. One misstatement occurred when the trial court said that a prosecution witness, a Hugh McGowan, testified to the following: “. . . that he had seen him [the appellant] at the victim’s house previous to the killing.” McGowan actually testified that he had seen the appellant before in a green Cadillac in the neighborhood where the crime was committed. He also testified that he had seen three people on the night of the crime in a green Cadillac yelling at and “teasing an old man, Mr. Thompson [the victim].” He also testified that Mr. Thompson made hand motions to the green Cadillac motioning the car to get away from him. Secondly, the trial court, in summarizing a Leona Mahler’s testimony said: “And she said, T had seen the defendant before at the’ — the defendant in court here — ‘before at “Winnie’s” house’, that is, at the victim’s house.” Actually Leona Mahler said that she had seen the victim waving on a green Cadillac when it was moving slowly down the street next to him. She also testified to seeing the green Cadillac in the area of the scene of the crime. In addition, she said she had seen the appellant in the area of the scene of the crime in the past.\nThe issue here is whether these misstatements are of such a magnitude as to constitute arguable grounds for reversible error rendering trial counsel ineffective for not correctly preserving the issue for appellate review. Not every variance between the evidence and the judge’s summary of the evidence will constitute prejudicial error. Commonwealth v. Crawford, 452 Pa. 326, 332, 305 A.2d 893, 896 (1973). It is clearly within the discretion of trial judges in Pennsylvania to summarize for the benefit of the jury the evidence adduced at trial. Crawford, id. The trial judge, must, however, avoid material misstatements of the evidence presented in the case. Commonwealth v. Douglas, 461 Pa. 749, 337 A.2d 860 (1975); Commonwealth v. Crawford, supra. A material misstatement involves a “ ‘variance between the testimony of the witness and the judge’s account of it ... of such a nature as [to] seriously . . . prejudice the interests of the defendant and to deprive him of a fair trial’ ”. Crawford, id., 452 Pa. at 330-31, 305 A.2d at 895 (quoting Commonwealth v. O'Brien, 312 Pa. 543, 545, 168 A. 244, 244 (1933)). Where the misstatement involves the most important evidence on a crucial legal question or vital evidentiary point in the case, it may seriously prejudice the defendant’s case and is often considered reversible error. See Commonwealth v. Taylor, 453 Pa. 539, 309 A.2d 367 (1973) (misquoted testimony of “utmost importance” to the jury in assessing defense’s claim of legal insanity); Commonwealth v. Zeger, 200 Pa.Super. 92, 186 A.2d 922 (1962) (misquoted testimony of precisely what defendant said represented the “fulcrum” of the case); Commonwealth v. Johnson, 153 Pa.Super. 437, 34 A.2d 170 (1943) (misquoted evidence on the “vital question” of the identity of the robber). Cf. Commonwealth v. Douglas, supra (misstatement was “totally immaterial” to legal concept being conveyed to jury); Commonwealth v. Frank, 263 Pa.Super. 452, 398 A.2d 663 (1979) (“minor facts” misstated and no prejudice to appellant shown); Commonwealth v. Helwig, 184 Pa.Super. 370, 134 A.2d 694 (1957) (immaterial facts misstated).\nWhen reviewing the misstatement, we must consider the charge to the jury as a whole because prejudicial error cannot be predicated on isolated excerpts of the charge. The general effect of the charge controls. Com monwealth v. Woodward, 483 Pa. 1, 394 A.2d 508 (1978). The evidentiary point being made by the Commonwealth through the use of these two witnesses was the connection of the appellant to a green Cadillac seen in the area of the victim’s residence and also seen following the victim. The Commonwealth was attempting to establish the appellant’s presence at or near the scene of the crime at the relevant time. Viewed as part of the whole charge and as part of the entire trial, the judge’s misstatements do not assume critical importance here because these witnesses’ statements were not crucial to establishing defendant’s presence in the area. Several other witnesses, including an accomplice, testified to appellant’s whereabouts and actions on the day of the crime. Appellant, himself, in conversations with third parties and in a taped confession admitted at trial, provided more precise evidence of his activities that evening. In view of other evidence clearly outlining appellant’s actions, the judge’s misstatement of McGowan’s and Mahler’s testimony is inconsequential and does not rise to the level of prejudicial error.\nOrder affirmed.\n. Act of January 25, 1966, P.L. (1965) 1580, as amended, § 1 et seq., 19 P.S. § 1180-1 et seq., repealed by Section 2(a) [1397] of the Act of April 28, 1978 (Judiciary Act Repealer Act), P.L. 202, as amended by Section 1 of the Act of June 26, 1980, P.L. 265, which delayed repeal until June 27, 1981."}