{"id": "1770743", "contents": "OPINION OF THE COURT\nKAUFFMAN, Justice.\nBefore us is an appeal by Hardee’s Food Systems, Inc. (“Hardee’s”) from an order of the Commonwealth Court sustaining the denial by appellee, Pennsylvania Department of Transportation (“PennDOT”), of Hardee’s application for Highway Occupancy Permits for the construction of two driveways from its property to a state highway.\nHardee’s proposed to develop a tract of land in Lower Allen Township as a fast food restaurant. The lot in question is bounded on the east and west by township roads and on the north by Old Gettysburg Road, a state highway over which PennDOT has exclusive authority and jurisdiction. Pursuant to plans submitted by Hardee’s, Lower Allen Township officials approved vehicular access to one of the township roads and to Old Gettysburg Road, but restricted ingress and egress on both roads to right turn in and right turn out. Access to the other township road was denied. Satisfied with the township plan, Hardee’s applied to Penn-DOT for the necessary approval in making curb cuts along the state highway.\nUpon receipt of Hardee’s application, two memoranda prepared by agency employees were circulated within the district agency office having local jurisdiction over the issuance of Highway Occupancy Permits. The memoranda indicated that the permit for Hardee's curb cut requests should be denied due to “traffic problems.” On May 7, 1979, a letter from the district traffic engineer to the district permit supervisor stated that PennDOT could not approve the permit application as requested. The traffic engineer noted that Section 104(c) of PennDOT’s Driveway Regulations provides that access driveways should not be located in such a manner as to cause “areas of undue traffic congestion on the highway,” and that the 1975 traffic volume map showed that 22,800 vehicles per day were using Old Gettysburg Road. He then concluded: “In light of the high volumes of traffic and the fact that the property has access to two township streets, . . . any and all driveways to this property [should] be from township streets.” On the same day, in a verbatim copy of the traffic engineer’s letter, the district engineer communicated to Hardee’s that PennDOT rejected its permit application request. Hardee’s was thus denied any and all ingress to and egress from Old Gettysburg Road. Subsequently, Hardee’s filed a Petition for Review with the Commonwealth Court seeking to set aside PennDOT’s determination. On April 7, 1980, the Commonwealth Court dismissed the petition. Hardee’s Food Systems, Inc. v. Department of Transportation of Pennsylvania, 50 Pa.Cmwlth. 331, 413 A.2d 1 (1980). We granted allocatur and now vacate the order of the Commonwealth Court and remand for further proceedings consistent with this Opinion.\nA landowner’s right of ingress to and egress from an abutting public highway is an incident of ownership or occupancy of the land, and is a constitutionally protected property right which may be denied only under compelling circumstances. Wolf v. Department of Highways, 422 Pa. 34, 39, 220 A.2d 868, 871 (1966); Rolling Green Golf Club Case, 374 Pa. 450, 456, 97 A.2d 523, 525 (1953); Breinig v. Allegheny County, 332 Pa. 474, 480, 2 A.2d 842, 847 (1938). Nevertheless, the Commonwealth undoubtedly may prohibit vehicular access, in appropriate circumstances, under the general police power. We have long recognized that municipalities may, under the police power, severely limit, or even eliminate, the right of direct access onto a public street — at least where other available access exists. Breinig v. Allegheny County; supra; Farmers-Kissinger Market House Co., Inc. v. Reading, 310 Pa. 493, 165 A. 398 (1933). In Breinig we stated that:\nFirst, a municipality cannot, without condemnation, completely shut off an abutting owner’s access to his land, particularly pedestrian access. Second, in highly congested areas the right of vehicular access may be reduced to a minimum, and be so limited as to exclude the right to maintain driveways immediately fronting the property, where it is possible to locate them elsewhere.\n332 Pa. at 481, 2 A.2d at 842. Similarly, other jurisdictions have recognized the power of cities or towns to pass ordinances or regulations denying an abutting owner the right of vehicular access. See, e. g., Oregon Investment Co. v. Schrunk, 242 Or. 63, 408 P.2d 89 (1965) (access may be denied where adequate other means exist); Johnston v. Boise City, 87 Idaho 44, 390 P.2d 291 (1964) (abutter’s right of access is subservient to public’s right to use the streets). Since a municipality’s power to regulate and maintain public roads within its boundaries under the general police power devolves from the state, Tranter v. Allegheny County Authority, 316 Pa. 65, 74-75, 173 A. 289, 293 (1934); Westmoreland Chemical and Color Co. v. Public Service Commission, 294 Pa. 451, 456, 144 A. 407, 409 (1928), it is clear that the Commonwealth may prohibit vehicular access to and from abutting property to promote and protect the public health, safety, and welfare — especially upon highways under its exclusive jurisdiction.\nWhen the Commonwealth attempts to exercise its police power, however, private rights cannot be denied by the arbitrary and unfettered exercise of administrative discretion. As we said in Breinig:\n[A]cts of regulation, or limitation of rights, under the police powers must be reasonable. They cannot be sustained if they are capricious, arbitrary, or unduly delimit and unreasonably intermeddle with the rights of an abutting property owner. When the county or other authorities so act it is not within the scope of the police power.\nBreinig v. Allegheny County, 332 Pa. at 483, 2 A.2d at 848 (footnote omitted). It is fundamental that a landowner may not be deprived of a constitutionally protected property right by the Commonwealth’s exercise of its police power without a meaningful opportunity to be heard and to develop a proper evidentiary record for judicial review. Section 504 of the Administrative Agency Law provides that “[n]o adjudication of a Commonwealth agency shall be valid as to any party unless he shall have been afforded reasonable notice of a hearing and an opportunity to be heard.” Adjudication is defined as “[a]ny final order, decree, decision, determination or ruling by an agency affecting personal or property rights ... of any or all of the parties to the proceeding in which the adjudication is made.” 2 Pa.C.S.A. § 101 (Supp.1981). The denial of Hardee’s application for driveways was a decision of specific application clearly affecting its property rights, and thus unquestionably was an adjudication. See Redmond v. Milk Marketing Board, 26 Pa.Cmwlth. 368, 373, 363 A.2d 840, 843 (1976).\nWithout according Hardee’s any opportunity to be heard, the district engineer’s May 7, 1979 letter totally prohibited access to and from the state highway simply because the 1975 traffic volume map indicated a “high volume of traffic” on Old Gettysburg Road. The record is devoid, however, of any evidence that this “high volume of traffic” on Old Gettysburg Road as of 1975 would cause “undue traffic congestion” at Hardee’s proposed access points in 1979. Indeed, we have held that increased traffic volume alone is not a sufficient basis to interfere with a landowner’s legitimate use of his property. Archbishop O’Hara’s Appeal, 389 Pa. 35, 131 A.2d 587 (1957). See also Mignatti Construction Co., Inc. v. Bucks County Zoning Hearing Board, 3 Pa.Cmwlth. 242, 256, 281 A.2d 355, 363-64 (1971). Hardee’s constitutionally protected right of access to a state highway was denied without any hearing whatsoever solely on the basis of internal communications between lower level employees of PennDOT to the effect that there was a “high volume of traffic” on Old Gettysburg Road. The record here clearly is insufficient to support such drastic action.\nAccordingly, we vacate the order of the Commonwealth Court and remand for further PennDOT proceedings consistent with this Opinion, including reasonable notice to Hardee’s of an opportunity to be heard.\nO’BRIEN, C. J., and WILKINSON, J., did not participate in the consideration or decision of this case.\nROBERTS, J., filed a dissenting opinion.\n. Act of April 9, 1929, P.L. 177, art. XX, § 2002, as amended, 71 P.S. § 512(a)(10) (Supp.1981).\n. The traffic engineer was in error when he stated that Hardee’s had access to two township roads. At the time of his letter, Lower Allen Township had approved access to only one township road, and this was limited to right turn in, right turn out. Only later was Lower Allen Township’s determination to deny Hardee’s access to the other township road reversed by the Court of Common Pleas. The Commonwealth Court, upon appeal by the township, affirmed. Township of Lower Allen v. Hardee’s Food Systems, Inc.,-Pa.Cmwlth.-, 430 A.2d 1027 (1981).\n. Jurisdiction is vested in this Court pursuant to the Judicial Code, Act of July 9, 1976, P.L. 586, No. 142, § 2, 42 Pa.C.S.A. § 724(a).\n. See also Eminent Domain Code, 26 P.S. § 1-612 (Supp.1981), which provides in pertinent part:\nAll condemnors, including the Commonwealth of Pennsylvania, shall be liable for damages to property abutting the area of an improvement resulting from change of grade of a road or a highway, permanent interference with access thereto, or injury to surface support, whether or not any property is taken. (Emphasis supplied)\nBecause of our úev,en«maíio« to remind for further proceedings, we need not now addr ess the issue whether the denial of access by PennDOT in this case constituted a compensatory taking.\n. The existence of this police power is manifested under section 670-420 of the State Highway Law, which provides in pertinent part:\nThe secretary is empowered to make reasonable rules and regulations governing the use of all State highways, and by the construction of curbs, divisor strips, painted lines or signs may control the direction of the flow of traffic thereon.\nAct of June 1, 1945, P.L. 1242, as amended, Dec. 13, 1979, P.L. 531, No. 117, § 1, 36 P.S. § 670 — 420.\n. Because we conclude that PennDOT may prohibit vehicular access to state highways under appropriate circumstances pursuant to the police power of the Commonwealth, we reject Hardee’s argument that the determination by PennDOT officials contravened the Limited Access Highways Act, Act of May 29, 1945, P.L. 1108, as amended, 36 P.S. § 2391.1 et seq, which PennDOT never contended was the source of the authority exercised here.\n. The Commonwealth contends that Hardee’s has waived any right to an administrative hearing by failing to raise this issue before the Commonwealth Court. We disagree. In its Petition for Review, Hardee’s in fact preserved this issue by alleging that PennDOT’s order “deprived it of its property and rights without due process of law....”\n. Act of April 28, 1978, P.L. 202, No. 53, 2 Pa.C.S.A. § 504 (Supp. 1981).\n. There also is nothing in the record indicating where on Old Gettysburg Road the 22,800 vehicles were traveling or at what times of day traffic was the heaviest. Nor was there any indication of how may vehicles were likely to utilize Hardee’s proposed driveways or whether access, rather than having been totally prohibited, could have been limited to times of reduced traffic.\n. It is also well settled that a denial of access under the police power must be reasonable and uniform. Wolf v. Commonwealth, 422 Pa. at 40, 220 A.2d at 871. Here, the record is totally lacking any evidence of whether other driveways have been permitted along Old Gettysburg Road, and if so, where they are located with reference to Hardee’s property."}