{"id": "1770756", "contents": "OPINION OF THE COURT\nWILKINSON, Justice.\nAppellant was tried by a jury in the Court of Common Pleas of Philadelphia and convicted of murder of the first degree and conspiracy. After the denial of post-trial motions, appellant was sentenced to life imprisonment on the murder conviction and to a concurrent term of one to five years on the conspiracy conviction. This appeal followed. We affirm the judgments of sentence.\nThe evidence showed that early in the morning of August 28,1976, the victim, appellant, his co-conspirator and several others were attending a party at the home of Caroline Baylor. Appellant and the co-conspirator remained at the party for only a short time. At 4:30 a.m., Janice Brown and Diane Newsome left the party. Soon thereafter they encountered appellant and his confederate sitting in a bluish green car. As they approached the car, both women noticed the co-conspirator seated in the back seat with a shotgun in his lap. Both women testified that appellant, in response to Diane Newsome’s inquiries, stated that he was going to “get revenge” on the victim for a stab wound which the victim’s stepfather had previously inflicted upon appellant and that he was “going to kill that . . . . ”\nThe victim left the party shortly after the departure of the two women and stood alone on the sidewalk in front of Caroline Baylor’s home. A sixteen year old boy, Anthony Prosser, then approached him and the two sat down on the steps to talk.\nMoments later, Prosser testified, appellant’s co-conspirator was seen crossing the path of a bluish green car, which pulled slowly up to a nearby corner, and walking in their direction carrying a shotgun. The victim stood up and took a few steps toward the co-conspirator. At this point, the co-conspirator fired the weapon, at close range, striking the victim in the chest. He died a few hours later. The assailant then ran to the car, its headlights on and engine running, jumped in the driver’s seat and drove away. Prosser, the only eyewitness to the shooting, was unable to identify the other occupant of the car.\nCaroline Baylor, after hearing a loud blast from the street in front of her home, testified that she observed the same bluish green car parked at a corner a few feet to the decedent’s left. She then identified the appellant as having been in the front passenger seat of this vehicle.\nAppellant then fled from the City of Philadelphia and was arrested, some ten months after the incident, in Pottstown, Pennsylvania. He did not take the stand in his own defense and his witnesses were offered primarily to rebut the inference of flight or concealment.\nAppellant first argues that the trial court committed reversible error in allowing the prosecutor to question a witness, on direct examination, concerning her lack of bias against appellant. After testifying that appellant told her of his intent to kill the victim moments before the shooting occurred, and in response to the prosecutor’s questioning, Commonwealth witness Diane Newsome testified that she lived with her boyfriend, who was a friend of appellant. Appellant’s position is that the admission of this testimony violated the well-established evidentiary principle that absent an attack on the veracity of a witness, no evidence to bolster his or her credibility is admissible. McCormick, Evidence, § 49 (2d ed. 1972); 3 Weinstein, Evidence, § 607[08] (1978).\nHowever, “[m]ere error in the abstract is not sufficient to warrant a retrial”. Commonwealth v. Linkowski, 363 Pa. 420, 424, 70 A.2d 278, 280 (1950). Even if we were to assume that this evidentiary rule technically has been violated, we must conclude, for several reasons, that the error was harmless beyond a reasonable doubt.\nInitially, we note that defense counsel’s strategy was to establish that the Commonwealth witnesses were biased against appellant based upon their alleged association with a gang of. which decedent was a member. In the defense opening, in various cross-examinations and in summation, counsel focused the jury’s attention on the credibility of the prosecution witnesses and suggested that they had been pressured into testifying by gang members intent upon avenging the death of a former member. In view of the emphasis which defense counsel placed upon the bias of the Commonwealth witnesses, we conclude that the error in stressing this particular witness’ lack of bias does not require reversal. United States v. Arroyo-Angulo, 580 F.2d 1137 (2d Cir.), cert. denied, 439 U.S. 913, 99 S.Ct. 285, 58 L.Ed.2d 260 (1978).\nMoreover, the testimony complained of here as being improperly accredited was corroborated in all material respects by another Commonwealth witness. Further, the arguably impermissible accreditation that occurred here was not so injurious as would have been the introduction of, for example, a prior consistent statement or of evidence of the witness’ truthful character. We therefore do not hesitate to conclude that under the circumstances of this case, the impact of the trial court’s error was insignificant and that there was no “reasonable possibility” that it “might have contributed to [appellant’s] conviction”. Commonwealth v. Story, 476 Pa. 391, 409, 383 A.2d 155, 164 (1978).\nAppellant next contends that the trial court erred in admitting into evidence efforts made by the police to apprehend him. A Philadelphia homicide detective testified that, prior to appellant’s arrest by local police in Pottstown, he made frequent visits to appellant’s home and neighborhood, all of which were to no avail, and also entered appellant’s name and a description of the getaway car in the National Crime Information Computer (N.C.I.C.). The detective then detailed the operation and functioning of this network.\nSpecifically, appellant asserts that (1) the testimony regarding the use of the N.C.I.C. was highly prejudicial and should have been excluded; and (2) that evidence of flight should not have been admitted to establish consciousness of guilt in this case because it could not be shown that appellant was aware that he was being sought by the police for this crime. We need not reach the merits of these claims, however, as both have been v/aived.\n“A litigant must do two things in order to preserve an issue. First, he must make a timely, specific objection at trial.... And second, he must raise the issue on post-trial motion.” Commonwealth v. Keysock, 236 Pa.Super. 474, 478-79, 345 A.2d 767, 769 (1975), allocatur denied, (citations omitted). These requirements have not been met here. Appellant’s first allegation, although raised on post-verdict motion, was not specifically objected to at trial. Appellant’s second claim was neither objected to at trial nor raised on post-verdict motion.\nFinally, appellant argues that he is entitled to a new trial as a result of the inflammatory and prejudicial remarks made by the prosecutor during his closing argument to the jury. This issue, as well, has not been properly preserved for appellate review.\nAs the Commonwealth’s brief correctly points out, not one of the three remarks or demonstrations of which appellant now complains was specifically objected to either during or at the end of the summation. The issue is therefore waived. Commonwealth v. Jarvis, 482 Pa. 598, 394 A.2d 483 (1978).\nJudgments of sentence affirmed.\n. Appellant’s initial trial ended in a mistrial which arose when a prosecution witness, Diane Newsome, testified on direct examination that she had taken five lie detector tests. The court below properly concluded that the reference to these tests incurably bolstered the witness’ testimony as evidence of the facts stated. Commonwealth v. Johnson, 441 Pa. 237, 272 A.2d 467 (1971).\n. We affirmed the conviction of the co-conspirator for murder of the first degree in Commonwealth v. Mazzccua, 488 Pa. 248, 412 A.2d 491 (1980).\n. Appellant’s claim arises from the following colloquy: “Q. And do you presently reside alone or with someone else? A. No. With my boy friend. Q. What is his name? A. J.B..... A. And J.B. is a friend of George Butts [appellant] isn’t he? A. Yes.” Record, vol. 4, at 75. After defense counsel’s objection and a side bar discussion, the trial judge denied the motion to strike the testimony and ruled that curative instructions were unnecessary.\n. The prosecutor further stressed this witness’ lack of bias in his closing argument. This factor does not, however, alter our rationale with regard to this issue.\n. Janice Brown’s testimony differed from Diane Newsome’s only in that she could not remember being admonished by appellant not to discuss the incident. Record, Vol. 4, at 129.\n. Appellant asserts that the entire “line of testimony” complained of was objected to at trial. The record clearly reveals, however, that counsel objected only to the assistant district attorney’s proposed introduction of a N.C.I.C. newsletter. Record, Vol. 5, at 41-43. This evidence was not relevant to the search involved here and was properly excluded. The remainder of the now challenged evidence, concerning both the N.C.I.C. specifically and the issue of flight in general, was introduced without objection. Commonwealth v. Strong, 484 Pa. 303, 399 A.2d 88 (1979).\n. The entire summations of counsel were transcribed for the record."}