{"id": "1770726", "contents": "OPINION\nKAUFFMAN, Justice.\nBefore us are two separate appeals which have been consolidated for argument because of the identity of parties, factual background and subject matter. Essentially at issue is whether the child support provision of a separation agreement is enforceable in equity despite the existence of a later order entered in an independent action for support directing husband to pay a lesser amount.\nEarly in 1972, Ruth A. Hall (now Ruth A. Brown) (“wife”) instituted support proceedings against her then husband, Larry E. Hall (“husband”) for herself and their two minor children. On July 11, 1972, the Court of Common Pleas of Cumberland County ordered husband to pay $105 per week. On October 24, 1973, after many months of negotiations, the parties, each with the advice of counsel, executed a nineteen paragraph separation agreement which covered all aspects of the economic relationships between them, including the amount to be paid by husband for future support of the children:\n4. Husband agrees to pay to wife for the support of the wife and two minor children the sum of One Hundred Five ($105.00) Dollars per week. In the event an action for divorce is instituted and followed through to completion, husband will pay to wife, after the divorce action has been finalized, the sum of Ninety ($90.00) Dollars per week for the support of the two minor children. (Emphasis supplied).\nThe parties were divorced on January 7, 1974, and husband began making the $90 payments. Shortly thereafter, on February 25, 1974, the parties entered into a stipulation agreeing to modify the July 11, 1972 support order to delete wife and to provide support for the minor children only, and the court reduced the order to $90 per week.\nHusband quickly fell behind in the support payments. At a contempt hearing on April 20, 1975, the support court reduced the support order to $80 per week, and on September 9, 1975, further reduced the order to $55 per week. Wife appealed the latter order to the Superior Court, which reversed and remanded on September 27, 1976. Commonwealth ex rel. Hall v. Hall, 243 Pa.Super. 162, 364 A.2d 500 (1976). On remand, the support court directed husband to pay $65 per week, and wife again appealed. On October 20, 1978, the Superior Court affirmed, 259 Pa. Super. 214, 393 A.2d 794 (1978), and wife here challenges that order.\nIn December 1976, during the pendency of the support proceedings, wife commenced an action in equity to compel specific performance of the October 1973 separation agreement. In July 1977, the chancellor, after hearing, granted the requested relief and made the following factual finding:\nThe parties intended that the property settlement would be binding as to all matters of property distribution and as to amount of support to be paid by the husband.\nBrown v. Hall, 27 Cumb.L.J. 340, 341 (1977) (Emphasis supplied). The chancellor concluded that the amount provided for support in the agreement was binding on the parties and not subject to reduction by later court order. Exceptions to the chancellor’s decree were dismissed by the court en banc, and the Superior Court affirmed without opinion on October 2, 1978. Husband here appeals from that order.\nWe now affirm the Superior Court’s order of October 2, 1978 and vacate its order of October 20, 1978.\nI\nHusband challenges the chancellor’s jurisdiction, and insists that wife has an adequate remedy at law. He argues that since child support is a duty imposed by law, the Pennsylvania Civil Procedural Support Law is available to enforce any duty he has to pay support. We disagree. Wife here seeks to enforce contractual duties mutually agreed upon by the parties, not support duties imposed by law. In Silvestri v. Slatowski, 423 Pa. 498, 224 A.2d 212 (1966), where, as here, the wife sought to enforce the terms of a property settlement not merged into the decree of divorce, this Court held that equity has jurisdiction to order specific enforcement of payments due under a contract for support and thereby avoid a multiplicity of suits at law:\nOn the theory that a wife’s disability deprived her of an adequate remedy at law, this state and other jurisdictions ruled years ago, that equity does have jurisdiction to enforce support agreements. [Citations omitted]. While the reason upon which these decisions were based is not present today, courts have continued to rule in favor of equity’s jurisdiction in such cases, because of the difficulties present in enforcing such contracts at law. [Citations omitted]. These decisions have not made a distinction between arrearages and future payments due. Additionally, the Superior Court of Pennsylvania has ruled that equity has jurisdiction and that an order enforcing future payments is proper. [Citations omitted].\nWe conclude that equity has jurisdiction in this action and may decree specific performance. The payments due are clear and unchangeable. A multiplicity of suits at law will be obviated.\n423 Pa. at 502, 224 A.2d at 215. Moreover, wife originally sought not only enforcement of the support provision of the contract but also the production of medical and life insurance policies provided for thereunder, relief not available in an action for breach of contract. A court of equity was thus the appropriate forum for all of the relief sought. Buswell v. Buswell, 377 Pa. 487, 105 A.2d 608 (1954).\nHusband argues, however, that the parties intended the support provision of the October 24, 1973 separation agreement simply to be a modification of the then existing support order rather than a new form of obligation and that they intended it to be merged into the support order of February 25, 1974. He then concludes that there was no independent contractual obligation for the equity court to consider. Again, we disagree. The chancellor specifically found that the parties intended to contract for a permanent amount of child support after the divorce which would not be subject to future court-ordered reduction. Since the chancellor’s findings were supported by sufficient evidence, they will not be disturbed on appeal. Yuhas v. Schmidt, 434 Pa. 447, 258 A.2d 616 (1969).\nParagraph 4 of the first draft of the separation agreement was identical to the final version, supra. During negotiations, however, husband’s counsel sought to add the following phrase:\nwhich said sum shall continue until wife remarries at which time said sum shall be renegotiated and modified based upon prevailing legal concepts of child support in husband’s domicile.\nThis modification was unequivocally rejected by wife. Indeed, the parties demonstrated that they knew how to provide for future flexibility when they intended to do so by expressly incorporating in the separation agreement that husband’s obligation to pay for post high school education would “be based on his then ability to so provide.” Moreover, paragraph 15 of the final separation agreement provided that any future modification of support payments would require written mutual consent:\nNo modification ... of any of the terms hereof shall be valid unless in writing and signed by both parties.\nUpon finalization of the divorce, husband’s counsel requested the support court to modify the existing court order providing for $105 weekly to accord with the support provision of the separation agreement and provide for child support only at $90 weekly from the date of the final divorce decree. Nothing in the negotiations which preceded the contract nor in the contract itself, however, supports husband’s contention that the parties only intended their agreement to modify the then existing court order rather than to create a new and independent form of definite continuing obligation.\nHusband cites Buswell v. Buswell, supra, for the proposition that the separation agreement did not affect the court’s authority to modify the support order. We concur with the principle that parties to a divorce cannot restrict the court’s power to modify a support order as facts, circumstances, and justice may require. But where, as here, a property settlement agreement has not been merged into the decree, the principle in no way affects the parties’ continuing liability between themselves for separate contractual obligations. Here the record discloses that wife gave valuable consideration during the course of long “give and take” negotiations in return for rights and assurances embodied in the separation agreement intended to settle her entire economic relationship with husband, including the continuing guarantee of $90 per week for child support. The record here supports the finding that the parties intended the separation agreement to create contractual rights and obligations entirely independent of the already existing, court order. Thus, wife was within her contractual rights when she sought equitable enforcement of the agreement.\nHusband further argues, however, that where there is a support court order based on a separate determination of need and ability to pay, an equity court may disregard the parties’ contractual agreement. For authority he relies on Bria v. Bria, 95 Dauph. 358 (1973), aff’d per curiam, 464 Pa. 247, 346 A.2d 542 (1975), where the chancellor refused to grant specific enforcement of a provision in a separation agreement obligating the father to pay $43 per week for support of his adopted daughter because support in the amount of $31 per week, ordered by the support court, was adequate and appropriate. The facts in Bria, however, are distinguishable from those now before us. There, the uncounseled husband thought he was required to sign the onerous agreement prepared by his wife’s attorney in order to obtain a divorce. In this case there is a nineteen paragraph separation agreement covering all aspects of the economic relationships of the parties, not a one-sided bargain, and both parties were represented by counsel throughout the entire negotiations.\nFurthermore, in Bria the contract was entered into before the wife sought the support order. The court might have found that the wife was in effect repudiating the contract by seeking the court’s order of support. Here, in contrast, a support order was entered by the court more than fifteen months before the parties’ negotiations resulted in a contract providing for a mutually agreed upon permanent level of support, and wife has never sought to modify the support order. Wife’s sole post separation agreement participation in support proceedings was to resist husband’s attempts to avoid or reduce support payments.\nIn the absence of an uncounseled, one-sided bargain as in Bria, and where no one argues that $90 per week is inadequate to support the children, we must enforce the parties’ intention as mutually expressed in the separation agreement. As the chancellor here wrote:\nA holding to the contrary would serve to illegitimize future separation agreements and encourage a party to promise anything to obtain a divorce, knowing he will never be bound by it, even when the promise is in writing and for valid consideration. Needless to say, such a holding would also serve to shake the very foundations of contract law and the sanctity of a bargain made between two parties dealing at arm’s length.\nBrown v. Hall, 27 Cumb.L.J. 340, 349-350 (1977). Accordingly, we affirm the October 2, 1978 order of the Superior Court.\nII\nBecause the independent separation agreement here provides for child support in an amount greater than the challenged support order, we vacate that order and the Superior Court’s order of October 20, 1978.\nOrder of October 2, 1978 affirmed; order of October 20, 1978 and the challenged support order vacated.\nLARSEN, J., files a concurring and dissenting opinion.\n. On August 28, 1974, the support office was advised that husband was $1200 in arrears.\n. Specifically, wife requested that the court:\n(a) Compel husband to pay support of $90 per week as set forth in the agreement.\n(b) Compel husband to pay the difference between the reduced support orders and the support agreed upon in the agreement.\n(c) Compel husband to provide medical and hospitalization insurance for the two children pursuant to the agreement.\n(d) Compel husband to produce a $50,000 life insurance policy with his children as beneficiaries pursuant to the agreement.\nBy the time the chancellor issued her decree nisi, husband had provided the requested insurance policies.\n. Jurisdiction is vested in this Court pursuant to the Judicial Code, Act of July 9, 1976, P.L. 586, No. 142, 42 Pa.C.S.A. § 724(a).\n. Act of July 13, 1953, P.L. 431, as amended, 62 P.S. § 2043.31 et seq.\n. In Buswell, 377 Pa. at 494, 105 A.2d at 613, Justice Musmanno quoted from the earlier case of Mower v. Mower, 367 Pa. 325, 80 A.2d 856, 858 (1951):\nA court of chancery, having jurisdiction for one purpose will retain it for all purposes and do complete justice as between the parties even though it adjudicates questions which in the first instance would not have warranted the court in assuming jurisdiction.\n. Whether the parties intended the support provision of the separation agreement to be a continuing contractual obligation is a question for the trier of fact. See Field v. Golden Triangle Broadcasting, Inc., 451 Pa. 410, 414, 305 A.2d 689, 691 (1973).\n. An agreement between husband and wife made in contemplation of divorce which provides for support, alimony, or the allocation of property rights is proper, valid and legal under well-settled Pennsylvania Law. Stern v. Stern, 430 Pa. 605, 243 A.2d 319 (1968); Dora v. Dora, 392 Pa. 433, 141 A.2d 587 (1958); Zlotziver v. Zlotziver, 355 Pa. 299, 49 A.2d 779 (1946); Lurie v. Lurie, 246 Pa.Super. 307, 370 A.2d 739 (1976). The parties here expressly provided in their separation agreement that they wished “to enter into a financial agreement which will survive any divorce which may occur at the action of either party.”\n. See also Paragraphs 18 and 19, which provide:\nParagraph 18:\nThis Agreement constitutes the entire understanding between the parties and there are no covenants, conditions, representations and agreements, oral or written of any nature whatsoever other than those herein contained. This Agreement shall bind the parties hereto and their respective heirs, executors, administrators and assignees. (Emphasis supplied).\nParagraph 19:\nThe parties respectfully acknowledge that they have been advised of their rights by their own independent counsel. The parties acknowledge that this Agreement constitutes a full and complete embodiment of their own desires and wishes. (Emphasis supplied).\n. For a survey of the various jurisdictions, See Modification Of Child Support Decrees Based On Prior Agreement Of The Parties, 61 A.L.R.3d 657.\n. In light of the substantial body of Pennsylvania case law upholding support agreements, our per curiam affirmance of the result in Bria, without opinion, must be limited to the facts there presented.\n. We note, however, that the courts of this Commonwealth correctly have not hesitated to disregard a support agreement if it does not provide adequate support for minor children:\n[A] mother cannot, by contract, bargain away the right of her minor child to adequate support, to the relief of the father, irrespective of the legality of the agreement between the parents themselves.\nCommonwealth ex rel. Rossi v. Rossi, 161 Pa.Super. 86, 89, 53 A.2d 887, 888 (1947), quoted in Commonwealth ex rel. Snively v. Snively, 206 Pa.Super. 278, 281, 212 A.2d 905, 906 (1965)."}