{"id": "1772874", "contents": "OPINION OF THE COURT\nROBERTS, Justice.\nThis is an appeal from an order of the Court of Common Pleas of Philadelphia denying appellant’s claim for relief pursuant to the Post-Conviction Hearing Act. Appellant alleges that his trial counsel was ineffective for failing to raise a timely motion to dismiss charges on the ground that trial was not commenced within the time required by Pa.R.Crim.P. 1100. Because we conclude that the requirements of Rule 1100 were in fact satisfied, we hold that appellant’s allegation of ineffectiveness is without support on the record. Thus, we affirm the order of the PCHA court.\nThe standard for evaluating claims of ineffective assistance of counsel is set forth in Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967):\n“[0]ur inquiry ceases and counsel’s assistance is deemed constitutionally effective once we are able to conclude that the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interests. The test is not whether other alternatives were more reasonable, employing a hindsight evaluation of the record. Although weigh the alternatives we must, the balance tips in favor of a finding of effective assistance as soon as it is determined that trial counsel’s decisions had any reasonable basis.”\nId., 427 Pa. at 604r-05, 235 A.2d at 352-53 (emphasis in original) (footnote omitted). In an accompanying footnote this Court further explained:\n“Since our test requires that we examine the approach employed by trial counsel in light of the available alternatives, a finding of ineffectiveness could never be made unless we concluded that the alternatives not chosen offered a potential for success substantially greater than the tactics actually utilized.”\nId., 427 Pa. at 605 n.8, 235 A.2d at 353 n.8.\nManifestly, counsel’s failure to make a timely Rule 1100 motion can be deemed effective assistance only if the motion would have been without merit. On this record it is clear that a timely Rule 1100 motion would have been properly denied. Hence, counsel’s failure to make such a motion did not constitute ineffective assistance.\nThe complaint against appellant was filed on August 29, 1974. It is undisputed that, under Rule 1100(a)(2), the run date for bringing appellant to trial was February 25, 1975, 180 days later. Thus, because jury selection did not begin until February 26, the 181st day, appellant argues that his Rule 1100 rights were violated. See Commonwealth v. Lamonna, 473 Pa. 248, 373 A.2d 1355 (1977).\nThis argument ignores the PCHA court’s finding that defense counsel’s hospitalization on a day initially scheduled for appellant’s pre-trial suppression motion caused at least one day of delay in the proceedings. This finding, supported by the record, requires that the delay be attributed to appellant and thus be excluded from calculation under Rule 1100(d)(1):\n“(d) In determining the period for commencement of trial, there shall be excluded therefrom such period of delay at any stage of the proceedings as results from:\n(1) the unavailability of the defendant or his attorney\nSee Commonwealth v. Thomas, 266 Pa.Super. 381, 404 A.2d 1340 (1979) (period of defense counsel’s unavailability properly excluded). See also Commonwealth v. Millhouse, 470 Pa. 512, 368 A.2d 1273 (1977). When the delay attributable to appellant is excluded from the period between the filing of the complaint and trial, there is no violation of appellant’s Rule 1100 right to a speedy trial. Just as a timely Rule 1100 motion to dismiss would properly have been denied, so too, we deny as without merit appellant’s claim of ineffective assistance of counsel.\nOrder affirmed.\nAppellant’s convictions of murder of the second degree, robbery, conspiracy and possession of an instrument of crime were affirmed on direct appeal. Commonwealth v. Perkins, 473 Pa. 116, 373 A.2d 1076 (1977)."}