{"id": "1776175", "contents": "OPINION OF THE COURT\nNIX, Justice.\nThis is an appeal, by allowance, from the order of the Commonwealth Court affirming the order of the Pennsylvania Secretary of Education’s (Secretary) reinstating without loss of pay approximately 240 professional employees who had been demoted by the Board of Education of the School District of Philadelphia (Board or School Board) pursuant to a Board resolution adopted June 3d, 1977. The Commonwealth Court held that the professional employees were demoted in violation of the Public School Code of 1949. Specifically, the Commonwealth Court found the School Board had failed to provide each demoted professional employee a prior individualized hearing pursuant to section 11-1127 and thus allegedly failed to comply with the requirements for demotions under section 11-1151 of the School Code. We disagree.\nThe facts giving rise to the instant controversy can be summarized as follows. On May 31,1977, the School District of Philadelphia adopted a budget which required substantial reductions from the budget submitted by the Superintendent of Schools. As a result of the adoption of this reduced budget, the Board was required inter alia to demote approximately 240 professional employees as part of an effort to cut expenditures. Demotion notices, dated June 9, 1977, were sent out to the affected professional employees advising them that demotion hearings would be scheduled for June 20,1977. These hearings were subsequently rescheduled for June 30, 1977 because of the death of a member of the Board of Education.\nOn June 30,1977, the School Board conducted one massive hearing for all the demoted employees. During this hearing the Board presented general testimony from the administration setting forth the financial situation of the system and establishing the need for the proposed budgetary cuts. All persons demoted, who were present at the June 30, 1977 meeting, were represented by counsel. Requests for individual hearings were denied by the Board. Requests for a continuance of the hearing were denied by the Board. The opportunity to cross-examine was limited to questions about the general guidelines followed. Counsel were not permitted to ask questions relating to their clients’ individual rights or to address the question as to the arbitrariness or capriciousness of the demotion as it may have related to a particular permanent professional employee. The right to present witnesses was limited to the presentation of evidence related to the general criteria or guidelines employed to select those individuals who were to be demoted. The Board indicated its intention to provide future hearings wherein the due process requirements of §§ 1127 and 1151 of the Code would be met.\nThe question to be decided in this appeal is a narrow one; whether under the facts the demotion of appellees could occur prior to a proper hearing before the Board of School Directors. It is conceded that appellees were entitled to an individual hearing to establish that the action was neither arbitrary nor discriminatory. It is further agreed that the proceeding held prior to the demotion did not satisfy the statutorily required hearing. It is also agreed that the Board, in good faith, intended to provide for a full hearing and, if the result was favorable to the demoted employee, reinstatement and reimbursement for loss in pay would be appropriate. Appellees argue the requirement for a hearing prior to a demotion is an absolute and inflexible mandate. The Board argues that where it is acting in good faith, attempting to accomplish that which it was legally compelled to do and the granting of a prior hearing would be impossible to provide, the procedures sought to be employed here satisfied the statutory requirements involved. A resolution of the controversy requires an analysis of the relevant statutory provisions to ascertain the controlling legislative intent.\nBy way of preface, the dilemma of the Board is virtually conceded. In the spring of 1977, the Board asserted that it was confronted with entering the 1977-78 school year with a deficit of $173 million dollars. Under the Educational Supplement to the Philadelphia Home Rule Charter, the Board is charged to provide a balanced budget for each school year.\n.... The total amount of proposed expenditures shall not exceed the amount of funds available for School District purposes.\n351 Pa.Code, § 12-303(a).\nSee also, Danson v. Casey, 484 Pa. 415, 399 A.2d 360 (1979); Mastrangelo v. Buckley, 433 Pa. 352, 250 A.2d 447 (1969).\nTo meet these constraints the Board was required to reduce its labor force as well as to reduce salaries of a portion of its professional staff that were to be retained. These financial concerns could not in any way dilute the primary responsibility to maintain “a thorough and efficient system of public schools.” Pa.Const., Art. iii, § 14 (formerly Art. X, § 1). This observation, which should be obvious, apparently needs restating in view of the labor squabbles and disruptions all too frequently occurring today. Of equal importance is the fact that the maintenance of a public school system is primarily for the education and training of our youth and the incidental financial benefit of those participating therein is of secondary concern. Smith v. Darby School Dist., 388 Pa. 301, 130 A.2d 661 (1957); Walker v. Scranton School Dist., 338 Pa. 104, 12 A.2d 46 (1940). The polestar in any decision requiring the assignment of priorities of resources available for education must be the best interest of the student. Smith v. Darby School Dist., supra; Walker v. Scranton School Dist., supra; Walker’s Appeal, 332 Pa. 488, 2 A.2d 770 (1938); cf. Regan v. Stoddard, 361 Pa. 469, 65 A.2d 240 (1949).\nWe are acutely aware that “[t]he constitution has placed the educational system in the hands of the legislature, free from any interference from the judiciary save as required by constitutional limitations.” Smith v. Darby School Dist., supra, 388 Pa. at 311, 130 A.2d at 667. However, any interpretation of legislative pronouncements relating to the public educational system must be reviewed in context with the General Assembly’s responsibility to provide for a “thorough and efficient system” for the benefit of our youth. Warwick Bd. of Sch. Directors v. Theros, 494 Pa. 108, 430 A.2d 268 (1981) (Opinion in Support of Affirmance, O’Brien, C. J., joined by Nix, J. and Larsen, J.); Danson v. Casey, supra; Pennsylvania L. R. Bd. v. State College Area School Dist., 461 Pa. 494, 337 A.2d 262 (1975); Pittsburgh School Dist. Condemnation Case, 430 Pa. 566, 244 A.2d 42 (1968); Rhoades v. Abington Twp. School Dist., 424 Pa. 202, 226 A.2d 53 (1967); Chartiers Valley Joint Schools v. Allegheny Co. Bd., 418 Pa. 520, 211 A.2d 487 (1965).\nHere the Secretary of Education concluded:\nWe recognize that the Board of Education was faced with an impossible situation. Confronted with a budget deadline, the Board did not have the time to hold proper hearings. The Board is to be commended for its resolution of June 30, 1977, which promised to honor requests for individual hearings. [R.-5a]\nThe question we must answer is whether the method sought by the Board to extricate itself from the dilemma was compatible with statutory mandates.\nSection 11-1151 of the Code provides:\nSalary increases; demotions\nThe salary of any district superintendent, assistant district superintendent or other professional employe in any school district may be increased at any time during the term for which such person is employed, whenever the board of school directors of the district deems it necessary or advisable to do so, but there shall be no demotion of any professional employe either in salary or in type of position, except as otherwise provided in this act, without the consent of the employe, or, if such consent is not received, then such demotion shall be subject to the right to a hearing before the board of school directors and an appeal in the same manner as hereinbefore provided in the case of the dismissal of a professional employe. [Emphasis added.] As amended 1963, Aug. 8, P.L. 564, § 10. 24 P.S. § 11-1151 (Supp.1981-82).\nAppellees argue that this provision not only provides the professional employee a right to a hearing but also that the hearing must precede the demotion. This argument is principally dependent upon the premise that the clause “in the same manner as hereinbefore provided in the case of the dismissal of a professional employee” modifies the word “hearing” as well as the word “appeal.” The grammatical structure of section 11-1151 does not conclusively support the position that the key clause modifies “hearing” which precedes the conjunction as well as “appeal” which follows it. Even those decisions of this Court which agree that the hearing should precede the demotion are not impressive authority for concluding that the provision directs such a result. At best, the language of section 11-1151 is ambiguous and the cases supporting the view that a prior hearing is required are far from persuasive.\nNevertheless, accepting the interpretation that a prior hearing is generally required, such a conclusion does not justify a finding that the legislature intended to insist upon this requirement where its application would defeat the primary purposes of the Code. We have previously stated that “[sjchool authorities must be given broad discretionary powers to ensure a better education for the children of this Commonwealth and any restrictions on the exercise of these powers must be strictly construed on the basis that the public interests predominates and private interests are subordinate thereto....” Smith v. Darby School Dist., supra 388 Pa. at 314, 130 A.2d at 668-69 [emphasis added].\nHere the rights of the demoted employees would have been fully protected under the procedure proposed by the Board and, if it was subsequently determined that the dismissal in any given case was improper, the employee would have received the full pay to which he or she was entitled. We reject the contention of the appellees that an after-the-fact demotion hearing would necessarily prejudice the rights of the demoted employee. The appellees’ argument that a post-demotion hearing promotes institutional self-justification for the decision already made, presupposes the existence of a bias that is unwarranted on this record. Moreover, the decision of the Board was subject to judicial review pursuant to section 11-1132 (Supp.1981-82) and there is no allegation or suggestion that a post-demotion hearing would change the substantive or procedural requirements otherwise contained in the Code.\nIt is clear that the legislature, in protecting the security of the professional employees, did not intend to create restrictions upon the Board’s discretion that would render it incapable of discharging its responsibility to administer an efficient system. See, e.g., Smith v. Darby School Dish, supra; Smith v. Philadelphia School Dish, 334 Pa. 197, 5 A.2d 535 (1939); Ehret v. Kulpmont Borough School Dish, 333 Pa. 518, 5 A.2d 188 (1939); cf. Teachers’ Tenure Act Cases, 329 Pa. 213, 197 A. 344 (1938).\nWe therefore hold to require in this instance a full predemotion hearing unnecessarily and unwarrantedly circumscribed the discretion of the Board in its good faith effort to discharge its responsibilities. The professional employee would have been fully protected from discriminatory or arbitrary action under the procedure proffered. Thus, we conclude that the Secretary erred when she required reinstatement of appellees and rejected the procedure urged by the Board.\nHowever, since the school year of 1977-78 has passed and there is nothing in this record indicating that the present financial situation requires the demotion of these appellees, it appears that although the Secretary’s act was erroneous it is now a fait accompli. Appellant’s request that we remand and direct that the results be retroactive to June 30, 1977 is impracticable. This would necessitate a disgorgement of monies from employees for services rendered approved by the Secretary and affirmed by the Commonwealth Court, albeit erroneously. To place such a burden upon the appellees at this point would clearly be unjust.\nAccordingly, we reverse the Commonwealth Court and remand the matter to the Board, with leave to the Board to reinstate such a demotion procedure if present financial conditions so dictate.\nROBERTS, J., filed a dissenting opinion joined by O’BRIEN, C. J., and LARSEN, J.\n. 41 Pa.Commonwealth Ct. 570, 399 A.2d 1165 (1979) (per Rogers, J.).\n. In addition, 10,000 employees were laid off in proceedings unrelated to the instant case.\n. Act of March 10, 1949, P.L. 30, art. I, 24 P.S. §§ 1-101 et seq.\n. For a description of the budgetary procedures required by the Philadelphia School District see generally: Educational Supplement to the Philadelphia Home Rule Charter (Act of August 9, 1963, P.L. 643, §§ 1 et seq., 53 P.S. § 13201 et seq.), 351 Pa.Code, § 12.12-303.\n. Section 12-303(e) provides in pertinent part:\n... Under no other circumstances may the Board increase the aggregate total of budget appropriations unless appropriated revenues become available in sufficient amount to maintain the budget in balance,____\nSection 6-609 of the School Code, 24 P.S. § 6-609 (Supp.1981-82), provides in pertinent part:\n... No work shall be hired to be done, no materials purchased, and no contracts made by any board of school directors which will cause the sums appropriated to specific purposes in the budget to be exceeded.\n. The provision providing the procedure for a dismissal is found in section 11-1127 which provides:\nBefore any professional employe having attained a status of permanent tenure is dismissed by the board of school directors, such board of school directors shall furnish such professional employe with a detailed written statement of the charges upon which his or her proposed dismissal is based and shall conduct a hearing. A written notice signed by the president and attested by the secretary of the board of directors shall be forwarded by registered mail to the professional employe setting forth the time and place when and where such professional employe will be given an opportunity to be heard either in person or by counsel, or both, before the board of school directors and setting forth a detailed statement of the charges. Such hearing shall not be sooner than ten (10) days nor later than fifteen (15) days after such written notice. At such hearing all testimony offered, including that of complainants and their witnesses, as well as that of the accused professional employe and his or her witnesses, shall be recorded by a competent disinterested public stenographer whose services shall be furnished by the school district at its expense. Any such hearing may be postponed, continued or adjourned. 1949, March 10, P.L. 30, art. XI, § 1127. [Emphasis added.]\n24 P.S. § 11-1127.\n. Although grammatical errors may not vitiate a statute, words and phrases contained in a legislative enactment must be construed according to rules of grammar and according to their common and approved usage. See Spigelmire v. North Braddock Sch. Dist., 352 Pa. 504, 43 A.2d 229 (1945); see also, former 46 P.S. § 553, repealed by Act of December 6, 1972, P.L. 1339, No. 290, § 4, as amended; 1 Pa.C.S.A. § 1923.\n. Appellees contend Smith v. Darby, supra, mandates a hearing be held before a professional employee may be demoted. However, the language in Smith v. Darby relied upon was merely dicta and without any attempt to explain how the position was reached.\nSubsequent cases have cited Smith v. Darby as authority for the right to a prior hearing for demotions, without any independent analysis of the propriety of such a proposition. See, e.g., Tassone v. Redstone Twp. School Dist., 408 Pa. 290, 183 A.2d 536 (1962); Alberts v. Garofalo, 393 Pa. 212, 142 A.2d 280 (1958); Jost v. Phoenixville Area School Dist., 267 Pa.Super. 461, 406 A.2d 1133 (1979); Nagey v. Belle Vernon Area School Dist., 49 Pa.Commonwealth Ct. 452, 412 A.2d 172 (1980); Wagner v. Dept. of Education, 42 Pa.Commonwealth Ct. 201, 400 A.2d 902 (1979); Patchel v. Wilkinsburg School Dist., 42 Pa.Commonwealth Ct. 34, 400 A.2d 229 (1979); McCoy v. Lincoln Intermed. Unit No. 12, 38 Pa.Commonwealth Ct. 29, 391 A.2d 1119 (1978); Black v. Wyalusing Area School Dist., 27 Pa.Commonwealth Ct. 176, 365 A.2d 1352 (1976); Dept. of Education v. Charleroi School Dist., 22 Pa.Commonwealth Ct. 56, 347 A.2d 36 (1975); Abington School Dist. v. Pittenger, 9 Pa.Commonwealth Ct. 62, 309 A.2d 382 (1973).\n. § 11-1132. Appeals to court\nThe ruling or decision of the Secretary of Education shall be final, unless, an appeal is taken in accordance with the provisions of the act of June 4, 1945 (P.L. 1388, No. 442), known as the “Administrative Agency Law.”1\nAs amended 1973, Dec. 21, P.L. 429, No. 150, § 1.\n24 P.S. § 11-1132 (Supp. 1981-82).\n71 P.S. §§ 1710.41 to 1710.47."}