{"id": "1776268", "contents": "OPINION\nNIX, Justice.\nIn this appeal appellant seeks in the alternative discharge or the award of a new trial. In the first instance it is contended the evidence presented against appellant was insufficient as a matter of law to sustain the conviction. The alternative position, that at the very least the judgment of sentence must be vacated and a new trial awarded, is predicated upon the claims that the court erred in denying the suppression motion and the rejection of after-discovered evidence was improper. Although we do not accept appellant’s assertion as to the insufficiency of the evidence, we do agree that he is entitled to a new trial because of an erroneous ruling on the suppression motion.\nOn December 15,1976 at 3:15 p. m. Officer James McCoy, a member of the Philadelphia Police Department, was dispatched to 5115 Willows Avenue in response to an anonymous call to investigate “males with stolen property in a vacant house.” Upon the arrival of Officer McCoy and his partner at the designated premises, they found stereo equipment, wrapped Christmas gifts, clothing, pottery and other items. Their inspection of the scene revealed across the driveway at 748 South 51st Street a rear door was broken down and that the hinges had been broken off. Officer McCoy entered the home and found drawers ajar and items strewn over the floor. Approximately 10 minutes after the officers’ arrival at the scene, Mr. Harold Bennett appeared and identified himself as the owner of 5115 Willows Avenue. He stated that he had left his home between 10:30 a. m. and 11:00 a. m, that morning at which time the property was secured and no one had been given permission to enter in his absence. The examination of the scene also disclosed trails of footprints in a muddy plot of ground between Mr. Bennett’s home and the rear of the vacant premise. Mr. Bennett identified the goods found in the abandoned premise as being taken from his home.\nOfficer McCoy began to patrol the area at which time he observed three males a block and a half from the scene of the burglary. The men attracted his attention because of the mud on their shoes. Appellant, a member of the trio, had a brown paper bag in his hand. The officer approached the group and they made no effort to avoid the encounter. The officer asked for identification and the three men were unable to produce any. The officer asked appellant what was in the bag he was carrying and appellant immediately replied that it contained a hat. Appellant showed the hat to the officer, at the officer’s request, and stated that he had received it from a friend. In response to a question concerning the condition of his shoes, appellant stated he had probably walked through dirt or a field.\nThe officer decided to transport the group to the home of Mr. Bennett for a possible identification. Before placing the men in the police vehicle, the officer conducted a “pat down” search which produced from one of appellant’s companions a ring and a silver dime of numismatic value. The complainant identified the hat,' ring and silver dime as being items taken from his house. The men were then placed under arrest and charged with burglary and theft by unlawful taking.\nAfter a denial of the pre-trial suppression motion, appellant waived trial by jury and proceeded to trial on the basis of the evidence admitted at the suppression proceeding. The defendant rested without offering a defense and was found guilty as charged. Subsequent to the disposition of post-verdict motions adverse to appellant, a sentence of a term of imprisonment of four to twenty-three months was imposed. The conviction was affirmed by the Superior Court sitting en banc by a four to two vote. We granted review.\nI. Sufficiency of the Evidence.\nThis claim of appellant is quickly disposed of on the instant record. The test for sufficiency of the evidence is whether accepting as true all of the evidence reviewed in the light most favorable to the Commonwealth, together with all reasonable inferences therefrom, the trier of fact could have found that each element of the offenses charged was supported by evidence and inferences sufficient in law to prove guilt beyond a reasonable doubt. Commonwealth v. Ransome, 485 Pa. 490, 402 A.2d 1379 (1979); Commonwealth v. Sadusky, 484 Pa. 388, 399 A.2d 347 (1979) citing Commonwealth v. Sullivan, 472 Pa. 129, 149-150, 371 A.2d 468, 478 (1977). See also, Commonwealth v. Horton, 485 Pa. 115, 401 A.2d 320 (1979); Commonwealth v. Toney, 474 Pa. 243, 378 A.2d 310 (1977); Commonwealth v. Rose, 463 Pa. 264, 344 A.2d 824 (1975). Moreover, a claim of insufficiency of the evidence will not be assessed on a diminished record, but rather on the evidence actually presented to the finder of fact rendering the questioned verdict. Commonwealth v. Cohen, 489 Pa. 167, 413 A.2d 1066 (1980); Commonwealth v. Kuebler, 484 Pa. 358, 361 n.*, 399 A.2d 116, 117 n.* (1979); Commonwealth v. Tabb, 417 Pa. 13, 16, 207 A.2d 884, 886 (1965).\nHere there is little question that the Commonwealth produced ample evidence for a finder of fact to conclude that the premises at 748 S. 51st Street had been burglarized and that there was a theft of its contents. Appellant does not challenge the proof of the fact of the burglary or the theft but rather focuses upon the evidence offered to establish his participation. Appellant characterizes the evidence in this regard as merely establishing “appellant’s presence with two men, one of whom who possessed stolen property, not visible to appellant, which had been taken in a burglary committed sometime earlier that day, and appellant’s possession of a hat which was similar to one taken in that burglary.”\nAppellant takes too narrow a view of the Commonwealth’s evidence presented to establish his guilt. At trial Mr. Bennett testified the hat as having been taken from a bureau drawer in his dining room. That the hat merely resembled a hat taken from the house during the burglary was an inference that the defense urged the fact finder to draw. However, the fact finder was obviously free to accept Mr. Bennett’s positive statement that the hat was in fact the one removed from the house. That one of appellant’s companions also had on his person property definitely identified as being taken during the same burglary provides a basis for finding the two men as being co-participants. It unquestionably refutes the defense’s charge that the evidence did not establish any relationship between him and the other two males he was standing with when approached by Officer McCoy. The condition of the shoes of the trio was consistent with having traversed the area between the burglarized home and the vacant property.\nThe fact that the evidence establishing a defendant’s participation in a crime is circumstantial does not preclude a conviction where the evidence coupled with the reasonable inferences drawn therefrom overcomes the presumption of innocence. Commonwealth v. Sullivan, supra; Commonwealth v. Farquharson, 467 Pa. 50, 354 A.2d 545 (1976); Commonwealth v. Cox; 466 Pa. 582, 353 A.2d 844 (1976); Commonwealth v. Petrisko, 442 Pa. 575, 580, 275 A.2d 46, 49 (1971). See also, Commonwealth v. Tinsley, 465 Pa. 329, 350 A.2d 791 (1976); Commonwealth v. McIntyre, 451 Pa. 42, 47, 301 A.2d 832, 834 (1973). We are satisfied that the possession of the fruits of the burglary found on the appellant and his companions within a block and a half from the situs of the crime, with his clothing and that of his companions in a condition compatible with a recent visit to the scene of the crime, within a half an hour of the discovery of the crime supports a finding of guilt. Thus the sufficiency of the evidence claim may properly be dismissed as being without substance.\nII. Legality of the Arrest.\nBoth the Commonwealth and the majority of the Superior Court agreed that the police did not have probable cause for the arrest of appellant and his companions until the owner of the premises identified the hat in appellant’s possession and the items taken from his companions as having been taken from the burglarized premises. In this jurisdiction it is clear that one may not be arrested without probable cause. Commonwealth v. Bartlett, 486 Pa. 396, 406 A.2d 340 (1979); Commonwealth v. Stokes, 480 Pa. 38, 389 A.2d 74 (1978); Commonwealth v. Dickerson, 468 Pa. 599, 364 A.2d 677 (1976); Commonwealth v. Farley, 468 Pa. 487, 364 A.2d 299 (1976); Commonwealth v. Culmer, 463 Pa. 189, 344 A.2d 487 (1975); Commonwealth v. Jackson, 459 Pa. 669, 331 A.2d 189 (1975); Commonwealth v. Rush, 459 Pa. 23, 326 A.2d 340 (1974). We have defined an arrest as any act that indicates an intention to take the person into custody and subjects him to the actual control and will of the person making the arrest. Commonwealth v. Bosurgi, 411 Pa. 56, 190 A.2d 304 (1963). See also, Commonwealth v. Nelson, 488 Pa. 148, 411 A.2d 740 (1980) citing Steding v. Commonwealth, 480 Pa. 485, 391 A.2d 989 (1978) and Commonwealth v. Brown, 230 Pa. Superior Ct. 214, 326 A.2d 906 (1974); Commonwealth v. Silo, 480 Pa. 15, 389 A.2d 62 (1978), certiorari denied Silo v. Pennsylvania, 439 U.S. 1132, 99 S.Ct. 1053, 59 L.Ed.2d 94, rehearing denied 440 U.S. 969, 99 S.Ct. 1522, 59 L.Ed.2d 785 (1978); Commonwealth v. Richards, 458 Pa. 455, 327 A.2d 63 (1974).\nThe question raised is whether placing appellant in a police vehicle, after a “pat down” search and transporting him to the scene of the burglary constituted an arrest. There is no dispute that the officers intended to exercise control over appellant and his companions at least until Mr. Bennett had an opportunity to view the objects found in their possession. There is no contention that appellant voluntarily accompanied the officer to the scene of the burglary. See, e.g., Commonwealth v. Richards, supra.\nUnder all of the circumstances, it is clear that the placing of appellant and his companions in the police vehicle for the purpose of transporting them to the scene of the offense, without their consent, constituted an arrest as that term has been defined under our cases. It is equally true that police action was a seizure of the person within the meaning of the Fourth Amendment of the federal Constitution. Michigan v. Summers, 452 U.S. 692, 101 S.Ct. 2587, 69 L.Ed.2d 340 (1981).\nConceding, implicitly, the longstanding tradition in this Commonwealth that an arrest must be supported by probable cause, it is being urged that the seizure is constitutionally permissible and that the law of this Commonwealth must accommodate this legitimate effort to enhance the capabilities of law enforcement to deter, to ferret out and to punish those who would disregard our laws. We are satisfied that the constitutional validity of the instant seizure is at best dubious and that it does not warrant a departure from the longstanding tradition that an arrest must be supported by probable cause.\nTraditionally, it was accepted that seizures of the person were required by the Fourth Amendment to be based upon probable cause. This principle was followed without exception. Geistein v. Pugh, 420 U.S. 103, 95 S.Ct. 854, 43 L.Ed.2d 54 (1975); Beck v. Ohio, 379 U.S. 89, 85 S.Ct. 223, 13 L.Ed.2d 142 (1964); Henry v. United States, 361 U.S. 98, 80 S.Ct. 168, 4 L.Ed.2d 134 (1959); Johnson v. United States, 333 U.S. 10, 68 S.Ct. 367, 92 L.Ed. 436 (1947); United States v. Di Re, 332 U.S. 581, 68 S.Ct. 222, 92 L.Ed. 210 (1947); Carroll v. United States, 267 U.S. 132, 45 S.Ct. 280, 69 L.Ed. 543 (1924). See also, United States Ex Rel. Wright v. Cuyler, 563 F.2d 627 (3d Cir. 1977); United States v. Embry, 546 F.2d 552 (3d Cir. 1976).\nThe “long-prevailing standards” of probable cause embodied “the best compromise that has been found for accommodating [the] often opposing interests” in “safeguard[ing] citizens from rash and unreasonable interferences with privacy” and in “seekpng] to give fair leeway for enforcing the law in the community’s protection.” Brinegar v. United States, 338 US 160, 176, 93 L Ed 1879, 69 S. Ct 1302 (1949). The standard of probable cause thus represented the accumulated wisdom of precedent and experience as to the minimum justification necessary to make the kind of intrusion involved in an arrest “reasonable” under the Fourth Amendment. The standard applied to all arrests, without the need to “balance” the interests and circumstances involved in particular situations. Cf. Camara v. Municipal Court, 387 US 523, 18 L Ed 2d 930, 87 S Ct 1727 (1967).\nDunaway v. New York, 442 U.S. 200, 208, 99 S.Ct. 2248, 2254, 60 L.Ed.2d 824 (1979).\nThe first recognition that the Fourth Amendment reasonableness requirement could be satisfied by a showing of, something less than probable cause was announced by the United States Supreme Court in Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). The Terry decision and its progeny stated “that some seizures admittedly covered by the Fourth Amendment constitute such limited intrusions on the personal security of those detained and are justified by such substantial law enforcement interests that they may be made on less than probable cause, so long as police have an articuable basis for suspecting criminal activity.” Michigan v. Summers, supra, 452 at 699, 101 S.Ct. at 2592, 69 L.Ed.2d at 348.\nHowever, the Court has admonished us to be mindful that the Terry principle is an exception to the general rule requiring probable cause and must not be extended in such a fashion as to swallow the rule. Dunaway v. New York, supra. In Dunaway the Court stressed the importance of the general rule requiring probable cause to satisfy the reasonableness test of the Fourth Amendment.\nThe central importance of the probable-cause requirement to the protection of a citizen’s privacy afforded by the Fourth Amendment’s guarantees cannot be compromised in this fashion. “The requirement of probable cause has roots that are deep in our history.” Henry v. United States, 361 US 98, 100, 4 L Ed 2d 134, 80 S Ct 168 [169] (1959). Hostility to seizures based on mere suspicion was a prime motivation for the adoption of the Fourth Amendment, and decisions immediately after its adoption affirmed that “common rumor or report, suspicion, or even ‘strong reason to suspect’ was not adequate to support a warrant for arrest.” Id., at 101 [4 L Ed 2d at 138, 80 S Ct at 170]. (footnotes omitted). The familiar threshold standard of probable cause for Fourth Amendment seizures reflects the benefit of extensive experience accommodating the factors relevant to the “reasonableness” requirement of the Fourth Amendment, and provides the relative simplicity and clarity necessary to the implementation of a workable rule. See Brinegar v. United States, supra, [338 U.S.] at 175-176, 93 L Ed 1879, 69 S Ct 1302.\nId. 442 U.S. at 213, 99 S.Ct. at 2257.\nIn its analysis in this case the Commonwealth stresses the utility to criminal investigations that is provided by these seizures without the need for establishing probable cause. This ignores the clearly defined test for ascertaining the appliability of the probable cause requirement. “... [I]n order to decide whether ... [a] case is controlled by the general rule, it is necessary to examine both the character of the official intrusion and its justification.” [Emphasis added.] Michigan v. Summers, supra, 452 U.S. at 701, 101 S.Ct. at 2593, 69 L.Ed. at 348-49. Using the proper analysis we cannot conclude that the instant seizure is so clearly within the Terry exception as to warrant a deviation in this case from this jurisdiction’s longstanding rule of arrest based upon a proper showing of probable cause.\nBecause the seizure was inspired to serve investigative purposes rather than to arrest and charge the suspect does not, by that fact alone, justify application of the Terry exception. Dunaway v. New York, supra.\n“[T]o argue that the Fourth Amendment does not apply to the investigatory stage is fundamentally to misconceive the purposes of the Fourth Amendment. Investigatory seizures would subject unlimited numbers of innocent persons to the harassment and ignominy incident to involuntary detention. Nothing is more clear than that the Fourth Amendment was meant to prevent wholesale intrusions upon the personal security of our citizenry, whether these intrusions be termed ‘arrests’ or ‘investigatory detentions.’ ”\nDavis v. Mississippi, 394 U.S. 721, 726-27, 89 S.Ct. 1394, 1397, 22 L.Ed.2d 676 (1969).\nA similar argument was again rejected in Dunaway where that Court observed:\nIn effect, respondent urges us to adopt a multifactor balancing test of “reasonable police conduct under the circumstances” to cover all seizures that do not amount to technical arrests. But the protections intended by the Framers could all too easily disappear in the consideration and balancing of the multifarious circumstances presented by different cases, especially when that balancing may be done in the first instance by police officers engaged in the “often competitive enterprise of ferreting out crime.” [Citation omitted.] A single familiar standard is essential to guide police, who have only limited time and expertise to reflect on and balance the social and individual interests involved in the specific circumstances they confront. Indeed, our recognition of these dangers, and our consequent reluctance to depart from the proved protections afforded by the general rule, are reflected in the narrow limitations emphasized in the cases employing the balancing test. [Footnotes omitted.]\nId., 442 U.S. at 213-214, 99 S.Ct. at 2257.\nThe Terry exception has been most frequently applied in instances involving merely an involuntary detention, see, e.g. Commonwealth v. Anderson, 481 Pa. 292, 392 A.2d 1298 (1978); Commonwealth v. Jones, 474 Pa. 364, 378 A.2d 835 (1977); Commonwealth v. Mimms, 471 Pa. 546, 370 A.2d 1157 (1977); Commonwealth v. Bailey, 460 Pa. 498, 333 A.2d 883 (1975); Commonwealth v. Richards, supra; Commonwealth v. Pollard, 450 Pa. 138, 299 A.2d 233 (1973); Betrand Appeal, 451 Pa. 381, 303 A.2d 486 (1973); Commonwealth v. Garvin, 448 Pa. 258, 293 A.2d 33 (1972); Commonwealth v. Hicks, 434 Pa. 153, 253 A.2d 276 (1969). Here we have the added element of a transportation of the suspects from the place of the initial encounter without exigent circumstances to support that action. The police had the option of detaining the suspects at the site of the initial encounter and either bringing the complainant to the site for his identification of the questioned articles or taking those items to him. Either situation would present a much stronger case for the position the Commonwealth presently urges. The Commonwealth stresses the limited area traversed in the transportation of appellant. This fact only highlights the ease with which the identification could have been made without the movement of the suspects, which increased the intrusiveness of the encounter. The instant factual situation is also illustrative of the uncertainties attendant to any attempt to expand the Terry exception and reinforces the wisdom of scrupulously adhering to the narrow scope of the exception. Dunaway v. New York, supra.\nConsequently, we must conclude that the constitutional validity of the seizure of the person of appellant in this case is at best dubious. Since the seizure unquestionably constituted an arrest as defined in this jurisdiction which requires probable cause, we are not persuaded that we should, on this record, depart from that longstanding respected precedent. Accordingly, we hold that the seizure of appellant without probable cause constituted an illegal arrest and that the identification of the hat during that illegal seizure should have been suppressed.\nThe Judgment of Sentence is reversed and a new trial awarded.\nROBERTS, J., filed a concurring opinion.\nFLAHERTY, J., joined in this opinion and the concurring opinion of ROBERTS, J.\nMcDERMOTT, J., filed a dissenting opinion.\n. In view of our disposition, we need not consider the merits of the after-discovered evidence claim.\n. At the time the group was approached, they were standing near an area of a concrete and dirt vacant lot. In the general area there were many dirt rear yards.\n. Judge Spaeth joined by Judge Hoffman concluded that the suppression motion should have been granted and that appellant was entitled to a new trial.\n. See Michigan v. Summers, 452 U.S. 692, 101 S.Ct. 2587, 69 L.Ed.2d 340 (1981); Penna. v. Mimms, 434 U.S. 106, 98 S.Ct. 330, 54 L.Ed.2d 331 (1977); U.S. v. Brignoni-Ponce, 422 U.S. 873, 95 S.Ct. 2574, 45 L.Ed.2d 607 (1975); Adams v. Williams, 407 U.S. 143, 92 S.Ct. 1921, 32 L.Ed.2d 612 (1972)."}