{"id": "1778878", "contents": "OPINION\nNIX, Justice.\nThis is an appeal from the order of the Commonwealth Court affirming the grant of benefits pursuant to Section 402(d) of the Pennsylvania Unemployment Compensation Law by the Unemployment Compensation Board of Review (Board) to appellees, professional employees, of the Fairview School District.\nIn the instant appeal, a collective bargaining agreement, effective September 1, 1977 through August 26, 1979, was entered into between the Fairview Education Association (FEA) and the Fairview School District. Prior to the expiration of the agreement and while negotiations for a new agreement were in progress, the Fairview School Board at its regular monthly meeting on August 20, 1979, passed a resolution offering to extend the old contract for a period of up to sixty (60) days. The resolution specified that the extension would be under the same terms and conditions then in effect.\nOn August 23, 1979, unaware of the passage of the School Board’s resolution, FEA sent a letter to the Board \"... requesting an extension of the present contract for a reasonable period of time beyond the present expiration date of August 26, 1979, which would include an extension of all terms of the present contract including, but not limited to, the grievance procedure and fringe benefits.” By letter dated August 28, 1979, the School Board President notified FEA of the resolution offering to extend the contract for up to sixty (60) days.\nAlthough no formal agreement was documented concerning the extension of the contract, the teachers appeared for an in-service day on September 5, 1979 and began student instruction on September 6, 1979. On September 7, 1979, the teachers received a regularly scheduled bi-weekly pay check. The pay checks were computed on the basis of the salary matrix used the prior school year and contained in the collective bargaining agreement which had expired on August 26, 1979 but extended by agreement. The checks, however, did not include any step-up in pay based on an additional year of service beyond the 1978-1979 school year covered by the expired agreement.\nOn September 13, 1979, a grievance report was filed by FEA on behalf of its members. The report alleged that the extended agreement was violated because the School District failed to move its personnel to an advanced pay step-up based on an additional year of service. A work stoppage commenced on September 14,1979 and continued until October 22, 1979 when all teachers employed by the District returned to work pursuant to an order of the Court of Common Pleas of Erie County.\nOn September 16,1979, several teachers filed token claims for benefits, ostensibly to determine the rights of all teachers within the District. The Employment Security Office denied benefits on the basis that claimants were engaged in a labor dispute, thus rendering them ineligible under Section 402(d) of the Act. A referee affirmed the denial of benefits, but was overturned when the Unemployment Compensation Board of Review held that claimants were not rendered ineligible under that section. The Commonwealth Court affirmed the Board and this appeal followed.\nSection 402(d) of the Act provides:\nAn employe shall be ineligible for compensation for any week—\n(d) In which his unemployment is due to a stoppage of work, which exists because of a labor dispute (other than a lock-out) at the factory, establishment or other premises at which he is or was last employed: Provided, That this subsection shall not apply if it is shown that (1) he is not participating in, or directly interested in, the labor dispute which caused the stoppage of work, and (2) he is not a member of an organization which is participating in, or directly interested in, the labor dispute which caused the stoppage of work, and (3) he does not belong to a grade or class of workers of which, immediately before the commencement of the stoppage, there were members employed at the premises at which the stoppage occurs, any of whom are participating in, or directly interested in, the dispute.\nThus, the dispositive issue in this appeal for purposes of determining eligibility for unemployment benefits is whether the work stoppage by the teachers constituted a “strike” or resulted from a “lockout” by the School District. In the former situation, the teachers would be ineligible for benefits pursuant to Section 402(d), while in the latter situation, the teachers would be eligible to receive unemployment benefits.\nThe standards for determining whether a work stoppage is a result of a lockout or a strike were established in Vrotney Unemployment Compensation Case, 400 Pa. 440, 163 A.2d 91 (I960), wherein we stated:\nHave the employees offered to continue working for a reasonable time under the pre-existing terms and conditions of employment so as to avert a work stoppage pending the final settlement of the contract negotiations; and has the employer agreed to permit work to continue for a reasonable time under the preexisting terms and conditions of employment pending further negotiations? If the employer refuses to so extend the expiring contract and maintain the status quo, then the resulting work stoppage constitutes a ‘lockout’ ....\nId., 400 Pa. at 444-45, 163 A.2d at 93-94.\nAs Mr. Justice Roberts observed in Philco Corporation v. Unemployment Compensation Board of Review, 430 Pa. 101, 103, 242 A.2d 454, 455 (1968):\nThis is but another of those troublesome areas where the legal test as distilled from previous cases is easy to verbalize, but most difficult to apply to any given set of facts. Since the purpose of our unemployment compensation system is to compensate an individual when work has been denied him through no fault of his own, logically the test of whether a work stoppage resulted from a strike or a lock-out requires us to determine which side, union or management, first refused to continue operations under the status quo after the contract had technically expired, but while negotiations were continuing.\nAlthough generally employed in the context of preliminary injunctions, the definition of the term “status quo” is equally applicable to the instant situation. The status quo has been defined as the last actual, peaceable and lawful noncontested status which preceded the controversy. See, e.g., Valley Forge Historical Society v. Washington Memorial Chapel, 493 Pa. 491, 426 A.2d 1123 (1981); Commonwealth v. Coward, 489 Pa. 327, 414 A.2d 91 (1980); Roberts v. School District of Scranton, 462 Pa. 464, 341 A.2d 475 (1975).\nThe Commonwealth Court held that the failure of the School District to step up the teachers’ salaries based on years of service under the expired agreement, although for the school year in which a new contract was being negotiated, constituted a change in the status quo thus rendering the teachers eligible for unemployment benefits.\nThe School District argues that its payment to the teachers of the same salary according to the last year of the expired contract, rather than a salary increase by step, did not constitute a change in the status quo. The School District contends that the stepped up salary increases for years of service contained in the salary schedules were bargained for by the District and the union only for the specific years covered by the expired contract and that increases beyond the years covered by the contract were neither contemplated nor bargained for. Moreover, the District claims that requiring increases pursuant to the expired contract undercuts the bargaining positions of the parties during the continuing negotiation of salary for the current year and in effect mandates, prior to execution of a new contract, retroactive pay raises.\nThe essence of appellee-intervenors’ argument is that the status quo requires a finding that the expired contract has been constructively extended for an entire extra year and all its salary step ups therefore increased accordingly. To accept this theory would defeat the purpose of interim extensions between the expiration of the old collective bargaining agreement, and negotiation and consummation of a new agreement.\nWhile the specific issue of whether the maintenance of the status quo during the extension of an expired collective bargaining agreement requires stepped up salary increases under that agreement has not been addressed by this Court, appellant cites to two cases from other jurisdictions whose rationale we find persuasive.\nIn M.S.A.D. No. 43 Teachers Assoc. v. M.S.A.D. No. 43 Board of Directors, Me., 432 A.2d 395 (1981) a teachers union and a school district began negotiating in April 1978 over a collective bargaining agreement to succeed the agreement then in force. By August 31, 1978, the day the 1977-78 agreement expired, no new agreement had been reached and negotiations continued into the new school year.\nBetween November 1978 and January 1979, the Union and the Employer filed with the Board four prohibited practice complaints. In one of them, the Union alleged, inter alia, that at the beginning of the new school year, August 28, 1978, the Employer paid newly hired teachers as though the 1977-78 collective bargaining agreement was still in effect, whereas it paid returning teachers as though the agreement had expired. That is, in setting the salaries of the newly hired teachers, the Employer translated prior years of experience and education into monetary values according to the salary step schedule set forth in the 1977-78 agreement; to the rétubning teachers, however, the Employer paid the same salary for the new school year that had been paid in the school year just past, disregarding the additional “salary step” of one year’s teaching experience gained in 1977-78.\nId. 432 A.2d at 397.\nThe Supreme Judicial Court of Maine upheld the Maine Labor Relations Board’s conclusion that both parties had committed prohibited labor practices and, citing from the Board’s opinion, stated:\nThe Directors [ (Employer) ] ... acted properly in paying the returning teachers at the same step which the teachers occupied during the 1977-78 school year. In Easton Teachers Association v. Easton School Committee, M.L.R.B. N. 79-4 at 7 (1979), we held that during the interim period between expiration of a contract, “the status quo should be maintained as if the existing conditions were frozen rather than to give effect to a built-in wage escalator.”\nId. (footnote omitted).\nMoreover, the Maine Court, in a footnote cited to a New York Court of Appeals case for its status quo rationale concerning salary step increases during the interim period between the expiration of one agreement and consummation of a new agreement:\nTo say that the status quo must be maintained during negotiations is one thing; to say that the status quo includes a change and means automatic increases in salary is another. The matter of increments can be negotiated and, if it is agreed that such increments can and should be paid, provisions can be made for payment retroactively. Board of Co-op Educ. Serv. v. New York State Pub. Employment Relations Bd., 41 N.Y.2d 753, 758, 395 N.Y.\nS. 2d 439, 443, 363 N.E.2d 1174, 1177 (1977).\nThe underlying rationale for the status quo requirement is that during the interim period between contracts, the employer may continue operations and the employee may continue working, while the parties are free to negotiate on an equal basis in good faith. Maintenance of the status quo is merely another way of stating that the parties must continue the existing relationship in effect at the expiration of the old contract. To require the School District to pay stepped up salary increases beyond the specified years contained in the expired contract changes the existing relationship in the context of the terms and conditions subject to the very negotiations sought to be fostered.\nWe therefore hold that the School District’s refusal to pay stepped up salaries did not constitute a disruption of the status quo; that the work stoppage in these cases resulted from a “strike” rather than a “lockout”; and thus section 402(d) disqualified the teachers from receiving unemployment compensation benefits.\nAccordingly, the Order of the Commonwealth Court is reversed and the referee’s denial of benefits reinstated.\nLARSEN, J., files a dissenting opinion.\n. Fairview School District v. Commonwealth of Pennsylvania, Unemployment Compensation Board of Review, 61 Pa. Commonwealth Ct. 635, 434 A.2d 884 (1981).\n. Act of December 5, 1936, Second Exec.Sess., P.L. (1937) 2897, art. IV, § 402, as amended, 43 P.S. § 802(d).\n. Record, pg. 67a.\n. This test has been consistently followed. See Borello v. Unemployment Compensation Board of Review, 490 Pa. 607, 417 A.2d 205 (1980); Unemployment Compensation Board of Review v. Sun Oil Co., 476 Pa. 589, 383 A.2d 519 (1978); Philco Corporation v. Unemployment Compensation Board of Review, 430 Pa. 101, 242 A.2d 454 (1968)."}