{"id": "1778910", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal from an order of the Superior Court which affirmed an order of the Court of Common Pleas of the Tenth Judicial District sustaining dissolution of a preliminary injunction and dismissing a complaint in equity.\nThe appellants, Lawrence J. Fierst and his wife, Betty G. Fierst, (hereinafter “Fiersts”) conveyed certain real estate to appellee P. M. McArdle Land Development Co. (hereinafter “McArdle”) on February 27, 1976. On that same date, McArdle gave back to Fiersts a mortgage on the property in the amount of $330,000, which mortgage was duly recorded. The mortgage provided that it shall be “subordinate to the lien of any mortgage at any time whatsoever given by Mortgagor to any banking or lending institution for the purpose of the development or further development of the property ...” (Emphasis added). Also on February 27, 1976, as a means of conferring authority to perform the provided-for mortgage subordinations, Fiersts executed and delivered to appellee Commonwealth Land Title Insurance Co. (hereinafter “Commonwealth”) an irrevocable power of attorney, deemed coupled with an interest, and duly recorded, granting Commonwealth power as follows:\nto execute, acknowledge, deliver and record any and all documents necessary to postpone and subordinate that certain Mortgage dated February 27, 1976 from P. M. McARDLE LAND DEVELOPMENT CO., INC. to the Undersigned in the amount of $330,000.00 covering lands located in Unity Township, Westmoreland County, Pennsylvania, and recorded February 27, 1976 in the Office of the Recorder of Deeds of Westmoreland County, Pennsylvania, to the lien of any and all mortgages from P. M. McARDLE LAND DEVELOPMENT CO., INC. to any banking or lending institution or institutions.\nThus, the power of attorney did not expressly recite the limitation contained in the McArdle-Fierst mortgage restricting postponements to situations where the mortgage to be assigned priority has been granted for property development purposes.\nIn September of 1977, appellee Sentinel Savings Association (hereinafter “Sentinel”) issued a loan commitment to McArdle in the amount of $250,000, such loan to be secured by a first mortgage upon the property in favor of Sentinel and appellee Concord Liberty Savings Association (hereinafter “Concord”). An attorney for McArdle informed Commonwealth of the proposed mortgage, and proffered his opinion that the proposed financing was for “development or further development of the subject premises.” Regarding this statement as to the purpose of the proposed loan as an adequate assurance of compliance with the McArdle-Fierst mortgage’s conditions upon Commonwealth’s duty of postponement, yet choosing to ignore a demand made by Fiersts that no further mortgage postponements be performed, Commonwealth responded that it would execute its agency to subordinate the McArdle-Fierst mortgage to the McArdle-Sentinel/Concord mortgage. Thus, on November 22, 1977, a closing was held on the $250,000 loan, Sentinel and Concord disbursing to McArdle all of the loan funds. Fearing that their security would be severely impaired by subordination of the McArdle-Fierst mortgage to the McArdle-Sentinel/Concord mortgage, and asserting that proceeds of the $250,000 loan were applied to payment of defaulting institutional mortgage debts owed’by McArdle rather than to “development or further development” of the property, Fiersts sought to prevent the proposed postponement. Hence, prior to Commonwealth actually executing the postponement, Fiersts filed a complaint in equity seeking to restrain Commonwealth from subordinating the McArdle-Fierst mortgage. A preliminary injunction was issued, which, following a hearing, was dissolved. The Court of Common Pleas, sitting en banc, sustained dissolution of the injunction as well as dismissal of the complaint, a decision which was affirmed by the Superior Court.\nOn appeal, the sole issue is the extent to which the power of attorney held by Commonwealth could properly be executed to effectuate the mortgage postponement in question. The Fiersts, averring that proceeds of the mortgage-secured loan from Sentinel and Concord were not in fact applied to development of the subject property, assert that Commonwealth lacks power to execute postponements favoring non-development mortgages. Appellees contend that although the McArdle-Fierst mortgage is, in express terms, subject to postponement only in respect to mortgages issued for development purposes, the absence of such an express restriction in the power of attorney held by Commonwealth, upon which reliance was placed in disbursing loan funds, empowered Commonwealth to execute postponements in favor of non-development mortgages. The courts below, viewing the issue presented as one necessitating a balancing of equities between Sentinel and Concord and the Fiersts, held that the more innocent of the parties were Sentinel and Concord, who, in issuing the loan to McArdle, relied upon the power of attorney, which, although making reference to the particular mortgage to be subordinated, did not expressly set forth the restriction in question.\nIt is well established that the applicable standard of review is “whether the findings of fact of the chancellor, approved by the court en banc, are based upon legally competent and sufficient evidence, and whether the trial court committed an error or abused its discretion.” Estate of Clark, 467 Pa. 628, 634, 359 A.2d 777, 781 (1976). We hold that Commonwealth lacks authority to execute mortgage postponements assigning priority of lien to mortgages not granted for property development purposes, and that the trial court’s determination that Concord and Sentinel are innocent parties equitably entitled to the postponement sought, lacks sufficient basis in the evidence.\nSentinel and Concord, as parties dealing with an agent, Commonwealth, known by the former to be acting only under an express grant of authority, had a duty to take notice of the nature and extent of the authority conferred. Moore v. Luzerne County, 262 Pa. 216, 221, 105 A. 94, 95 (1918). See also Restatement (Second) of Agency, § 167 (1958). Parties are bound at their own peril to notice limitations upon the grant of authority before them, whether such limitations are prescribed by the grant’s own terms or by construction of law. Moore, 262 Pa. at 222, 105 A. at 96. Furthermore, the existence of a limitation upon the authority conferred by the power of attorney issued to Commonwealth must be determined in light of the rule that such powers are to be strictly construed. See Nuzum v. Spriggs, 357 Pa. 531, 533, 55 A.2d 402, 403 (1947).\nAs stated in the Restatement (Second) of Agency § 166 (1958), “A person with notice of a limitation of an agent’s authority cannot subject the principal to liability upon a transaction with the agent if he should know that the agent is acting improperly.” See also Sabino v. Junio, 441 Pa. 222, 226, 272 A.2d 508, 510 (1971). Without question, Sentinel and Concord had notice of the restriction upon Commonwealth’s authority to execute mortgage postponements. Indeed, the power of attorney upon which they relied made express reference to the McArdle-Fierst mortgage which contained the restriction. The recorded mortgage, a public document, provided notice to all concerned. Sentinel and Concord, as lending institutions contemplating a loan transaction, undoubtedly examined the McArdle-Fierst mortgage instrument, thereby acquiring unequivocal notice of the restriction therein. If, in fact, the mortgage document was not examined by appellees, they cannot be deemed faultless for neglecting to discover the extent to which the mortgage may be postponed. Strict construction of the grant of power, so as to incorporate the limitations upon lien subordination recited in the McArdle-Fierst mortgage, is consistent with a rule, long recognized by this Court, governing interpretation of powers of attorney: “Powers expressly granted will not be restricted by implication nor will a construction be made which will effectively defeat the very purpose of the agency.” Nuzum, 357 Pa. at 533, 55 A.2d at 403. To no extent is the restriction upon the scope of the power granted Commonwealth regarded as arising by implication. Rather, the power expressly authorized postponement only of “that certain Mortgage dated February 27, 1976 from P. M. McArdle . . .,” and, having unequivocal notice of the terms governing subordination of that mortgage, appellees are bound thereby. In addition, the very purpose of the agency, videlicet to facilitate postponement of a certain mortgage in the interest of obtaining developmental financing for the property, is defeated by the construction accorded the instant power of attorney by the courts below. Hence, we reverse and remand to the Court of Common Pleas for proceedings consistent with this opinion.\nOrder reversed, and case remanded.\n. Fierst v. Commonwealth Land Title Insurance Co., 296 Pa.Super. 584, 438 A.2d 647 (1981) (memorandum decision).\n. Prior to receiving the $250,000 loan commitment, McArdle developed financial problems. Concurrent with the conveyance of the subject property from Fiersts to McArdle, the McArdle-Fierst mortgage was subordinated to a $110,000 institutional mortgage. Subsequently, the McArdle-Fierst mortgage was subordinated to an additional $25,000 mortgage held by the same institution. In June of 1977, Fiersts informed Commonwealth that these two institutional mortgages, as well as the McArdle-Fierst mortgage, were in default. In addition, Fiersts notified Commonwealth that real estate taxes on the property were unpaid, and that execution procedures had commenced upon liens against the property obtained by certain contractors. Fiersts demanded that, under these circumstances, no further exercise of the irrevocable power of attorney be made.\n. Whether proceeds of the McArdle-Sentinel/Concord mortgage were utilized for “development or further development” of the subject property is an issue not reached by the courts below, and which, upon remand, shall be determined by the Court of Common Pleas."}