{"id": "1781060", "contents": "OPINION\nZAPPALA, Justice.\nAppellant, James J. Cavanaugh, was charged with criminal homicide in the Court of Common Pleas of Schuylkill County. The charge arose out of the shooting death of Joseph McNamara, which occurred on July 21,1979. Appellant pleaded guilty. The court held a hearing to determine the degree of guilt, found appellant guilty of murder of the third degree, and sentenced him to ten to twenty years in prison. Appellant appeals the judgment of sentence. He claims that the guilty plea is invalid, in that the court did not conduct an adequate colloquy to establish that it was knowingly and voluntarily entered.\nBefore we may reach the merits of appellant’s claim of an invalid guilty plea, we must dispose of the Commonwealth’s contentions that the appeal was not filed in a timely fashion and the guilty plea claim was waived. We find no merit to the Commonwealth’s claim of untimeliness. In order for an appeal to be timely, it is necessary that “notice of appeal ... be filed within thirty days after the entry of the order from which the appeal is taken”, Rule of Appellate Procedure 903(a). A defendant may appeal only from a final judgment of sentence. Commonwealth v. Myers, 457 Pa. 317, 322 A.2d 131 (1974). When the defendant appeals from a judgment of sentence, the time for appeal runs from the date that the court imposes sentence, informs the defendant of his or her right to appeal within thirty days, and enters the judgment on the docket. Commonwealth v. Gottshalk, 276 Pa.Super. 102, 419 A.2d 115 (1980). In the instant case, the court did so on March 3, 1980. The notice of appeal was filed on April 1, 1980. That was within the thirty day period, so the appeal was timely filed.\nOn the issue of waiver, the question is whether appellant took proper action in the Court of Common Pleas to preserve his claim. A defendant who has pleaded guilty and wishes to challenge the validity of the plea must do so by written motion, which must be filed with the trial court within ten days after the imposition of sentence, Rule of Criminal Procedure 321(a). If that is not done, the motion is considered waived on appeal, Commonwealth v. Dowling, 482 Pa. 608, 394 A.2d 488 (1978), provided that the court has informed the defendant of his or her right to file post-verdict motions or a motion to withdraw the plea. Commonwealth v. Brandon, 485 Pa. 215, 401 A.2d 735 (1979). In the instant case, the record shows that appellant was properly advised of his rights and did not file a motion in the trial court to withdraw his plea. Therefore, we find that the claim has been waived.\nThe judgment of sentence is affirmed.\nNIX, J., filed a concurring opinion."}