{"id": "1781101", "contents": "OPINION OF THE COURT\nNIX, Justice.\nThis is an appeal from an order of the Commonwealth Court affirming the action of the State Police Commissioner in accepting the recommendation of dismissal of appellant entered by the Court Martial Board of the Pennsylvania State Police. Soja v. Pennsylvania State Police, 43 Pa. Commonwealth Ct. 226, 402 A.2d 281 (1979). A number of objections have been raised by appellant challenging his dismissal. We granted review to address the question as to whether the procedures employed in the decision-making process violated his constitutional rights to procedural due process and a fair hearing. Specifically, appellant alleges that the requirement that all preliminary investigations, reports and recommendations be forwarded to the Commissioner prior to the institution of the process, conflicts with the Commissioner’s primary role in the adjudicatory process of accepting or rejecting the Court Martial Board’s (Board) recommendation of dismissal. See, State Police Operations Manual 7-2, p. 23.4, paragraph (E)2a.\nThe essence of the due process complaint is that in view of the Commissioner’s ultimate role as the final arbiter, it is improper for him to have available information which may not have been contained on the record upon which the recommendation of dismissal was predicated. It is suggested that such a procedure possesses the potential of depriving the accused trooper of a meaningful right of confrontation and adequate review. For the reasons that follow, we find that this argument has substance and find the procedure defective.\nThe principle that due process is fully applicable to adjudicative hearings involving substantial property rights before administrative tribunals is well established. Conestoga Nat’l Bank of Lancaster v. Patterson, 442 Pa. 289, 275 A.2d 6 (1971); Wiley v. Woods, 393 Pa. 341, 141 A.2d 844 (1958); Commonwealth ex rel. Chidsey v. Mallen, 360 Pa. 606, 63 A.2d 49 (1949); Pennsylvania State Athletic Comm. v. Bratton, 177 Pa.Super.Ct. 598, 112 A.2d 422 (1955). There is also little question that a member of the Pennsylvania State Police possesses an enforceable property right in his continued employment with the force. See, e.g., Bolden v. Pa. State Police, 371 F.Supp. 1096 (E.D.Pa.1974); Lamolinara v. Barger, 30 Pa. Commonwealth Ct. 307, 373 A.2d 788 (1977); cf. Board of Regents v. Roth, 408 U.S. 564, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972).\nThe prerequisites of due process have been frequently articulated:\n[The] essential elements [of due process] are ‘notice and opportunity to be heard and to defend in an orderly proceeding adapted to the nature of the case before a tribunal having jurisdiction of the cause’: 12 Am.Jur. § 573, pp. 267, 268; Com. ex rel. Chidsey v. Keystone Mut. Cas. Co., 373 Pa, 105, 109, 95 A.2d 664; Carter v. Kubler, 320 U.S. 243, 88 L.Ed. 26, 64 S.Ct. 1; Ohio Bell Telephone v. Public Utilities Commission of Ohio, 301 U.S. 292, 81 L.Ed. 1093, 57 S.Ct. 724; Interstate Commerce Commission v. Louisville & Nashville Ry. Co., 227 U.S. 88, 57 L.Ed. 431, 33 S.Ct. 185; Jordan v. American Eagle Fire Insurance Company [83 U.S.App.D.C. 192], 169 F.2d 281, 288. Conestoga Nat’l Bank of Lancaster v. Patterson, supra 442 Pa. at 295, 275 A.2d at 9.\nMoreover, “[i]n almost every setting where important decisions turn on questions of fact, due process requires an opportunity to confront and cross-examine adverse witnesses.” Goldberg v. Kelly, 397 U.S. 254, 269, 90 S.Ct. 1011, 1021, 25 L.Ed.2d 287 (1970). The United States Supreme Court has stated:\nCertain principles have remained relatively immutable in our jurisprudence. One of these is that where governmental action seriously injures an individual, and the reasonableness of the action depends on fact findings, the evidence used to prove the Government’s case must be disclosed to the individual so that he has an opportunity to show that it is untrue. While this is important in the case of documentary evidence, it is even more important where the evidence consists of the testimony of individuals whose memory might be faulty or who, in fact, might be perjurers or persons motivated by malice, vindictiveness, intolerance, prejudice or jealousy. We had formalized these protections in the requirements of confrontation and cross examination. They have ancient roots.\nGreene v. McElroy, 360 U.S. 474, 496, 79 S.Ct. 1400, 1413, 3 L.Ed.2d 1377 (1959).\nNot only is the right of confrontation impaired, but meaningful review is impossible where the reviewing court does not have available to it all of the facts considered in reaching the judgment. U.S. ex rel. Kinney v. U.S. Fidelity & Guaranty Co., 222 U.S. 283, 32 S.Ct. 101, 56 L.Ed. 200 (1911); Guthrie v. Wilson, 40 Pa. 430 (1861). Under Section 711 of the Administrative Code, it is clear that the recommendation of the Court Martial Board is merely advisory and the Commissioner “may, in his discretion, follow or disregard ...” the Board’s view. It is therefore clear that the Commissioner’s role is that of the ultimate arbiter within the administrative process, not constrained by the findings of the Court Martial Board.\nThe present procedure which provides the Commissioner with information that may be prejudicial and inflammatory concerning the trooper is essentially unfair in two respects. First, if this information was not presented during the formal proceedings, the subject of the disciplinary action is denied the opportunity to contest its accuracy. Second, the tribunal reviewing the action by the Commissioner is left unaware of any such information that may have influenced the judgment.\nThe power of the Commissioner “to follow or disregard” recommendations as to the discipline to be imposed makes it critical that the factors which determine the exercise of that discretion by the Commissioner be made a part of the record.\nThe mere fact that the record may support the recommendation of the Board is of no moment where the Commissioner’s reasons for exercising his discretion in accepting or refusing the recommendation need not have been predicated upon the facts appearing upon the record before the Board. The result of the present scheme of discipline provides the possibility that information critical in the judgment of the Commissioner in the exercise of this discretion is insulated from refutation by the trooper and escapes consideration by a reviewing court.\nWhen an administrative decision is based upon information secretly collected and not disclosed, due process concerns are clearly raised. See, e.g., United States v. Abilene & S. Ry. Co., 265 U.S. 274, 44 S.Ct. 565, 68 L.Ed. 1016 (1923); Shortz v. Farrell, 327 Pa. 81, 193 A. 20 (1937); Erie City v. Public Service Comm., 278 Pa. 512, 123 A. 471 (1924); Shenandoah Suburban Bus Lines Case, 158 Pa.Super.Ct. 638, 46 A.2d 26, aff’d 355 Pa. 521, 50 A.2d 301 (1946); English v. City of Long Beach, 35 Cal.2d 155, 217 P.2d 22 (1950); Thompson v. Lent, 53 App.Div.2d 721, 383 N.Y.S.2d 929 (1976); cf. Commonwealth v. Cronin, 336 Pa. 469, 9 A.2d 408 (1939); see generally, 18 A.L.R.2d 552.\nIn any proceeding that is judicial in nature, whether in a court or in an administrative agency, the process of decision must be governed by the basic principle of the exclusiveness of the record. ... Unless this principle is observed, the right to a hearing itself becomes meaningless. Of what real worth is the right to present evidence and to argue its significance at a formal hearing, if the one who decides the case may stray at will from the record in reaching his decision?\nMazza v. Cavicchia, 15 N.J. 498, 514, 105 A.2d 545, 554 (1954).\nAs noted by appellee, Mr. Soja has failed to identify any specific item prejudicial to him which may have been communicated to the Commissioner through this procedure and resulted in prejudicing his position. However, we do not accept the view that this blatant potential defect can be overlooked because of the inability of a party to demonstrate actual prejudice. By the very nature of the defect, the party subject to the harm would not be in a position of identifying the prejudice with specificity. To require a demonstration of prejudice in such a situation would render the safeguards of due process illusory.\nWe accept appellee’s argument that due process does not require a tabula rasa. Nevertheless, a distinction must be made where, as here, the system itself generates the impermissible information. A valid analogy cannot be properly made to situations where a finder of fact through happenstance acquires information from sources totally unrelated to the process. Moreover, even in instances where the information is inadvertently acquired, the finder of fact may be disqualified thereby, depending upon the nature of that information. Cf. Commonwealth v. Daugherty, 493 Pa. 273, 426 A.2d 104 (1981); Commonwealth v. Frazier, 471 Pa. 121, 369 A.2d 1224 (1977).\nHaving concluded that the procedure is inherently defective, we address the question of determining the proper remedy. With reference to future matters, we now hold that the disciplinary procedure must be redesigned to exclude this type of information from the Commissioner.\nA more difficult question is presented in attempting to fashion the appropriate relief for Mr. Soja. Since this particular defect touches only upon the validity of the Commissioner’s action, the taint at that stage does not tarnish the process prior to that point. It therefore follows that this defect does not establish a predicate for invalidating the action of the Board. If the Board’s findings are supported by the record and justify the recommended discipline, then Mr. Soja’s rights are protected in this instance by our review independent of the Commissioner’s recommendation.\nAppellant contends that the Board’s decision was not supported by sufficient evidence. The scope of review from a decision of a court martial dismissal is whether the Board’s findings are supported by substantial evidence. McCann v. Pennsylvania State Police, 17 Pa. Commonwealth Ct. 127, 330 A.2d 573 (1975); Grad v. Pennsylvania State Police, 14 Pa. Commonwealth Ct. 630, 324 A.2d 887 (1974); Luchansky v. Barger, 14 Pa. Commonwealth Ct. 26, 321 A.2d 376 (1974).\nTrooper Soja was found guilty of three charges of misconduct. Under Charge I, Unbecoming Conduct, FR 1-1.01, appellant was found guilty of specifications III and V. Specification III stated:\nOn unknown date in March, 1976, Trooper Soja used derogatory language toward Stroud Township Code Enforcement Officer, Mr. Harry Miller, during a time when Mr. Miller was performing his assigned duties.\nOn direct testimony Trooper Soja admitted that he called Mr. Miller a “son of a bitch” while Miller, a building inspector, was engaged in an inspection of a home Soja was building. Mr. Miller and another individual present at the time so testified at the court martial hearing.\nSpecification V under Charge I stated as follows:\nOn unknown dates in February and March, 1977, Trooper Soja followed a course of conduct which involved Trooper Soja with a known criminal in an attempt to intervene in an arrest of this known criminal made in Orange, New Jersey, and subsequently an attempt by Trooper Soja to officially intercede in a dispute between this known criminal and a legitimate business enterprise: VanScoy Jewelers, Edwardsville, Pennsylvania. All of these incidents, either singularly or in total, constitute the type of conduct which could reasonably be expected to destroy public respect for State Police Officers and/or confidence in the Pennsylvania State Police. This is in violation of Pennsylvania State Police FR 1-1.01.\nA review of the record convinces us that the Court Martial Board was correct in its finding that “Trooper Soja’s motive in appearing at the Orange, New Jersey Police Station and one VanScoy Jewelers in Edwardsville, Pennsylvania was to perform a favor for a personal friend and it was his intent by identifying himself as a Pennsylvania State Policeman to obtain preferential treatment on a non police related matter.” (R. 575a)\nAlthough there was conflicting testimony concerning Specification V, the Board, as an administrative hearing board, was presented with substantial evidence on the issue and was in the best position to assess the credibility of the witnesses and should not be second guessed on review. Cf. Taylor v. Unemp. Comp. Bd. of Review, 474 Pa. 351, 378 A.2d 829 (1977); Schwarzenbach v. Unemp. Comp. Bd. of Review, 36 Pa. Commonwealth Ct. 137, 387 A.2d 519 (1978); Recker v. Unemp. Bd. of Review, 30 Pa. Commonwealth Ct. 327, 313 A.2d 795 (1977).\nUnder Charge II, Violation of F.R. 1-1, § 2.01 Performance of Duty, appellant was found to have violated several specifications. Specification I provided:\nDuring a substantial period of time subsequent to the issuance of Special Order 74-126, dated July 8, 1974, pertaining to outside employment, Trooper Soja did fail to adhere to and comply with the provisions of this Directive. Special Order 74-126, introduced at the Board, requires\nthat a member of the State Police obtain approval from the department before engaging in any outside employment. The Board found appellant guilty of this specification based on his own testimony and that of other witnesses. Under questioning by one Sergeant Berringer, Trooper Soja testified:\nBy Sergeant Berringer: [prosecuting officer]\nQ. You are aware of the moonlighting regulation. It went into effect in 1968, again in 1972, et cetera. Were you aware that moonlighting would have been permitted in certain instances simply by asking the Commissioner and expaining your hardship?\nA. Yes. I am.\nQ. Did you do that?\nA. No. I didn’t.\nQ. Why?\nA. Because I had a little experience with the officers prior, and I didn’t think it was—\nQ. Rather than attempt to obey the regulation, you just decided to disregard the regulation.\nA. No. I gave it thought, but I didn’t do it.\nQ. So you disregarded the regulation?\nA. Yes.\nSee Soja’s direct testimony at R.408a.\nSpecification II, under Charge II, stated as follows: On July 12, 1977, Trooper Soja did fail to properly comply with a Department Regulation in that he failed to appear at a Third Level Disciplinary Proceeding in violation of FR 3-3.05(b)2.\nBoth of these incidents, [Specifications 1 and 2] either singularly or in total, constitute a willful disobedience to the requirements of strict adherence to the rules, regulations, manuals and directives promulgated by the Department. This is in violation of Pennsylvania State Police FR 1-2.01.\nThe Board found Trooper Soja guilty of Specification II based on his own testimony that he failed to appear at a scheduled Third Level Disciplinary Hearing.\nThe Board also found Trooper Soja guilty of two specifications under Charge IV, Competency. The first specifications dealt primarily with Soja’s poor attitude and overall work performance; his failure to improve the quality of his written incident reports after repeated warnings; his low productivity; his poor relationship with his superiors as well as other members of the force (including quarreling and fighting); his failure to report to duty at assigned times; his failure to pay outstanding debts resulting from his off-duty construction business; his intervention in the arrest of a friend in New Jersey; associating with a known criminal not in the course of his official duties; displaying his State Police Badge while acting in an unofficial capacity, all of which resulted in prior disciplinary proceedings against Trooper Soja.\nThe Department invoked the provisions of Field Regulation FR 3-3.06D, Repeated Violations as the second specification under the Competency charges. Pursuant to FR 3-3.06, the level of punishment may be raised when several lesser level disciplinary violations have occurred within a two-year period, the result being that accumulated minor disciplinary infractions may warrant third level action and eventual dismissal from the force.\nThe Board found Trooper Soja guilty of both specifications of incompetency and unanimously recommended his dismissal. We have thoroughly reviewed the entire record of the court martial proceedings and find all the Board’s findings of guilt to be supported by “substantial evidence” and its recommendation to be appropriate.\nFinally, appellant asserts three additional procedural issues which he claims requires a reversal of his dismissal: (1) Whether appellant is entitled to active representation of counsel in all stages of the Pennsylvania State Police disciplinary procedure; (2) whether the Commonwealth Documents Law requires the Pennsylvania Police Field Regulations concerning disciplinary procedures to be published in the Pennsylvania Bulletin; and (3) whether appellant was denied due process of law in that the legal procedures used by the Pennsylvania State Police are unfair, discriminatory and create a double standard. We agree with the Commonwealth Court that appellant has waived the first issue and find issues two and three to be wholly without merit and not requiring explication.\nAccordingly, the Board’s recommendation of dismissal is affirmed.\nMcDERMOTT, J., concurs in the result.\nROBERTS, J., files a concurring opinion joined by O’BRIEN, C.J., and HUTCHINSON, J.\n. State Police Operations Manual 7-2, p. 23.4, paragraph (E)2A provides in pertinent part:\nWhen the investigation involves Department personnel, the original copy, with in-depth endorsements by the Trooper Commander and Area Commander, shall be forwarded through channels to the Commissioner. A reproduced copy of the report, with an in-depth endorsement by the Troop Commander, shall be immediately forwarded under separate cover directly to the Commissioner ONLY when the results of the investigation substantiate the complaint and/or Disciplinary Action is recommended.\n. The Pennsylvania State Police employ a multi-tiered system of disciplinary action. Three levels of disciplinary proceedings exist and the level of proceedings is determined according to the severity of the alleged breaches of the rules and regulations. Disciplinary action is instituted when a member’s superior or supervisor draws up a disciplinary action report (DAR) specifying certain charges against the member. After the DAR is completed, a copy is given to the accused member. For “first level” charges, an informal hearing is held by an “approval officer,” usually a division director or troop commander. At this first level informal hearing before the approval officer, the charges are discussed and the member may present any relevant facts. The punishment for a finding of a first level infraction is either a written reprimand or disciplinary training anywhere from 5 to 20 duty days. A right of appeal to the next level is also provided.\nSecond level charges are heard before a disciplinary board at which the member and the department have the right to (1) introduce any reasonably relevant evidence in support of their respective positions; (2) confront and reasonably cross-examine any witness; (3) make a final comment on the charges and/or evidence; and (4) tape record the hearing proceedings. A member may have counsel or a representative present at a second level hearing, but counsel or the representative is not given the right to actively participate in the proceedings. The punishment for a finding of second level infractions may range from 1 to 30 days suspension without pay.\nThird level charges brought against a member are first heard by the appropriate disciplinary hearing board to determine if sufficient cause exists to warrant the convening of a court martial board. If a court martial board is approved, the disciplinary board will determine the duty status of the member pending the outcome of the case. The court martial board adjudicates all third level charges against a member who has the right of active representation of counsel. After hearing of third level charges, the court martial board makes findings and recommendations to the Commissioner who may in his discretion follow or disregard the recommendations of the court martial board.\n. We recognize that one of the features of the disciplinary scheme was to provide the possibility that the Commissioner may have given greater weight to certain mitigating factors and on that basis rejected the recommendation of dismissal. This, however, is counterbalanced by the fact that the scheme would have also permitted the Commissioner to have taken a harsher view than the one recommended by the Board. By eliminating consideration of the Commissioner’s decision, we have avoided the possibility that he may have been influenced adverse to Mr. Soja because of unrecorded information. In our review of the record in this matter, we have looked with great care for any mitigating factors which would have justified the imposition of a discipline less severe.\n. Although labeled a weight of the evidence argument, the substance of appellant’s arguments speaks to the sufficiency of the evidence.\n. Charge I — Violation of F.R. 1-1, 1.01\nUnbecoming Conduct: A Member shall not conduct himself/herself in a manner which is unbecoming to a police officer. Unbecoming conduct is that type of conduct which could reasonably be expected to destroy public respect for State Police officers and/or confidence in the Pennsylvania State Police.\n. Charge II — Violation of F.R. 1-1, § 201\nPerformance of Duty: A member ... shall be held responsible ... for strict adherence to the rules, regulations, manuals, and directives promulgated by the Department. Ignorance of the rules, regulations, and directives shall not be considered as an excuse of justification for any violation of such a Member.\n. Charge IV, violation of Code of Conduct — F.R. 1-2, § 2.04 — Competency:\nA Member shall maintain sufficient competency to properly perform his/her duty and assume the responsibilities of his/her position. He/She shall direct and coordinate his/her efforts in such a manner as will tend to establish and maintain the highest standards of efficiency in carrying out the functions of the Force. The fact that a Member was deemed competent at the time of employment shall not preclude a judgment of incompetency as the result of his/her performance of duty which would indicate a wanting in adequate strength, qualifications, or capacity to fill the requirements of his/her assigned tasks. Such incompetency may be demonstrated by lack of knowledge or application of laws required to be enforced; apparent unwillingness or inability to perform assigned tasks; or the failure to conform to work standards established for the Member’s rank, grade, or position. Apart from or in addition to other methods of proof of incompetency, a written record of repeated disciplinary actions for minor infractions of the rules, regulations, manuals, or directives will be considered prima facie evidence of incompetency. R.39a; P.S.P. F.R. 1-2, § 2.04.\n. The record reflects the following history of disciplinary proceedings against Trooper Soja that were considered by the Board under the Competency charges.\n—October 6, 1972 — Quarreling or Fighting with Members. Accepted five day suspension. (Second Level) (FR 1-1.31) (not considered for purposes of Specification II).\n—April 16, 1976 — Submission of Reports. Oral Reprimand. (First Level) (FR 1-2.28)\n—April 21, 1976 — Reporting for duty — Oral Reprimand. (First Level) (FR 1-2.28)\n—October 2, 1976 — Conformance to laws. Accepted two day suspension. (Second Level) (FR 1-102)\n—November 10, 1976 — Unbecoming Conduct and quarreling or fighting with Members Penalty of twenty-eight day suspension imposed by Eastern Regional Disciplinary Board. (Second Level) (FR 1-1.01 and FR 1-1.31)\n—March 28, 1977 — Payment of debts. Adjudged guilty by Eastern Regional Disciplinary Board. No penalty imposed pending Court Martial. (Second Level) (FR 1-1.26)\n—June 13, 1977 — Associations. Eastern Regional Disciplinary Board recommended Court Martial. (Second Level) (FR 1-1.08) —June 13, 1977 — Intervention in arrest or prosecution. Eastern Regional Disciplinary Board recommended Court Martial. (Second Level) (FR 1-1.18)\nK. June 13, 1977 — Badge of Office. Eastern Regional Disciplinary Board recommended Court Martial. (Second Level) (FR 1-1.-06)\n. D. Repeated Violations: A Member who is punished for repeated violations is subject to being punished at a higher level than specified after accruing a certain number of punishments at any level within a two (2) year period. If a punishment was imposed more than two (2) years ago it cannot be considered in determining whether the required number of violations are present to raise the level of action. The first “raised” punishment to the Second Level shall not result in a suspension for more than ten (10) days. The second “raised” punishment to the Second Level shall not result in a suspension for more than twenty (20) days. However, subsequent raised punishments which may result in Third Level action are justified in that repeated infractions are “Prima Facia” [sic] evidence of incompetency.\n1. After two (2) actions at the First or Second Level, subsequent First Level actions are automatically raised to Second Level punishments at a maximum of either ten (10) or twenty (20) days suspension. (Refer to 3.06, D.)\n2. After two punishments at the Second Level, third and subsequent punishments are automatically raised to Third Level action."}