{"id": "1781033", "contents": "OPINION\nNIX, Justice.\nAppellant, George Geschwendt, following a jury trial was convicted of murder in the first degree in the killing of 5 members of the Abt family and a family friend. In this appeal he raises a number of objections in support of his request for a new trial. We will focus in this opinion upon the question of whether the holding of this Court in Commonwealth v. Mulgrew, 475 Pa. 271, 380 A.2d 349 (1977) is here applicable.\nThe facts surrounding the murders were not disputed. Appellant sought to avoid criminal responsibility by reason of insanity at the time of the incident.\nGeorge Geschwendt lived across the street from the Abt family. On March 12, 1976, at approximately 8:30 a.m., he broke and entered the Abt residence. Appellant’s mother, with whom he lived with a brother, had gone to work. No one was in the Abt home, as all of the members of the Abt family had gone to work or to school. He had a .22 caliber gun and ammunition which he had purchased some time prior to March 12 and falsely reported stolen the day of the purchase. In the process of his illegal entry, glass from the kitchen window was broken. In order to avoid suspicion, he cleaned up the glass and placed himself in the house in a manner that made the kitchen door visible, while simultaneously he was able to observe the living room door to the outside. He patiently laid in wait for approximately six hours; then, consecutively, as five members of the Abt family and a boyfriend entered the house, he shot and killed them one by one. During this carnage, he also killed the family dog.\nThe bodies of all the victims were pushed or carried into the basement. He also cleaned up the victims’ blood. The dead dog was obscured from the sight of anyone who might look through the window of the ground level cellar door, by articles of clothing. He placed all spent shell casings in his pocket. The purpose of these activities which occurred after each shooting was to ensure the inability of successive victims entering the house from being aware of the prior slaughters. When Margie Abt, one of the victims, came home he secreted himself and permitted her to complete a brief telephone conversation before killing her. Although two members of the Abt family had not returned, he left the house because the constant telephone ringing made him cunningly cautious. He returned to his home by a circuitous route, in a deliberate effort to avoid detection. The shootings occurred during a time span between 3:20 p.m. and 6:30 p.m.\nOnce home, appellant concealed the gun, the rubber gloves he had worn and his bloody clothing in the saddlebags of his motorcycle. He locked the motorcycle in the garage where it was usually kept. The next day, he drove a considerable distance to the Delaware River into which he discarded the shoes and gloves. He washed his pants and other clothing to remove the bloodstains and gave them to the Goodwill Industry. Three days later, March 16, he threw the gun, spent shell casings and the remainder of the live ammunition into the Neshaminy Creek which was nearby. The gun was later recovered by the police from the creek. While the shootings were taking place, he had worn ear protectors.\nApproximately a week after the Abt killings, the Bensalem Police asked appellant to come to headquarters for questioning about the alleged theft of his gun. On March 22, he was interviewed and given a polygraph test by police. The polygraph test showed that his answers were deceptive. At 7:45 p.m. the same day, he confessed, once told of the results of the polygraph test, giving a full and detailed description of the killing, together with the events and activities related thereto which had occurred before and after the shootings. After his arraignment that evening, he gave a stenographically recorded confession. He stated to the police that he was sorry he was unable to remain in the Abt house to accomplish his purpose of killing all of the members of the family. Two members survived as a result of his early departure.\nThe first assignment of error is the trial court’s refusal to charge the jury, upon request by the defense, as to the consequences of a verdict of not guilty by reason of insanity. This Court originally expressed the view set forth in Commonwealth v. Gable, 323 Pa. 449, 187 A. 393 (1936). In Gable we summarily rejected the contention as follows:\nThe third question involves the proposition that, in a homicide case, where the defense is insanity, the trial judge must state, when requested to do so, that if the verdict is not guilty by reason of insanity, it will be his duty to send the defendant to a state institution for the insane. With this the jury has nothing to do and it was not error to refuse to so tell them.\nId., 323 Pa. at 453, 187 A. at 395.\nThe Gable view was thereafter the law in this Commonwealth until our decision in Commonwealth v. Mulgrew, 475 Pa. 271, 380 A.2d 349 (1977). A unanimous Court in Mulgrew reversed the position previously adopted in Gable and held “when insanity is raised as a possible defense to criminal charges, a jury must be instructed concerning the possible psychiatric treatment and commitment of the defendant after the return of a verdict of not guilty by reason of insanity.” Commonwealth v. Mulgrew, supra, 475 Pa. at 277-78, 380 A.2d at 352. In Mulgrew we explained that the simplistic view articulated in Gable, in that punishment was not the concern of the jury and thus no explanation was required to be given to them, fails to meet the realities of the situation.\nIf the instant trial had occurred after the filing of our opinion in Mulgrew, it is clear that the appellant would have been entitled to the requested point of charge. However, since the trial in this appeal was concluded on July 19, 1976 and the opinion in Mulgrew was not filed until December 1, 1977, the trial court’s ruling was consistent with the then prevailing statement of the law. Thus, absent a determination that the Mulgrew rule should be given retrospective application, the instant assignment of error is without merit.\nThis issue requires us to wrestle with the most troublesome question of the applicability of a newly articulated pronouncement of state law. See, e.g., Commonwealth v. Ernst, 476 Pa. 102, 381 A.2d 1245 (1978) (plurality opinion; Opinion in Support of Affirmance: Pomeroy, J., joined by Eagen, C.J., Nix, J. concurs in result; Opinion in Support of Reversal: Roberts, J. joined by O’Brien, J. and Manderino, J.). Even the terms “prospective” and “retrospective” are deceiving in their complexities. Although the variations are virtually infinite, the dispute has focused upon four specific options. The first option gives complete prospective effect to the newly pronounced rule. It limits its applicability to future cases and denies the benefit even to the parties in the litigation in which the principle was first announced. Commonwealth v. Milliken, 450 Pa. 310, 300 A.2d 78 (1973). Accord, Commonwealth v. Minarik, 493 Pa. 573, 427 A.2d 623 (1981); Commonwealth v. Gravely, 486 Pa. 194, 404 A.2d 1296 (1979) (plurality opinion); Commonwealth v. Tarver, 467 Pa. 401, 357 A.2d 539 (1976) (opinion announcing decision of the Court); Commonwealth v. Jones, 457 Pa. 563, 319 A.2d 142 (1974) (opinion in support of affirmance); Commonwealth v. Fowler, 451 Pa. 505, 304 A.2d 124 (1973); Commonwealth v. Scoleri, 399 Pa. 110, 160 A.2d 215 (1960) (opinion in support of affirmance). See, e.g., Morrissey v. Brewer, 408 U.S. 471, 490, 92 S.Ct. 2593, 2604, 33 L.Ed.2d 484 (1972) .\nSecond, the change may be applied to future litigants, but retrospectively only to the parties at bar. See, e.g., Michigan v. Payne, 412 U.S. 47, 93 S.Ct. 1966, 36 L.Ed.2d 736 (1973) ; Adams v. Illinois, 405 U.S. 278, 284-85, 92 S.Ct. 916, 920-921, 31 L.Ed.2d 202 (1972) (plurality opinion); Stovall v. Denno, 388 U.S. 293, 301, 87 S.Ct. 1967, 1972, 18 L.Ed.2d 1199 (1967); DeStefano v. Woods, 392 U.S. 631, 633, 88 S.Ct. 2093, 2095, 20 L.Ed.2d 1308 (1968); Johnson v. New Jersey, 384 U.S. 719, 86 S.Ct. 1772, 16 L.Ed.2d 882 (1966). The third option permits the change to effect all cases still on direct review at the time of the pronouncement. August v. Stasak, 492 Pa. 550, 424 A.2d 1328 (1981); Gibson v. Commonwealth, 490 Pa. 156, 415 A.2d 80 (1980); Mayle v. Pa. Dept. of Highways, 479 Pa. 384, 388 A.2d 709 (1978) applied in Steinberg v. Commonwealth, Dept. of Public Welfare, 480 Pa. 321, 389 A.2d 1086 (1978); Grieser v. Commonwealth, Dept. of Transportation, 480 Pa. 447, 390 A.2d 1263 (1978); Tokar v. Commonwealth, Dept. of Transportation, 480 Pa. 598, 391 A.2d 1046 (1978); Dubree v. Commonwealth, 481 Pa. 540, 393 A.2d 293 (1978); Kenno v. Commonwealth, Dept. of State Police, 481 Pa. 562, 393 A.2d 304 (1978); Commonwealth v. Riggins, 474 Pa. 115, 377 A.2d 140 (1977) applied in Commonwealth v. Green, 480 Pa. 446, 390 A.2d 1263 (1978); Azzarello v. Black Brothers Co., 480 Pa. 547, 391 A.2d 1020 (1978); Kuchinic v. McCrory, 422 Pa. 620, 222 A.2d 897 (1966). The fourth allows the new principle to effect cases already final at the time that it is adopted.\nInitially, it must be recognized that there is no dispute that the federal constitution is neutral on the subject. As the United States Supreme Court stated in Linkletter v. Walker, 381 U.S. 618, 629, 85 S.Ct. 1731, 1737, 14 L.Ed.2d 601 (1965) and reaffirmed, without qualification, in United States v. Johnson, 457 U.S. 537, 542, 102 S.Ct. 2579, 2583, 73 L.Ed.2d 202, 208 (1982), “.. . the Constitution neither prohibits nor requires retrospective effect. . . . ” Both Linkletter and Johnson acknowledged and affirmed the statement made in Great Northern R.R. Co. v. Sunburst Oil & Refining Co., 287 U.S. 358, 364, 53 S.Ct. 145, 148, 77 L.Ed. 360 (1932) that: “... the federal constitution has no voice upon the subject....” United States v. Johnson, supra, 457 U.S. at 542, 102 S.Ct. at 2583, 73 L.Ed.2d at 208; Linkletter v. Walker, supra, 381 U.S. at 625, 85 S.Ct. at 1735. Furthermore, there is nothing in the constitution of this Commonwealth that would dictate a contrary conclusion. We therefore can begin the inquiry upon the established premise that neither the federal nor our state constitution compels the result we reach.\nAn equally important indisputable fact that must be recognized at this juncture is that the deliberations of the United States Supreme Court upon this subject, while informative and worthy of close assessment, are not controlling insofar as our determinations as to the applicability to be given to changes in state law which we deem advisable. Great Northern R.R. Co. v. Sunburst Oil & Refining, supra. Certainly, where the change is deemed to be compelled by federal constitutional precept, we must anticipate the United States Supreme Court’s view as to the appropriate effect to be given to the new pronouncement. Where, as here, we are dealing with matters of purely state law, it is within our province, subject of course to the proper exercise of the powers vested in this Court, to fashion a scheme most efficacious for this jurisdiction. Thus, as we consider the various views expressed by the members of the United States Supreme Court on the subject, we do so to seek to gain the benefit of their experience in the area and to profit from the wisdom of their reflective judgment on the topic. Fortified by that insight and the experience of this Court in this turbulent area, we proceed to seek a resolution of the problem.\nThere appears to be little support for a rule that would limit changes in state law only to future litigants and deny its benefits to the party in the proceeding in which the change is first announced. The concern with such a position is that it would stifle the initiative which is essential to a progressive, dynamic development of a system of justice. This is particularly true in the criminal law area. Whereas the resources are available in the civil area, particularly in commercial matters, to institute and pursue a matter to establish new law without expectation of benefit in that lawsuit, such is not the case of the individual defendant who is seeking relief for what is perceived by him to be a personal wrong or injustice. His concern is not the future of the law but rather its present application to him. Thus, it is relatively simple to conclude that in the criminal law area, at least, we must permit the litigant in the matter wherein the new principle is first announced to enjoy the benefit of the change afforded.\nIt is also generally agreed that a rule which would routinely require the disturbance of settled matters would deter legitimate attempts to improve our system. Where the change is designed merely to embellish and reinforce the integrity of the process, the turmoil which would accompany a mandatory concept of a complete retrospective approach in finally litigated matters would erode the public’s inherent respect for the stability of justice. It would also tend to discourage the adoption of new approaches for fear of the impact that would result from the change.\nThe vortex of the storm of controversy surrounds the question of whether the new rule should be applied to all cases on direct review at the time of the change. The basic argument in support of this view of limited retrospectivity was succinctly stated by Mr. Justice Harlan as follows:\n... a proper perception of our duties as a court of law, charged with applying the Constitution to resolve every legal dispute within our jurisdiction on direct review, mandates that we apply the law as it is at the time, not as it once was.\nMackey v. United States, 401 U.S. 667, 681 [, 91 S.Ct. 1160, 1175, 28 L.Ed.2d 404] (1971) (Harlan, J., concurring and dissenting).\nThis argument is merely a restatement of the concept expressed by Chief Justice Marshall in United States v. Schooner Peggy, 5 U.S. (1 Cranch) 103, 110, 2 L.Ed. 49 (1801).\nBut if, subsequent to the judgment, and before the decision of the appellate court a law intervenes and positively changes the rule which governs, the law must be obeyed, or its obligation denied.... In such a case the court must decide according to existing laws, and if it be necessary to set aside a judgment, rightful when rendered, but which cannot be affirmed but in violation of law, the judgment must be set aside.\nA tenuous majority in United States v. Johnson, 457 U.S. 537, 102 S.Ct. 2579, 73 L.Ed.2d 202 (1982) has appeared to adopt the Harlan view with respect to retrospective application to convictions not final at the time the decision was rendered. However, there are two significant limitations in the Johnson position most pertinent to our present inquiry. First, the view of the Johnson majority affording retrospective application to matters then on direct appeal related to decisions that were constitutionally compelled, specifically in that case Fourth Amendment violations. United States v. Johnson, supra. Here we are concerned with merely a change in state practice; there was no constitutional overtones in our decision to set aside the Gable view, but rather our decision in Mulgrew represented an exercise of our supervisory authority. The argument of the necessity of decision-making consistency in the application of constitutionally compelled decisions loses its force when removed from the constitutional setting.\nSecond, even where the decision was constitutionally mandated, the Johnson majority concluded that where the new rule represents “a clear break with the past,” nonretroactive application is indicated. United States v. Johnson, supra.\nConversely, where the Court has expressly declared a rule of criminal procedure to be “a clear break with the past,” Desist v. United States, 394 U.S., [244] at 248, 22 L.Ed.2d [244] 248, 89 S.Ct. 1030 [, 1032], it almost invariably has gone on to find such a newly-minted principle nonretroactive. See United States v. Peltier, 422 U.S. 531, 547, n. 5, 45 L.Ed.2d 374, 95 S.Ct. 2313 [, 2322] (1975) (Brennan, J., dissenting) (collecting cases). In this second type of case, the traits of the particular constitutional rule have been less critical than the Court’s express threshold determination that the “ ‘new’ constitutional interpretio[n] ... so change[s] the law that prospectivity is arguably the proper course,” Williams v. United States, 401 U.S., [646] at 659, 28 L.Ed.2d 388, 91 S.Ct. 1148 [, 1155] (plurality opinion). Once the Court has found that the new rule was unanticipated, the second and third Stovall factors — reliance by law enforcement authorities on the old standards and effect on the administration of justice of a retroactive application of the new rule — have virtually compelled a finding of nonretroactivity. See, e.g., Gosa v. Mayden, 413 U.S., [665] at 672-673, 682-685, 37 L.Ed.2d 873, 93 S.Ct. 2926 [, 2932-2933, 2937-2938] (plurality opinion); Michigan v. Payne, 412 U.S. [47] at 55-57, 36 L.Ed.2d 736, 93 S.Ct. 1966 [, 1970-1971]. [Footnote omitted.] 457 U.S. at 549-50, 102 S.Ct. at 2587-2588, 73 L.Ed.2d at 213-214.\nFollowing the Johnson majority’s rationale, even if Mulgrew had been constitutionally compelled, which it was not, we would reach the conclusion here that a prospective application would be appropriate since the change in the rule in question is the clearest possible example of “a clear break with the past.”\nA decision of prospective application of Mulgrew would be also consistent with the dissenting view expressed in Johnson, 457 U.S. at 564, 102 S.Ct. at 2595, 73 L.Ed.2d at 223. In a strong dissent, four of the members of the Supreme Court urged that retroactive application was required only where the major purpose of the rule change was “to overcome an aspect of the criminal trial that substantially impairs its truth-finding function and so raises serious questions about the accuracy of guilty verdicts in past trials.” United States v. Johnson, supra at 564, 102 S.Ct. at 2595, 73 L.Ed.2d at 223. Mulgrew was not a change fashioned to correct a serious flaw in the fact-finding process but rather represented a refinement in our practice. While the change is expected to enhance the process, its prospective application would not reflect an erosion of our commitment to provide a fair trial.\nOnce we fully appreciate the unsoundness of the declaratory theory of Blackstone, and accept that wrongly decided cases were nonetheless existing judicial facts until overruled, the focus of the question of retrospective application is placed in proper focus. Accepting the constant evolutionary development of the law, we must reject ironclad rules of retrospective application based upon outdated fictions and be guided by an examination of the history, purpose, and effect of the new rule, as well as the inequity and disruption that would be imposed by its retroactive application. See Chevron Oil Co. v. Huson, 404 U.S. 97, 92 S.Ct. 349, 30 L.Ed.2d 296 (1971).\nIn this context, it should be noted that one of the arguments frequently advanced for retrospective application on direct appeal is that even-handed justice requires the application of the new rule to litigants similarly situated. Hankerson v. North Carolina, 432 U.S. 233, 246-247, 97 S.Ct. 2339, 2346-2347, 53 L.Ed.2d 306 (1977) (Powell, J., concurring in the judgment); United States v. Peltier, 422 U.S. 531, 543, 95 S.Ct. 2313, 2320, 45 L.Ed.2d 374 (1975) (Douglas, J., dissenting); Mackey v. United States, 401 U.S. 667, 675, 91 S.Ct. 1160, 1164, 28 L.Ed.2d 404 (1971) (Harlan, J., separate opinion); Desist v. United States, 394 U.S. 244, 256, 89 S.Ct. 1030, 1037, 22 L.Ed.2d 248 (1969) (Harlan, J., dissenting); Commonwealth v. Hill, 492 Pa. 100, 115, 422 A.2d 491, 499 (1980) (Opinion in Support of Reversal); Commonwealth v. Ernst, 476 Pa. 102, 111, 381 A.2d 1245, 1249 (1978) (Opinion in Support of Reversal).\n[W]hen another similarly situated defendant comes before us, we must grant the same relief or give a principled reason for acting differently. We depart from this basic judicial tradition when we simply pick and choose from among similarly situated defendants those who alone will receive the benefit of a ‘new’ rule of constitutional law. Desist v. United States, 394 U.S. 244, 258-259, 89 S.Ct. 1030, 1038-1039, 22 L.Ed.2d 248 (1969) (Harlan, J., dissenting).\nThe “even handed justice” argument myopically considers only the interest of the disappointed litigant and ignores our responsibility to provide a fair system of justice for all of the citizens of this Commonwealth. The litigant’s interest in securing the benefit of the change must be considered in conjunction with the purposes intended to be accomplished by the change and the impact of a retrospective application upon the system. Such a balancing approach is essential in ensuring true fairness not only to the litigant, but also to society as a whole.\nAppellant suggests that our decision in Commonwealth v. Brown, 494 Pa. 380, 431 A.2d 905 (1981) forecloses further consideration of this question. It is true that the language of the opinion of Mr. Justice Roberts in that case speaks in terms of a retrospective application in Mulgrew in justification of affording relief to Mr. Brown. However, the facts of the case justified the result reached without requiring a retrospective application of Mulgrew, 494 Pa. at 386, 431 A.2d at 908 (1981) (Nix, J., concurring).\nIn Brown during summation, the prosecuting attorney deliberately attempted to suggest to the jury that a finding of not guilty by reason of insanity would insure the immediate freedom of the defendant. This intentional distortion by the prosecution justified the result reached in Brown without a consideration of the question of the retrospective application of Mulgrew. Commonwealth v. Revty, 448 Pa. 512, 295 A.2d 300 (1972). We now disavow the stated holding in that decision embracing a per se application of the Schooner Peggy doctrine.\nFinally, appellant suggests that we may not be here faced with a question of retroactivity since the present case was tried after the trial in Mulgrew. This ingenious argument ignores that the operative fact is not when the trial occurred in Mulgrew, but rather when the new rule was first articulated. At the time of the trial in Mulgrew, as well as the instant trial, the Gable rule represented the last pronouncement of this Court on the subject and the trial judges in both cases had no alternative but to follow it. Therefore, appellant can prevail only in the event that we now determine he is to be given the benefit of the new rule. Restated, the question presented is indeed whether the Mulgrew rule should be given retrospective application.\nFrom the foregoing, we conclude that the nature of the rule announced in Mulgrew and the purposes sought to be achieved by its adoption represents a clear break with our former law and, when balanced with the impact of a retrospective application upon the system, is appropriately treated as a prospective principle applying to those cases where the trial ruling occurred after the filing of the Mulgrew decision. Since Mr. Geschwendt’s trial preceded the filing of our decision in Mulgrew, the trial court’s refusal to give the requested instructions will not serve as a basis for disturbing the judgment of conviction in this case.\nAccordingly, the judgments of sentence are affirmed.\nLARSEN, J., concurred in the result.\nROBERTS, J., filed a dissenting opinion in which O’BRIEN, C.J., and FLAHERTY, J., joined.\n. ' The death sentence was imposed by the jury. That sentence was subsequently changed to life imprisonment in view of our holding in Commonwealth v. Moody, 476 Pa. 223, 382 A.2d 442 (1977), cert. denied, 438 U.S. 914, 98 S.Ct. 3143, 57 L.Ed.2d 1160 (1978).\n. Appellant also charges it was error to (a) fail to suppress his confession; (b) to refuse requests for charge on alternative tests of insanity; (c) to admit color photographs of the crime scene; (d) to allow testimony of Dr. Kool and (e) to have denied his request for a change of venue. Appellant also challenged the constitutionality of 17 P.S. § 1333 which exempts attorneys and physicians from jury duty and charges a denial of due process in the restriction of the voir dire. We have carefully reviewed each of these assertions of error and find them devoid of merit.\n. In this jurisdiction finality has been defined as an order terminating “the litigation between parties to the suit by precluding a party from further action in that court.” Middleberg v. Middleberg, 427 Pa. 114, 115, 233 A.2d 889, 890 (1967). This comports with the federal definition:\n[i]n general, a ‘judgment’ or ‘decision’ is final for the purpose of appeal only ‘when it terminates the litigation between the parties on the merits of the case, and leaves nothing to be done but to enforce by execution what has been determined.’ Parr v. United States, 351 U.S. 513, 518, 76 S.Ct. 912, 916, 100 L.Ed. 1377, 1383 (1956).\nUnder the Post Conviction Hearing Act, 19 Pa.C.S.A. § 1180-1, et seq., “finally litigated” is defined as follows:\nWhen an issue is finally litigated ...\n(a) For the purpose of this act, an issue is finally litigated if:\n(1) It has been raised in the trial court, the trial court has ruled on the merits of the issue, and the petitioner has knowingly and understanding^ failed to appeal the trial court’s ruling; or\n(2) The Superior Court of the Commonwealth of Pennsylvania has ruled on the merits of the issue and the petitioner has knowingly and understandingly failed to avail himself of further appeals; or\n(3) The Supreme Court of the Commonwealth of Pennsylvania has ruled on the merits of the issue.\n19 Pa.C.S.A. § 1180-4.\n. Such a rule also provides the flexibility to the reviewing court to select the case most appropriate in which to announce the change.\n. That court defined the phrase, “clear break with the past,” as follows:\nIn general, the Court has not subsequently read a decision to work a “sharp break in the web of the law,” ... unless that ruling caused “such an abrupt and fundamental shift in doctrine as to constitute an entirely new rule which in effect replaced an older one,” .... Such a break has been recognized only when a decision explicitly overrules a past precedent of this Court, ... or disapproves a practice this Court arguably has sanctioned in prior cases, ... or overturns a longstanding and widespread practice to which this Court has not spoken, but which a near-unanimous body of lower court authority has expressly approved. 457 U.S. at 551, 102 S.Ct. at 2588, 73 L.Ed.2d at 215.\n. Blackstone expressed the view that the court’s role was not to “pronounce a new law, but to maintain and expand the old one.” Blackstone, Commentaries 69 (15th ed. 1809). Proceeding from this premise, discarded principles were viewed as aberrations which could not be given any effect nor even its existence recognized. See, e.g., Kuhn v. Fairmount Coal Co., 215 U.S. 349, 372, 30 S.Ct. 140, 148, 54 L.Ed. 228 (Holmes, J., dissenting).\n. See e.g., Kaczkowski v. Bolubasz, 491 Pa. 561, 421 A.2d 1027 (1980) (eliminated practice of discounting future lost earnings in wrongful death and survival actions in order to reflect impact of inflation); Soffer v. Beech, 487 Pa. 255, 409 A.2d 337 (1979) (abandoned common law rule that actual possession is prerequisite to action in ejectment); Estate of Grossman, 486 Pa. 460, 406 A.2d 726, 733 (1979) (abandoned per se rule disqualifying testimony of the spouse of a surviving interested party to a transaction with a decedent); Mayle v. Pennsylvania Dept. of Highways, 479 Pa. 384, 388 A.2d 709 (1978) (abrogated sovereign immunity); Fadgen v. Lenkner, 469 Pa. 272, 365 A.2d 147 (1976) (abolished civil cause of action based upon tort of criminal conversation); Ayala v. Philadelphia Board of Public Education, 453 Pa. 584, 305 A.2d 877 (1973) (abrogated local governmental immunity); Commonwealth v. McCusker, 448 Pa. 382, 292 A.2d 286 (1972) (rejected rule that psychiatric evidence is inadmissible in murder prosecution for purposes of determining whether defendant acted in heat of passion); Commonwealth v. Archambault, 448 Pa. 90, 290 A.2d 72 (1972) (rejected prior cases concerning scope of permissible remarks by a judge to jury); Falco v. Pados, 444 Pa. 372, 282 A.2d 351 (1971) (abrogated parental immunity); Conestoga National Bank v. Patterson, 442 Pa. 289, 275 A.2d 6 (1971) (reversed prior rule regarding procedure afforded protesting banks in branch bank application situations); Smalich v. Westfall, 440 Pa. 409, 269 A.2d 476 (1970) (rejected prior rule imputing contributory negligence of driver to owner-passenger); Papieves v. Kelly, 437 Pa. 373, 263 A.2d 118 (1970) (recovery permitted for emotional distress resulting from intentional or wanton misconduct); Reitmeyer v. Sprecher, 431 Pa. 284, 243 A.2d 395 (1968) (rejected prior limitation on a landlord’s liability for defective conditions); Kassab v. Central Soya, 432 Pa. 217, 246 A.2d 848 (1968) (eliminated vertical privity requirement); Restifo v. McDonald, 426 Pa. 5, 230 A.2d 199 (1967) (effect of release of third-party action); Beckham v. Travelers Ins. Co., 424 Pa. 107, 225 A.2d 532 (1967) (abandoned distinction between accidental means and accidental results); Webb v. Zern, 422 Pa. 424, 220 A.2d 853 (1966) (adopted Restatement, Second, Torts § 402A); Flagiello v. Pennsylvania Hospital, 417 Pa. 486, 208 A.2d 193 (1965) (abrogated charitable immunity); Griffith v. United Air Lines, 416 Pa. 1, 203 A.2d 796 (1964) (rejected lex loci rule of conflicts of law); Olin Mathieson C. Corp. v. White C. Stores, 414 Pa. 95, 199 A.2d 266 (1964) (Pennsylvania Fair Trade Act unconstitutional); Campbell v. Fiorot, 411 Pa. 157, 191 A.2d 657 (1963) (repudiated prior rule regarding evidence of skidding car); Catherwood Trust, 405 Pa. 61, 173 A.2d 86 (1961) (abolished Pennsylvania Rule of Apportionment); Sinkler v. Kneale, 401 Pa. 267, 164 A.2d 93 (1960) (rejected prior case law which held infant does not have a cause of action for prenatal injuries); Commonwealth v. Redline, 391 Pa. 486, 137 A.2d 472 (1958) (changed felony murder rule).\n. In response to the dissent of Mr. Justice Roberts, it needs only to be clarified that appellant in this appeal has not questioned the court’s failure to fully set forth for the jury the alternative verdicts. At no point in his argument does the appellant in any way intimate that the jury was not fully aware of the alternative verdict of not guilty by reason of insanity. His complaint is most specific in his challenge to the refusal of the court to explain the consequences of a verdict of not guilty by reason of insanity. Thus, the dissent addresses an issue which is not before the Court nor is it supported by the record when the charge is viewed as a whole."}