{"id": "1782493", "contents": "OPINION\nNIX, Judge.\nThis is a direct appeal from the judgments of sentence for two citations of summary criminal contempt imposed on appellant by the Court of Common Pleas of Philadelphia. The sole issue in this appeal is whether appellant’s conduct in twice intentionally failing to rise when the trial judge entered the courtroom is sufficient to support a summary contempt conviction under subsection 3 of the Penal Contempt Statute, 42 Pa.C.S.A. § 4131(3).\nOn November 6, 1980, after having been incarcerated for over five months because of inability to post bail, appellant’s trial for various criminal offenses began. At the close of the day, all charges were nolle prossed when the complaining witness admitted the charges were false. However, during that one day trial, appellant twice refused to stand when court convened. After the first refusal, but during a recess when the jury was not present, the trial judge asked appellant why he did not stand when the court convened. Appellant responded: “I’m against the system, period.” The judge then warned appellant that failure to stand the next time court formally opened would be punished with contempt. Appellant replied: “You can give me a contempt now, but I will never rise.” At that point, the court held appellant in contempt and sentenced him to six months imprisonment.\nThe record reveals that after the court reconvened following a luncheon recess, appellant once again remained seated. Although testimony continued, during another recess, the court, out of the presence of the jury, found appellant in contempt and imposed an additional six month sentence. Appellant then requested to make a statement, to which the court agreed. Appellant stated: “This is my religious belief. I only stand up for what is right. I think that this prosecution that is going on in this courtroom is wrong.” When the court inquired as to appellant’s faith, appellant responded that his faith was “life.”\nAfter the entry of the nolle prosequi, the court set the next morning for the time when appellant might purge himself of the contempt. Appellant declined to apologize.\nThe court in its opinion found appellant guilty under subsection 3 of the summary contempt statute, 42 Pa.C.S.A. § 4131(3). Section 4131 provides in pertinent part:\nClassification of penal contempts\nThe power of the several courts of this Commonwealth to issue attachments and to inflict summary punishments for contempts of court shall be restricted to the following cases:\n* * * * * *\n(3) The misbehavior of any person in the presence of the court, thereby obstructing the administration of justice.\nThis Court has consistently held that subsection 3 requires proof beyond a reasonable doubt of 1) misconduct, 2) in the presence of the court, 3) committed with intent to obstruct the proceedings, which 4) obstructs the administration of justice. Commonwealth v. Owens, 496 Pa. 16, 436 A.2d 129 (1981); Matter of Campolongo, 495 Pa. 627, 435 A.2d 581 (1981); Commonwealth v. Reid, 494 Pa. 201, 431 A.2d 218 (1981); Matter of Nugent, 494 Pa. 2, 427 A.2d 1154 (1980); Commonwealth v. Rubright, 489 Pa. 356, 414 A.2d 106 (1980) (plurality); In re Cogan, 485 Pa. 273, 401 A.2d 1142 (1979); Commonwealth v. Garrison, 478 Pa. 356, 386 A.2d 971 (1978) (plurality); In re Johnson, 467 Pa. 552, 359 A.2d 739 (1976). Moreover, the Pennsylvania summary contempt statute has been interpreted to require that in order “[f]or conduct to constitute an obstruction of the administration of justice, it must significantly disrupt judicial proceedings.” Matter of Campolongo, supra 495 Pa. at 633, 435 A.2d at 584 and cases cited therein.\nCases finding an obstruction of the administration of justice, as evidenced by the affirmance of a conviction for contempt of court under subsection III, give some idea what is meant by the phrase. See, e.g., Commonwealth v. Patterson, 452 Pa. 457, 308 A.2d 90 (1973) (fighting with deputy sheriffs in courtroom after they stopped an unlawful attempt by criminal defendants to leave); Commonwealth v. Snyder, 443 Pa. 433, 275 A.2d 312 (1971) (defendant interrupted Commonwealth’s closing argument, refused to agree to behave in an orderly manner); Mayberry Appeal, 434 Pa. 478, 255 A.2d 131 (1969), vacated on other grounds, 400 U.S. 455, 91 S.Ct. 499, 27 L.Ed.2d 532 (1971) (defendant interrupted proceedings, called trial judge a “hatchet man for the State,” “a dirty S.O.B.,” and a “dirty tyranical old dog”).\nThe term was defined somewhat more specifically in Tenenbaum v. Caplan, 454 Pa. 1, 4, 309 A.2d 428, 430 (1973):\n“The statute [subsection III] requires that there be an obstruction of the administration of justice which is not present in this case. There was no interruption of the trial. There was no disruption of the proceedings. Under such circumstances, we cannot find that appellant’s conduct obstructed the administration of justice.”\nAs these cases indicate, for conduct to be an obstruction of the administration of justice, it must interfere with and disrupt the orderly process of a court.\nIn re Johnson, supra 467 Pa. at 558, 359 A.2d at 742.\nAlthough the instant facts present an issue of first impression to this Court, a number of federal courts have determined that under the federal statutory counterpart to section 4131(3), the rising requirement may, when accompanied by a disruption of the proceedings, be enforced with criminal contempt. See United States v. Abascal, 509 F.2d 752 (9th Cir.), cert, denied 422 U.S. 1027, 95 S.Ct. 2621, 45 L.Ed.2d 684 (1975); In re Chase, 468 F.2d 128 (7th Cir.1972); In re Dellinger, 461 F.2d 389 (7th Cir.1972); United States ex rel. Robson v. Malone, 412 F.2d 848 (7th Cir.1969). Cf. United States v. Snider, 502 F.2d 645 (4th Cir.1974).\nIn In re Chase, supra, appellant Chase was convicted of destroying and multilating government records and interfering with the Selective Service Act. At trial, Chase refused to stand when the judge entered the courtroom, and he continued to do so whenever the judge or the jury entered or left the room. There were at least 99 such refusals. Chase based the refusal to stand on personal beliefs he deemed religious. He was cited for 99 acts of contempt, resulting in a total sentence of 297 days.\nThe Court of Appeals for the Seventh Circuit rejected the government’s argument that the failure to rise in itself created a per se obstruction of judicial administration punishable by criminal contempt. The court recognized, however, that:\n‘[t]he traditional rising in unison of persons present in a court can reasonbly be thought to contribute to the functioning of the court. It is a way of marking the beginning and end of the session, and probably serves to remind all that attention must be concentrated upon the business before the court, the judge’s control of the court room must be maintained with as little burden on him as possible, and there must be silence, except as the orderly conduct of business calls for speech.’\n468 F.2d at 132, citing United States ex rel. Robson v. Malone, supra.\nIn affirming the contempt conviction, the Chase court found it significant that the deputy marshal had to assist Chase to his feet and that the trial was interrupted at least four times in order for the judge to read the contempt citations. These interruptions were found to constitute an “actual, material obstruction” contemplated by the contempt statute. Id. at 132. Moreover, the Chase court stated that “. .. the failure to rise may amount to an actual and material obstruction if, for instance, as is quite likely, it distracts others in the courtroom or provokes a reaction on their part or is accompanied by a failure to become silent or focus attention on the business before the court.” Id. at 133.\nIt must be emphasized that the narrow issue here presented is whether a defendant’s refusal to rise, without more, is sufficient to sustain a criminal contempt citation under section 4131(3). The federal cases are instructive in our present determination of the Pennsylvania summary contempt statute. Although this Court has recognized that “. . . the law of contempt never commands a party to exhibit fawning respect for the court and the proceedings . . .Commonwealth v. Reid, supra 494 Pa. at 208, 431 A.2d at 222, it is clear the rising requirement serves both substantive and procedural interests and constitutes an integral part of the judicial process. Moreover, as a reasonable regulation of courtroom behavior, the absence of a mechanism for its enforcement would render the requirement illusory. Thus, there is little question that appellant’s intentional failure to observe the rising requirement in the instant case constituted “misbehavior in the presence of the court.” However, as the federal cases make clear, under the federal counterpart to section 4131(3), when applied to a criminal defendant, it is the resulting obstruction of the proceedings that is critical to sustaining a criminal contempt citation.\nThe record in the instant case discloses that appellant’s refusal to stand did not result in a significant disruption in the court proceedings. The trial judge waited until a recess was taken, and out of the presence of the jury imposed the contempt citations. Appellant did not create any disturbance or engage in any outburst, but merely sat passively as the trial progressed. Cf. Commonwealth v. Reid, supra (conviction under section 4131(3) affirmed where defendant not only refused to stand, but also engaged in a continuing course of disruptive conduct including removing his clothes and sitting before the court in his socks and jockey shorts); Comstock v. United States, 419 F.2d 1128 (9th Cir.1969) (significant disruption where defendant not only refused to rise but when the marshal took him by the arm to lead him to the bench he went limp and prostrated himself on the floor).\nIt is therefore clear the instant conviction for contempt may not be permitted to stand because the record fails to demonstrate the element of obstruction of the administration of justice which is required under section 4131(3). As previously noted, see n. 4, supra, since we have concluded that the elements of the charge are not made out, we have not focused upon the constitutional implications that may be raised by the assertion that appellant’s actions were inspired by his religious beliefs.\nAccordingly, the judgments of sentence are reversed and appellant is discharged.\nMcDERMOTT, J., files a dissenting opinion in which FLAHERTY, J., joins.\n. Jurisdiction is vested under former 42 Pa.C.S.A. § 722(4) which authorized direct appeals to the Supreme Court from sentences imposed upon citations of direct criminal contempt in the courts of common pleas.\n. This statute is a reenactment of the Act of June 16, 1836, P.L. 784 § 23, 17 P.S. § 2041.\n. 18 U.S.C. § 401(1) provides:\nPower of court. — A court of the United States shall have power to punish by fine or imprisonment, at its discretion, such contempt of its authority, and none others, as—\n(1) Misbehavior of any person in its presence or so near thereto as to obstruct the administration of justice.\n. At the beginning of trial, Chase’s attorney read into the record a note from Chase explaining his refusal to stand.\nThe Bill of Rights provides for freedom of religion. While my religious beliefs may not be conventional in terms of religion, I still feel that they have to be followed in order to follow the dictates of my conscience. The First Commandment states, T am the Lord, thy God. Thou shall not have false gods before me.’\nMy religious belief, if the Judge or anyone cares to call it that, defines God as collection of living things. While I can participate in actions of respect toward human beings, I cannot participate in actions of respect toward institutions which would indicate a superiority of the institutions over human beings. In conventional religious terms I cannot place false gods before the true God. By requiring that I stand, Mr. [Judge] Robson is violating my right to religious freedom and also requiring that I violate my conscience. I would appreciate it if you would attempt to explain this as soon as possible.\n468 F.2d at 129.\nThe federal courts disagree whether such a regulation offends First Amendment rights. See Kaplan v. Hess, 694 F.2d 847 (D.C.Cir.1982); compare, In re Chase, supra, with United States v. Snider, 502 F.2d 645 (4th Cir.1974). In view of our conclusion that the statutory requirements for conviction have not been made out, we need not express a view as to the constitutional implications involved."}