{"id": "1782504", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nOn December 27, 1977 Parliament, appellant herein, filed a complaint in confession of judgment in the Court of Common Pleas of Lehigh County. Attached to the complaint were four promissory notes, each in the amount of $87,533, maturing respectively on December 28 of 1977,1978, 1979, and 1980. The notes specify that each was to be paid in four equal installments commencing on March 28 of the year in which each note was due. The second, third and fourth notes specify additionally that interest on the unpaid balance of each is “payable beginning March 28, 1977 and each succeeding quarterly period thereafter until the principal is paid. ...” At the time the complaint was filed, two quarterly payments on the first note had been made in the amount of $43,766.50, the complaint alleged defaults in payment of principal on the first note and defaults in payment of interest on the others, and presumably because of an acceleration clause also contained in each of the notes, the amount of the judgment entered was $306,365.50, which represented the unpaid balance of all four notes.\nVaughan, appellee herein, filed a petition to strike and/or open judgment, and on August 2,1978 the Court of Common Pleas denied the petition to strike and Vaughan appealed to the Superior Court. On December 1, 1980 the Superior Court reversed in part and affirmed in part, reducing the confessed judgment by the principal amounts of the second, third and fourth notes, that is, by the amount of $262,599, thus reducing the amount of judgment to $43,766.50, which represented the unpaid balance of the first note. Parliament petitioned for reargument and on April 23, 1981 the Superior Court ordered the original panel to reconsider its final order. On June 12, 1981 the Superior Court panel reaffirmed its original final order. From this reaffirmance Parliament petitioned for allowance of appeal and we granted allocatur.\nThe initial matter raised by Vaughan is whether Parliament’s petition to this Court for allowance of appeal was timely filed. Vaughan argues that Pa.R.A.P. 1113(a) provides that a petition for allowance of appeal shall be filed within 30 days, or, if an order under Rule 2545 has been entered, within 60 days of the entry of the order of the Superior Court. Since Parliament’s petition for allowance of appeal was not filed until July 15, 1981, Vaughan asserts that Parliament was at least five months late, since the first order of the Superior Court was entered on December 1, 1980. Parliament, on the other hand, asserts that it is appealing from the second order of the Superior Court, entered June 12,1981, and that as to the June 12,1981 order, its appeal is timely.\nOur determination of the timeliness of the appeal has not been made easier by the fact that Parliament has conducted the procedural aspect of its appellate case somewhat recklessly. Pursuant to Pa.R.A.P. 1701, an appellant ordinarily would preserve the timeliness of his petition for appellate review and his petition for reconsideration by filing two simultaneous petitions, one for allowance of appeal and one for reconsideration or reargument. If this had been done, Rule 1701 would protect the appellant regardless of what the lower court did: if the lower court entered its order for reconsideration within the time allowed for appeal, the appeal period would begin to run anew from the entry of the order after reconsideration (thus, giving appellant a chance to file an appeal from the reconsideration order); but if the lower court failed to enter an order granting or denying reconsideration within the appeal period, the petition for allowance of appeal already filed would become operative. Thus, appellant’s right to appeal would be preserved even if (as in this case) the lower court did not enter an order within the appeal period.\nParliament, however, did not file simultaneous petitions for allowance of appeal and for reargument, but instead filed only for reargument. Had the Superior Court not granted reconsideration (which we treat as a grant of reargument), Parliament would have been unable to pursue this appeal, for the time for petitioning for allowance of appeal from the December 1,1980 order (January 30,1981) had long passed by the time Parliament filed its petition for allowance of appeal on July 15, 1981, and there would have been no second order to appeal from. It was, therefore, fortunate for Parliament that the Superior Court granted reconsideration, thus giving Parliament a second order, that filed after reconsideration, to appeal from. Absent that fortuitous event, Parliament would now be out of court.\nArguably, appeals such as the instant one should be regarded as untimely on the grounds that the rules contemplate an appellate practice in which orderliness requires a timely filing for allowance of appeal from the first order of the Superior Court either by filing for allowance of appeal only or by filing for reconsideration and for allowance of appeal under old Rule 1701. Such an argument is particularly plausible in this case since Parliament’s brief in the “Order in Question” section states that both orders are involved in the appeal; and because Parliament in its “Statement of the Case” section declares: “The appeal to the Supreme Court is only on the Order of the Superior Court reducing the second judgment by the amount of $262,599.” Notwithstanding these difficulties, we recognize that confusion has been generated by old Rule 1701, and a plain reading of old Rule 1113 gives Parliament a right to appeal from “the order . .. sought to be reviewed” within 30 days, whether or not he had preserved his right to petition for allowance of appeal from the first order of December 1, 1980. Thus, while Parliament’s methodology is not a model of appellate practice, we decline to hold that the appeal is untimely.\nGoing to the merits of the case, the question before us is whether the Superior Court was in error in determining that Vaughan’s petition to strike judgment should have been granted as to the second, third and fourth notes. Since a petition to strike may be granted only for a defect appearing on the face of the record, our concern, is whether the record as filed by Parliament at entry is adequate to sustain the judgment, or is defective in some way. Malakoff v. Zambar, Inc., 446 Pa. 503, 288 A.2d 819 (1972); Northway Village v. Northway Properties, 430 Pa. 499, 244 A.2d 47 (1968); Kros v. Bacall Textile, 386 Pa. 360, 126 A.2d 421 (1956); Baederwood Shopping Center v. St. George, 262 Pa.Super.Ct. 55, 396 A.2d 642 (1978).\nIn the present case, the promissory notes in question read, in pertinent part, as follows:\nNumber 1\nAmount: $87,533.00\nOn or before December 28, 1977, WILLIAM H VAUGHAN & COMPANY, INC., Maker, promises to pay to the order of PARLIAMENT INDUSTRIES, INC., the sum of $87,533, in four (4) equal successive quarterly installments, the first quarterly installment to be payable on March 28, 1977, and the remaining installments to be paid on a like day of each succeeding quarter thereafter until principal with interest at the rate of seven (7%) percent per annum on the unpaid principal payable at the maturity of each quarterly installment.\n% % sfc sfc\nMaker hereby authorizes the Prothonotary, Clerk of Court or any Attorney-at-law to appear in any Court of Record in the Commonwealth of Pennsylvania, or elsewhere, after the above indebtedness becomes due, to waive the issuing and service of process, to admit the maturity hereof by acceleration or otherwise and to confess judgment against Maker in favor of any holders of this Note for the amount then appearing due as of any term, past, present or future, with or without declaration, with costs of suit, including reasonable attorneys’ fees with release of all errors and all rights of appeal and without stay of execution. . . .\nNotes 2, 3 and 4 are identical to Note 1, reproduced above, except that the first paragraphs of 2, 3 and 4 contain additional language (italicized below) concerning interest due on these notes prior to the due dates of the principal amounts:\nNotes 2, 3 and 4\nAmount: $87,533.00\nOn or before December 28, 1978 [No. 3: December 28, 1979; No. 4: December 28, 1980] WILLIAM H. VAUGHAN & COMPANY, INC., Maker, promises to pay to the order of PARLIAMENT INDUSTRIES, INC., the sum of $87,533.00, in four (4) equal successive quarterly installments, the first quarterly installment to be payable on March 28, 1978 [No. 3: March 28, 1979; No. 4: March 28, 1980], and the remaining installments to be paid on a like day of each succeeding quarter thereafter until principal with interest at the rate of seven (7%) percent per annum on the unpaid principal balance payable beginning March 28, 1977 and each succeeding quarterly period thereafter until the principal is paid as aforesaid.\nThe remaining portions of Notes 2, 3, and 4 are identical to Note 1.\nParliament’s Complaint, also part of the record in this case, alleges, inter alia:\n5. The Defendant [Vaughan] is currently in default and indebted to the Plaintiff, the indebtedness all being evidenced by the series of four (4) promissory notes attached hereto, and all four (4) notes are in default either on account of the failure of the Defendant to pay the interest thereon, or to pay installments of principal thereon, and by further reason of the declaration of the Defendant that it plans to make no further payments on such notes.\nAlthough the pleading is inartfully drafted, particularly in its use of the disjunctive, when the assertion that all four notes are in default is read in the context of the notes themselves, it is plain that Parliament is claiming a default in payment of installments of principal and interest. Further, since there is a provision in the notes accelerating the notes to maturity after the indebtedness becomes due, and interest is part of the indebtedness, Parliament is authorized to confess judgment for the entire amounts of the notes in default.\nIt would appear that confusion in the case has arisen from two sources: (1) the Superior Court’s treatment of the Confession of Judgment attached to the Complaint and (2) the trial court’s treatment of the acceleration provisions contained in the notes. The Confession of Judgment, in pertinent part, provides:\nPursuant to the authority contained in the Warrants of Attorney, the originals or copies of which are attached to the Complaint filed in this action, I appear for the Defendant and confess judgment in favor of the Plaintiff and against Defendant as follows:\nPrincipal sum $306,365.50\nInterest at 7% per annum from June 27,1977 _\nReasonable attorney’s fees _\nTOTAL $\nIn addition, pursuant to said Warrants of Attorney, I hereby admit the maturity of such notes by acceleration and the declaration of the debtor that it will pay no more money on such notes or interest thereon.\nSigned\nPlaintiff’s Attorney\nThe Superior Court panel, writing on reconsideration, stated:\nAppellee filed a petition for reargument and, on April 23, 1981, a majority of the judges then in service ordered this panel to reconsider the disposition of the second judgment. [There was a first judgment not relevant to this case; the second judgment is the judgment filed by Complaint and Confession of judgment at issue in this case.] This action was taken, we assume, on the mistaken assumption that there may have been a delinquency in the payment of interest, which delinquency might require a different result.\nThe record clearly reflects that appellee never claimed such a delinquency in interest and the judgment entered was for the principal sum, less installments paid, of $306,-365.50. Accordingly, we hold that appellee’s claim of a default in payment of the interest on all four notes, advanced for the first time in its petition for reargument, was never a proper issue for consideration, either by the trial court or this court.\nAccordingly, we reaffirm our opinion and order of December 1, 1980.\nThe Superior Court’s decision limiting Parliament’s recovery to the unpaid balance of the first note was apparently based on the reasoning that since Parliament left a blank space in its Confession of Judgment after the designation “Interest at 7% per annum from June 27, 1977,” Parliament was not claiming interest, and in any event, had not raised the issue prior to its petition for reargument.\nOn the question of whether Parliament had preserved its claim for appellate review, the Superior Court was in error, for the non-payment of interest was plainly pleaded in the complaint, and since Parliament was the appellee on appeal to the Superior Court, Parliament was not required to raise as an issue whether interest payments were in default. Nor was Parliament required to respond to this issue, for Vaughan did not raise it in its appeal to the Superior Court. In these circumstances, it is anomalous for the Superior Court to assert that Parliament had waived its right to request the court’s reconsideration of a decision which was based, in part, on an issue raised by neither party.\nAs to the question of the blank spaces in the Confession of Judgment, the Superior Court’s rationale must have been that in determining whether there is a defect on the face of the record, and thus, whether a petition to strike must be granted, a court may not examine the complaint filed with the Confession of Judgment, and further, since the blank spaces were a “defect,” indicating that no interest was claimed, the judgment should be stricken. It is our view, however, that the complaint must be considered in conjunction with the Confession of Judgment and that the appearance on the Confession of Judgment of a blank space where a dollar amount of interest should appear following an indication that 7% interest is due signifies merely that an appropriate amount is to be calculated and entered. Compare, Roche v. Rankin, 406 Pa. 92, 176 A.2d 668 (1962) (Although a judgment by confession must be self-sustaining and cannot be entered where matters outside of the record must be considered to support it, an affidavit of default does not constitute matters outside the record.)\nIn addition, with respect to the blank spaces on the Confession of Judgment, if one were to adopt the Superior Court’s rationale, one might reason that since the space after the word “TOTAL” was left blank, Parliament was demanding nothing at all, having brought the lawsuit merely for the honor of the thing. It goes without saying that such a conclusion would be absurd. Accordingly, we hold that when a proceeding to enter judgment by confession is commenced by the filing of a complaint, the complaint and the Confession of Judgment are to be read together in determining whether there are defects apparent on the face of the record, and that in the present case, because Parliament has adequately pleaded that there was a delinquency in payments of interest and principal on the four promissory notes in this case, the trial court was correct in dismissing Vaughan’s petition to strike, since the judgment is not defective on the face. Other defenses, if there are such, may be properly raised on the petition to open judgment.\nFinally, in order to explain fully our conclusion that no defects appear on the face of the record, we must discuss the acceleration provisions of the notes, for neither the trial court nor the Superior Court has treated these provisions adequately. The trial court decided that since all four notes arose from a single transaction, a default in one note would accelerate the amounts due under all the notes. The Superi- or Court disagreed with this position, as do we. In the absence of specific language in the notes providing for the acceleration of the debt in all notes when there is a default in one note, the debt may not be accelerated except as to the note in default, regardless of the fact that there are other notes between the parties and regardless of the fact that the other notes were made at one time as a part of one transaction. Had the parties intended that a default on one note would accelerate the entire debt related to the underlying transaction, they could have done this in a number of ways, e.g., by drafting one promissory note instead of four, or by stating in the notes that default on one triggers acceleration of the others. The parties did not provide for such a total acceleration, and thus a court is powerless to impose it. Compare, Lincoln Bank v. C & H Agency, 500 Pa. 294, 456 A.2d 136 (1982), (The debt on a one-day judgment note cannot be expanded to include other debts beyond the loan underlying that particular note in the absence of specific language providing for such expanded liability.)\nThe acceleration clause in notes 2, 3 and 4, nevertheless, does operate to accelerate the total debts underlying those notes. In pertinent part, as quoted above, notes 2, 3, and 4 provide that interest on these notes is “payable beginning March 28, 1977,” even though installments on the principal amounts are not payable until March 28 of years 1978, 1979 and 1980 respectively. Each of these notes, as mentioned earlier, also contains the following acceleration provision:\nThe Maker . . . authorizes the Prothonotary . . . after the above indebtedness becomes due, to admit the maturity hereof by acceleration and to confess judgment . . . for the amount then appearing due as of any term, past, present or future. . . .\nThe “above indebtedness” includes an indebtedness as to interest as well as to the principal amount. Since Parliament claims that in addition to the default on note 1, there has been a default in payment of interest on notes 2, 3 and 4, it may confess judgment for the entire amount of notes 2, 3 and 4 (“the amount then appearing due as of any term, past, present or future”), in as much as the future amount due on the notes 2, 3, and 4 is the entire amounts of these notes.\nFor the foregoing reasons, we hold that there is no defect on the face of the confessed judgment entered for the entire amount of the unpaid balance of the four notes plus interest and attorney’s fees. The order of the Superior Court reaffirming its December 1, 1980 order is reversed, and the case is remanded to the Court of Common Pleas of Lehigh County for disposition of the motion to open judgment.\nReversed and remanded.\nROBERTS, C.J., and NIX, J., concur in the result.\n. For a fuller description of procedural aspects of the case not relevant to the instant appeal, see the Superior Court’s opinion in this case at 287 Pa.Super.Ct. 458, 430 A.2d 981 (1980).\n. Pa.R.A.P. 1113 in effect at the time of this case provides, in pertinent part:\n(a) General rule. Except as otherwise prescribed by this rule, a petition for allowance of appeal shall be filed with the Prothonotary of the Supreme Court within:\n(1) 30 days after the entry of the order of the Superior Court or the Commonwealth Court sought to be reviewed, if no order requesting an answer to an application for reargument has been entered under Rule 2545 (answer to application); or\n(2) 60 days after the entry of the order sought to be reviewed, if an order under Rule 2545 has been entered within such 30-day period and no timely order granting reargument has been entered.\n. Pa.R.A.P. 1701 in effect at the time of this case provides, in pertinent part:\n(a) General rule. Except as otherwise prescribed by these rules, after an appeal is taken or a petition for allowance of appeal is filed in a matter or review of a quasijudicial order is sought, the lower court or other government unit may no longer proceed further in the matter.\n(b) Authority of lower court or agency after appeal. After an appeal is taken or a petition for allowance of appeal is filed in a matter ..., the lower court or other government unit may:\n* * * * * *\n(3) Grant reconsideration of the order which is the subject of the appeal or petition, if:\n(i) an application for reconsideration of the order is filed in the lower court or other government unit within the time provided or prescribed by law; and\n(ii) an order expressly granting reconsideration of such prior order is filed in the lower court or other government unit within the time prescribed by these rules for the filing of a notice of appeal, petition for allowance of appeal ... or within any shorter time provided or prescribed by law for the granting of reconsideration. A timely order granting reconsideration under this paragraph shall render inoperative any such notice of appeal or petition for allowance of appeal or petition for review of a quasijudicial order theretofore or thereafter filed or docketed with respect to the prior order, and the clerk of any court in which such an inoperative notice or petition is filed or docketed shall upon praecipe of any party note on the docket that such notice or petition has been stricken under this rule. Where a timely order of reconsideration is entered under this paragraph, the time for filing a notice of appeal or petition for allowance of appeal ... begins to run anew after the entry of the decision on reconsideration....\n. The note to old Pa.R.A.P. 1701 describes the “better procedure” when petitioning for reargument:\nSubdivision (b)(3) is intended to handle the troublesome question of the effect of application for reconsideration on the appeal process. The rule (1) permits the lower court ... to grant reconsideration if action is taken during the applicable appeal period.... The better procedure under this rule will be for a party seeking reconsideration to file an application for reconsideration below and a notice of appeal, etc. If the application lacks merit the lower court ... may deny the application by the entry of an order to that effect, or by inaction. The prior appeal paper will remain in effect, and appeal will have been taken without the necessity to watch the calendar for the running of the appeal period. If the lower court ... fails to enter an order “expressly granting reconsideration” ... within the time prescribed by these rules for seeking review, Subdivision (a) becomes applicable and the power of the lower court ... to act on the application for reconsideration (including reargument in the Superior Court or Commonwealth Court) is lost.\n. Effective September 12, 1982 Rule 1701 has been superseded by new Pa.R.AP. 1113, which provides that if there has been a timely application for reargument, the time for filing a petition for allowance of appeal shall run from the entry of the order denying reargument or from the entry of the decision on reargument, unless no decision on the application for reargument is entered within 60 days, in which case the application shall be deemed denied, and a new petition for allowance of appeal must be filed within the prescribed time measured from the denial or other disposition of the application for reargument.\nSee Confession of Judgment attached to appellee’s Complaint.\n. Because of our disposition of this appeal, we do not address Parliament’s other claim that the doctrine of anticipatory breach should be applied to authorize confession of judgment in this case.\nVaughan also raises a series of issues by way of counter-statement of questions presented. Vaughan’s contentions that the petition for allowance of appeal was not timely filed; that the judgments were confessed for principal installments and not interest; and that Parliament has not preserved the question of default in interest for appeal have all been considered and rejected in this opinion.\nWe do not reach Vaughan’s assertion that anticipatory breach cannot be used to authorize the exercise of the warrant of attorney to confess judgment.\nFinally, Vaughan’s claims that the warrants in this case were exhausted; that Parliament was not a holder of the notes and that Parliament’s complaint must be stricken because it is not properly verified are denied for reasons stated by the Superior Court."}