{"id": "1782433", "contents": "OPINION OF THE COURT\nZAPPALA, Justice.\nMelvin DeBose appeals from a sentence of life imprisonment imposed following his conviction by a jury of first degree murder. Notice of this appeal was filed on November 12, 1980; therefore, this Court has jurisdiction under former 42 Pa.C.S.A. § 722(1), 1976, July 9, P.L. 586, No. 142, § 2, as amended 1978, April 28, P.L. 202, No. 53, § 10(4), (rewritten, 1980, Sept. 23, P.L. 686 No. 137 § 1 effective in 60 days).\nDeBose raises numerous points of error which he argues require dismissal of the charges against him or a new trial. We have thoroughly examined the record and find that the trial court correctly decided each of these points in denying DeBose’s post-trial motions, more than adequately explaining its reasoning in the Opinion of the Honorable John A. Geisz dated March 24, 1981. Only one of these issues merits further discussion.\nDeBose argues that the trial judge erred in his charge to the jury on voluntary manslaughter. The judge charged the jury as follows:\nNow, I’ll give you the definition of voluntary manslaughter: Voluntary manslaughter is an offense embraced within the terms of the indictment in this case. You must know what is meant by that term.\nThe crime of voluntary manslaughter is of a lesser grade than murder.\nIt consists of an unlawful killing of another person without malice, expressed or implied. That means, without a direct intent to kill and without hardness of heart or cruelty or recklessness of consequences or a mind regardless of social duty.\nThe act of killing must, of course be voluntary. The very name of the crime implies that. Because voluntary manslaughter involves an intentional act confusion sometimes exists in the jury’s mind concerning the difference between that crime and the crime of first degree murder.\nIf you bear in mind that manslaughter is never attended by legal malice, that is, by a direct intent to kill or by depravity of heart or cruelty or recklessness of consequences, you will not go astray.\nVoluntary manslaughter is willful, but it is necessary that the surrounding circumstances take away every evidence of cruelty, depravity and wanton cruelty.\nTherefore, to reduce an intentional blow or wound which results in death to voluntary manslaughter, there must be either sufficient provocation or a state of rage or passion without time to cool and placing the accused beyond the control of his reason and suddenly impelling him to do the deed.\nThe word passion, in the sense in which this is used here, includes such things as anger or terror, provided such a degree of intensity is present to obscure temporarily the reason of the person effected (sic).\n(N.T., July 11, 1978, pp. 30-32) (Emphasis added).\nAs the lower court Opinion recognized, this Court has indicated that it is improper to charge a jury that voluntary manslaughter cannot be attended by a direct intent to kill. Commonwealth v. Jennings, 442 Pa. 18, 274 A.2d 767 (1971). As in Jennings, trial counsel here made no objection to the charge when given the opportunity to do so. The Appellant’s entire defense was based on the theory that the Commonwealth’s witnesses had misidentified DeBose. There was no evidence consistent with both an intent to kill and voluntary manslaughter. Our review of the trial transcripts leads to the inescapable conclusion that, again as in Jennings, the error did not constitute such as to affect the merits or justice of the case or require a new trial.\nDeBose raises a further claim, however, that his trial counsel was ineffective for failing to object to the erroneous charge. As noted, in the context of this trial the charge was not so erroneous and prejudicial as to require granting a new trial. We will not premise a finding of ineffective assistance of counsel solely on failure to object to such a charge. Indeed, we specifically find that trial counsel clearly had a reasonable basis for not objecting designed to effectuate his client’s best interests. Clearly, counsel’s strategy was to convince the .jury that the Commonwealth’s witnesses had misidentified DeBose. This was the aim.of all his cross-examination, his own evidence, and his argument. A corrected charge on voluntary manslaughter could have diverted the jury’s attention from the objective of having the jury choose between a murder conviction and outright acquittal. Compare, Commonwealth v. Sullivan, 450 Pa. 273, 299 A.2d 608 (1973) cert, denied, 412 U.S. 923, 93 S.Ct. 2745, 37 L.Ed.2d 150 (1973) (counsel had reasonable basis for not calling attention to error in charge on voluntary manslaughter where strategy was to present choice between conviction and acquittal on self-defense). For these reasons, trial counsel cannot be deemed to have been ineffective.\nFinding no merit to any of the errors assigned by the Appellant, judgment of sentence is affirmed.\nNIX, J., filed a concurring opinion."}