{"id": "1782510", "contents": "OPINION\nNIX, Justice.\nThis case presents the question whether a tax levied for repayment of past due principal and interest on tax anticipation notes is excepted from tax limitations as provided in the County Code, § 1770, 16 P.S. § 1770, because the delinquent repayment is indebtedness incurred pursuant to the Act of July 12, 1972 (P.L. 781, No. 185), 53 P.S. § 6780-1 et seq., known as the Local Government Unit Debt Act (“Debt Act”). A three-judge panel of the Commonwealth Court, by a 2-1 decision, held that the obligation was not “indebtedness incurred pursuant to the [Debt Act]” so that taxes levied for repayment are not excluded from the maximum rate of taxation contained in the County Code. We affirm.\nI.\nIn January 1982 appellee, Carl A. Belin, Jr., a taxpayer of Clearfield County, filed a complaint in equity in the court of common pleas to declare illegal a tax of ten (10) mills for debt service, levied by appellants, Commissioners of Clear-field County, and to enjoin the Commissioners from attempting to collect the tax. Appellants filed preliminary objections raising a question of jurisdiction and in the nature of a demurrer. The court of common pleas dismissed the preliminary objections. Appellants asked the lower court to certify the matter, under 42 Pa.C.S.A. § 702(b). The application was denied and appellants filed, in the Commonwealth Court, a petition for review of the court of common pleas’ refusal to certify. The Commonwealth Court, 65 Pa. Cmwlth. 339, 442 A.2d 844, determined the question was controlling and substantial and heard an appeal from the dismissal of the preliminary objections.\nAccepting as true every well pleaded factual allegation of the complaint, as required in appellate review of judicial determination of preliminary objections, Danson v. Casey, 484 Pa. 415, 399 A.2d 360 (1979); Gekas v. Shapp, 469 Pa. 1, 364 A.2d 691 (1976); Buchanan v. Brentwood Federal Savings and Loan Assn., 457 Pa. 135, 320 A.2d 117 (1974), the record discloses that in fiscal year 1981, Clearfield County sold a note in the amount of $1,000,000.00 in anticipation of receipt of current fiscal year taxes to the Union Bank and Trust Company. Appellants adopted a budget for the fiscal year of 1982 which included an unpaid tax anticipation obligation for current expenses for fiscal year 1981 in the amount of $750,000.00. To meet this obligation which occurred because of the Commissioners’ failure to comply with the mandated maturity date of the note, appellants levied a tax upon realty of thirty (30) mills on every dollar of the adjusted valuation. Ten (10) mills of the thirty (30) mills is a tax beyond the twenty (20) mill limit and is called by the Commissioners a “debt service tax.” Since inception of the thirty (30) mill levy, appellants have asserted that the proviso in Section 1770 of the County Code authorizes the levy. Appellee argues in this Court, as the Commonwealth Court found, that the unpaid portion of the tax anticipation note is not “debt incurred pursuant to the [Debt Act].”\nII.\nPreliminarily we must dispose of appellants’ contention that the court of common pleas did not have jurisdiction to hear the complaint. The gist of the argument hinges upon a strained interpretation of Section 901(b) of the Debt Act. Appellants insist that Section 901(b) deprives the court of common pleas of jurisdiction to determine whether the additional ten (10) mill levy to pay past due interest and principal of the tax anticipation note is illegal. The exelusive jurisdiction conferred by Section 901(b) is deemed by appellants to encompass the subject matter of this case. An examination of Section 901(b) compels an opposite conclusion.\nAt this juncture, it is helpful to review the rules of construction pertinent to this decision, as set forth in the Statutory Construction Act of 1972, 1 Pa.C.S.A. § 1501 et seq., (“the Act”) and accompanying case law. The Act at 1 Pa.C.S.A. § 1921(a) mandates that the object of all construction and interpretation of statutes is to ascertain and effectuate the intention of the General Assembly. When the words of the statute are not explicit, it further permits consideration of\n(1) The occasion and necessity for the statute.\n(2) The circumstances under which it was enacted.\n(3) The mischief to be remedied.\n(4) The object to be attained.\n(5) The former law, if any, including, other statutes upon the same or similar subjects.\n(6) The consequences of a particular interpretation.\n(7) The contemporaneous legislative history.\n(8) Legislative and administrative interpretation of such statute.\n1 Pa.C.S.A. § 1921(c)\nThe permissible presumptions applicable here are “[t]hat the General Assembly does not intend a result that is absurd, impossible of execution of unreasonable” and “[t]hat the General Assembly does not intend to violate the Constitution ... of this Commonwealth.” 1 Pa.C.S.A. § 1922(1) and (3). The title and preamble of a statute may be considered in construction thereof. 1 Pa.C.S.A. § 1924; Fedor v. Borough of Dormont, 487 Pa. 249, 409 A.2d 334 (1979); see, Commonwealth v. Bigelow, 484 Pa. 476, 399 A.2d 392 (1979). Provisions imposing taxes shall be strictly construed, 1 Pa.C.S.A. § 1928(b)(3) and all reasonable doubt must be resolved in favor of the taxpayer. Estate of Carlson, 479 Pa. 421, 388 A.2d 726 (1978); Estate of Rose, 465 Pa. 53, 348 A.2d 113 (1975). Provisions decreasing the jurisdiction of a court of record must be strictly construed. 1 Pa.C.S.A. § 1928(b)(7); In re Jones & Laughlin Steel Corp., 263 Pa.Super. 378, 398 A.2d 186 (1979), affirmed 488 Pa. 524, 412 A.2d 1099 (1980). And finally comments or reports of the commission, committee, association or other entity which drafted a statute may be consulted in the construction of the original provisions of the statute if the comments or reports were published prior to the consideration of the statute by the General Assembly. 1 Pa.C.S.A. § 1939.\nFirst, applying the principle that provisions decreasing the jurisdiction of a court of record must be strictly construed, we cannot accept appellants’ expansive interpretation of the function of the phrase “including without limitation” in Section 901(b). The section’s opening sentence provides:\nExclusive jurisdiction is hereby conferred on the department to hear and determine all procedural and substantive matters arising from the proceedings of a local government until taken pursuant to this act, including without limitation, the regularity of the proceedings, the validity of the bonds, notes, tax anticipation notes or other obligations of the local government unit, and the legality of the purpose for which such obligations are to be issued.\nThe phrase in the above quoted sentence, “including without limitation,” is a subordinate constituent of three categories of subject-matter: First, the regularity of the proceedings; second, the validity of certain papers which represent obligations of the local government unit and third, the legality of purpose of the underlying obligation. Each category is qualified by the words “including without limitation.” Yet the categories are not to be nullified, transformed or expanded beyond the primary concern of the section. The effect of appellants’ interpretation is to infinitely expand the subject-matter areas by reading “including without limitation” as “including but not limited to.” The legality of the tax beyond the twenty (20) mill limit, the heart of the matter before us, does not pertain to any of the enumerated subjects, even in their most unlimited sense. Also, such a loose reading is proscribed by the statutory principle of strict construction required when the jurisdiction of a court of record is being reduced. The words “without limitation” indicate the subject-matter categories are to be generously defined, not added to by or transformed into other subject-matter.\nSecond, we cannot accept the argument of appellants that the fact that part of the question raised requires a resolution of the interpretation of certain provisions of the Debt Act forces the conclusion that jurisdiction is within the exclusive province of the Department of Community Affairs. Whereas, what is “indebtedness incurred pursuant to the [Debt Act]” as employed in Section 1770 of the County Code invokes an interpretation of the Debt Act and is a substantive issue, the substantive quality of that issue is not jurisdictionally dispositive under Section 901(b). The question of exclusive jurisdiction primarily turns on the point of origin of the enabling authority for the proceedings in which the questioned action was taken. Suffice to say the Commissioners’ levying of taxes was not authorized by the Debt Act. Consequently, we agree with the Commonwealth Court that the proceedings wherein the tax was levied were not held “pursuant to [the Debt Act]” which is a prerequisite for the exclusive jurisdiction of the Department of Community Affairs. 53 P.S. § 6780-401(b).\nThird, we must read Section 901(b) in the context of the entire statute. 1 Pa.C.S.A. § 1922(2); In Interest of Jones, 286 Pa.Super. 574, 429 A.2d 671 (1981); Wolfe v. Com. Dept, of Transp. Bureau of Traffic Safety, 24 Pa. Commonwealth Ct. 261, 355 A.2d 600 (1976); Keitt v. Ross, 17 Pa. Commonwealth Ct. 183, 331 A.2d 582 (1975). The entire Debt Act does not address tax limitations. It is an act essentially concerned with providing limits and methods of incurring debt, defining the powers and duties of the Department of Community Affairs with respect to incurring debts and their limits, and limitations on the incurring of lease rentals. See Official Title of the Debt Act. In light of this, it would be exceedingly inappropriate, if not absurd, and clearly unreasonable to assume the legislature intended to confer jurisdiction, in a provision of the Debt Act, upon the Department of Community Affairs over the subject-matter of tax limitations which is beyond the purview of that Act. Such an assumption, needed to adopt appellants’ position, contravenes the rule of construction that “the General Assembly does not intend a result that is absurd ... or unreasonable.” We will not make such an assumption. Clearly Section 901(b) of the Debt Act does not oust the jurisdiction of the court of common pleas to entertain a complaint charging the illegality of a tax levy.\nIII.\nThe underpinning of the appellants’ position is the premise that the rate of taxes levied by counties of the third through eighth classes to pay past due tax anticipation notes, including interest, is unlimited under the proviso in Section 1770 of the County Code. The threshold question, in examining that position, is what is “indebtedness incurred pursuant to the [Debt Act]” as employed in Section 1770 of the County Code.\nThe recent history of that section tells us the proviso in question was part of an amendment enacted May 22, 1981. The essential sentence, prior to the 1981 amendment, read:\nNo tax for general county purposes in counties of the third, fourth, fifth, sixth, seventh and eighth classes, exclusive of the requirements for the payment of the interest and principal of the funded debt of any such county and for the payment of rentals to any municipal authority, shall in any one year exceed the rate of twenty mills on every dollar of the adjusted valuation. [Emphasis added]\nAs a result of the 1981 amendment, the sentence now reads:\nNo tax for general county purposes in counties of the third, fourth, fifth, sixth, seventh and eighth classes, exclusive of the requirements for the payment of rentals to any municipal authority, shall in any one year exceed the rate of twenty mills on every dollar of the adjusted valuation: Provided, however, That the rate of taxation for payment of interest and principal on any indebtedness incurred pursuant to the act of July 12, 1972 (P.L. 781, No. 185), known as the “Local Government Unit Debt Act,” or any prior or subsequent act governing the incurrence of indebtedness of the county shall be unlimited. [Emphasis added]\n16 P.S. § 1770.\nThe italicized language in the sentence prior to the 1981 amendment, was deleted; the period at the end of the sentence was changed to a colon, and the italicized proviso of the 1981 amendment substituted.\nThe history of the 1981 legislative change in Section 1770 reveals a number of statutes relating to taxing power and limitations were amended on May 22, 1981. Each amendment contained identical language: “interest and principal on any indebtedness incurred pursuant to the Act of July 12, 1972 (P.L. 781, No. 185), known as the ‘Local Government Unit Debt Act.’ ” The preambles to the amendments, Acts Nos. 1981-20, 21, 22, 23, 24, 25 and 26 indicate the amendments were enacted to authorize “taxation for the purpose of paying interest and principal on certain indebtedness.” Looking further, we find the Bill Analysis prepared for the House of Representatives shows the Amendment attempted to address the dual problem of (a) lack of uniformity in the provisions of various Municipal Codes affected by the Debt Act, and (b) clarity as to taxing authority to provide funds that may be directed by the court when there has been a failure to budget debt service. The attempt to solve the dual problem was described as (a) referencing the Debt Act in the Codes; (b) clarifying that there was no tax limit in the Codes that would unduly restrict the local government unit and the court in providing for debt service; and (c) an “editorial” change in language from “sinking fund charges” to “interest and principal.” The changes were submitted as “essentially, editorial” and necessary. They were not submitted as substantive.\nLooking further, we find that the drafter of the amendments, in addressing the Local Government Commission, identified the clarification problem as stemming from taxing power needed to effectuate the covenant set forth in Section 404 of the Debt Act. See, Statement of Walter W. Shearer to Local Government Commission Public Hearing Of February 28, 1980. At that time Mr. Shearer also stated, “It well could be argued that in reality no real additional authority with respect to taxation was being granted.” Id. at 4.\nThe legislature, acting upon the Bill Analysis which conforms with the position of Mr. Shearer’s statement, passed the amendments overwhelmingly. The intent was to clarify that there was unlimited taxing power for indebtedness incurred pursuant to the Debt Act, previously called funded debt under the County Code and to make uniform the language of the various statutes. There was no intent to increase the types of obligations covered by the statutes being amended. Certainly substantive changes such as inclusion of obligations not containing the covenant set forth in Section 404 were not envisioned.\nTherefore we hold, as the Commonwealth Court inferred, that the 1981 amendment to Section 1770 of the County Code did not relax the requirement of funded debt. Restated, “indebtedness incurred pursuant to the [Debt Act]” as used in the May 22, 1981 amendment to Section 1770 of the County Code means funded indebtedness incurred pursuant to the Debt Act.\nIV.\nThe interest and principal due on unpaid tax anticipation notes are not funded indebtedness incurred pursuant to the Debt Act. The Debt Act in Section 509, as originally enacted, included unpaid tax anticipation notes in the category of obligations of the same or prior years incurred for current expenses. It classified such obligations as unfunded debt provided\n(1) the taxes and other revenues remaining to be collected in the fiscal year and funds on hand will not be sufficient without a curtailment of municipal services to an extent endangering the health or safety of the public or proper education for school children, and (2) the local government unit may not legally levy a sufficient tax for the balance of the fiscal year or a sufficient tax, if legal, would be contrary to the public interest.\nIn Re Council of Borough of Aliquippa, 58 Pa. Commonwealth Ct. 214, 219, 427 A.2d 693, 696 (1981).\nThe last sentence of Section 509, beginning “[ujnfunded debt shall not, however, include debt incurred under this act” had been deleted by an amendment or amendments prior to 1978. In 1978, the language was reinserted at the end of the section. The Comment of the Report Of The Local Government Commission On The Local Government Unit Debt Act, (“Report”) § 509, comment 9 indicates that obligations sometimes called “floating debt” and unpaid tax anticipation notes which meet certain limitations to be satisfied for funding by borrowing constitute “unfunded debt.” The corollary to this section is Section 510, 53 P.S. § 6780-210, which sets forth the procedure to be used if the local government unit decides to fund unfunded debt, called funding debt, when the funding is approved. Under the procedure outlined, the court of common pleas must grant authority to the local government unit to fund the unfunded debt. Bonds and notes representing court authorized funded debt must be issued and sold in accordance with the provisions of the Debt Act applying to general obligation bonds, which include the covenant requirement of Section 404. Such funding debt is included in the “indebtedness incurred pursuant to the [Debt Act]” as stated in the County Code.\nThe problem in this case is occasioned by the fact that the Commissioners, after embarking upon a funding debt course, changed directions by withdrawing the petition they had filed in the court of common pleas under Section 510 of the Debt Act and attempted to garner the money needed to pay the $750,000.00 principal, together with interest, due on the 1981 tax anticipation note by (a) declaring the moneys owed a “debt service,” (b) viewing the obligation “indebtedness incurred pursuant to the [Debt Act]” and (c) attempting to invoke the unlimited tax proviso of Section 1770 of the County Code with the ten (10) mill levy beyond the twenty (20) mill limit.\nAlso, Section 505 of the Debt Act, relied upon by appellants, does not support a finding that the obligation here is the funded indebtedness exempt, under Section 1770 of the County Code, from tax limitations. In essence, appellants contend Section 505 converts, by operation of law, the obligation into a discreet type of nonelectoral debt quite different from the debt defined in the definitional section of the Debt Act. It is true the legislature converted the obligation into unfunded debt (not debt incurred under the Debt Act) under Section 509. But the legislature not only required court approval, under Section 510, before the local government unit could turn unfunded debt into funding debt, it also required the funding debt to comply with all of the Debt Act requirements of funded debt unless modified by Section 510 or the court.\nAppellants would have us believe the legislature intended to convert the obligation into “indebtedness incurred pursuant to the [Debt Act]” when Section 505 deems the obligation to be “nonelectoral debt enforceable in the manner of a general obligation when not funded.” Section 505 was originally enacted without the relevant language discussed here. In addition to a sinking fund depository as security for tax anticipation notes, the Debt Act provided the Commission’s abandoned method of funding debt under Section 510, as the “escape valve” for tax anticipation notes not paid in the year the debt was incurred. Report § 505, Comment 5.\nThe section’s 1978 amendment added the language deeming such obligations nonelectoral debt enforceable in the manner of a general obligation. This change gave unpaid tax anticipation notes a status requiring inclusion in the budget of the ensuing fiscal year. The change, however, did not explicitly or implicitly cause unpaid tax anticipation notes to be viewed as funded, rather than unfunded debt. The inclusion of due and owing tax anticipation notes in Section 509 relating to unfunded debt was retained when Section 505 was amended in 1978 and again in 1981 when both sections underwent very minor changes. Thus, the conclusion is inescapable that the 1978 changes in Section 505, rather than repealing the last sentence in Section 509 (which would be the effect of appellants’ interpretation), gave an alternate escape valve for due and owing tax anticipation notes, viz., payment of the obligation from tax receipts of the ensuing year.\nWhat the 1978 amendment to Section 505 did not do was to state that amounts due and owing for tax anticipation notes are debt incurred under the Debt Act. This omission is particularly significant since the very same 1978 amendment explicitly declared (in the last sentence of Section 509) that “unfunded debt shall not include debt incurred under the [Debt Act].” Appellants resolutely put forward their position in the face of the history of the section. The fact that no concomitant duty to comply with applicable provisions governing funded debt exists when the alleged Section 505 conversion occurs is not viewed as critical. We cannot accept that the legislature would intend, by operation of law in Section 505, to give unpaid tax anticipation notes the status of funded debt without subjecting such notes to aggregate debt limitation scrutiny, advertising requirements, filing with the recorder of deeds in the county of issuance or approval by the Department of Community Affairs or the court of common pleas. The Debt Act requires none of these procedures for tax anticipation notes prior to issuance and sale or when included in the budget of the ensuing fiscal year.\nWe have been urged that the exclusion of unpaid tax anticipation notes from the unlimited tax provision of the County Code will create a legal impairment to the security needed by tax and revenue anticipation instruments and will be a detriment to local government units. On the other hand, tax anticipation notes have been used to avoid, or evade, tax limitations on occasion. The New York City fiscal crisis of the 1970’s is illustrative.\nA unique borrowing abuse involved the City’s misuse of tax anticipation notes (TANs) and revenue anticipation notes (RANs). The purpose of these short-term borrowing devices was to bridge the temporary cash flow gap between expenditures, which must be made on a daily basis, and revenues (taxes and intergovernmental aid), which are received only on a quarterly or yearly basis. If repaid within the permissible statutory period, TANs and RANs are excluded from the New York Constitution’s article VIII debt limit. City officials abused these exempted short-term debt instruments by borrowing “in increasing amounts against accrued, but actually uncollectable, tax revenues.” Some “anticipated” real estate tax revenue was uncollectable because tax exempt properties were, and continue to be, carried on the City’s tax rolls. Moreover, although the tax delinquency rate for privately-owned property was seven percent, non-paying landowners were retained on the records used in formulating estimates of “anticipated” real estate taxes. These two devices, in violation of standard accounting procedures, resulted in an overestimate of the income likely from current taxes, thus enabling the City to issue more TANs than could be repaid from revenue actually received. Similarly, the city issued substantial amounts of RANs against overstated estimates of “anticipated” federal and state aid. These unsupported TANs and RANs had to be refinanced, becoming gradual accretions to the City’s permanent debt, unregulated by the constitutional debt ceiling. [Emphasis added.]\nGelfand, Seeking Local Government Financial Integrity Through Debt Ceilings, Tax Limitations and Expenditure Limits: The New York City Fiscal Crisis, the Taxpayers’ Revolt and Beyond, 63 U.Minn.L.Rev. 545, 567-568 (1979).\nIt is established that one of the principal means of evasion of debt ceilings by New York City was that City’s use of tax anticipation and revenue anticipation notes. Id. at 559.\nWe do not infer that the present case is one of borrowing abuse. Yet the debt ceiling has been removed in regards to unpaid tax anticipation notes under Section 505. The last vestige of protection against run away spending by way of tax anticipation notes is the tax limitation in the various tax statutes such as the County Code. If this barrier is also to fall, it should be a considered and deliberate legislative judgment and not a judicial pronouncement.\nIn light of the principle that tax statutes are to be strictly construed and all doubts are to be resolved in favor of the taxpayer, we find the language in Section 505 relied upon by appellants was enacted to clarify that unpaid tax anticipation notes, not converted into funding debt, may be included in the budget of the ensuing fiscal year. If the holders thereof wish to enforce their rights, they may bring, inter alia, an action in mandamus in the court of common pleas under the lien and charge on the taxes and revenue specified to be received. 53 P.S. § 6780-551. When there are adequate revenues or if the local government unit has a sinking fund to secure the tax anticipation notes, the holders will be paid.\nIt is important to bear in mind that local government units are not to pay other current expenses in lieu of payment of tax anticipation notes. If the budgeting process is properly employed, instances where there are insufficient funds to redeem the notes will be the exception, not the rule.\nAccordingly, the order of the Commonwealth Court is affirmed.\nROBERTS, C.J., files a concurring opinion.\nLARSEN, J., did not participate in the consideration or decision in this case.\n. Section 1770 of the County Code, 16 P.S. § 1770, contains a proviso enacted in 1981 which exempts from tax limitations taxes imposed for payment of indebtedness incurred pursuant to the Act of July 12, 1972 (P.L. 781, No. 185), 53 P.S. § 6780-1 et seq., known as the Local Government Unit Debt Act (“Debt Act”). Section 1770 provides in pertinent part:\nNo tax for general county purposes in counties of the third, fourth, fifth sixth, seventh and eighth classes exclusive of the requirements for the payment of rentals to any municipal authority, shall in any one year exceed the rate of twenty mills on every dollar of the adjusted valuation: Provided, however, That the rate of taxation for payment of interest and principal on any indebtedness incurred pursuant to the Act of July 12, 1972 (P.L. 781, No. 185), known as the “Local Government Unit Debt Act, ” or any prior or subsequent act governing the incurrence of indebtedness of the county shall be unlimited.\n16 P.S. § 1770.\n. A petition for allowance of appeal was granted by this Court. Jurisdiction to hear this appeal is conferred by virtue of 42 Pa.C.S.A. § 724(a).\n. § 702. Interlocutory orders\n* * * * * *\n(b) Interlocutory appeals by permission. — When a court or other government unit, in making an interlocutory order in a matter in which its final order would be within the jurisdiction of an appellate court, shall be of the opinion that such order involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the matter, it shall so state in such order. The appellate court may thereupon, in its discretion, permit an appeal to be taken from such interlocutory order.\n. Such a note is designated a “tax anticipation note.” Section 102 of the Debt Act, 53 P.S. § 6780 -2(c)(15.1) defines such notes as notes issued in anticipation of taxes, in anticipation of revenues, or in anticipation of both as shall be designated in such notes. The notes, which are usually negotiable securities, accelerate taxes or revenue and do not provide capital assets for the issuer. The objective is to enable the issuer to adjust the cash flow of taxes and revenues to expenditures within the fiscal year of issuance. Sands and Libonati, Local Government Law § 25.03 (1982). Tax anticipation notes are not “notes” under the Debt Act. Section 1 of the Debt Act, as amended, 53 P.S. § 6780 -2(c)(2).\n. Section 503 of the Debt Act, as amended, 53 P.S. § 6780-203, reads:\nLimitation on stated maturity date of tax and revenue anticipation notes; time of payment of interest\nNo tax anticipation notes shall be stated to mature beyond the last day of the fiscal year in which such tax anticipation notes are issued. Interest on tax anticipation notes from the date thereof shall be payable at the maturity of such notes or payable in installments at such earlier dates and at such annual rate or rates as the governing body of the local government unit may determine.\n. Petitions for declaratory orders and complaints to the department; exclusive jurisdiction of department.\n# ‡ :}: * * *\n(b) Exclusive jurisdiction is hereby conferred on the department to hear and determine all procedural and substantive matters arising from the proceedings of a local government unit taken pursuant to this act, including without limitation, the regularity of the proceedings, the validity of the bonds, notes, tax anticipation notes or other obligations of the local government unit, and the legality of the purpose for which such obligations are to be issued. If a local government unit shall file a petition for a declaratory order with the department, relating to such proceedings, the department may require such service by publication on taxpayers as the circumstances warrant. In all other respects the proceedings before the department shall be governed by regulations of the department. The department shall have the power, after appropriate proceedings in accordance with such regulations, to approve or disapprove the proceedings of the local government unit or to direct correction as provided in section 805. A determination by the department under this act shall, except as provided in this subsection, be conclusive and binding as to all procedural and substantive matters which were or could have been presented to the department hereunder. All determinations by the department under this act are reviewable as provided in 2 Pa.C.S. Ch. 7 (relating to judicial review).\n53 P.S. § 6780 — 401(b).\n, Appellants do not question that the court of common pleas has the equitable power to restrain the collection of taxes unlawfully levied. See, Bradbury v. Burshell, 220 Pa. 439, 69 A. 1108 (1908). Rather, the Commissioners actually, although implicitly, argue that Section 901(b) decreases the jurisdiction of the court of common pleas by conferring exclusive jurisdiction of all matters that involve the Debt Act upon the Department of Community Affairs.\n. The authority to levy taxes is not the subject of any Article or Section of the Debt Act.\n. See note 1, supra.\n. See Section 2531(2) of the Third Class City Code, Act of June 23, 1931 (P.L. 932, No. 317), 53 P.S. § 37531.2; Section 1970 of the Second Class County Code, Act of July 28, 1953 (P.L. 723, No. 230), 16 P.S. § 4970; Section 1709(5) of the First Class Township Code, Act of June 24, 1931 (P.L. 1206, No. 331), 53 P.S. § 56709; Section 905(A)(7) of the Second Class Township Code, Act of May 1, 1933 (P.L. 103, No. 609), 53 P.S. § 65905(A)(7); Section 1302(1) of the Borough Code, Act of February 1, 1966 (1965 P.L. 1656, No. 581), 53 P.S. § 46302.1; Section 1 of the Incorporated Towns Law, Act of April 22, 1903, P.L. 247, 53 P.S. § 53101; Section 672(b) of the Public School Code Act of March 10, 1949 (P.L. 30, No. 14), 24 P.S. § 6-672(b) (see Legislative Services).\n. Walter W. Shearer, Esquire, amicus curiae in this appeal, identified himself as the drafter of the amendments, is a bond counsel and indicates he testified as to the need for the legislation before the Pennsylvania Local Government Commission. Brief of Amicus Curiae Walter W. Shearer, p. 3.\n. Covenant to pay bonds or notes or a guaranty\nThe local government unit, shall in the ordinance authorizing the issue of bonds or notes or a guaranty or in such bonds or notes, or in the trust indenture securing the same, or in the instrument of guaranty, covenant with the holders from time to time of such bonds or notes or guaranteed bonds or notes, and of the coupons thereto appertaining, that the local government unit (i) shaii include the amount of the debt service, or the amounts payable in respect of its guaranty, in each case specified in such covenant, for each fiscal year in which such sums are payable in its budget for that year, (ii) shall appropriate such amounts from its general or specially pledged revenues, as the case may be, for the payment of such debt service or guaranty, and (iii) shall duly and punctually pay or cause to be paid from its sinking fund or any other of its revenues or funds the principal of and interest on every such bond or note or, to the extent of its obligation, the amount payable in respect of such guaranty, at the dates and places and in the manner stated in the bonds and in the coupons thereto appertaining or in such guaranty, according to the true intent and meaning thereof. For such budgeting, appropriation and payment in respect of its general obligation bonds or notes, its guaranteed revenue bonds or notes or its guaranty of the bonds or notes of an authority or other local government unit, the local government unit, shall pledge its full faith, credit and taxing power unless such guaranty is limited to specified revenues of the guarantor; but nothing in the covenant contained shall in any way obligate the local government unit to budget, appropriate or make any payments on limited guaranteed revenue bonds or on a limited guaranty of bonds or notes of any authority or other local government unit beyond the stated terms of its guaranty. The covenant shall be specifically enforceable. Nothing in this section shall be construed to give to any local government unit any taxing power not granted by another provision of law.\n53 P.S. § 6780-154 [Emphasis added].\nThe covenant is not applicable to tax anticipation notes at the time of resolution, issuance or when unpaid.\n. It could fairly be inferred that the added language would be a substitute for the old and have the same meaning, that is, that funded debt, the concern of the [Debt] Act, still remains excluded from the maximum rate of taxation contained in the County Code. This makes sense because only the incurrence of funded debt is subject to the approval of the Department of Community Affairs. Bundy v. Belin, 65 Pa.Commonwealth Ct. 339, 342 n. 1, 442 A.2d 844, 846 n. 1 (1982).\n. Section 509, 53 P.S. § 6780-209, reads:\nUnfunded debt\nFor the purpose of this article, unfunded debt shall mean obligations of the same or one or more prior years incurred for current expenses (including tax anticipation notes), due and owing or judgments against the local government unit entered by a court of competent jurisdiction after adversary proceedings, for the payment of either of which category the taxes and other revenues remaining to be collected in the fiscal year and funds on hand will not be sufficient without a curtailment of municipal services to an extent endangering the health or safety of the public or proper education of school children, and the local government unit either may not legally levy a sufficient tax for the balance of the fiscal year, or a sufficient tax, if legally leviable, would not be in the public interest. Unfunded debt shall not, however, include debt incurred under this act, nor obligations in respect of a project or part of a project as defined in section 102(c)(12) or incurred in respect of the cost of a project as defined in section 107. [Emphasis added.]\n. For the text of the covenant see n. 12 of this opinion. The covenant is a direct response to the covenant constitutionally mandated to be adopted at or before the time of the incurring of any indebtedness by any local government, including municipalities and school districts.\nAny unit of local government, including municipalities and school districts, incurring any indebtedness, shall at or before the time of so doing adopt a covenant, which shall be binding upon it so long as any such indebtedness shall remain unpaid, to make payments out of its sinking fund or any other of its revenues or funds at such time and in such annual amounts specified in such covenant as shall be sufficient for the payment of the interest thereon and the principal thereof when due. [Emphasis added.] Const., art. IX, § 10.\nSee Forwarding Letter of Drafters of Debt Act To Local Government Commission, p. 1, 2.\n. Section 505, 53 P.S. § 6780-205 reads in pertinent part:\nThe amount of any tax anticipation notes issued in compliance with this act shall be general obligations of the local government unit and, if the same shall not be paid within the fiscal year in which said notes were issued, shall be deemed to be nonelectoral debt enforceable in the manner of a general obligation which unless funded pursuant to this article, shall be included in the budget of the local government unit for the ensuing fiscal year and shall be payable from the taxes and revenues of such ensuing year notwithstanding that the amount thereof shall cause the nonelectoral debt of such local government unit to exceed the limitations of Article II.\n. Definitions\n(a) As used in this act with respect to classifications of debt unless the context clearly otherwise requires:\n(1) “Debt” means the amount of all obligations for the payment of money incurred by the local government unit, whether due and payable in all events, or only upon the performance of work, possession of property as lessee, rendering of services by others, or other contingency, except:\n(i) current obligations for the full payment of which current revenues have been appropriated, including tax anticipation notes, and current payments for the funding of pension plans.... [Emphasis added.]\n53 P.S. § 6780-2(a)(l)(i)\n. “General obligation” in the title of a bond or note, means a bond or note for the payment of which the full faith, credit and taxing power of the local government unit is pledged, for the payment of which the local government unit has entered into the required covenant under section 404, and for the payment of which no specific revenues are pledged. (Footnote omitted.)\n53 P.S. § 6780-2(c)(5).\n. “It is not unusual, in the organic acts of municipalities, for the protection of the citizens, to limit the rate of taxation, or the amount of taxes that may be raised during any one year; and where the power is thus limited, it is not ordinarily enlarged by implication by other provisions of the charter, general in their nature, conferring the power to make contracts or to incur liabilities, or even giving authority to make improvements, or to erect usual or ordinary buildings”: 4 Dillon on Mun.Corp. (5th ed.) 2453. As in the case of the constitutional provisions limiting the incurring of indebtedness, such limitation “is intended as a restraint on [a] spendthrift tendency, to curb the extravagance of municipal expenditures on credit, to prevent municipalities from loading the future with obligations to pay for things the present desires but cannot justly afford, and in short to establish the principle that beyond the defined limits they must pay as they go”: Keller v. Scranton, 200 Pa. 130, 135, 49 A. 781. [Emphasis added.] Gilberton Borough School District v. Morris, 290 Pa. 7, 9-10, 137 A. 864, 865 (1927).\n. Section 505 no longer mandates maintenance of sinking funds for payment of tax anticipation notes. The 1978 amendment causes the existence of such funds to be discretionary."}