{"id": "1782470", "contents": "OPINION\nZAPPALA, Justice:\nOn May 6,1980, Appellant entered a general plea of guilty to murder, and a plea of guilty to charges of attempted murder, aggravated assault, and recklessly endangering another person. On May 12, 1980, following a hearing to determine the degree of guilt, the lower court found Appellant guilty of first degree murder and sentenced him to life imprisonment. That finding is the subject of the instant appeal.\nThe only issue raised is whether the evidence was sufficient for a determination of first degree murder. It is well recognized in this Commonwealth that the test for sufficiency of the evidence is that the record facts must be such that in viewing all the evidence admitted at trial in the light most favorable to the Commonwealth as verdict winner, there is sufficient evidence to enable the trier of fact to find every element of the crime beyond a reasonable doubt. Commonwealth v. Upsher, 497 Pa. 621, 444 A.2d 90 (1982); Commonwealth v. Bastone, 466 Pa. 548, 353 A.2d 827 (1976).\n“Where an accused enters a plea of guilty to murder generally, it is sufficient in itself to sustain a conviction of [third degree murder]”. Commonwealth v. Walker, 460 Pa. 658, 334 A.2d 282 (1975); Commonwealth v. Zanine, 444 Pa. 361, 282 A.2d 367 (1971); Commonwealth v. Dillinger, 440 Pa. 336, 269 A.2d 505 (1970).\nThus, we need only analyze whether there was sufficient evidence from which the hearing court could find the requisite intent necessary to raise the degree of murder to first degree.\nAppellant, in his brief, does not dispute that there was sufficient evidence from which the presumption of intent could be raised, See Commonwealth v. Thornton, 494 Pa. 260, 431 A.2d 248 (1981); Commonwealth v. Tomoney, 488 Pa. 324, 412 A.2d 531 (1980); Commonwealth v. Craig, 471 Pa. 310, 370 A.2d 317 (1977); Commonwealth v. Ewing, 439 Pa. 88, 264 A.2d 661 (1970). Rather, he urges that the testimony proffered by his psychiatrist was sufficient to negate that presumption. Ewing, supra. We conclude that the record reflects just the opposite.\nThe pertinent facts are as follows: The Appellant and his wife had been living separate and apart for approximately six or seven months prior to the shooting here in question. In spite of this, there was continued discord between the parties. These difficulties centered around the Appellant’s wife’s (hereinafter decedent) affair with another person (hereinafter victim) and issues relating to custody and visitation rights of the Appellant’s eight-year old daughter. There were continuous arguments as to these visitation rights, escalating at times into the use of physical violence. A protective order under the Protection from Abuse Act was required.\nThese acts culminated in the events of December 14, 1979.\nAt approximately 8:30 a.m. on December 14, Appellant picked up his 19-year old daughter to drive her to work in Wilkes-Barre. Either before or after picking her up, Appellant stopped at a store operated by his brother-in-law. According to this witness, Appellant seemed uncontrollably upset and looked haggard (Tr. 221--22). While there, Appellant declared: “I’m going to finish the situation today,” (Tr. 222), and “Give me two packs of Kents. I’ll need them for — I’m going to go to jail, anyhow. I’ll need them” (Tr. 220). Later, while enroute to Wilkes-Barre, Appellant told his older daughter that he had smashed the windows of two vehicles and “after today, you won’t see your father. He’ll be in jail, because I’m going to take what was taken away from me” (Tr. 43).\nA short time later, Appellant entered a bake shop located on Public Square in the City of Wilkes-Barre where the decedent was employed. When decedent refused to talk with him, he left the premises and drove directly to a sporting goods store in Hanover Township, Luzerne County. There, Appellant purchased a Marlin Model 778 pump action shotgun which he told the salesman he desired to buy for his boy (Tr. 82, 89). At Appellant’s request, the salesman assembled and showed him how to operate the weapon. After the salesman indicated the difference between “target load or game load” shells, Appellant specifically requested the more powerful “game load” shells and purchased one box (Tr. 89). Appellant left the store with the weapon assembled, having declined the salesman’s offer to disassemble and box the weapon (Tr. 86).\nAppellant next drove to a field where he practiced using the shotgun, firing it twice (Tr. 251-252). He then put four or five shells in the chamber (Tr. 256-57) and drove to Wilkes-Barre, intending to “talk” to the decedent. Unable to find a parking space at that time, Appellant drove to Kingston to buy gas (Tr. 313). After obtaining the gas, Appellant observed the victim proceeding toward Wilkes-Barre in his Thunderbird vehicle. He pulled alongside the Thunderbird and motioned this person to stop (Tr. 102-03). There is some conflict concerning this confrontation. The Appellant testified that the victim had gestured for him to stop (Tr. 314), while the victim alleged the opposite (Tr. 216). As the Appellant parked his vehicle, the victim then walked toward the Appellant at which time he was hit by a single blast from the Appellant’s shotgun. The victim fled from the scene and was later taken to the hospital where he suffered the loss of his left hand (Tr. 103). In the interim, the Appellant apparently placed his shotgun back in the vehicle and “raced” (Tr. 376) to the Public Square. With shotgun in hand, the Appellant entered the bakery shop and confronted the decedent. After a brief conversation, Appellant shot the decedent twice and then departed (Tr. 316).\nA patron in the bake shop testified that he heard Appellant say, “Do you want to talk about it now?”, then heard a noise, turned and saw Appellant holding the shotgun (Tr. 162-63). Another witness, the proprietor of the bake shop, testified that she was working in a back- room when she heard Appellant say, “Now will you talk to me?” (Tr. 189). As this witness started out to the front of the shop, she noted that the Appellant shot his wife twice, the second shot being fired within seconds or moments after the first. This witness also testified that between the- first and second shot, she also heard Appellant say, “I told you I would kill you.” (Tr. 190). Another witness, a patron in the shop, testified that she heard Appellant say, “I told you I was going to do it.” (Tr. 167).\nAs the Appellant was leaving the scene of the shooting, he was observed by a detective of the Wilkes-Barre Police Department. This detective testified that Appellant appeared “very calm, and he was grinning at the time” (Tr. 224). The detective testified that he pursued the Appellant’s vehicle and eventually lost the same in the pursuit (Tr. 226). Sometime later, the Appellant surrendered to the Wilkes-Barre Police (Tr. 267-68).\nAppellant testified that he was threatened by the victim, whom the Appellant blames for causing all his marital discord. He asserts that hé was told by the decedent that he would “not live the day out” (Tr. 310), and this was the reason for his purchasing the shotgun in question. The Appellant further asserts that he had no intention of killing the decedent (Tr. 377).\nA psychiatrist testified on behalf of the Appellant that on the basis of his four-hour examination, it was his professional opinion that the Appellant acted under “extended provocation” brought about by the stress, anger and hostility created by his marital problems and that this provocation reached a “crescendo” on the day of the killing (Tr. 330-332).\nIf believed, the psychiatrist’s testimony could well have provided grounds upon which the trial court may have based a finding of voluntary manslaughter under the guidelines of Commonwealth v. McCusker, 448 Pa. 382, 292 A.2d 286 (1972). Appellant’s contention that such a finding is mandated by McCusker is misapplied. When evidence is introduced to overcome or rebut the presumption of intent, the question of defendant’s intent becomes one for the trier of fact. Ewing, supra, 439 Pa. 92, 264 A.2d at 663.\nIt is solely the province of the trier of fact to pass upon the credibility of witnesses and to give it such weight as may be accorded to the evidence therein produced. The factfinder is free to believe all, part or none of the evidence. Commonwealth v. Stockard, 489 Pa. 209, 413 A.2d 1088 (1980); Commonwealth v. Tate, 485 Pa. 180, 401 A.2d 353 (1979). In the instant case, the hearing judge was sitting as the trier of fact, and he found the psychiatrist’s testimony was too “vague, evasive and equivocal”. See Commonwealth v. Shaver, No. 155, 293 of 1980 p. 12 (C.P. Luzerne County, filed July 23, 1980).\nHaving rejected the psychiatrist’s testimony, our review of the record in the light most favorable to the Commonwealth as verdict winner reveals a sufficient factual basis upon which the hearing judge found the requisite intent necessary to justify his finding of first degree murder. Tomoney, supra; Craig, supra.\nJudgment of sentence affirmed.\n. It should be noted that the cases cited held that a guilty plea was sufficient to sustain a finding of “second degree” murder. After the cited decisions were handed down, the Legislature reclassified the degrees of murder, making what was then second degree murder, now third degree murder, Act of March 26, 1974, P.L. 213, No. 46; 18 Pa.C.S. § 2502. See Commonwealth v. Moore, 473 Pa. 169, 373 A.2d 1101, 1103 fn. 4 (1977).\n. Act of Oct. 7, 1976, P.L. 1090, No. 218, 35 P.S. § 10181 et seq."}