{"id": "1782472", "contents": "OPINION\nMcDermott, justice.\nThis is an appeal from an order of the Superior Court, affirming an order of the Court of Common Pleas of Allegheny County refusing to take off a compulsory nonsuit. Both lower courts held that plaintiff, appellant herein, failed to establish a prima facie case of negligence against the defendants. We granted allocatur with respect to the non-suit entered in favor of defendants, Blair Haynes, Bill McDoodle and the City of Pittsburgh.\nThe case arose from the death of Nicola Morena who was shot through the chest by a would-be robber. Anthony Morena, as administrator of decedent’s estate, brought this action against those parties who treated decedent immediately after the shooting incident, contending that they failed to provide proper care, and that said failure resulted in his death. At the close of plaintiff’s case, the trial judge granted the motion for compulsory nonsuit made on behalf of Bill McDoodle, Blair Haynes and the City of Pittsburgh. At the conclusion of the proceedings the trial judge also granted a directed verdict in favor of all other defendants.\nThe rules regarding a compulsory nonsuit are well established. A judgment of nonsuit can be entered only in clear cases, and a plaintiff must be given the benefit of all evidence favorable to him, together will all reasonable inferences of fact arising therefrom, and any conflict in the evidence must be resolved in his favor. Flagiello v. Crilly, 409 Pa. 389, 390-391, 187 A.2d 289, 290 (1963). See Tolbert v. Gillette, 438 Pa. 63, 260 A.2d 463 (1970). Thus an order granting a nonsuit is proper only if the jury, viewing the evidence and all reasonable inferences arising from it, in the light most favorable to the plaintiff, could not reasonably conclude that the elements of the cause of action have been established. Ford v. Jeffries, 474 Pa. 588, 591-592, 379 A.2d 111, 112 (1977).\nHowever, it is also well settled that a jury can not be permitted to reach its verdict on the basis of speculation or conjecture, Smith v. Bell Telephone Co., 397 Pa. 134, 153 A.2d 477 (1959); and that a judgment of nonsuit is properly entered if a plaintiff has not introduced sufficient evidence to establish the elements necessary to maintain an action. Schofield v. King, 388 Pa. 132,130 A.2d 93 (1957). See Yohe v. Yohe, 466 Pa. 405, 353 A.2d 417 (1976); Dornon v. Johnston, 421 Pa. 58, 218 A.2d 808 (1966); Goater v. Klotz, 279 Pa. 392, 124 A. 83 (1924). In addition, it is the duty of the trial judge to determine, prior to sending the case to the jury, whether or not the plaintiff has met this burden. Thomas v. Ribble, 404 Pa. 296, 172 A.2d 280 (1961).\nViewing the record in a light most favorable to the plaintiff, the following facts emerge. Nicola Morena was shot through the chest at approximately 7:20 p.m. on November 15, 1975. The bullet had entered decedent’s back and exited through his upper chest. At 7:36 p.m. paramedics Blair Haynes and Bill McDoodle, employees of the City of Pittsburgh were notified of the incident. Haynes and McDoodle worked for the newly instituted Emergency Medical Services Program, which was intended to provide free emergency ambulance service for the City of Pittsburgh. They arrived on the scene at 7:37 p.m. and administered emergency treatment, which consisted of dressing his wounds and administering oxygen. They then transported the decedent to St. Joseph’s Hospital, the nearest hospital to the scene of the shooting.\nUpon arrival at the hospital, decedent was admitted to the emergency room and examined by Dr. Van Thiel. After assessing the nature and extent of decedent’s wounds, Dr. Van Thiel determined that a thoracic surgeon was needed. Unfortunately, there was no thoracic surgeon available at St. Joseph’s. Therefore Doctor Van Thiel, after consulting with his supervisor, Dr. Martin, decided to transfer decedent to Mercy Hospital so that decedent could receive the necessary treatment. This decision was made outside of the presence of the defendants. Mercy Hospital was a larger hospital which was located approximately 5 miles from St. Joseph’s Hospital.\nMeanwhile, defendants McDoodle and Haynes were cleaning up their vehicle in preparation to go back into service. The ambulance which they were operating was one of only four responsible for providing emergency service to the entire city of Pittsburgh. Due to this shortage of vehicles it was the policy of the service not to make inter-hospital transfers. Rather, these transfers were performed by one of the private ambulance services which then operated in Pittsburgh.\nAfter the decision was made to transfer the decedent a nurse asked the defendants if they would perform the transfer. There is no evidence in the record that this nurse, or anyone else, indicated to the defendants that this transfer was of an emergency nature.\nBecause of the above mentioned policy, the paramedics were required to call their supervisor for approval to transport the decedent to Mercy Hospital. When the supervisor inquired of Blair Haynes as to how soon the transfer could take place, he was told that it would take at least fifteen minutes to stabilize the decedent and to ready him for the trip. The supervisor was not told that the transfer was of an emergency nature. He denied the request and suggested that the hospital should call a private ambulance as per the normal procedure.\nDecedent was eventually transferred to Mercy Hospital by the Zepfel Ambulance Service. He arrived at the hospital between 8:45 p.m. and 9:00 p.m. He died there at 9:20 p.m. as a result of his wounds. There is a dispute as to whether there was any period of time during which the decedent was ready to be transferred without an ambulance being ready, and whether such period was a contributing factor in decedent’s death. However, for purposes of this opinion, we must assume that there was a period of time in which decedent was left waiting, and that this period was a contributing factor in causing his death.\nAppellant claims that the nonsuit was erroneous because there existed sufficient facts which could have formed the basis for a finding of negligence. We disagree. Based upon the record before us, we hold that there was no basis upon which these defendants could have been found negligent.\nAppellant’s argument is based on Section 323(a) of the Restatement of Torts Second which reads:\n§ 323. Negligent Performance of Undertaking to Render Services.\nOne who undertakes, gratuitously or for consideration to render services to another which he should recognize as necessary for the protection of the other’s person or things, is subject to liability to the other for physical harm resulting from his failure to exercise reasonable care to perform his undertaking, if (a) his failure to exercise care increases the risk of harm, . . .\nThis section has previously been adopted by this Court as representing an accurate statement of the law. See Gradel v. Inouye, 491 Pa. 534, 421 A.2d 674 (1980); DeJesus v. Liberty Mutual Ins. Co., 423 Pa. 198, 223 A.2d 849 (1966). It does not, however, change the burden of a plaintiff to establish the underlying elements of an action in negligence, nor can it be invoked to create a duty where one does not exist. Boyce v. United States Steel Corp., 446 Pa. 226, 285 A.2d 459 (1971); Yania v. Bigan, 397 Pa. 316, 155 A.2d 343 (1959).\nDuty, in any given situation, is predicated on the relationship existing between the parties at the relevant time, Dumanski v. City of Erie, 348 Pa. 505, 34 A.2d 508 (1943); and necessarily requires some degree of knowledge. Porreca v. Atlantic Refining Co., 403 Pa. 171, 168 A.2d 564 (1961). See Wermeling v. Shattuck, 366 Pa. 23, 76 A.2d 406 (1950). Even under the high degree of care required of a common carrier, it is incumbent upon a moving party to establish the requisite knowledge on the part of the carrier before a breach of duty can be found. Pierce et vir. v. Delaware, Lackawanna and Western Railroad Company, 358 Pa. 403, 57 A.2d 876 (1948).'\nAppellant contends that the paramedics were negligent in failing to transport decedent, to Mercy Hospital in the first place, and/or in failing to effectuate the requested transfer. His first contention is wholly meritless. Neither McDoodle or Haynes were doctors, and neither was capable in a medical sense of accurately diagnosing the extent of decedent’s injuries. Furthermore, with the exception of a children’s center and a burn center, at the time of this incident there were no designated emergency trauma centers for the treatment of different types of injuries. Under the circumstances the only reasonable thing for the defendants to have done was to stabilize decedent’s condition and transport him to the nearest hospital. This is exactly what was done, and there was no basis upon which a jury could have concluded that this constituted negligence.\nAppellant’s second contention presents a more difficult problem, because we can envision a situation where the refusal to transport a patient in an emergency situation could constitute negligence. However, such a situation was not shown to exist here. Plaintiff’s argument is based on his view that the events at issue constituted a single uninterrupted transaction. However, as we see it there were two distinct events: the transfer of the decedent from the scene to the St. Joseph’s Hospital; and the subsequent request by that hospital’s personnel to make the inter-hospital transfer. Compare Brazel v. Buchanan, 404 Pa. 188, 171 A.2d 151 (1961).\nIn the first instance, the duty of the paramedics arose when they were called to the scene, and ceased to exist when they successfully transported decedent to St. Joseph’s Hospital. At this point they were free to abandon their efforts unless another independent duty sprang into existence. See Comment c. to § 323 of the Restatement of Torts Second.\nThe existence of any subsequent duty necessarily rested upon some knowledge on the part of the paramedics that the requested transfer constituted an emergency. In the record before us we can find no evidence that the paramedics were ever advised that the requested inter-hospital transfer was of an emergency nature. In fact, defendants Haynes and McDoodle specifically testified that they were never told that it was imperative that decedent be transferred immediately. (N.T. pp. 106-107; 308-310).\nAppellant has argued that they should have known that this transfer was an emergency. We cannot agree. The undisputed evidence demonstrated that all of the discussion concerning decedent’s condition took place outside of the presence of the paramedics. Furthermore, defendants testified that inter-hospital transfers were. relatively routine, even after an initial emergency intake of a patient, and that these transfers had been handled by the private companies’ without incident. (N.T. pp. 126-128; 256-259).\nWe can not say that ambulance drivers shall be required to know, without being so advised, when a transfer is an emergency and when it is not. It was plaintiff’s burden to introduce some evidence to establish knowledge on the part of the paramedics that the transfer was of an emergency nature. Having failed to do so the grant of a nonsuit was proper.\nAccordingly, the order of the Superior Court is affirmed.\nHUTCHINSON, J., joins in the majority opinion and files a separate concurring opinion.\nFLAHERTY, J., files a dissenting opinion in which ROBERTS, C.J., and LARSEN, J., join.\n. The Superior Court affirmed in a two to one decision, Brosky, J. dissenting. The Order is reported at 303 Pa.Super. 650, 450 A.2d 227 (1982).\n. Prior to trial plaintiff settled his claim against Doctors Martin and Van Thiel for $100,000.00. By the terms of the joint tortfeasors’ release executed by the parties, plaintiff agreed that he would not collect any judgment against South Hills Hospital which was based on the vicarious liability of the doctors. Since the trial judge held that plaintiffs’ evidence against the Hospital was only sufficient to support a verdict based on vicarious liability, there remained, after the grant of nonsuit, no parties against whom plaintiff was entitled to a judgment. Thus, plaintiff’s action became moot. The Superior Court affirmed the trial judge’s holding regarding the hospital’s liability, and we refused to review the lower courts’ decision on that issue.\n. Appellant in his brief lists five possible conclusions which he contends the jury could have relied upon to support a finding of negligence. They are: that the paramedics were negligent initially, ■in failing to determine whether St. Joseph’s was capable of treating the type of gunshot wound which decedent suffered; that the city was negligent in failing to have adequate rules and regulations to determine the proper hospital to which to transport patients with serious injuries; that the paramedics were negligent in failing to convey to their supervisor the emergency nature of the decedent’s condition; that the paramedics were negligent in failing to perform the requested transfer; and that the actions of the paramedics constituted an abandonment of the decedent.\n. Appellant also relied upon Hamil v. Bashline, 481 Pa. 256, 392 A.2d 1280 (1978). In Hamil we discussed the degree of certainty required of plaintiffs’ evidence to provide a basis under § 323(a) upon which a jury may find causation between the harm suffered and the alleged negligence of a doctor or hospital. See Jones v. Montefiore, 494 Pa. 410, 431 A.2d 920 (1981); Gradel v. Inouye, 491 Pa. 534, 421 A.2d 674 (1980). That decision is inapplicable to this case, since the issue here is not one of causation, but whether defendants owed a duty of care to the decedent.\n. The necessary elements to maintain an action in negligence are: a doty or obligation recognized by the law, requiring the actor to conform to a certain standard of conduct; a failure to conform to the standard required; a causal connection between the conduct and the resulting injury and actual loss or damage resulting to the interests of another. Prosser, Law of Torts, § 30 at 143 (4th ed. 1971). See Macina v. McAdams, 280 Pa.Super. 115, 120, 421 A.2d 432, 434 (1980)."}