{"id": "1784477", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nFollowing our decision in Astemborski v. Susmarski, 499 Pa. 99, 451 A.2d 1012 (1982), the appellee therein petitioned the Supreme Court of the United States for a Writ of Certiorari. The Writ was granted, whereupon judgment was vacated and the case remanded for reconsideration in light of that Court’s recent decision in Pickett v. Brown, - U.S. -, 103 S.Ct. 2199, 76 L.Ed.2d 372 (1983). After a thorough review of the Pickett decision, we find that case supportive of our previous holding in this case, and, therefore, reinstate our original order.\nInitially, this case came before this Court on appeal from a decision of the Court of Common Pleas of Erie County which held unconstitutional a statute of limitations requiring that actions to establish the paternity of a child born out of wedlock be commenced within six years of the birth of the child. We reversed. Astemborski, supra.\nThe factual background of the case is as follows. On September 9, 1980, Deborah Ann Astemborski, appellee, filed an application for support with the Commonwealth’s Department of Public Welfare, and, in so doing, assigned to the Commonwealth all rights concerning support of her child. Accordingly, on December 30, 1980, she appeared at the intake office of the Erie County Domestic Relations Department and filled out a Complaint for Support which was dated and marked filed December 30, 1980. This complaint was taken to the Prothonotary in order to receive a civil number on January 29, 1981, fifteen days after the applicable six year statute of limitations had expired. The trial court held that the governing rule at the time required the complaint to be filed with the Prothonotary, not with the Domestic Relations Department. For this reason, the trial court concluded that the complaint was not timely filed, and the alleged father of appellee’s child, appellant Robert Susmarski, moved for dismissal of the complaint. Dismissal was denied, however, as the court declared the statute of limitations invalid.\nThe primary issue in the instant appeal is whether the six year statute of limitations violates equal protection guarantees of the Fourteenth Amendment to the United States Constitution and of Article 1, § 26 of the Pennsylvania Constitution. Since support for a child born in wedlock may be sought at any time during its minority, while support for a child born out of wedlock may, due to the statute of limitations on establishment of paternity, be sought during only the first six years of a child’s life, a disparity of treatment is alleged to exist in violation of equal protection guarantees. Specifically, appellee contends that the statute imposes a burden with respect to illegitimate children that is not shared by legitimate children, and that this burden is not justified by the Commonwealth’s interest in preventing the assertion of stale or fraudulent claims.\nThe issue raised by the instant case parallels those recently decided by the Supreme Court of the United States in Mills v. Habluetzel, 456 U.S. 91, 102 S.Ct. 1549, 71 L.Ed.2d 770 (1982), and in Pickett v. Brown,-U.S.-, 103 S.Ct. 2199, 76 L.Ed.2d 372 (1983). In Mills, a Texas statute barring paternity suits brought on behalf of illegitimate children more than one year after their birth was held violative of equal protection. Similarly, in Pickett, a Tennessee statute providing for a two year period of limitations upon such actions was held to violate equal protection.\nJustice Rehnquist, writing for the Court in Mills, thoroughly analyzed the considerations governing scrutiny, on equal protection grounds, of such statutes of limitation:\nOur decision in Gomez [v. Perez, 409 U.S. 535, 93 S.Ct. 872, 35 L.Ed.2d 56 (1973)] held that “a State may not invidiously discriminate against illegitimate children by denying them substantial benefits accorded children generally.” 409 U.S. at 538, 93 S.Ct. 872 [at 875] 35 L.Ed.2d 56. Specifically, we held that a State which grants an opportunity for legitimate children to obtain paternal support must also grant that opportunity to illegitimate children. If Gomez and the equal protection principles which underlie it are to have any meaning, it is clear that the support opportunity provided by the State to illegitimate children must be more than illusory. The period for asserting the right to support must be sufficiently long to permit those who normally have an interest in such children to bring an action on their behalf despite the difficult personal, family, and financial circumstances that often surround the birth of a child outside of wedlock. It would hardly satisfy the demands of equal protection and the holding of Gomez to remove an “impenetrable barrier” to support, only to replace it with an opportunity so truncated that few could utilize it effectively.\nThe fact that [the State] must provide illegitimate children with a bona fide opportunity to obtain paternal support does not mean, however, that it must adopt procedures for illegitimate children that are coterminous with those accorded legitimate children. Paternal support suits on behalf of illegitimate children contain an element that such suits for legitimate children do not contain: proof of paternity. Such proof is often sketchy and strongly contested, frequently turning upon conflicting testimony from only two witnesses. Indeed, the problems of proving paternity have been recognized repeatedly by this Court....\nTherefore, in support suits by illegitimate children more than in support suits by legitimate children, the State has an interest in preventing the prosecution of stale or fraudulent claims, and may impose greater restrictions on the former than it imposes on the latter. Such restrictions will survive equal protection scrutiny to the extent they are substantially related to a legitimate state interest.... The State’s interest in avoiding the litigation of stale or fraudulent claims will justify those periods of limitation that are sufficiently long to present a real threat of loss or diminution of evidence, or an increased vulnerability to fraudulent clairñs.\n456 U.S. at 97-99, 102 S.Ct. at 1554, 71 L.Ed.2d at 776-777. (Emphasis added; footnote omitted, citations omitted).\nCiting the principles discussed in Mills as determinative of the equal protection inquiry, the unanimous Court in Pickett held that the two-year period at issue therein was a small improvement in degree over the one-year period at issue in Mills, though not a sufficient improvement to withstand constitutional scrutiny. -U.S. at--, 103 S.Ct. at 2207, 76 L.Ed.2d at 383. The Court reasoned as follows:\n“The obstacles to filing a paternity and child support suit within a year after the child’s birth, which the Court discussed in Mills ... are likely to persist during the child’s second year as well. The mother may experience financial difficulties caused not only by the child’s birth, but also by a loss of income attributable to the need to care for the child. Moreover, ‘continuing affection for the child’s father, a desire to avoid disapproval of family and community, or the emotional strain and confusion that often attend the birth of an illegitimate child,’ [Mills] 456 U.S. at 100, 71 L.Ed.2d 770, 102 S.Ct. 1549 [at 1555], may inhibit a mother from filing a paternity suit on behalf of the child within two years after the child’s birth.”\n- U.S. at -, 103 S.Ct. at 2206, 76 L.Ed.2d at 382. Thus, with regard to the sufficiency of the opportunity provided by a statute of limitations for one with an interest in a child to assert a claim on its behalf, recognition was accorded to the fact that “ ‘practical obstacles to filing suit within one year of birth could as easily exist several years after the birth of the illegitimate child.’ ” Pickett,--U.S. at-, 103 S.Ct. at 2206, 76 L.Ed.2d at 381 (quoting Justice O’Connor’s concurring opinion in Mills) (emphasis added).\nInsofar as the requirement set forth in Mills that periods of limitation bear a substantial relation to the state’s interest in avoiding litigation of stale or fraudulent claims, the Court in Pickett rejected, as it had in Mills, the argument that recent advances in blood and genetic testing have provided scientific means so highly probative in determining paternity that their existence entirely negates the state interest in preventing the assertion of stale or fraudulent claims. Pickett,--U.S. at----, 103 S.Ct. at 2209, 76 L.Ed.2d at 385. Mills, 456 U.S. at 98, n. 4, 102 S.Ct. at 1554, n. 4, 71 L.Ed.2d at 777, n. 4. The Court noted in Pickett that blood tests can currently achieve at least a ninety percent mean probability of exclusion of one as being the parent, and, accordingly, suggested that advances in blood testing have rendered more attenuated the relationship between such statutes of limitation and the exclusion of stale or fraudulent claims. -U.S. at--, 103 S.Ct. at 2209, 76 L.Ed.2d at 385-386. Notwithstanding that possible attenuation, however, a period of limitation remains necessary, for in cases where test results do not exclude a certain male from the class of possible fathers, that male must rely on conventional forms of evidence as proof of non-paternity, viz. evidence of lack of access to the mother, as well as his own testimony and the testimony of others. With regard to these conventional forms of proof, the state has a clear interest in having claims litigated while evidence remains available and fresh.\nTo be sustained on equal protection grounds, therefore, a statute of limitations governing assertion of paternity claims must satisfy two related requirements. First, the period during which claims may be asserted “must be sufficiently long in duration to present a reasonable opportunity for those with an interest in such children to assert claims on their behalf.” Mills, 456 U.S. at 99, 102 S.Ct. at 1555, 71 L.Ed.2d at 778. Second, the time limitation imposed “must be substantially related to the State’s interest in avoiding the litigation of stale or fraudulent claims.” Id. Examining this Commonwealth’s six year statute of limitations in light of these requirements, we find no denial of equal protection.\nAlthough the statute of limitations in question, as applied, results in there being greater impediments to the obtainment of support for an illegitimate child than for one born in wedlock, the support opportunity still accorded the former is not so truncated as to be, as stated supra by the Court in Mills merely “illusory,” or, as termed by the Court in Pickett, an effective extinguishment of those rights. Pickett,- U.S. at ——, 103 S.Ct. at 2207, 76 L.Ed.2d at 383. Unlike Mills, and Pickett, wherein certain birth-related financial and emotional factors were cited as encumbering a mother’s filing of a paternity suit within one or two years, respectively, of her child’s birth, the present case involves a period of limitation of such greater duration as to negate birth-related encumbrances. Indeed, the six-year limit extends beyond the period of the child’s first “several years” addressed by the Court in Pickett, quoted supra, as being a time when practical obstacles may prevent filing of a paternity action. Furthermore, as pointed out by Justice Rehnquist in Mills, the existence of greater impediments to recovery of support for an illegitimate child than for a legitimate one is justified by the fact that the cases differ in one crucial respect: a suit on behalf of an illegitimate child contains the element of proof of paternity, while a suit on behalf of a legitimate child does not. While the passage of one or two years could not be regarded as appreciably increasing the likelihood of fraudulent claims, a lapse of more than six years may reasonably be expected to coincide with prejudice to the defense through loss of evidence, the death or disappearance of witnesses, and the fading of memories. Hence, the Commonwealth’s interest in elimination of stale or fraudulent claims is substantially served by the limitation imposed.\nIt is true that the legislative scheme of this statute will preclude certain claims from being successfully asserted. In the case at bar, the mother, representing her child, could have initiated a support action at any time prior to December 30, 1980, when she assigned her support rights to the Commonwealth. Because she neglected to do this, for whatever reason, her child is now prevented forever from asserting a successful claim for support against the alleged father, at least in the absence of any estoppel or statutory exceptions. We do not address the wisdom of the legislative scheme, but only its constitutionality. Since the statute is substantially related to a legitimate state interest, viz., the prevention of stale or fraudulent paternity claims, it is not constitutionally infirm under a Fourteenth Amendment challenge even though the statute may operate, as it has in this case, to deprive an illegitimate child of its right to make a claim for support beyond the six year limit.\nHaving determined that our previous decision in this case, holding the statute of limitations barring the instant support action to be constitutional, is consistent with the recent decision of the Supreme Court of the United States in Pickett, this Court’s original order is reinstated.\nOrder reinstated.\n. The applicable statute of limitations, 42 Pa.C.S.A. § 6704(e), provides:\n(e) Limitation of actions.—All actions to establish the paternity of a child born out of wedlock brought under this section must be commenced within six years of the birth of the child, except where the reputed father shall have voluntarily contributed to the support of the child or shall have acknowledged in writing his paternity, in which case an action may be commenced at any time within two years of any such contribution or acknowledgment by the reputed father.\nIn the instant case, it is undisputed that the alleged father has not acknowledged paternity and has not contributed to support of the child; hence, the six year period of limitation applies.\n. Two other issues raised in the case sire that the County of Erie is not a real party in interest and is without standing to prosecute the case, and that the lower court erred in permitting the intervention of Erie County as a party without the filing of appropriate pleadings. Because of our disposition of this case on the equal protection issue, we do not address the other issues raised by appellant.\n. Except in certain limited circumstances, Pennsylvania does not provide for the tolling of statutes of limitations during minority. See 42 Pa.C.S.Sec. 5533. Thus, in Pennsylvania, paternity actions are treated no differently from the vast majority of actions brought on behalf of a child.\nNevertheless, the statute at issue sets forth exceptions to the six-year period of limitation which are designed to deal with the situation where a child born out of wedlock has had a continuing relationship with the natural father during the first six years of the child’s life but the father has abandoned the child at a later point in the child’s minority. Under Section 6704(e), supra note 1, where the natural father has either voluntarily contributed to the support of the child or acknowledged in writing his paternity, “an action may be commenced at any time within two years of any such contribution or acknowledgment by the reputed father.” Such exceptions may result in a substantial extension of the time for filing a paternity action, thereby negating certain of the practical obstacles to filing suit discussed in Mills and Pickett."}