{"id": "1784566", "contents": "OPINION OF THE COURT\nLARSEN, Justice.\nThe appellant, DeWayne Beck, was arrested on March 26, 1976 in connection with the stabbing death of William Jackson. Subsequently, the appellant admitted the stabbing and was charged with murder, manslaughter, conspiracy, possession of instruments of crime, and possession of a concealed weapon. The two possession charges were nol prossed and appellant was tried on the murder, manslaughter and conspiracy charges. Following the trial, the jury returned the following verdict: not guilty of first degree murder; not guilty of voluntary manslaughter, not guilty of criminal conspiracy; and guilty of third degree murder. After post verdict motions were denied and a sentence of imprisonment imposed, Beck appealed to this court. On appeal the judgment of sentence was reversed and a new trial granted on grounds not relevant to the issues here.\nAppellant was retried before a jury on charges of third degree murder and voluntary manslaughter. Appellant Beck filed no pre-trial motions nor did he make any objection to the voluntary manslaughter charge prior to or during the evidentiary phase of the retrial. At the conclusion of the evidence and closing arguments, the court charged the jury on, among other things, third degree murder and voluntary manslaughter. The jury returned a verdict of guilty of voluntary manslaughter. The appellant objected to the recording of the verdict on the grounds that his conviction of voluntary manslaughter violated his constitutionally protected right to be free from being twice placed in jeopardy of the same offense. His objection was based on the noteworthy fact that he had been previously found not guilty of the identical crime on the same facts. Appellant’s objection was overruled and his post trial motions which included a motion in arrest of judgment were denied. Appellant was sentenced to 1 lk years to 3 years 5 months imprisonment on his conviction and this direct appeal followed.\nThe appellant Beck argues that his conviction on retrial of voluntary manslaughter, a crime for which he previously was found not guilty, and the judgment of sentence imposed by the trial court are invalid. We agree and reverse.\nWhen a prosecution is for a. violation of the same provision of the statutes and is based upon the same facts as a former prosecution, it is barred by such former prosecution under the following circumstances:\n(1) The former prosecution resulted in an acquittal. There is an acquittal if the prosecution resulted in a finding of not guilty by the trier of fact or in a determination that there was insufficient evidence to warrant a conviction . . . ,\nIn the former prosecution of the appellant the jury specifically acquitted him of voluntary manslaughter. This acquittal prevents further prosecution for the same offense based on the same facts. “The verdict of a jury, upon a valid indictment, in a court of competent jurisdiction, acquitting the defendant of the fact is an absolute bar to any subsequent prosecution for the same offense.” Commonwealth v. McEvans, 92 Pa.Super. 124, 128 (1927); Commonwealth v. Kroekel, 121 Pa.Super. 423, 183 A. 749 (1936). This principle, which technically is a statement of a plea of autrefois acquit, is fundamental and is part of the fabric which forms the basis of the double jeopardy prohibition.\nAlthough there are conceptual and practical differences between the autrefois acquit plea and a plea of double jeopardy, the purpose of each is to bar retrial for the same offense. In considering the double jeopardy bar in the case of Commonwealth v. Bolden, 472 Pa. 602, 373 A.2d 90 (1977), it was stated that, “The double jeopardy prohibition is often described as a universal principle of reason, justice and conscience, (citations omitted) In Benton v. Maryland, 395 U.S. 784, 794, 89 S.Ct. 2056, 2062, 23 L.Ed.2d 707 (1969), the Supreme Court of the United States described it as a ‘fundamental ideal in our constitutional heritage.’ Double jeopardy policy is implicated in a variety of procedural contexts. In each of these contexts, the policy against multiple trials has been recognized as central to the double jeopardy clause. The critical consideration is that a defendant should be forced to ‘run the gauntlet’ of a criminal prosecution only once for a single offense.”\n“A criminal prosecution imposes severe psychological, physical and economic burdens on the accused. It is morally wrong for the governmental to impose these hardships on an individual more than once for a single offense. The double jeopardy prohibition stems from this moral judgment which is deeply held by our society.”\nCommonwealth v. Bolden, supra, 472 Pa. at 631, 373 A.2d at 104.\nUsually the multiple prosecution issue arises in situations where the first trial was aborted before verdict and a mistrial declared. Commonwealth v. Brown, 451 Pa. 395, 301 A.2d 876 (1972); Commonwealth v. Wright, 439 Pa. 198, 266 A.2d 651 (1970); Commonwealth v. Bartolomucci, 468 Pa. 338, 362 A.2d 234 (1976); or where a convicted defendant has been awarded a new trial because the initial trial was tainted by unfair conduct on the part of the prosecutor or judge. Commonwealth v. Hallowell, 477 Pa. 232, 383 A.2d 909 (1978).\nThe principle of autrefois acquit, on the other hand, is only applicable where the defendant was acquitted of the charge in a previous trial as is the case here. The fundamental policy considerations which were articulated by the court in Bolden, supra, with respect to the double jeopardy prohibition are doubly applicable where the accused was previously acquitted of the charge against him.\nThe appellant Beck was found guilty of third degree murder and not guilty of voluntary manslaughter in his first trial. On appeal, the appellant was awarded a new trial. More than a century ago this court said; “[W]here there has been an acquittal on one count, and a conviction on another, a new trial can be granted only on the count on which there has been a conviction .... ” Hollister v. Commonwealth, 60 Pa. 103 (1869). Since appellant was found not guilty of voluntary manslaughter, he could not be tried again on that charge. The new trial granted to appellant Beck in this case could only be on the charge for which he was convicted— third degree murder. The court does not have the right to grant a new trial on a charge-for which the appellant was acquitted. Commonwealth v. Kroekel, supra.\nThe Commonwealth argues that appellant waived the issue of his prior acquittal of the charge of voluntary manslaughter because he failed to raise the question before the case went to the jury. We cannot agree with the Commonwealth’s contention under the circumstances of this case. The doctrine of waiver has no application in a situation such as this where the appellant was previously acquitted of the charge against him. The issue of former acquittal is similar to the issue of subject matter jurisdiction. It may be raised at any time, even after the jury returns a verdict. Such a verdict is absolutely invalid as is any resulting sentence which may be imposed. This is so because the conviction of a crime on the same facts for which the accused was formerly acquitted in a prior trial is a nullity.\nJudgment of sentence reversed and the defendant is discharged.\nNIX, J., filed a dissenting opinion in which McDERMOTT, J., joined.\nHUTCHINSON, J., filed a dissenting opinion.\n. Although the appellant admitted that he stabbed the victim, he urged that it was in self-defense.\n. Commonwealth v. Beck, 485 Pa. 475, 402 A.2d 1371.\n. The appellant was also tried for involuntary manslaughter, however, this charge is not material to the questions raised in this appeal.\n. Act, 1972, Dec. 6, P.L. 1482, No. 334, Sec. 1, eff. June 6, 1973, 18 C.P.S.A., Sec. 109.\n. United States Constitution, 5th Amendment, Constitution of Pennsylvania, Article I, Sec. 10.\n. Because of the disposition we make of this case, we do not reach the other questions raised by appellant."}