{"id": "1784550", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nHUTCHINSON, Justice.\nI.\nThe Board of Judges of the Philadelphia Court of Common Pleas (Judges) and the Pennsylvania Labor Relations Board (Board) filed these appeals from an order of Commonwealth Court reversing an order of Judge Melvin G. Levy of the Delaware County Court of Common Pleas, specially presiding. Judge Levy had held that appellees, the Official Court Reporters of the Court of Common Pleas of Philadelphia County (Association), lacked standing to appeal from a final order of the Board which, on remand from this Court, had dismissed the American Federation of State, County and Municipal Employees’ (AFSCME) petition for representation of the Association on the ground that the bargaining unit which included only court reporters was inappropriate. Commonwealth Court reversed determining that the Association had standing to appeal the Board’s order vacating its certification of AFSCME and that the Board exceeded the scope of this Court’s remand order when it reconsidered the issue of the appropriateness of the bargaining unit. We hold that Section 702 of the Administrative Agency Law, 2 Pa.C.S. § 702, permitting “any person aggrieved by” an agency adjudication to appeal, is expressly inapplicable to appeals such as this, which “may be taken initially to the Courts of Common Pleas pursuant to 42 Pa.C.S. § 933.” Since the Association was not a “party who is aggrieved” within the meaning of Pa.R.A.P. 501 by the Board’s order, it lacked standing to appeal. Consequently, the order of the Commonwealth Court is reversed and the order of the Board reinstated.\nThe significant history of this appeal dates back to November 14, 1974 when the Board held a hearing on AFSCME’s petition for an election in a unit of court reporters of the Court of Common Pleas of Philadelphia, under the Public Employe Relations Act (PERA), Act of July 23,1970, P.L. 563, No. 195, 43 P.S. § 1101.101 et seq. The Association appeared through its President who stated that the Association would not intervene because it had no position on AFSCME’s petition. At that hearing, the Judges were named the sole employer. On May 23, 1975, the Board issued an Order and Notice of Election in a unit comprised of all court reporters and excluding all other employees.\nThe Board conducted an election on June 11, 1975 and, on June 19, 1975, it issued a nisi order certifying AFSCME as the collective bargaining representative for the court reporters. On July 30, 1975 the Board dismissed the Judges’ exceptions and made its certification order absolute and final. The Judges appealed alleging the Board lacked jurisdiction of the appeal because Common Pleas was not a “public employer” and the court reporters were not public employees within the meaning of PERA. Upon petition of the Judges this Court assumed plenary jurisdiction over the appeal and transferred the matter to Commonwealth Court.\nIn an opinion addressing this case and six similar cases, the Commonwealth Court affirmed the certification order of the Board holding that PERA includes court reporters of the First Judicial District and it is not an unconstitutional interference with an independent judiciary. County of Washington v. P.L.R.B., 26 Pa. Commonwealth Ct. 315, 364 A.2d 519 (1976). However, Commonwealth Court disapproved the Board’s conclusion of law that the 1st Judicial District, in and by itself, is the “public employer” of the court reporters since the issue was not properly before it on appeal. Id. at 343, 346 A.2d at 532. The Judges appealed to this Court and we affirmed, holding that PERA applies to court reporters in the Philadelphia Court of Common Pleas and that such application does not interfere with the exclusive authority of the judiciary under article V, sections 1 and 10 of the Pennsylvania Constitution. We declined to decide whether Common Pleas is the proper managerial representative under PERA. Commonwealth ex rel. Bradley v. P.L. R.B., 479 Pa. 440, 388 A.2d 736 (1978). However, it would appear we recognized that the proper managerial representative had yet to be determined. Accordingly, we remanded the matter to the Board.\nActing on the remand order, the Board ordered oral argument on seven specific questions arising from the five decisions of this Court regarding employers and managerial representatives. See supra n. 4. The Board’s order directed all counsel who participated in the Supreme Court decisions as well as other interested parties to present oral arguments and briefs. The Board listed the Bradley decision as one of five Supreme Court decisions to be discussed. Both AFSCME and the Judges appeared at oral argument on September 6, 1978 but the Association did not.\nOn February 6, 1979, without further notice or hearing, the Board vacated its order of July 30, 1975, which had certified AFSCME as the exclusive representative of the court reporters. The Board found that to certify a unit constituting only court reporters would promote over-fragmentation. The Board, thereupon, set aside the petition for representation which had been filed on August 5, 1974. On February 13, 1979, after the decision of the Board, the Association filed a petition with the Board to compel its decision.\nAFSCME did not appeal from the Board’s final order of February 6, 1979. The Association, however, filed a timely appeal to this Court. Upon application by the Board, we subsequently transferred the matter to the Court of Common Pleas of Philadelphia County, which had jurisdiction pursuant to section 933(a)(l)(vii) of the Judicial Code, 42 Pa.C.S. § 933(a)(l)(vii). With Delaware County Common Pleas Judge Levy specially presiding, that court affirmed the order of the Board based on its conclusion that the Association lacked standing to appeal.\nCommonwealth Court reversed, initially determining that the Association had standing to challenge the February 6, 1979 order of the Board because it was a “person aggrieved” under section 702 of the Administrative Agency Law, 2 Pa.C.S. § 702, by the Board’s order vacating its prior certification of AFSCME as the exclusive representative of the court reporters. On the merits, Commonwealth Court determined that the Board exceeded the scope of our remand order when it rescinded on its own motion certification of AFSCME as the exclusive representative of the court reporters. Moreover, Commonwealth Court determined that the Board did not have power to review its prior order absent a petition for reconsideration or the granting of a notice and an opportunity for the Association to be heard. Commonwealth Court also determined the specific questions included in the Board’s order of August 21, 1978 ordering oral argument on remand did not adequately apprise the Association or the court reporters themselves that the certification order would be subject to review.\nIn considering the standing issue Commonwealth Court correctly reasoned that the Association was not a party to the proceedings before the Board. That is undisputed. Thus our inquiry is whether the right to appeal from a Pennsylvania Labor Relations Board order under PERA is otherwise enlarged by statute.\nCommonwealth Court determined that the right of appeal was not enlarged by section 1502(e) of PERA, 43 P.S. § 1101.1502(e) inasmuch as that section was repealed absolutely by section 2(a)(1442) of the Judiciary Act Repealer Act, Act of April 28, 1978, P.L. 202, No. 53, 42 P.C.S.A. § 20002(a)[1442].\nThe Association maintains, however, that section 1502(e) of PERA is part of the common law by operation of section (a) of JARA, 42 P.S. § 20003(a). Section (a) provides:\n(a) Cross Reference.—This act shall be deemed a part of the act of July 9, 1976 (P.L. 586, No. 142), known as the “Judiciary Act of 1976” for the purposes of 1 Pa.C.S. § 1975 (relating to effect of repeal on limitations) and § 1978 (relating to repeal as obsolete does not affect substantive rights).\n1 Pa.C.S. § 1978 provides:\nWhenever a statute which created a personal or property right in derogation of the common law is repealed as obsolete or by a code which does not contain an express provision with respect to such personal or property right, the repeal shall not be construed to revive the prior inconsistent common law rule, but such repeal shall be construed as a recognition by the General Assembly that such personal or property right has been received into and has become a part of the common law of this Commonwealth.\nCommonwealth Court correctly rejected the Association’s argument that the enlargement of the right to appeal provided in section 1502(e) of PERA is a personal or property right in derogation of common law preserved from repeal by operation of section 20003(a) of JARA and 1 Pa.C.S. § 1978. While the general labor law concepts of collective bargaining and exclusive representation, codified in PERA, may be in derogation of common law concepts of freedom to contract, the right to appeal from decisions of the Board concerning those concepts is not. Indeed, it can be strongly argued that PERA itself, instead of creating “a personal or property right in derogation of the common law” in fact eliminated or at least restricted rights of property and contract known to common law, but felt to be unworkable in a modern industrial society.\nMoreover, prior to the enactment of article V, section 9 of the Pennsylvania Constitution which provides for a right of appeal from administrative agency decisions, the right to appeal from such agency decisions stemmed from either the agency’s enabling legislation or the Administrative Agency Law. In the absence of a statutory right to appeal we reviewed agency decisions on broad certiorari, except when an appeal was prohibited by statute, in which case we limited our review to narrow certiorari. See Judicial Review of Administrative Action in Pennsylvania: An Updated Look at Reviewability and Standing, 16 Duq.L.Rev. 201, 203 (1977-78). Considered in light of that history, the provision of PERA granting a right of appeal to persons aggrieved was not in derogation of common law. Instead, it was perfectly consistent with the common law view that the scope of a right to appeal from an agency’s decision is determined by statute.\nAfter concluding that section (a) of JARA did not preserve the repealed section of PERA providing a right of appeal to “any persons aggrieved by an adjudication,” the Commonwealth Court examined section 702 of the Administrative Agency Law, 2 Pa.C.S. § 702, which states:\nAny person aggrieved by an adjudication of a Commonwealth agency who has a direct interest in such adjudication shall have the right to appeal therefrom to the court vested with jurisdiction of such appeals by or pursuant to Title 42 (relating to judiciary and judicial procedure).\n(Emphasis supplied). Commonwealth Court determined that section 702 of the Administrative Agency Law conferred standing on the Association. The Commonwealth Court’s determination, however, fails to adequately explain the impact of section 701 of the Administrative Agency Law which states:\n(a) General rule.—Except as provided in subsection (b), this subchapter shall apply to all Commonwealth agencies regardless of the fact that a statute expressly provides that there shall be no appeal from an adjudication of an agency, or that the adjudication of an agency shall be final or conclusive, or shall not be subject to review.\n(b) Exceptions.—None of the provisions of this subchapter shall apply to:\n(1) Any matter which is exempt from Subchapter A of Chapter 5 (relating to practice and procedure of Commonwealth agencies).\n(2) Any appeal from a Commonwealth agency which may be taken initially to the courts of common pleas under 42 Pa.C.S. § 933 (relating to appeals from government agencies).\n2 Pa.C.S. § 701. As previously noted, 42 Pa.C.S. § 933(a)(l)(vii) provides that “determinations of the Pennsylvania Labor Relations Board under the Act of July 23, 1970 (P.L. 563, No. 195) known as the ‘Public Employe Relations Act’ ” are within the jurisdiction of Common Pleas.\nConsequently, by its express terms the provisions of the Administrative Agency Law granting a right to appeal to “any person aggrieved” does not apply to appeals to Common Pleas from the Board’s adjudications under PERA. P.L.R.B. v. Stairways, Inc., 56 Pa. Commonwealth Ct. 462, 425 A.2d 1172 (1981). See Delaware County Lodge # 27 v. P.L.R.B., 497 Pa. 319, 321, 440 A.2d 512, 513 (1982). Commonwealth Court recognized that fact but felt constrained to follow our decision in Application of El Rancho Grande, Inc., 496 Pa. 496, 437 A.2d 1150 (1981). El Rancho Grande, however, is not controlling here. That case involved an appeal by several individuals holding liquor licenses in Potter County and the Tioga-Potter Tavern Association from an order of the Liquor Control Board granting El Rancho Grande, Inc. a liquor license in excess of the prescribed quota for Potter Township pursuant to sections 404, 461 of the Liquor Code, Act of April 12, 1951, P.L. 90, Art. IV, 47 P.S. §§ 4-404, 4-461, as amended. Prior to the appeal in El Rancho Grande, 42 Pa.C.S. § 933(a)(l)(v) provided that only appeals under section 515 of the Liquor Code were within the jurisdiction of Common Pleas and, therefore, by operation of section 701(b) of the Administrative Agency Law were outside the purview of that Law. Since the appeal in El Rancho Grande was from the grant of a license pursuant to section 464 of the Liquor Code, it was not an appeal “which may be taken to the Courts of Common Pleas'under 42 Pa.C.S. § 933(a)(l)(v)” and the exception to the Administrative Agency Law’s application provided in 701(b) did not apply.\nHowever, the persons and associations seeking review from the Pennsylvania Liquor Control Board’s order in El Rancho Grande were not among a class of persons specifically authorized to appeal from the grant of a license under section 464 of the Liquor Code. We held that section 702 of the Administrative Agency Law applies to appeals by persons not authorized to appeal under section 464 of the Liquor Code because the Administrative Agency Law applied to all agencies even where a statute provides there shall be no appeal. See 2 Pa.C.S. § 701(a). Therefore, the Administrative Agency Law applies a fortiori where a statute grants an automatic right of appeal to certain limited classes of parties. Application of El Rancho Grande, Inc., 496 Pa. at 500, 437 A.2d at 1152.\nEl Rancho Grande does not stand for the proposition that section 702 of the Administrative Agency Law applies even where section 701(b)(2) expressly says that it does not. In the present case the appeal from the Board’s order was appealable to Common Pleas under section 933(a)(l)(vii) and, by operation of section 701(b), the Administrative Agency Law did not apply. Consequently, unlike El Rancho Grande, the broader appeals section of the Administrative Agency Law does not apply by express language in the Administrative Agency Law itself.\nII.\nMoreover, the Association here was not “aggrieved” by the Board’s order. In Wm. Penn Parking Garage, Inc. v. Pittsburgh, 464 Pa. 168, 191-93, 346 A.2d 269, 280 (1975), this Court summarized the standard for determining whether a party has standing to sue.\n“[The party] must have a direct interest in the subject-matter of the particular litigation, otherwise he can have no standing to appeal. And not only must the party desiring to appeal have a direct interest in the particular question litigated, but his interest must be immediate and pecuniary, and not a remote consequence of the judgment! The interest must also be substantial.”\nKeystone Raceway Corp. v. State Harness Racing Commission, 405 Pa. 1, 7-8, 173 A.2d 97, 100 (1961).\nThat standard is equally applicable in determining whether either a “person” or “party” is sufficiently “aggrieved” by an adjudication to maintain an appeal therefrom. See Application of El Rancho Grande, supra; See also Franklin Township v. Commonwealth DER, 499 Pa. 162, 452 A.2d 718 (1982) (plurality opinion by Larsen, J.).\nTo determine whether the Association suffered a “substantial injury” which is “immediate and pecuniary, and not a remote consequence” of the adjudication, it is necessary to examine the nature of the Board’s order of February 6,1979 from which the Association filed its appeal. That order, as previously stated, vacated its previous order certifying AFSCME as the exclusive bargaining agent and further dismissed and set aside the petition for representation filed by AFSCME.\nIn determining whether the alleged injury to the court reporters is substantial, it is useful to compare the present facts to those in Franklin Township. In Franklin Township DER had issued a permit allowing Elwyn Farms, Inc. to stabilize and dispose of neutralized inorganic sludge on a site in Franklin Township. The county and township had participated in the proceeding before DER. They appealed to Commonwealth Court challenging the issuance of the permit and raised a number of issues primarily involving environmental risks posed by the proposed disposal. Had we denied standing in Franklin Township the county and township would have had no opportunity to prevent the dumping and Elwyn Farms could have proceeded with its dangerous endeavor. The possibility of harm was immediate.\nIn the present case, the Association and its members suffer no immediate harm but would only be subject to harm in the future if the Association files for certification and is refused on the ground that a unit of court reporters is unsuitable. In the event the Board were to make such a decision in the future, the Association would have standing to appeal.\nThe Association does not argue that it has been directly injured by the decertification of AFSCME as the exclusive bargaining agent for the court reporters. Rather it argues that it is aggrieved by the rationale behind that decision, to wit, that the proposed unit of court reporters is too narrow a segment of the larger class of court-appointed nonprofessional employees to constitute an appropriate bargaining unit.\nConsequently, the Association is concerned about the possibility of organizing an exclusive unit of court reporters in the future. That possibility would not become an immediate concern unless and until the employees again petition for representation. The decision of the Board decertifying AFSCME does not bar other unions which were not parties to the original proceeding to petition for certification.\nThese employees have every right today as they have had at all times since the Board’s Final Order of February 6, 1979, to have the Association file a petition for representation on their behalf with the Board and to present evidence as to why such a bargaining unit is appropriate. The Board’s determination herein does not foreclose such a right. The Association’s remedy, consistent with fundamental labor policy, is to file their own petition, not to appeal from the Board’s Final Order setting aside AFSCME’s certification.\nThe Association maintains, however, it would be barred by res judicata from filing a petition to represent a unit made exclusively of court reporters. Res judicata only comes into play upon the concurrence of four elements: (1) identity of thing sued for; (2) identity of cause of action; (3) identity of person or parties; and (4) identity of quality of parties for or against whom claim is made. Schubach v. Silver, 461 Pa. 366, 336 A.2d 328 (1975); Bethlehem Steel Corp. v. D.E.R., 37 Pa. Commonwealth Ct. 479, 390 A.2d 1383 (1978). Since the Association is not the same party as or in privity with AFSCME, res judicata would not bar a certification petition by the court reporters.\nIII.\nFinally, the Association does not have standing as a representative of the court reporters to participate in a representation proceeding. The fundamental purpose of PERA is to promote “orderly and constructive relationships between all public employers and their employes.” 43 P.S. § 1101.101. The method for implementing that policy is by employees selecting an organization to serve as their exclusive representative in collective bargaining. The process of choosing a representative is initiated by an election request by:\n(a) A public employe, a group of public employes or an employe organization ... that thirty per cent or more of the public employes in an appropriate unit desire to be exclusively represented ... by a designated representative. ...\n43 P.S. § 1101.603(a).\nFollowing an election request under section 603(a), if the Board orders an election, see 43 P.S. § 1101.603(b), (c) and (d), other employee representatives may be placed on the ballot upon a showing of a one per cent interest. A ten per cent showing of interest is required before any other employee representative may be permitted to intervene as a party. 34 Pa.Code § 95.14(10).\nThe foregoing requirements for participation in the election and certification process are consistent with the policy underlying the Act. The Association has not shown either a ten percent or a one percent interest by the court reporters. Consequently, it has failed to satisfy the regulatory requirements for intervention. Under a regulation substantially similar to our own the federal courts have upheld the National Labor Relations Board’s denial of a union’s petition to intervene in a representation proceeding where the union failed to comply with NLRB rules and regulations governing procedures for intervention. San Francisco Local Joint Executive Board of Culinary Workers v. NLRB, 501 F.2d 794, 163 App.D.C. 234 (D.C.Cir.1974) (union failed to show it had support of ten percent of employees); NLRB v. Sauk Valley Mfg. Co., 486 F.2d 1127, n. 22 (9th Cir.1973).\nThe process of selecting the exclusive representative of a group of employees is itself a representative process. Consequently, individuals or small groups of employees which have not met the requirements for intervention cannot litigate the appropriateness of the bargaining unit or their individual status concerning inclusion or exclusion from the bargaining unit. That requirement is consistent with the concept of collective bargaining as a representative process which eliminates the individual employee’s right to represent himself in the bargaining process. See 43 P.S. § 1101.606. See also P.L.R.B. v. Eastern Lancaster County Education Association, 58 Pa. Commonwealth Ct. 78, 427 A.2d 305 (1981), cert. denied Schreffler v. PLRB,-U.S.-, 103 S.Ct. 84, 74 L.Ed.2d 79 (1982). Similarly, bargaining unit members do not have the right to take a grievance to arbitration, Maggs v. P.L.R.B., 50 Pa. Commonwealth Ct. 549, 413 A.2d 453 (1980), or to appeal an arbitration award. McCluskey v. Department of Transportation, 37 Pa. Commonwealth Ct. 598, 391 A.2d 45 (1978). Their remedy in such case is a court action for breach of the bargaining agent’s fiduciary duty to exercise good faith in its representation of their individual interests. Ziccardi v. Department of General Services, 500 Pa. 326, 456 A.2d 979 (1982). Thus neither individual employees nor representative organizations who have failed to meet the requirements for intervention are “aggrieved” within the meaning of PERA.\nThe order of the Commonwealth Court is vacated and the order of the Pennsylvania Labor Relations Board is reinstated.\nLARSEN, J., joins in Part II of this opinion.\nROBERTS, C.J., files a concurring opinion in which LARSEN, J., joins.\nNIX and ZAPPALA, JJ., concur in the result.\nMcDERMOTT, J., did not participate in the decision of this case.\n. 42 Pa.C.S. § 933(a)(l)(vii) provides that the Court of Common Pleas shall have jurisdiction of appeals from final orders of “the Pennsylvania Labor Relations Board under the act of July 23, 1970 (P.L. 563, No. 195), known as the ‘Public Employe Relations Act’.”\n. Pa.R.A.P. 501 provides:\nExcept where the right of appeal is enlarged by statute, any party who is aggrieved by an appealable order, or a fiduciary whose estate or trust is so aggrieved, may appeal therefrom.\nPa.R.A.P. 501 is consistent with the common law rule restricting the right of review in the Supreme Court to “parties aggrieved.” Act of May 22, 1722, 1 Sm.L. 131, § 9, 12 P.S. § 1091 (repealed). See Appeal of Alloy Metal Wire Co., Inc., 329 Pa. 429, 198 A. 448 (1938). See also 9 Standard Pa.Practice Revised, Ch. 38, § 126 (1962). Moreover, this Court recognized the substantive nature of the right to appeal, by restricting its application to cases “except where the right of appeal is enlarged by statute.” The Pennsylvania Rules of Appellate Procedure apply to the Supreme Court, Superior Court and Commonwealth Court, see Pa.R.A.P. 103. Appellate courts are defined in the Rules of Appellate Procedure as the Supreme Court, Superior Court and Commonwealth Court. The legislature, however, has recognized that the Courts of Common Pleas may sit as appellate courts. See 42 Pa.C.S. §§ 701(a), 763(c) and 933. While there may be some doubt as to whether Pa.R.A.P. 501 governs appeals to common pleas from final orders of government agencies we need not reach that issue here. The Association concedes that in order to appeal it must be an aggrieved party within the meaning of Pa.R.A.P. 501 unless 43 P.S. § 1101.1502(e) expanding the right to appeal to “persons aggrieved” is deemed preserved from repeal by operation of 42 Pa.C.S. Section 3(a) of the Act of April 28, 1978, P.L. 202, 42 Pa.C.S.A. § 20003(a), see infra at p. 315, or alternatively, unless 2 Pa.C.S. § 702, which also provides a right to appeal to “persons aggrieved”, governs appeals from final orders of the P.L.R.B.\n. Because we have determined that the Association lacked standing we need not consider the remaining issues raised by the Judges and the Board: (1) whether the Board exceeded its authority on remand from this Court, when it reversed its order certifying AFSCME as the bargaining agent for court reporters on the ground that a bargaining unit including only court reporters is inappropriate; and (2) whether the reversal of the certification order must be vacated because a Board member acted as both advocate and judge in the same case.\n. In deciding that the legislature intended PERA to apply to court employees we cited section 301(1) of PERA designating county commissioners as managerial representatives for the judges. In four cases decided the same day as Bradley we held that the county commissioners were the proper managerial representatives for the judges. Ellenbogen v. County of Allegheny, 479 Pa. 429, 388 A.2d 730 (1978); Sweet v. P.L.R.B., 479 Pa. 449, 388 A.2d 740 (1978); Common Pleas of Bucks County v. Bucks County Commissioners, 479 Pa. 455, 388 A.2d 743 (1978) (Judges I); Common Pleas of Bucks County v. Bucks County Commissioners, 479 Pa. 457, 388 A.2d 744 (1978) (Judges II). It is apparent from the above that the reason for our remand in Bradley was to compel the Board to designate an appropriate managerial representative. In light of our remand to consider the proper managerial representative, the Board, pursuant to section 604 of PERA, considered whether a unit of court reporters was appropriate. Section 604 requires the Board to take into consideration the following: “(i) public employees must have an identifiable community of interest, and (ii) the effects of over-fragmentization.” The Board sought to avoid the dangers of a bargaining unit limited to a small group of employees from a much larger group. In view of this Court’s mandate of broad based county government bargaining units the Board determined that the court reporters should be encompassed in an overall court appointed employee bargaining unit. Although we do not decide the merits of this decision we note that determinations of unit appropriateness are peculiarly apt subjects for legislative delegations of discretion to administrative expertise.\n. The Board’s order of August 21, 1978 set forth the following specific questions for oral argument:\n1. Must the Board certify county commissioners as the sole public employer for purposes of collective bargaining under the most recent Supreme Court decisions and in light of Act 115 of 1976 exclusive of other county officials who may have employer authority under all Supreme Court decisions (Sweet I, Sweet II, Costigan, etc.)?\n3. What is the impact of the Supreme Court’s decisions on the Board’s obligation to certify units which shall be the public employer unit or a subdivision thereof under Section 604 of the Public Employe Relations Act? If elected county officials still have employer authority under these decisions, is the appropriate unit defined with reference to them or to the county commissioners in view of the latter’s authority as set forth under Act 115?\n4. May row office and court employes be included in one “court-related” unit pursuant to Section 604(3) of the Public Employe Relations Act if the county commissioners are designated the sole public employer pursuant to Act 115 of 1976 despite the fact that the row officers may hire, fire and direct certain employes in the unit and the judges hire, fire and direct certain other employes within the same unit?\n. See, supra, n. 4, citing the four decisions which along with Bradley were the subject of the Board’s order.\n. In determining the appropriateness of the bargaining unit the Board shall:\n(1) Take into consideration but shall not be limited to the following: (i) public employes must have an identifiable community of interest, and (ii) the effects of over-fragmentization.\n43 P.S. § 1101.604.\n. Judge Levy stated that all parties to the appeal had agreed that the issue of standing in this case is governed by Pa.R.A.P. 501. Consequently, the Association had to have been a party before the Board. Common Pleas slip op. at 9-12 (citing Reorganization of Penn Cambria School District, 40 Pa. Commonwealth Ct. 322, 397 A.2d 465 (1979); Taxpayers of Lackawanna County Appeal, 37 Pa. Commonwealth Ct. 580, 390 A.2d 1368 (1978).\n. The Board’s regulations provide the relevant definition of “party” in proceedings before it:\n“PARTY—Any person, employe, group of employes, organization, or public employer filing a charge, petition, request, or application under this chapter; any person, organization, or public employer named as a party in a charge, complaint, request, application, or petition filed under the act; or any person, organization, or public employer whose intervention in a proceeding has been permitted or directed by the Board, secretary, or a hearing officer.”\n34 Pa.Code § 95.1.\n. Section 1502(e) extended a right to appeal to “any persons aggrieved by an adjudication” of the PLRB.\n. The Association concedes that section (b) of JARA, 42 Pa.C.S. 20003(b) does not preserve section 1502(e). That provision states:\n(b) Interpretation.—The specific repeals effected by section 2 are intended to eliminate obsolete, unnecessary or suspended statutory provisions. General rules promulgated pursuant to the Constitution of Pennsylvania and the Judicial Code in effect on the effective date of the repeal of a statute, shall prescribe and provide the practice and procedure with respect to the enforcement of any right, remedy or immunity where the practice and procedure had been governed by the repealed statute on the date of its repeal. If no such general rules are in effect with respect to the repealed statute on the effective date of its repeal, the practice and procedure provided in the repealed statute shall continue in full force and effect, as part of the common law of the Commonwealth, until such general rules are promulgated. Nothing in this act is intended to revive any act heretofore supplied and repealed by later inconsistent legislation. The fact that this act specifically repeals part of an act shall not create any implication that the unrepealed parts of such act are consistent with or are not supplied by the applicable provisions of the Pennsylvania Consolidated Statutes or other later statutes.\nWhile the method by which an .appeal must be perfected is a matter of practice or procedure, it is equally clear that the category of person who has a right to perfect such an appeal is a substantive right rather than a matter of practice and procedure.\n. Section 702 is derived from section 41 of the Act of June 4, 1945, P.L. 1388, 71 P.S. § 1710.41 (repealed), which also provided for appeals from adjudications of administrative agencies by “persons aggrieved thereby.”\n. We cannot ignore the express mandate of Section 701(b). “Every statute shall be construed, if possible, to give effect to all its provisions.” 1 Pa.C.S. § 1921(a). We cannot assume the legislature’s inclusion of section 701(b) was superfluous and without import. Daly v. Hemphill, 411 Pa. 263, 191 A.2d 835 (1963). The plain meaning of section 701(b) is to preclude application of the Administrative Agency Law to appeals such as this one to Common Pleas pursuant to 42 Pa.C.S. § 933.\n. At the time of the appeal in El Rancho Grande 42 Pa.C.S. § 933(a)(l)(v) provided, inter alia:\n(a) General rule.—Except as otherwise prescribed by any general rule adopted pursuant to Section 503 ... each court of common pleas shall have jurisdiction of appeals from final orders of government agencies in the following cases:\n(v) Determinations of the Pennsylvania Liquor Control Board appealable under section 515 of the act of April 12, 1951 (P.L. 90, No. 21), known as the “Liquor Code.” Except as otherwise prescribed by general rules, the venue of such matters shall be as provided in section 515 of the act.\nAct of April 28, 1978, P.L. 202, No. 53, § 10(12) effective June 27, 1978. The Legislature has since amended 42 Pa.C.S. § 933(a)(l)(v) to provide that appeals from determinations of the PLCB appealable under the Liquor Code, except under sections 433, 444 or 710, are within the jurisdiction of Common Pleas. All other appeals from the Pennsylvania Liquor Control Board are now within the jurisdiction of Common Pleas. Section 2 of the Act of December 5, 1980, P.L. 1104, No. 189, 42 Pa.C.S. § 933(a)(l)(v).\n. Section 464 grants a right of appeal from the Board’s determination to grant a license to applicants and their agents, as well as any church, hospital, charitable institution, school or playground, within three hundred feet of the premises applied for. Additionally, inhabitants of a neighborhood within five hundred feet of an establishment which has successfully sought a license have been granted standing to appeal on the basis of section 404 of the Code. See El Rancho Grande, 496 Pa. at 500, 437 A.2d at 1152 (citing Gismondi Liquor License Case, 199 Pa.Superior, Ct. 619, 186 A.2d 448 [1962]).\n. Even assuming the Association could have properly intervened without the requisite showing of interest, we cannot ignore the fact that the Association made a deliberate choice to ignore the administrative process. The right to administrative relief is a privilege afforded by law. Unless the interests of either aggrieved “persons” or parties are brought to the attention of the administrative agency through proper channels it will be impossible for it to give them proper consideration. As the United States Court of Appeals for the District of Columbia said in a similar context:\nThe burden, therefore, is, and properly should be, upon an interested person to act affirmatively to protect himself. It is more reasonable to assume in this case a legislative intent that an interested person should be alert to protect his own interests than to assume that Congress intended the Commission to consider on its own motion the possible effect of its action in each case, upon every person who might possibly be affected thereby. Such a person should not be entitled to sit back and wait until all interested persons who do so act have been heard, and then complain that he has not been properly treated. To permit such a person to stand aside and speculate on the outcome; if adversely affected, come into this court for relief; and then permit the whole matter to be reopened in his behalf, would create an impossible situation.\nRed River Broadcasting Co. v. F.C.C., 98 F.2d 282, 286-87 (D.C.Cir. 1938), cert. denied, 305 U.S. 625, 59 S.Ct. 86, 83 L.Ed. 400 (1938).\n. The heavy burden of showing bad faith is a necessary concomitant of the strong policy our legislature has adopted in favor of collective bargaining and exclusive representation by the union which a majority of employees in the unit choose. Insofar as Maggs and McCluskey imply that a union failure to pursue these remedies is an unfair labor practice they are overruled by our decision in Ziccardi.\n. In the present case, the interests of the Philadelphia court reporters were adequately represented by AFSCME, a party with standing to appeal. Viewed in that light and considering the fact that granting a right to review to nonparticipating bargaining representatives or to individual members of the proposed bargaining unit will endanger the effective carrying out of the policy of PERA, we are reluctant to find that the Association is “aggrieved” by the Board’s decision."}