{"id": "1785911", "contents": "OPINION\nNIX, Justice.\nWe are here called upon to resolve the difficult problem of who must bear the burden of loss between innocent parties where the attorney for one of the parties has acted beyond the scope of his authority and has misappropriated funds. This appeal reflects the wake of hardship that follows from an attorney’s failure to meet the standard of trust required of his office. Mindful of the adage that hard cases make bad law, we are constrained to conclude that the innocent client must bear the brunt of his counsel’s errant behavior.\nI\nAppellee, Philip Rothman, was involved in an automobile accident which occurred on November 15, 1971 and, as a result thereof, sustained personal injuries. He retained Irving Madnick, Esq., to institute suit to recover for the loss sustained. A complaint in trespass was filed on November 2, 1972 in the Court of Common Pleas of Philadelphia County against Gloria and Ronald Fillette. The Fillettes were insured by the Liberty Mutual Insurance Company. After negotiations, Liberty Mutual, in 1974, agreed to settle the case for the sum of Seven Thousand ($7,000) Dollars. Pursuant to the settlement agreement, Liberty Mutual delivered to Madnick a release containing the terms of the proposed settlement and requiring the signature of appellee. The release was returned to Liberty Mutual purportedly signed by Philip Rothman and attested to by two witnesses. In return, Liberty Mutual presented to Madnick a check in the amount of Seven Thousand ($7,000) Dollars, payable to Philip Rothman and Irving L. Madnick. This check was thereafter purportedly endorsed by Philip Rothman and cashed. On order of Madnick, the case was marked settled, discontinued and ended on September 9, 1974.\nApproximately five years later on November 20, 1979 Rothman filed a petition seeking a rule to remove the Order marking the case settled, discontinued and ended. In that petition it was alleged that Rothman had no knowledge of the purported settlement and that he did not sign the release nor did he endorse the check. It was his contention that since he was neither aware of, nor had he authorized the settlement and that his agent acted without authority, he should not be prevented from pursuing his claim against the Fillettes and their insurer. The court below granted the prayer of the petition and reinstated the action against the Fillettes. That ruling was affirmed by the Superior Court, 305 Pa.Super. 28, 451 A.2d 225.\nAt the outset, it must be understood that under the facts of this case there is no question of an implied or an apparent agency. The law in this jurisdiction is quite clear that an attorney must have express authority to settle a cause of action of the client. International Organization Masters, Mates and Pilots of America, Local No. 2 v. International Organization Masters, Mates and Pilots of America, Inc., 456 Pa. 436, 318 A.2d 918 (1974); Archbishop v. Karlak, 450 Pa. 535, 299 A.2d 294 (1973); McLaughlin v. Monaghan, 290 Pa. 74, 138 A. 79 (1927); Lipschutz v. Lipschutz, 124 Pa.Super. 380, 188 A. 556 (1936).\nThe issue that is presented here relates to where the allocation of loss should fall as a result of the agent’s unfaithful performance. It must be emphasized that in our judgment both of the parties of this action were innocent and free of any fault. Mr. Rothman in selecting his counsel, a person at that time certified to practice law by this Court, had no reason to suspect misconduct. Likewise, the Fillettes and their insured bargained in good faith with appellee and Mr. Madnick under circumstances that would not reasonably give rise to any inference that counsel was breaching a trust to the client. The Fillettes and their insurer had every reason to believe under the facts presented that the purported settlement had been expressly approved by Mr. Rothman.\nUnder these circumstances, we believe applicable here the long recognized principle that where one of two innocent persons must suffer because of the fraud of a third, the one who has accredited him must bear the loss. Keller v. N.J. Fidelity and Plate Glass Insurance Co., 306 Pa. 124, 159 A. 40 (1932); Mundorff v. Wickersham, 63 Pa. 87, (1869). As was stated in Rykaczewski v. Kerry Home, Inc., 192 Pa.Super. 461, 465, 161 A.2d 924, 926 (1960):\nWhere one of two innocent persons must suffer, the loss should be borne by him who put the wrongdoer in a position of trust and confidence and thus enabled him to perpetrate the wrong.\nOur case law has expressed that a principal acting through an agent in dealing with an innocent third party must bear the consequences of the agent’s fraud. Keller v. N.J. Fidelity and Glass Incurance Co., supra.; Williams v. Cook, 289 Pa. 207, 137 A. 232 (1927); Mundorff v. Wickersham, supra; Rykaczewski v. Kerry Homes, Inc., supra. In such instances the lack of authority of the agent has been rejected as a basis for shifting the principal’s losses onto the innocent third party. See Keller v. N.J. Fidelity and Glass Insurance Co., supra; Williams v. Cook, supra; Mundorff v. Wickersham, supra; Rykaczewski v. Kerry Homes, Inc., supra; Himes v. Herr, 3 Pa.Super. 124 (1896). The fact that the agent has wronged his principal through the agent’s unlawful act does not provide a predicate for insulating the principal against the harm caused by the agent at the expense of the innocent third party who had no responsibility for the conduct of the agent. Keller v. N.J. Fidelity and Glass Insurance Co., supra; Williams v. Cook, supra; Mundorff v. Wickersham, supra; Rykaczewski v. Kerry Homes, Inc., supra. We believe that this view is consistent with fundamentally sound principals of agency and equity and that there were no other additional factors here present to justify ignoring its applicability.\nIt is argued that the fact that appellant was insured should compel a different result. Such an argument must be summarily rejected. Liberty Mutual undertook to indemnify the Fillettes against the damages arising from the motor vehicle accident; it did not assume the responsibility of insulating a plaintiff bringing action against its insured from the losses incurred by the defalcation of plaintiffs counsel. The fact that an insurance carrier may be in an apparently better financial position to absorb the loss does not justify creating a liability where none exists. Thus it is clear, at the very least, that the Fillettes must be credited with the payment to Rothman of the $7,000 towards the payment of the damages sustained as a result of the accident which occurred on November 15, 1971.\nThe next step in the analysis must address the question as to whether the unauthorized actions of the agent bars Rothman’s further pursuit of the claim. Logical consistency would not be offended by a finding that although the Fillettes were entitled to a credit for the payment made, the unauthorized settlement should be set aside and Rothman provided an opportunity to establish that the damages exceeded the amount received. However, such a view must be rejected as being inescapably disruptive of established settlement policies.\nThere is a strong judicial policy in favor of parties voluntarily settling lawsuits. Pennwalt Corporation v. Plough, Inc., 676 F.2d 77 (3d Cir.1982); Castillo v. Roger Construction Co., 560 F.2d 1146 (3d Cir.1977); Autera v. Robinson, 136 U.S.App.D.C. 216, 419 F.2d 1197 (1969). A primary reason to settle claims is that settlement is the faster way to get money into the hands of a victim of tortious conduct. A secondary reason is to reduce the burden on and expense of maintaining courts. Castillo v. Roger Construction Co., supra. As the court in Autera, supra, stated:\nVoluntary settlement of civil controversies is in high judicial favor. Judges and lawyers alike strive assiduously to promote amicable adjustments of matters in dispute, as for the most wholesome of reasons they certainly should. When the effort is successful, the parties avoid the expense and delay incidental to litigation of the issues; the court is spared the burdens of a trial and the preparation and proceedings that must forerun it.\n419 F.2d at 1199.\nThe lower court suggested the following methods for an insurer to ascertain the attorney’s authority prior to consummating settlement: (1) compare the signature on the release with the signature in the files; (2) require the release to be notarized; (3) request the claimant to personally execute the release in their presence; and/or, (4) obtain permission to contact the claimant in order to verify settlement.\nIn our judgment these suggestions are impractical and of little utility for the objectives sought to be achieved. The requirement that the release must be notarized will not deter an individual bent on committing a forgery. Nor does the requirement that the release be signed in the presence of an agent of the insurer offer any meaningful protection against such criminal conduct. In most cases, the insurance company would not be aware of the appearance of the claimant so that an imposter could sign the release without detection. Moreover, such a requirement would unduly burden the settlement process. The requirement that the insurer compare the signature with samples of the signature of the claimant, first assumes that the company has such signatures in its files. Such an assumption is unwarranted in the normal course of our settlement practice. The final suggestion that the defendant or his insurer obtain permission to contact the claimant personally is directly in conflict with the strong policy against interference by an opposing party with a relationship between attorney and client. Code of Professional Responsibility, Disciplinary Rule 7-104.\nIn summary, we are satisfied that the procedures followed by appellants and their insurer in this case were well established and that the suggested changes would be more harmful and obstructive to the settlement process than any possible benefit that may be derived therefrom. We cannot design our rules on the assumption that the members of our Bar will participate in criminal behavior. We must rely upon the fidelity of our Bar and in the main, experience has demonstrated the justification for that reliance. Where the unusual and unfortunate case of breach of trust occurs, such as here, we must rely upon the other procedures established in our law to provide punishment and to serve as a deterent against repetition of such conduct.\nAccordingly, the Order of the Superior Court affirming the Court of Common Pleas is reversed. The petition to strike the order to settle, discontinue and end is dismissed.\nHUTCHINSON, J., concurs in the result.\nLARSEN, J., files a dissenting opinion.\n. In the interim Madnick had been found guilty of forgery and theft by deception, was sentenced to seven years probation and was ordered to make restitution in the amount of Seventy-eight Thousand, Eight Hundred and Seventy-one ($78,871.00) Dollars to the Philadelphia Bar Association Client Security Fund. See Commonwealth v. Madnick, September Term, 1979, Nos. 1175 and 1190, Philadelphia Court of Common Pleas. This court subsequently entered an order of disbarment against Madnick.\n. Irving Madnick, Esq., had settled a case once before for Rothman.\n. Although the issue of laches was not raised here, we note the lower court’s ruling that the petition was timely and not barred by laches or the statute of limitations. The law is clear that fraud or deceit tolls the statute of limitations until such time as the fraud has been discovered by the exercise of due diligence. See, Holmberg v. Armbrecht, 327 U.S. 392, 66 S.Ct. 582, 90 L.Ed. 743 (1946); Nesbitt v. Erie Coach Company, 416 Pa. 89, 204 A.2d 473 (1964).\n. The harshness of this result is to some extent ameliorated by this Court’s establishment of a client security fund which was designed to assist clients of defalcating attorneys. Pennsylvania Client Security Fund, Rules of Disciplinary Enforcement, Rule 502 et seq."}