{"id": "1785944", "contents": "OPINION\nLARSEN, Justice.\nOn August 12, 1978, Leon C. Miller and Marie B. Miller were fatally injured in an automobile accident in Meadville, Pennsylvania. At the time of the accident, both decedents were wage earners and were insured by the appellant, United States Fidelity and Guaranty Company (USF & G) under a policy of insurance issued under the Pennsylvania No-fault Motor Vehicle Insurance Act.\nFollowing the fatal accident, Roger Miller (appellee), the decedents’ son, was appointed administrator of the decedents’ estates and he applied to the appellant for no-fault work loss benefits. Appellant USF & G refused payment on the grounds that work loss benefits are payable only statutory “survivors” who are spouses or dependent relatives of deceased victims. Appellee instituted suit in assumpsit against the appellant seeking payment of work loss benefits claimed to be due to both estates. Appellant USF & G filed an Answer and New Matter denying that benefits are due, asserting that the appellee did not represent any “survivor” who was entitled to receive basic loss or work loss benefits. Each party filed a Motion for Summary Judgment. The trial court granted appellant’s motion and entered summary judgment in favor of USF & G. Appellee’s motion was denied. On appeal, the Superior Court held that the estate could recover work loss benefits of the deceased victim without first being required to show dependency and reversed the lower court.\nBased upon and for the reasons set forth in our opinion and decision in Freeze v. Donegal Mutual Insurance Company, 504 Pa. —, 470 A.2d 958 (1983), the Order of the Superior Court is affirmed.\nNIX, J., did not participate in the consideration or decision of this case.\nFLAHERTY, J., joins in this opinion and filed a concurring opinion.\nMcDERMOTT and • ZAPPALA, JJ., join in this opinion.\nROBERTS, C.J., filed a dissenting opinion.\nHUTCHINSON, J., filed a dissenting opinion in which ROBERTS, C.J., joined.\n(This case was reassigned to this author on October 26, 1983.)\n. Miller v. United States Fidelity and Guaranty Company, 304 Pa.Super. 43, 450 A.2d 91 (1982)."}