{"id": "1785901", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nIn this case the petitioner, Jane A.M. Laffey, who is a member of the bar of this Commonwealth, seeks a Writ of Prohibition against enforcement of Cumberland County Court Rule 458. Rule 458 provides, in pertinent part, as follows:\nA member of the Bar of Cumberland County who shall ... cease to devote the majority of his time to the active practice of law in Cumberland County ... shall be deemed to have abandoned his privilege of membership in the Bar of Cumberland County; and the Board of Admissions, after five (5) days notice to such member, shall recommend to the court that his name be stricken from the roll of members of the Bar of Cumberland County.\nPetitioner, a member of the bar of this Court, is a resident of Cumberland County. She is employed on a full-time basis on the staff of Mr. Justice Hutchinson of the Supreme Court of Pennsylvania. Because petitioner’s full-time employment precludes her from the active practice of law in Cumberland County, that County’s Board of Admissions recommended, pursuant to Rule 458, that petitioner’s name be stricken from the roll of members of the Cumberland County bar. Petitioner contends that the Supreme Court of Pennsylvania has exclusive authority over admissions to the bar, and, hence, that the Court of Common Pleas of Cumberland County lacks power to adopt rules governing admissions to its bar. We agree.\nThe exclusive power of the Supreme Court to regulate admission to the bar and the practice of law is set forth in Section 10(c) of Article V of the Pennsylvania Constitution and in the Judicial Code, 42 Pa.C.S.A. § 1722(a)(1). As an exercise of that power, this Court promulgated the Pennsylvania Bar Admission Rules, and Pa.B.A.R. 103 provides:\nThe Supreme Court declares that it has inherent and exclusive power to regulate the admission to the bar and the practice of law and in furtherance thereof promulgates these rules which shall supersede all other court rules (except the Enforcement Rules) and practices pertaining to the admission to the bar and the practice of law.\n(emphasis added.) The Court of Common Pleas of Cumberland County concedes that, even if petitioner is not regarded by it as a member of its local bar, petitioner may, nevertheless, practice law before the courts of that County, since the Pennsylvania Bar Admission Rules provide that “Members of the bar of this Commonwealth ... shall be entitled to practice law before every court and district justice of this Commonwealth....” Pa.B.A.R. 232(a). Thus, the present action does not concern petitioner’s right to practice law in the courts of Cumberland County.\nReferences to membership in, as it is termed, the “bar,” derive from the fact that the general public has traditionally been separated from the space occupied by the judge, jury, counsel, and others concerned in the trial of a cause by a partition or railing, namely a “bar,” traversing the courtroom. As a member of the “bar” of a given court, a counsellor has been privileged to go beyond that partition or railing to practice before the court. Since petitioner will be permitted to practice in the courts of Cumberland County even if she is regarded by those courts as not being a member of the local bar, being a member of that bar may be regarded as having less than its traditional significance. Nevertheless, petitioner would suffer certain consequences if she were to be expelled from the Cumberland County bar.\nFirst, a distinction between the right to practice in the courts of that County and membership in the local bar is not one that, given the traditional meaning of the term “bar,” is readily understood. Expulsion from the bar would commonly be taken by even an informed public to suggest, perhaps, some misbehavior or disqualifying act on petitioner’s part, and the true basis for the expulsion would be difficult and burdensome to explain. Second, petitioner would be foreclosed from certain opportunities, for it is from the membership of the “local bar” that the County’s Court of Common Pleas appoints all Boards of Arbitration, Masters in Divorce, Boards of View, counsel for criminal defendants, and counsel for juveniles. Finally, if petitioner were excluded from what is termed the “local bar,” she would become ineligible to continue membership in the Cumberland County Bar Association, which requires that its members be members of the local bar.\nThe difficulties encountered by petitioner in maintaining membership in the subject local bar are typical of those which have beset practitioners throughout the years in their attempts to meet membership requirements of local bars, such difficulties being a reason for this Court’s having established an integrated bar in this Commonwealth, thereby eliminating the power of local bars to determine or qualify their membership. In accordance with Pa.B.A.R. 103, supra, which declares the exclusive power of the Supreme Court of Pennsylvania to regulate admission to the bar, this Court adopted Pa.B.A.R. 201(a), which provides, “The following are members of the bar of the courts of this Commonwealth and may practice law generally within this Commonwealth: ... [persons admitted to the bar of the Commonwealth pursuant to rules of the Supreme Court].” (emphasis added.) By declaring that such persons “are members of the bar of the courts of this Commonwealth,” Pa.B.A.R. 201(a) admits of no ambiguity. The Court of Common Pleas of Cumberland County is certainly one of the courts of this Commonwealth, and, thus, is one of the courts in which this rule vests bar membership. Indeed, every member of the bar of the Supreme Court of Pennsylvania is a member of the bar of the Court of Common Pleas of Cumberland County. Assertion by the Court of Common Pleas of a right to exclude members of the Commonwealth’s bar from membership in the Cumberland County bar demonstrates a plain disregard for the clear and unmistakable language of Pa.B.A.R. 201(a).\nWe find no merit in the contention of the Court of Common Pleas that only rules promulgated by local courts relating to the practice of law, rather than rules governing membership in local bars, have been abrogated by the Pennsylvania Bar Admission Rules. Pa.B.A.R. 103, supra, declares that the Supreme Court has “exclusive power to regulate the admission to the bar ... and in furtherance thereof promulgates these rules which shall supersede all other court rules ... and practices pertaining to the admission to the bar....” Clearly, the rules of local courts relating to membership in the bar have been superseded by this Court’s adoption of an integrated bar, and Pa.B.A.R. 201(a), supra provides that all members of that bar are members of the bar of all courts of this Commonwealth, without further act or oath, establishing in reality one bar throughout Pennsylvania. Thus, continued references to “local bars,” if indeed it can be said that such entities have continued existences, serve little meaningful purpose. As a member of the bar of the Supreme Court of Pennsylvania, thus of this Commonwealth, petitioner is thereby a member of the bar of Cumberland County and is entitled to have her name remain unfettered on the membership rolls thereof.\nWrit of Prohibition issued.\nMcDERMOTT and HUTCHINSON, JJ., did not participate in the consideration or decision of this case.\nROBERTS, C.J., files a concurring opinion.\nNIX, J., joins and files a concurring statement.\n. In contrast, membership in \"bar associations” is an entirely separate matter, for one need not be a member of a bar association to be a member of the bar of the Supreme Court of Pennsylvania. Indeed, bar associations are merely private organizations, not unlike other professional or trade interest-related groups, consisting of certain members of the bar who desire to associate for social, political, educational, travel, or other purposes. Organizations known as \"bar associations” have no official court related standing whatsoever, and, as private organizations, are entitled to establish their own membership requirements, not restricted in that regard by rules of this Court.\n. Nearly a century ago, the practice of law in this Commonwealth was subject to a multitude of restrictions affecting a practitioner’s admission to membership in the bar of each judicial district. For example, in the year 1896 there were fifty-four judicial districts and there were fifty-four sets of standards governing membership in the bars, as each district maintained its own requirements and these were applied in an independent fashion by each district’s own Board of Examiners. Some required written examinations; others conducted oral ones. Some carefully scrutinized an applicant’s background and qualifications; others were satisfied with a perfunctory inquiry. Even within any given county the requirements were subject to change as the whims of newly appointed Board members were implemented. It was an era when the internal combustion engine had not long been in existence, and the automobile was yet a rarity, but the peripatetic attorney who ventured to practice in a county other that his own encountered a web of rules restricting admission to the bar of each district to which he travelled. \"The practice of law in Pennsylvania was Balkanized, in short... [L]ittle temporalities, like the multitudinous small states of Germany and Italy of a century previous, administered the mechanics of practice before their courts, and their standards of professional discipline, with more than a touch of vigorous independence.” Diamond Anniversary History of the Pennsylvania Bar Association, 42 Pa.B.A.Q. 130, 131 (1971).\nPerhaps the system was, to some extent, a carry-over from a time, not much earlier, when the Commonwealth’s rugged terrain was traversed only infrequently, and only then upon a temporary need to penetrate its mountain, forest, and river barriers, rather than in the ordinary course of a practitioner’s business. It has also been suggested that separate local bars were maintained by county courts to preserve fiefdoms of authority, or to protect \"county” lawyers from competing with an influx of \"city” lawyers, or by the belief that only the lawyers residing in a given county could competently deal with localized court procedures. See Cohen, Pennsylvania Joins the Union, 38 Pa.B.A.Q. 27, 29 (1966).\nDuring the late eighteen hundreds, and continuing into the mid nineteen hundreds, the legislature enacted statutes, and this Court adopted rules, which, to varying extents, established more uniform standards for admission to county bars. Id.; Stewart v. Bechtel, 360 Pa. 123, 61 A.2d 514 (1948). These reforms were, however, inadequate to prevent certain restrictive membership practices from being pursued by local bars, White Appeal, 414 Pa. 498, 200 A.2d 893 (1964), and thus the desirability of having an integrated bar for all courts of the Commonwealth became evident.\n. Pa.B.A.R. 232(b) enumerates local requirements as to the practice of law which are expressly abrogated."}