{"id": "1787671", "contents": "OPINION\nMcDERMOTT, Justice.\nThis is an appeal by allowance from an order of the Superior Court, 317 Pa.Super. 513, 464 A.2d 440 (Cavanaugh, J., concurring in the result), affirming a partial judgment for appellants. The underlying action arose out of an accident which resulted in damage to appellants’ personal property, that being a helicopter. The appellants had sought full recovery for the value of their property damage, and for their resulting loss of income. The jury, however, limited their award to the value of time lost due to the damaged condition of the helicopter. On the issue of property damage the Court of Common Pleas of Clearfield County denied appellants’ motions for judgment n.o.v. and/or a new trial, and the Superior Court affirmed. Upon petition we granted allocatur. We affirm.\nBeechwoods Flying Service Inc. leased a helicopter to the A1 Hamilton Contracting Corporation for use in their contracting business. The helicopter was registered under the number N-77-AH. For the purpose of clarity we shall designate that helicopter as the “Blue” helicopter.\nDuring the course of the lease, the Blue helicopter was put out of service and sent to the shop. The lease for the Blue helicopter was a fully executed written agreement for a monthly charge of 3,550 dollars, plus 70 dollars per operating hour. Under the terms of this lease Hamilton supplied the pilot and Beechwoods obtained the insurance coverage.\nWhile the Blue helicopter was being serviced and in the shop Hamilton required the use of a substitute, and Beech-woods supplied another helicopter, registered as number N-301-JT, which we will designate the “Yellow” helicopter. The use of the Yellow helicopter as a substitute and the terms of its use, are the subject of this suit.\nThe Yellow helicopter was substituted under a separate oral agreement. The terms of that oral agreement were the issues disputed at trial. The parties could agree that the Yellow helicopter was leased for 160 dollars per hour, that Beechwoods would supply the fuel, and Hamilton the pilot. They could not agree as to who was to insure the craft.\nOn September 28, 1977, the substituted Yellow helicopter was flown by a Hamilton employee to a Hamilton construction site where it came in contact with a truck operated by a Hamilton employee. The resulting damage to the helicopter was 85,000 dollars. Beechwoods sued Hamilton, and Hamilton defended upon the ground that Beech-woods was required to provide insurance, that in fact they did, and that they were reimbursed by the insurance coverage they were obliged to provide for Hamilton. In addition, the truck driver, Larry Wilsoncroft, appellee herein, was sued in trespass for his alleged negligence in operating the truck. However, the pilot, Fred Ferlito, was not a named defendant.\nAppellants have raised three issues for our review: first, whether the trial court erred in permitting defendant Hamilton to introduce evidence that appellants had insurance coverage on the damaged helicopter; second,, whether the trial court failed to properly instruct the jury on the issue of imputing the negligence of an employee to an employer; and third, whether the trial court erred in failing to grant judgment n.o.v. and/or a new trial where the evidence established that appellees, in their role as bailees, were responsible for the damage to appellants’ property. We will address these issues seriatim.\nRegarding the first issue, appellants have argued that the trial judge erroneously admitted testimony that Beech-woods had insured the helicopter against the type of damage that occurred, and that Beechwoods had in fact been reimbursed by their insurance company. They argue that the admission of such testimony violated Pennsylvania Rule of Civil Procedure 2002(d), as well as the “collateral source” rule. We find these arguments to be without merit.\nPa.R.Civ.P. 2002(d) was promulgated in order to avoid prejudicing a subrogated insurer in the eyes of a jury in actions for reimbursement. See Standard Pennsylva nia Practice, 2d § 14:23 (1981). Similarly, the “collateral source” rule was intended to avoid precluding a claimant from obtaining redress for his or her injury merely because coverage for the injury was provided by some collateral source, e.g. insurance. See Boudwin v. Yellow Cab Co., 410 Pa. 31, 188 A.2d 259 (1963); Moidel v. Peoples Natural Gas Co., 397 Pa. 212, 154 A.2d 399 (1959); 1 Jones Evidence § 4:48, p. 480 (6th ed. 1972). We do not quarrel with these rules, and we reaffirm our adherence to them. However, we disagree with appellants as to their relevance in this case.\nThe real gravamen of this action rests upon the defense interposed by Hamilton, i.e., that they had contracted for insurance coverage to protect them against the type of injury which occurred. In support of this defense Hamilton sought permission, which was granted, to introduce evidence that Beechwoods did in fact carry insurance on the aircraft, and that they (Beechwoods) were in fact paid by the insurance company for the property damage. Hamilton’s reason for introducing this evidence was to establish that appellants’ actions were probative evidence that they (Beechwoods) understood that it was their contractual responsibility to bear the risk of loss for any damage which would occur to the helicopter while in the possession of appellee Hamilton.\nWe have previously held that where evidence of insurance is relevant to the issues in the case it will not be barred merely because it might be prejudicial. See Price v. Yellow Cab, 443 Pa. 56, 278 A.2d 161 (1971); Lenahan v. Pittston Coal Mining Company, 221 Pa. 626, 70 A. 884 (1908); Jury v. New York Central Railroad Co., 167 Pa.Super. 244, 74 A.2d 531 (1950). In fact this Court has held that evidence of insurance is admissible in a bailment case where the procurement of such was an element of the bailment contract. Pauksztis v. Raeder Blank Book Lithographing and Printing Company, 212 Pa. 403, 61 A. 901 (1905). See Hearst Magazines, etc. v. Cuneo Eastern Press, Inc., 293 F.Supp. 824 (E.D.Pa.1968) motion denied 296 F.Supp. 1202 (E.D.Pa.1968). See generally Phoenix Insurance Co. v. Erie and Western Transportation Co., 117 U.S. 312, 6 S.Ct. 750, 29 L.Ed. 873 (1886); Newport News Shipbuilding and Dry Dock Co. v. United States, 34 F.2d 100 (4th Cir.1929) cert, denied 280 U.S. 599, 50 S.Ct. 69, 74 L.Ed. 645 (1929); General Cigar Co. v. Lancaster Leaf Tobacco Co., 323 F.Supp. 931 (Md.1971); Isley v. Bolling Aero Club, Inc., 148 A.2d 717 (D.C.Mun.App.1959); Southern Fleet Leasing Corporation v. Venable, 228 So.2d 512 (La.App.1969); Buckey v. Indianhead Truck Line, 234 Minn. 379, 48 N.W.2d 534 (1951); Monsanto Chemical Co. v. American Bitumuls Co., 249 S.W.2d 428 (Mo.1952); Anchor Casualty Co. v. Robertson Transport Co., 389 S.W.2d 135 (Tex.Civ.App.1965).\nThe record in this case supports the lower court’s rulings that the evidence of insurance was relevant as tending to prove one of the elements of the contract. In this regard the following testimony by Francis Scherer, president and manager of Beechwoods Flying Service, was particularly important.\nQ. [Attorney for Hamilton] All right, but the hourly rate that you determined for the use of the helicopter was seventy dollars an hour, the leased helicopter by written agreement, A.H.\nA. [Scherer]. Right.\nQ. The oral agreement [on the helicopter N-30-JT] was for a hundred and sixty dollars?\nA. Right.\nQ. And that gives us an hourly difference of how much.\nA. A hundred sixty minus seventy.\nQ. Ninety dollars is that correct?\nA. Ninety Dollars, right.\n[N.T. at 45.]\nQ. Okay, all right, so payment of the one hundred sixty dollars an hour included payment for insurance, did it not?\nA. Yes, it did.\n[N.T. at 47.]\nIn addition, appellees introduced evidence, most notably the testimony regarding the contract on the Blue helicopter, tending to show that in the course of dealing between the parties it was Beechwoods who would obtain the insurance.\nIn the context of this case appellants’ reliance on the “collateral source” rule and Pa.R.Civ.P. 2002(d) is misplaced. Those rules are intended to prevent a wrongdoer from taking advantage of the fortuitous existence of a collateral remedy. In this case, however, the putative wrongdoer attempted no more than to enforce his claimed contractual rights. Therefore, under the facts of this case we see no error in the trial judge admitting the contested evidence.\nAppellants’ second issue is equally meritless. They contend that the trial judge’s refusal to instruct the jury that Larry Wilsoncroft’s alleged negligence could be imputed to his employer constituted reversible error. Although this argument has some superficial merit, its appeal is undercut by the fact that the employer was in fact found to be negligent. This was a finding consistent with the evidence, since there was evidence to show that the employer’s pilot landed the aircraft too close to the delivery site, and in such a manner that an oncoming delivery truck would not see it until it was too late.\nFinally, appellants have argued that under bailment law they were entitled to a judgment n.o.v., since they delivered a helicopter which was in good condition, and when it was returned it was damaged.\nIt is well established that a bailment is founded upon a contract, Smalich v. Westfall, 440 Pa. 409, 269 A.2d 476 (1970); Lion Yarn Co. v. Flock, 154 Pa.Super. 528, 534, 36 A.2d 246, (1941) (collected cases); and that “the parties (to a bailment agreement) may agree among themselves, by any contract which is not contrary to public policy, as to the extent of the bailee’s liability.” R. Brown, The Law of Personal Property, 258, 270 (3rd ed. 19/5). See e.g., Capitol Bus Co. v. Blue Bird Coach Lines, Inc., 478 F.2d 556 (3rd Cir.1973); J.E. Faltin Motor Transportation Inc. v. Eazor Express, Inc., 172 F.Supp. 175 (E.D.Pa.1959), aff’d 273 F.2d 444 (3rd Cir.1959). As stated above appellees’ defense rested upon a claimed contractual reliance upon insurance coverage, i.e., that Hamilton contracted for insurance coverage at the time its employee orally agreed to rent the second helicopter. Resolution of this question was clearly one of fact to be decided by the jury. See Sweitzer v. Whitehead, 404 Pa. 506, 173 A.2d 116 (1961). A review of the record indicates that there was sufficient evidence to support the jury’s finding. Thus, the trial court properly denied appellants notice for judgment n.o.v. and/or a new trial.\nIn light of the above discussion, we affirm the order of the Superior Court.\n. The action against Hamilton was brought in both assumpsit and trespass. The form of the action however, is not relevant. Since we are dealing with a bailment, the rules of liability are the same under either form of action. Madrid Motor Corp. v. Dawson, 166 Pa.Super. 451, 71 A.2d 849 (1950).\n. Rule 2002 provides in relevant part:\nRule 2002 Prosecution of Actions by Real Parties in Interest. Exceptions\n(a) Except as otherwise provided in clauses (b), (c) and (d) of this rule, all actions shall be prosecuted by and in the name of the real party in interest, without distinction between contracts under seal and parol contracts.\n(d) Clause (a) of this rule shall not be mandatory where a subrogee is a real party in interest."}