{"id": "1787781", "contents": "OPINION\nLARSEN, Justice.\nOn August 30, 1975, Michael I. Reynolds, a twelve year old minor child, was struck and killed by an automobile while he was riding a bicycle in his neighborhood in Harrisburg, Pennsylvania. The family automobile was insured with a policy of “no-fault insurance” issued by appellant Nationwide Mutual Insurance Company. The decedent was insured under that policy as a member of the household. Following the fatal accident, the minor-decedent’s father, Richard I. Reynolds (appellee) was duly appointed administrator of his son’s estate. After receiving payment of funeral benefits and medical bills, appellee requested that appellant Nationwide pay work loss benefits to the estate. The application for payment of work loss benefits was refused under the language of the insurance policy which limited wage loss payments to losses “incurred during the victim’s lifetime”. The appellee instituted a complaint in assumpsit on behalf of the minor decedent’s estate to recover work loss benefits claimed to be due under the Pennsylvania No-fault Motor Vehicle Insurance Act. Appellant Nationwide responded by filing Preliminary Objections in the nature of a demurrer asserting, inter alia, that a deceased victim is not entitled to recover such benefits within the meaning of the No-fault Act. The trial court sustained the objections and dismissed the action holding that the estate of the minor decedent was not entitled to recover wage loss benefits. The Superior Court reversed and remanded. We granted appellant’s petition for allowance of appeal.\nBased upon and for the reasons set forth in our opinion and decision in Freeze v. Donegal Mutual Insurance Company, 504 Pa. 218, 470 A.2d 958 (1983), we hold that the Nationwide policy provision which limits wage loss payments to losses “incurred during the victim’s lifetime” is contrary to public policy and the purpose and intent of the Pennsylvania No-fault Motor Vehicle Insurance Act. Accordingly, the Order of the Superior Court is affirmed.\nMcDERMOTT and ZAPPALA, JJ., join in this opinion.\nFLAHERTY, J., joins in this opinion and filed a concurring opinion.\nROBERTS, C.J., filed a dissenting opinion.\nHUTCHINSON, J., filed a dissenting opinion in which ROBERTS, C.J., joined.\nNIX, J., did not participate in the consideration or decision of this case.\nThis case was reassigned to this author on October 26, 1983.\n. The Nationwide policy provides:\n“Workloss” This benefit covers income loss of an insured, less certain reductions, even if it is covered by an income continuation plan. We will also pay an insured who is self-employed reasonable expenses to reduce income loss by hiring special help or a substitute. Such income loss and expenses must be incurred during the insured’s lifetime.\n. Act of July 19, 1974, P.L. 489, No. 176, 40 P.S. § 1009.101, et seq.\n. Reynolds v. Nationwide Mutual Insurance Co., 303 Pa.Super. 31, 449 A.2d 62 (1982)."}