{"id": "1787744", "contents": "OPINION\nNIX, Justice.\nThe question presented in this appeal is whether the amount of punitive damages awarded in an action seeking monetary relief for bodily injury, death or property damage is to be included in the basis of the computation of damages for delay pursuant to Pa.R.C.P. 238. The majority of a Superior Court panel, reversing the trial court, held that punitive damages must be excluded from the computation of delay damages. For the reasons which follow we affirm the order of the Superior Court, 307 Pa.Super. 478, 453 A.2d 987.\nI.\nAppellants Pauline and James Colodonato brought a trespass action against appellee Consolidated Railway Corporation (“Conrail”) in the Delaware County Court of Common Pleas following the assault and rape of Mrs. Colodonato in the subbasement area of Conrail’s Suburban Station in Philadelphia on June 23, 1976. Conrail made no substantial settlement offer, and the case proceeded to trial. The jury awarded Mrs. Colodonato $250,000 in compensatory and $500,000 in punitive damages. That verdict was subsequently molded by the trial court to include delay damages of $115,208.29, representing ten percent annual interest on the total award of $750,000 for the period from October 16, 1979 to April 29, 1981. As a result, two-thirds of the delay damages assessed, or $76,805.53, consisted of interest on the jury’s punitive damage award. Conrail appealed to the Superior Court, which ordered a remittitur of the portion of the judgment representing delay damages on the award for punitive damages. This Court granted the Colodonatos’ petition for allowance of appeal.\nII.\nThe decision in this matter turns on the interpretation of Pa.R.C.P. 238, a rule promulgated by this Court in 1978. We are guided in our construction of the rule by Rule 127 of our Rules of Civil Procedure, which provides in pertinent part:\n(b) Every rule shall be construed, if possible, to give effect to all its provisions. When the words of a rule are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.\n(c) When the words of a rule are not explicit, the intention of the Supreme Court may be ascertained by considering, among other matters (1) the occasion and necessity for the rule; (2) the circumstances under which it was promulgated; (3) the mischief to be remedied; (4) the object to be attained; (5) the prior practice, if any, including other rules and Acts of Assembly upon the same or similar subjects; (6) the consequences of a particular interpretation; (7) the contemporaneous history of the rule; and (8) the practice followed under the rule. Pa.R.C.P. 127 (emphasis supplied).\nIn accordance with Rule 127, we shall examine the language of the rule at issue to determine whether it explicitly controls the question before us. We need engage in further interpretation only if we conclude Rule 238 is unclear or ambiguous. In determining whether ambiguity is present in the first instance, we are required to interpret the words of Rule 238 in accordance with well-established canons of construction. “Words and phrases shall be construed according to rules of grammar and according to their common and approved usage____” Pa.R.C.P. 103; 1 Pa.C.S. § 1903. This Court’s intent in formulating the Rule is controlling. Pa.R.C.P. 127(a). It must be presumed that we did not intend “a result that is absurd, impossible of execution or unreasonable,” Pa.R.C.P. 128(a), and that we intended “the entire rule ... to be effective and certain.” Pa.R.C.P. 128(b). If possible each word “is to be given meaning and not to be treated as surplusage.” Matter of Employees of Student Services, Inc., 495 Pa. 42, 52, 432 A.2d 189, 195 (1981).\nPa.R.C.P. 238 applies only to actions to recover damages for death, personal injury and/or property damage. Rule 238 provides in pertinent part:\n(a) Except as provided in subdivision (e), in an action seeking monetary relief for bodily injury, death or property damage, or any combination thereof, the court or the arbitrators appointed under the Arbitration Act of June 16, 1836, P.L. 715, as amended, 5 P.S. § 30 et seq., or the Health Care Services Malpractice Act of October 15, 1975, P.L. 390, 40 P.S. § 1301.101 et seq., shall\n(1) add to the amount of compensatory damages in the award of the arbitrators, in the verdict of a jury, or in the court’s decision in a nonjury trial, damages for delay at ten (10) percent per annum, not compounded, which shall become part of the award, verdict or decision;\n* # * * * *\n(e) If a defendant at any time prior to trial makes a written offer of settlement in a specified sum with prompt cash payment to the plaintiff, and continues that offer in effect until commencement of trial, but the offer is not accepted and the plaintiff does not recover by award, verdict or decision, exclusive of damages for delay, more than 125 percent of the offer, the court or the arbitrators shall not award damages for delay for the period after the date the offer was made.\nPa.R.C.P. 238 (emphasis supplied).\nThe language of section (a)(1) of the rule makes it clear that the delay damage provision therein specifically relates to that portion of an award, verdict or decision (hereinafter “award”) which comprises compensatory damages. That section provides for the augmentation of the amount of compensatory damages by the addition of damages for delay through a simple computation. Section (a)(1) instructs “the court or the arbitrators” (hereinafter “court”) to add “damages for delay at ten (10) percent per annum, not compounded” to “the amount of compensatory damages” already awarded. Proper grammatical construction would require that the phrase “ten (10) percent per annum” can only refer back to “the amount of compensatory damages,” the award which the rule is explicitly intended to affect. Since Rule 238 provides for an increase in the amount of compensatory damages through the use of a percentage formula, common usage indicates that the increase intended is a percentage of the compensatory damage award. Thus, the enhancement of the amount of compensatory damages mandated by Rule 238 is accomplished by simply multiplying that figure by ten percent for each year of “delay” or portion thereof. Restated, the damage for delay is to be computed in the form of simple interest on the amount of compensatory damages at an annual rate of ten percent.\nAppellants stress this Court’s use of the phrase “add to” as opposed to the use of a phrase such as “to be computed upon” and attempt to infer a meaning that the ten percent is to merely be added to the compensatory damages. Such a construction leaves a vacua in the rule in that, under that interpretation, the rule does not provide the basis for the computation of the delay damages. The critical question is the method for computing the delay damages.\nMoreover, that interpretation of section (a)(1) would rob the phrase “to the amount of compensatory damages” of any meaningful operative effect. It is immaterial onto which element of the award the delay damages, once computed, is tacked because the ultimate concern is the total award. Such a distortion of the plain meaning offends the basic tenets of the canons of construction.\nNothing in section (a)(1) of that Rule offers any indication that damages other than compensatory damages are to be increased or to be considered in computing the increase in compensatory damages. To the contrary, section (a)(l)’s explicit reference to “compensatory damages” and its corresponding silence as to all other damages assessed by the court prior to the award of delay damages reflects (1) an acknowledgement of the possibility of other components, such as punitive damages, in an award made in the types of actions covered by Rule 238, and (2) a conscious intent to exclude such non-compensatory amounts from the operation of the Rule. Thus we are satisfied that the clear and unambiguous language of Rule 238 expressly precludes delay damages from being computed upon punitive damages.\nIII.\nMoreover, even if we had accepted appellants’ position that the language of Rule 238 was ambiguous, we would nonetheless be forced to resolve the ambiguity by finding that delay damages are not to be computed upon punitive damages. The exclusion of punitive damages from the computation of delay damages is consistent with the purposes of Rule 238. In addition, the inclusion of punitive damages would be offensive to the fairness that rule seeks to ensure. Rule 238 “serves to compensate the plaintiff for the inability to utilize funds rightfully due him____” Laudenberger v. Port Authority of Allegheny County, 496 Pa. 52, 59, 436 A.2d 147, 151 (1981), cert, denied sub nom. Bucheit v. Laudenberger, 456 U.S. 940, 102 S.Ct. 2002, 72 L.Ed.2d 462 (1982).\nRule 238 provides compensation to a plaintiff for delay in receiving the monetary damages owing as a result of a defendant’s tort. This serves to indemnify the plaintiff for the money he would have earned on his award if he had promptly received it____\n... Although the award for delay of time may be “in the nature of interest,” in reality, it is merely an extension of the compensatory damages necessary to make a plaintiff whole.\nId. 496 Pa. at 65-66, 436 A.2d at 154 (emphasis supplied). Compensatory damages are “damages awarded to a person as compensation, indemnity or restitution for harm sustained by him.” Restatement (Second) of Torts, § 903 (1979). In contrast, punitive damages are “awarded against a person to punish him for his outrageous conduct and to deter him and others like him from similar conduct in the future.” Restatement (Second) of Torts, § 908(1) (1979). As Prosser explained,\nWhere the defendant’s wrongdoing has been intentional and deliberate, and has the character of outrage frequently associated with crime, all but a few courts have permitted the jury to award in the tort action “punitive” or exemplary” damages.... Such damages are given to the plaintiff over and above the full compensation for his injuries....\nW. Prosser, Law of Torts § 2, at 9 (4th ed. 1971) (footnote omitted; emphasis supplied).\nProsser further notes that punitive damages are considered a “windfall to the plaintiff and not a matter of right____” Id. at 13. Thus it is clear that punitive damages are not intended to compensate the plaintiff for his injuries. See International Electronics Co. v. N.S.T. Metal Products Co., Inc., 370 Pa. 213, 88 A.2d 40 (1952); Esmond v. Liscio, 209 Pa.Super. 200, 224 A.2d 793 (1966); see also Nye v. Blyth Eastman Dillon & Co., 588 F.2d 1189 (8th Cir.1978); Casto v. Arkansas-Louisiana Gas Co., 562 F.2d 622 (10th Cir.1977); Belinski v. Goodman, 139 N.J.Super. 351, 354 A.2d 92 (App.Div.1976); Restatement (Second) of Torts, § 908, comment (6) (1979); 22 Am.Jur.2d Damages § 237 (1965) and cases cited therein.\nSince punitive damages are intended to punish and not to compensate, they are irrelevant to the concern underlying Rule 238 that tort victims be fully compensated for their losses. As previously quoted, Rule 238 delay damages are in essence “an extension of the compensatory damages necessary to make a plaintiff whole.” Laudenberger v. Port Authority of Allegheny County, supra 496 Pa. at 66, 436 A.2d at 154. The supplementation of a compensatory-damage award with damages for delayed receipt of such compensation fully satisfies the purposes of the rule.\nA further assessment of delay damages upon an award for punitive damages would unquestionably provide the plaintiff with additional funds, but cannot properly be considered “compensatory.” Rather, such an assessment would constitute nothing more than an arbitrary award of punitive damages over and above the amount determined by the court to be appropriate punishment. In the absence of any nexus between such an additional award and the clear intent of Rule 238, we decline to embrace an interpretation which would authorize such an award. See Nye v. Blyth Eastman Dillon & Co., supra; Casto v. Arkansas-Louisiana Gas Co., supra; Belinski v. Goodman, supra; see also 22 Am.Jur.2d Damages § 264 (1965).\nIn addition, we find that the exclusion of punitive damages from the computation of damages for delay in no way detracts from Rule 238’s “fundamental goal of prompting meaningful negotiations in major cases so as to.unclutter the courts.” Laudenberger v. Port Authority of Allegheny County, supra, 496 Pa. at 60, 436 A.2d at 151. Appellants argue that the unavailability of delay damages on punitive damage awards will eliminate the motivation of defendants to settle in all cases in which punitive damages are sought. This argument is wholly unpersuasive. We reject the contention that the exclusion of delay damages on punitive damage awards will negate the motivation to settle created by Rule 238’s provision for delay damages on awards for compensatory damages. It would be contrary to reason to conclude that a defendant exposed to potential punitive damages in addition to compensatory and delay damages will be less motivated to settle a case than a defendant who is not faced with the prospect of punitive damages. Punitive damages, like damages for delay, involve an award in excess of actual damages. It is this exposure to additional financial liability which creates the incentive to settle. A demand for punitive damages thus generates its own motivation. The augmentation of punitive damage awards with delay damages would not only be improper but also, in our view, unnecessary to accomplish the salutary purposes of Rule 238.\nAccordingly, the Order of the Superior Court is affirmed.\nROBERTS, C.J., files a concurring opinion.\nLARSEN, J., files a dissenting opinion.\n. The jury awarded James Colodonato $25,000 in compensatory damages, to which the trial court added $3,840.22 in delay damages. That judgment is not disputed herein.\n. Pursuant to Pa.R.C.P. 238(a)(2), delay damages are computed \"from the date the plaintiff filed the initial complaint in the action or from a date one year after the accrual of the cause of action, whichever is later, up to the date of the award, verdict or decision.” See also Pa.R.C.P. 238(e), quoted in text, supra.\n. The argument that section (g) of Rule 238, which excludes \"eminent domain proceedings\" and “pending actions in which damages for delay are allowable in the absence of this rule,” indicates an intent to include punitive damages within the coverage of the Rule is untenable. Section (g) refers to two classes of causes of action, not to types of damages, and thus is entirely irrelevant to our inquiry.\n. The courts of New Jersey, the only other state which possesses a juridical prejudgment interest rule, see Laudenberger v. Port Authority of Allegheny County, 496 Pa. 52, 63, 436 A.2d 147, 153 (1981), appeal dismissed sub nom. Bucheit v. Laudenberger, 456 U.S. 940, 102 S.Ct. 2002, 72 L.Ed.2d 462 (1982), have similarly concluded that their rule, N.J.R. 4:42-11, does not apply to punitive damage awards. See Belinski v. Goodman, 139 N.J.Super. 351, 354 A.2d 92 (App.Div.1976); Jaclyn, Inc. v. Edison Brothers Stores, 170 N.J.Super. 334, 406 A.2d 474 (Law Div.1979); Zalewski v. Gallagher, 150 N.J.Super. 360, 375 A.2d 1195 (Law Div.1977)."}