{"id": "1787750", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis case involves the issue of whether a liquor license is personal property subject to the execution process. The question arose when appellee, 1412 Spruce, Inc., closed its business and, pursuant to standard Pennsylvania Liquor Control Board (hereinafter PLCB) procedures applicable in these circumstances, forwarded its restaurant liquor license to the PLCB for safekeeping. A holder of an outstanding money judgment against appellee filed a writ of execution directing the Sheriff of Dauphin county to attach and publicly sell appellee’s liquor license. The Board was served a copy of this writ as garnishee, and it turned over the license to the Sheriff, who conducted a public sale on or about July 31, 1981, at which the license was sold for $95.14.\nAppellee, 1412 Spruce, Inc., then sought a preliminary injunction in Commonwealth Court to enjoin PLCB from transferring or issuing its restaurant liquor license to a successful bidder at a public sale. Commonwealth Court issued a preliminary injunction, and subsequently a summary judgment in favor of appellee, reasoning that the appellee’s liquor license “continues as a personal privilege and does not constitute a property right subject to the execution process.” 70 Pa.Comwlth Ct. 501, 505, 453 A.2d 382, 384 (1982). The Liquor Control Board appealed from this order granting summary judgment.\nAppellant’s primary argument is that although a restaurant liquor license is a privilege as between the licensee and the Liquor Control Board, it is property as between the licensee and third parties, and is, therefore, subject to the execution process. Pa.R.C.P. 3107, which deals with the levy and attachment of real or personal property, and which governs the attachment in this case, provides:\nReal or personal property of the defendant may be levied upon or attached in any order or simultaneously, as the plaintiff may direct.\n(Emphasis supplied). Since the license in this case was attached pursuant to Rule 3107, in order for the attachment to be permissible, we must hold that the license is “property.” However, as Commonwealth Court pointed out, section 468(b.l) of the Liquor Code, referring to instances in which a liquor license is placed in safekeeping with the PLCB, states in pertinent part that “ ‘[t]he license shall continue as a personal privilege granted by the board and nothing herein shall constitute the license as property.’ ” 70 Pa.Commwlth.Ct. at 503, 453 A.2d at 383. (Emphasis in original). Thus, if we were to view the license as a privilege between the licensee and the board, but as property between the licensee and the rest of the world, we would be doing so in the teeth of the statute, which plainly states that the license shall not be construed as property. Nevertheless, appellant asserts, ostensibly on the authority of Pennsylvania case law, that the license must be so viewed.\nOne of the cases cited by appellant, Kosco v. Hachmeister, 396 Pa. 288, 152 A.2d 673 (1959), concerns a liquor business which was destroyed when a landslide ruined the building, an inn, in which the business was conducted. At issue in that case was the measure of tort damages against the person who caused the landslide. The lower court set damages at the value of the building and the land at the time of the destruction, the cost of demolition of the building, lost profits, and the cost of license fees for two years until the end of the innkeeper’s lease. This Court disallowed the value of the land (under applicable case law) and license fees (because they were merely a cost of doing business against which profits were calculated) but allowed the value of the building, demolition costs, and lost profits as measures of damages. In response to the argument that a liquor license is not a property right, the Court stated:\nThis may be admitted, but if a man has a privilege and is prevented from exercising it by another’s fault, he loses value during the running period of the privilege.\n396 Pa. at 293, 152 A.2d at 676. (Emphasis supplied). As this quotation indicates, the Kosco Court acknowledged that a liquor license was not property, although it was necessary to conduct a retail liquor business. Thus, the Court allowed damages for the lost profits of the business which would have been made possible had the business continued to operate with Kosco holding a liquor license; damages were not awarded for loss of the license itself.\nIn Feitz Estate, 402 Pa. 437, 167 A.2d 504 (1961), this Court held that where a licensee has a statutory right to designate the person who may apply for the transfer of his license after his death, “and, in the absence of such designation, the surviving spouse or personal representative may do so____the right to apply for a transfer of the license is a property right” subject to Pennsylvania inheritance tax. 402 Pa. at 445, 167 A.2d at 508. (Emphasis added). This holding, by its terms, states that the right to apply for transfer is a property right, not that the license itself is an item of property.\nFinally, in Redevelopment Authority of Philadelphia v. Lieberman, 461 Pa. 208, 336 A.2d 249 (1975), in the context of a condemnation proceeding, this Court stated:\nThe fact that a liquor license is sometimes referred to as a “privilege” rather than a “right” is irrelevant to the issue before us____ Rigid labels, such as “right” or “privilege,” cannot determine a person’s constitutional and statutory right to “just compensation. ”\n(Emphasis supplied). 461 Pa. at 225, 336 A.2d at 258. This Court also observed in Lieberman:\nThe issuance of a liquor license in Pennsylvania constitutes governmental “permission” to use particular premises for a particular purpose____ Unless we bog down in technical and unrealistic concepts, it cannot be disputed that a liquor license adds significant use value to a particular premises____\nThe use value added to a particular premises by a liquor license is not unlike the use value which a premises enjoys because it may be used for a particular purpose under a zoning enactment. A significant and helpful analogy may also be noted in situations involving the enhanced use value of property which results from a franchise that permits a particular use of the physical property.\n461 Pa. at 222, 336 A.2d at 257.\nThe real question in the Lieberman case, as is indicated in the reference to a constitutional and statutory right to just compensation, and as was also true in the other two cases, is “what is the value of the business of retail liquor sales given the fact that the business has a license to sell liquor (or in Feitz Estate, in light of the fact that the personal representative of the licensee has the power to request transfer of the license)”? If the retail liquor establishment had no liquor license, it would be worth one figure; if it had a license, it would be worth more. But in any case, it is not the license which itself is an item of value, but rather the license as it is applied to the business which produces a value. This value is a projected income, a livelihood for the license holder, and if the business is condemned (Lieberman) or physically destroyed (Kosco) or continued by virtue of the exercise of the power to request transfer of a decedent’s license (Feitz Estate), it is fundamental that the opportunity for business income, if taken away, must be compensated for, and if preserved, may be taxed. But it is this opportunity for business income that is the subject of our inquiry, not the per se existence of a liquor license.\nThus, appellant’s reliance on these cases is misplaced, for none supports the proposition that a liquor license is property. Indeed, one of the cases cited by appellant, Pichler v. Snavely, 366 Pa. 568, 569, 79 A.2d 227, 228 (1951), contains very particular relevant language antithetical to appellant’s position:\nThe law is well settled that a liquor license is not a property right, but only a purely personal privilege for a specific limited time, which is subject to termination by the Liquor Control Board for cause____\nThe general scheme of the Liquor Code is that a limited number of licenses to sell liquor are to be made available to persons of good standing whose business premises meet certain statutory requirements, and are located in areas permitting the sale of alcohol. It was never contemplated, however, that the sale of licenses would itself become a business activity, or that licenses would be sold at the discretion of the possessor. Instead, license holders are granted a privilege which has certain limited benefits; viz., although licensees may not be said to “own” their licenses, a license may not be revoked arbitrarily, see Lieberman, supra 461 Pa. at 222, 336 A.2d at 257, and the licensee may consent to a request for the transfer of his license to another, usually for consideration, and often in connection with the sale of his liquor business.\nIn this case, the judgment creditor attached and sold only the license, a thing he may not do, for the license itself is not, as section 4-468(b.l) plainly tells us, “property,” and thus, is not subject to attachment under the rules of civil procedure. Had he attached and executed upon the tangible or intangible assets of the business, e.g., the good will of the business, such an attachment and execution would have been permissible, for the tangible and intangible assets of the business are “property,” and are subject to attachment. However, he did not proceed in this fashion, and thus the order of Commonwealth Court must be affirmed.\nAffirmed.\nLARSEN, J., files a dissenting opinion which HUTCHINSON and ZAPPALA, JJ., join.\nThe Liquor Code is Act of April 12, 1951, P.L. 90, as amended, added by Act of November 26, 1978, P.L. 1389, No. 326 § 2, as amended, 47 P.S. § 4-468(b.l) (Supp. 1983-84)."}