{"id": "1787796", "contents": "OPINION OF THE COURT\nLARSEN, Justice.\nOn August 14, 1980, appellant, Richard Stoyko, was arrested and charged with two counts of criminal homicide for the shooting deaths of Shelby Jean Storm and Joseph Glad. These counts were consolidated for trial in the Court of Common Pleas of Fayette County and, on February 9, 1981, a jury found appellant guilty of two counts of murder of the first degree. 18 Pa.C.S.A. § 2502(a).\nPursuant to the bifurcated procedures mandated by the Sentencing Code, 42 Pa.C.S.A. § 9711, a separate sentencing hearing was immediately conducted at which the same jury sentenced appellant to death for the murder of Shelby Jean Storm and to life imprisonment for the murder of Joseph Glad. Trial counsel filed post-verdict motions challenging the sufficiency of the evidence and alleging certain trial errors. The trial court also appointed additional counsel to brief and argue allegations pertaining to counsel’s representation of appellant at the guilt phase of the trial. Post-verdict motions were denied and this automatic appeal followed. 42 Pa.C.S.A. § 9711(h)(1), 42 Pa.C.S.A. § 722(4) and Pa.R.A.P. Rule 702(b).\nAppellant first contends that the evidence was insufficient to support his convictions for murder of the first degree. In evaluating this contention, we view the evidence in the light most favorable to the Commonwealth and, drawing all reasonable inferences therefrom favorable to the Commonwealth, determine if there is sufficient evidence to enable the trier of fact to find every element of the crime beyond a reasonable doubt. Commonwealth v. Hudson, 489 Pa. 620, 414 A.2d 1381 (1980). So viewed, the evidence was clearly sufficient to establish appellant’s guilt beyond a reasonable doubt as to both counts of murder of the first degree.\nAt 8:30 a.m. on August 12, 1980, Shelby Jean Storm, (appellant’s common-law wife) picked up a friend, Maria Martin, at Ms. Martin’s home in Republic. Ms. Storm then drove toward Uniontown where both women were attending classes at the Uniontown Beauty Academy. While enroute, Ms. Storm and Ms. Martin observed appellant following them in a blue automobile. (Other witnesses described appellant’s vehicle as a blue Buick with temporary tags.) Between Fairbanks and New Salem, appellant passed the two women, pulled in front of them and slammed on his brakes. Ms. Storm braked and drove around him. Appellant then repeatedly bumped Ms. Storm’s car from the rear with his car. At one point on New Salem Road, Ms. Storm pulled off the road and appellant followed her. Ms. Storm then pulled out and appellant continued to follow, harass and bump her vehicle. After Ms. Storm turned on Route 40, appellant repeatedly drove his car into the rear of her vehicle. Shelby Storm lost control of her car and it came to rest on a cement median strip in front of the entrance to the Uniontown Mall. Appellant pulled in behind her car, walked up to the driver’s side, and fired a shotgun three times through the glass. Ms. Storm suffered two wounds, one a fatal head wound. Some of the pellets from the shotgun blast struck and wounded Ms. Martin.\nMs. Martin positively identified appellant as the driver of the car which followed them and as the man that shot Shelby Storm. Ms. Martin’s account of the incident was corroborated by three motorists who observed the shooting and positively identified appellant as the man who shot Shelby Storm. Several other witnesses confirmed the details of Ms. Martin’s account of the chase and described appellant’s car, with only minor discrepancies.\nAppellant fled the scene in his car which was “steaming badly”. The Commonwealth’s expert witness identified two spent shells found by the police at the scene as having been fired from a Winchester Model 1400 sixteen gauge shotgun later found by police in a vehicle which appellant had stolen from his other victim, Joseph Glad.\nOn the evening prior to the killing, Ms. Storm had filed a complaint with a District Justice charging appellant with harassment, and a warrant for appellant’s arrest was issued upon that complaint. On that same evening, an acquaintance of appellant, James Groves, Jr., had visited him at the residence which appellant shared with Shelby Jean Storm to obtain the return of a sixteen gauge shotgun. Appellant declined to return the gun, informing Mr. Groves that “he couldn’t take anymore ...” and “she. [Shelby] has to die.”\nOn the evening of the day Shelby Jean Storm died, police discovered the body of Joseph Glad on a dirt road in German Township. Mr. Glad, who died from a shotgun wound to the head, had also suffered a non-penetrating wound to the chest. At the scene police found a blue Buick with a temporary registration in appellant’s name and beer cans bearing appellant’s fingerprints. The front of appellant’s vehicle was damaged and police found paint chips from Ms. Storm’s vehicle on it. Police also recovered two spent shells fired from the shotgun used in the Storm killing which was later discovered in appellant’s possession.\nAbout 10:05 p.m. of the next day, appellant turned himself in at the Uniontown City Police Station. At that time he made an oral statement in the presence of Lt. Jones, Sergeant Campbell and Officer Wright of the Uniontown City Police. Appellant admitted that he had killed Ms. Storm and Mr. Glad. He told the officers that he had planned to kill Ms. Storm and that he shot Mr. Glad after he had asked Mr. Glad to move his pick-up truck and Glad did not do so. Appellant told the officers he had taken Glad’s truck which the officers found in front of the police station. Inside the truck was the shotgun used in both killings. Later that night appellant made separate inculpatory statements to Trooper Lukachik and Trooper Holmberg of the Pennsylvania State Police. In his statement to Trooper Lukachik, he again admitted he killed Ms. Storm and said he killed “the man” because “his car was in the middle of the road and he wouldn’t move it.”\nIn his statement to Trooper Holmberg, appellant again admitted the killings but attributed the incident to his drinking and anger and said they were not premeditated. He told Trooper Holmberg he was upset because Ms. Storm was leaving him and he said that they had argued about his drinking. He also said that much of the incident was “a blur”. He said he would have found a way to kill Ms. Storm even had he not had the shotgun.\nAt trial, appellant testified that he had lived with Shelby Storm on and off for seven or eight years and that they had a daughter. The night before the killing he put the shotgun in his car to take it to Uniontown because he had told Mr. Groves that was where it was, and “he didn’t want to be a liar”. That night he drank ten shots and five beers during a six hour period of bar-hopping and he then drank several shots and beers at home. Around 6:00 a.m. the next morning, he woke up and drank two shots, and at 7:30 a.m., he went to the Peacock Casino and had two more beers and three more shots.\nHe admitted he had followed Ms. Storm on the morning of August 12, but claimed he only wanted to stop her and talk to her. He said he was “angry and flipped out” from the alcohol. He claimed that after he left his car, his mind went “blank”, but that he remembered getting out of his car and vaguely remembered pulling the trigger. Appellant also stated that he had seen another lady in the car with Ms. Storm.\nAppellant then testified that, after he shot Shelby Storm, he drove to a road off Gates Hollow Road because there was no noise or traffic and he wanted to “try to figure out what the heck went on.” On cross-examination, appellant admitted that “his radiator was busted.” He parked his car and drank a beer and “went to sleep” or “passed out.” When he woke up, there was a pick-up truck behind his car. Its driver (the second victim, Joseph Glad) “mumbled something”. Appellant panicked because he was “closed in” and shot Glad.\nAfter this shooting, appellant took Glad’s truck and drove around until he turned himself in the next evening. He claimed that his inability to remember the events immediately surrounding the killings (although he remembered clearly events prior and subsequent to the killings) was caused by his drinking.\nAppellant’s intoxication evidence, offered in an attempt to negate the intent necessary for a conviction for murder of the first degree, imposes no new burden on the Commonwealth and creates no new presumption for defendant which the Commonwealth must labor to overcome. Commonwealth v. Fairell, 476 Pa. 128, 381 A.2d 1258 (1977). The jury was free to believe any, all, or none of appellant’s testimony as to his intoxication. Id.\nObviously, the jury rejected appellant’s intoxication defense and concluded, upon abundant and sufficient evidence, that there was no reasonable doubt as to appellant’s ability to form the specific intent to kill required to support a conviction for murder of the first degree and that he had, in fact, formed such an intent.\nAlthough neither trial counsel nor additional appointed counsel formally raised any issues regarding the penalty phase of the proceedings, this Court has an independent obligation to review the record of the entire proceedings.\nOur standard of review of sentencing procedures in cases involving convictions for murder of the first degree is set forth in the Sentencing Code, 42 Pa.C.S.A. § 9711(h), which provides:\n(1) A sentence of death shall be subject to automatic review by the Supreme Court of Pennsylvania pursuant to its rules.\n(2) In addition to its authority to correct errors at trial, the Supreme Court shall either affirm the sentence of death or vacate the sentence of death and remand for the imposition of a life imprisonment sentence.\n(3) The Supreme Court shall affirm the sentence of death unless it determines that:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor;\n(ii) the evidence fails to support the finding of an aggravating circumstance specified in subsection (d); or\n(iii) the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of the defendant.\nIn construing this standard of review in Commonwealth v. Zettlemoyer, 500 Pa. 16, 50 n. 19, 454 A.2d 937, 955 n. 19 (1982), this Court stated:\n[F]or the reasons stated in Commonwealth v. McKenna, 476 Pa. 428, 437-41, 383 A.2d 174 (1978), and because this Court has an independent, statutory obligation to determine whether a sentence of death was the product of passion, prejudice or some other arbitrary factor, whether the sentence is excessive or disproportionate to that imposed in similar cases, and to review the record for sufficiency of the evidence to support aggravating circumstances, we will not adhere strictly to our normal rules of waiver. The primary reason for this limited relaxation of waiver rules is that, due to the final and irrevocable nature of the death penalty, the appellant will have no opportunity for post-conviction relief wherein he could raise, say, an assertion of ineffectiveness of counsel for failure to preserve an issue or some other reason that might qualify as an extraordinary circumstance for failure to raise an issue. 19 P.S. § 1180-4(2). Accordingly, significant issues perceived sua sponte by this Court, or raised by the parties, will be addressed and, if possible from the record, resolved.\nDuring oral argument before this Court on September 13, 1983, an issue of possible significance concerning counsel’s representation of appellant at the sentencing hearing was raised and discussed at some length. It was felt that counsel may have been ineffective in his challenge to the existence of the only aggravating circumstance sought by the Commonwealth at the sentencing hearing, namely 42 Pa.C.S.A. § 9711(d)(7) which provides: “In the commission of the offense the defendant knowingly created a grave risk of death to another person in addition to the victim of the offense.” The death penalty based on this aggravating circumstance was sought only in connection with the murder of Shelby Storm.\nInitially, it must be noted that it is clear the evidence was sufficient to support, beyond a reasonable doubt, the finding of the aggravating circumstance that in murdering Shelby Jean Storm appellant knowingly created a grave risk of death to another person in addition to Ms. Storm. The jury, on overwhelming evidence, had already found appellant guilty of the intentional — i.e., willful, deliberate and premeditated — killing of Shelby Jean Storm by repeatedly ramming her car until it was forced off the highway, aiming a shotgun through the window of the car and firing three shots, all the while aware, by his own admission at trial, that there was an “other lady” in the car. Notes of Testimony (N.T.) at 211. The “other lady”, Maria Martin, was struck and wounded by the shotgun blasts.\nAs the evidence supports the finding of the aggravating circumstance, this Court must affirm the sentence of death unless we find the sentence was the “product of passion, prejudice or any other arbitrary factor”, § 9711(h)(3)(i), or that the sentence “is excessive or disproportionate to that imposed in “similar cases”, § 9711 (h)(3)(iii). Actual ineffective assistance of counsel at the sentencing hearing could constitute an “arbitrary factor” as contemplated by the legislature and, if the sentence of death was the “product” of the ineffectiveness, this Court’s duty would be to vacate the sentence of death and remand for the imposition of a life imprisonment sentence. § 9711(h)(2). Our review of the record of this case, however, discloses no ineffective assistance of counsel.\nThe potential ineffectiveness raised at oral argument occurred in the following context. At the sentencing hearing, an exchange took place between the Court and the attorneys, to-wit:\nTHE COURT: Ladies and gentlemen, in order to return a death penalty one aggravating circumstance must be found by the jury beyond a reasonable doubt. The District Attorney’s Office has no aggravating circumstance to present in the Joseph Glad case, but they do in the Shelby Storm case. Do you have aggravating circumstances in that case? THE DISTRICT ATTORNEY: We do, your Honor. We would ask that the testimony of Maria Martin, the witness the jurors heard on Thursday of last week, be admitted and stipulated to as if she were recalled at this hearing. It is the Commonwealth’s position that if she were recalled, since she was subjected to both direct and cross-examination, that her testimony would be the same, and that as such, were we to call her now we would do nothing more than elicit the same testimony from her that she has previously given in this Court. We would feel that her testimony would give one of the setforth aggravating circumstances under the Crimes Code, that circumstance being that in the commission of the offense, the offense being the killing of Shelby Jean Storm, that the defendant, Richard Stoyko, knowingly created a grave risk of death to another person, the other person being Maria Martin, in addition to the victim, Shelby Storm, of the offense.\nDEFENSE COUNSEL: Your Honor, we would have no objection to that stipulation and we would have no objection to not having Miss Martin re-appear. As Mr. Solomon stated, she was subject to cross-examination and we see no reason to recall her to the stand.\nTHE COURT: You don’t wish to have her brought in to cross-examine her?\nDEFENSE COUNSEL: We do not, your Honor. Since we had an opportunity to cross-examine, we feel it would be unnecessary to again cross-examine her.\nAt oral argument, the belief was expressed that defense counsel’s stipulation may have been construed by the jury to be an admission of the existence of the aggravating circumstance, rather than a mere stipulation to the admission of the testimony of Maria Martin. This concern is unfounded.\nIt is clear that counsel was only stipulating to the admission of Ms. Martin’s prior testimony. This was the gist of the Commonwealth’s proposed stipulation which was predicated on the uselessness of recalling Ms. Martin to repeat the same testimony, especially since she had already been subject to cross-examination. Defense counsel merely agreed that it was unnecessary to recall Ms. Martin to the stand and reiterated that she was already subjected to cross-examination. There is no ambiguity in defense counsel’s stipulation nor is there any implication that counsel agreed with the prosecutor’s statement that, in his opinion, “[w]e would feel that [Ms. Martin’s] testimony would give one of the setforth aggravating circumstances under the Crimes Code____”\nAny contention that counsel stipulated to the existence of the aggravating circumstance would have been dispelled beyond a reasonable doubt by defense counsel’s closing argument. Counsel in closing affirmatively argued against the existence of the aggravating circumstance, focusing upon the absence of the element of risk. The jury could hardly have inferred, therefore, that defense counsel agreed that the aggravating circumstance existed. Furthermore, the lower court, as well as the attorneys, stressed that it was for the jury to determine whether or not the Commonwealth had met its burden of proving each element of the aggravating circumstance. N.T. 287, 290, 293-94, 295-300.\nAnother element of counsel’s representation raised at oral argument concerns his failure to challenge the existence of the aggravating circumstance on the grounds that appellant did not knowingly endanger Ms. Martin. It was hypothesized at the oral argument that the evidence supported an inference that appellant was emotionally distressed, had fixated on Ms. Storm and was unaware that his actions endangered Ms. Martin, and that, therefore, counsel may have been ineffective in failing to advocate this position at the sentencing hearing. We do not agree. Such an inference is unsupported by the record, would have been inconsistent with the defense presented at trial, and had already been necessarily rejected by the jury finding that appellant, who admitted seeing a lady in the car with Shelby Storm, possessed sufficient mental capacity to form the specific intent to kill, i.e., the act of shooting was willful, premeditated and deliberate. Appellant’s testimony was that he loved Ms. Storm deeply, “flipped-out” when she would not get out of her car to talk with him, “blanked-out” momentarily from excessive drinking, and only “vaguely remembered” pulling the trigger. Appellant’s testimony (which contained memory lapses at the exact time of both shootings and, however, accurate recall as to all events leading up to, subsequent to, and in between the homicides) was found incredible by the jury, as was his intoxication defense.\nThe threshold, inquiry in ineffectiveness cases is whether the issue/argument/tactic which counsel has foregone and which forms the basis for the assertion of ineffectiveness, was of arguable merit, Commonwealth v. Hubbard, 472 Pa. 259, 278, 372 A.2d 687, 696 (1977), for counsel cannot be considered to be ineffective for failure to assert a meritless claim. Commonwealth v. Gaston, 474 Pa. 218, 224, 378 A.2d 297, 299 (1977). The tactic which counsel did not pursue in the instant case — i.e., advocating to the jury the inference that appellant did not knowingly endanger Ms. Martin’s life — is without arguable merit, for the jury had already rejected appellant’s defense based on his asserted diminished capacity to form the requisite intent. Accordingly, we do not pass the threshold and do not consider what counsel’s reasons may have been for failure to pursue this meritless claim.\nThe closing argument which was made by counsel against the existence of the aggravating circumstance was on the element of risk. Counsel stated that Ms. Martin’s “being struck by pellets” may not have been a “significant enough endangerment for you [the jury] to decide whether Mr. Stoyko should be put to death”. See note 5, supra. In making this rather weak argument, counsel was attempting to do his best — armed only with the meager ammunition afforded him by the facts and circumstances of the Commonwealth’s overwhelming case against his client. The fact that counsel strained to make this argument against the existence of the aggravating circumstance (on the element of risk) does not demonstrate his ineffectiveness in failing to make a different weak argument (on the element of knowledge).\nAs the United States Supreme Court has stated “not every imperfection in the deliberative process is sufficient, even in a capital case, to set aside a state court judgment....” Zant v. Stephens, 462 U.S. 862, 103 S.Ct. 2733, 2747, 77 L.Ed.2d 235 (1983). See also Commonwealth v. Travaglia, 502 Pa. 474, 496-501, 467 A.2d 288, 299-301 (1983). Even were we to assume, arguendo, that there was some “imperfection” in the failure of counsel to challenge the aggravating circumstance in this case on the basis that appellant did not knowingly endanger Maria Martin, it is clear that such “imperfection” does not affect “reliability in the [jury’s] determination that death is the appropriate punishment in [this] specific case.” Zant v. Stephens, supra at 2747 quoting Woodson v. North Carolina, 428 U.S. 280, 305, 96 S.Ct. 2978, 2991, 49 L.Ed.2d 944 (1976). To the contrary, the record evidence supports the existence of the aggravating circumstance, demonstrates that counsel had no reasonable basis upon which to challenge the existence of that circumstance, and discloses that the sentence of death was not the product of passion, prejudice or any other arbitrary factor.\nFinally, we are obliged to determine “whether the sentence of death imposed in the instant case is “excessive or disproportionate to the penalty imposed in similar cases ...”. 42 Pa.C.S.A. § 9711(h)(3)(iii). While the Sentencing Code does not define “similar cases” nor set forth any specific procedures for conducting this proportionality review, this Court conducts an independent evaluation of all cases of murder of the first degree convictions which were prosecuted or could have been prosecuted under the Act of September 13, 1978, P.L. 756, No. 141, 42 Pa.C.S.A. § 9711. Commonwealth v. Zettlemoyer, supra at 500 Pa. 62-63, 454 A.2d 961. We have reviewed the data and information pertaining to similar cases that has been compiled by the Administrative Office of Pennsylvania Courts pursuant to this Court’s directive to the President Judges of the various counties to complete a “Murder of the First Degree Review Form” for each such homicide prosecution. See Commonwealth v. Frey, 504 Pa. 428, 443-445, 475 A.2d 700, 707-708, and see Murder of the First Degree Review Form attached to that opinion as an Appendix. Our review discloses that the sentence of death imposed in the instant case is neither excessive nor disproportionate to that imposed in similar cases.\nFor the foregoing reasons, we sustain the conviction of murder of the first degree and affirm the sentence of death.\nNIX, C.J., and HUTCHINSON, J., filed dissenting opinions.\nFormer Chief Justice ROBERTS did not participate in the decision of this case.\nThis case was reassigned to this writer on October 19, 1983. Disposition of this case was delayed pending compilation of proportionality review data by the Administrative Office of Pennsylvania Courts. See Commonwealth v. Frey, 504 Pa. 428, 475 A.2d 700 (1984) and Murder of the First Degree Review Form attached as an Appendix to that opinion. The data was compiled and transmitted to this Court in March, 1984.\n. These allegations of ineffective assistance of counsel were initially raised by trial counsel who has represented appellant on post-trial motions and appeal on all issues except those pertaining to his own representation at trial.\n. Appellant also has raised the following issues in this appeal: the court erred in consolidating the Storm and Glad homicide charges for trial; the court erred in admitting certain Commonwealth exhibits; trial counsel was ineffective in failing to move for a change of venue; and trial counsel was ineffective in failing to move to suppress three statements made to law enforcement officers. We have carefully reviewed these issues and find them to be without merit.\n. Inexplicably, the Commonwealth did not attempt to place before the jury the aggravating circumstance which seems to be designed to cover the instant situation, namely, that the “defendant has been convicted of another Federal or State offense, committed either before or at the time of the offense at issue, for which a sentence of life imprisonment or death was imposable or the defendant was undergoing a sentence of life imprisonment for any reason at the time of the commission of the offense.” 42 Pa.C.S.A. § 971 l(d)(10) (Emphasis added). Had this aggravating circumstance been pursued, there clearly would have been sufficient evidence from which the jury could have found its existence both as to the killing of Shelby Jean Storm as well as to Joseph Glad. See Commonwealth v. Travaglia, 502 Pa. 474, 496-497, 467 A.2d 288, 297-298 (1983).\n. An \"intentional killing” is defined as \"[k]illing by means of poison, or by lying in wait, or by any other kind of willful, deliberate and premeditated killing.” 18 Pa.C.S.A. § 2502(d).\n. Defense counsel made the following argument in regard to the aggravating circumstance:\nMr. Solomon has placed before you one aggravating circumstance and that is that Ms. Martin was in danger. He told you she was wounded. I don’t know that she used that word, or words like that. You are going to have to recall what she testified to. I believe you had an opportunity to take her clothing out with you and examine it. You must decide whether she was in danger by the act of Mr. Stoyko. Was being struck by pellets a significant enough endangerment for you to decide whether Mr. Stoyko should be put to death?\n[The Commonwealth's] burden in proving aggravating circumstances is proof beyond a reasonable doubt, just like the proof that was required of you in arriving at your first decision. N.T. 293-94.\n. The lower court charged the jury that in order to find the defendant guilty of murder of the first degree, the jury must find that the killing was willful, deliberate and a premeditated act, then elaborated:\nNow what is meant by these words? If an intention to kill exists, then in the eyes of the law the killing is wilful. If thisintent is accompanied by such circumstances as evidence a mind fully conscious of its own purpose — that means a person knows what he is doing — then it is deliberate, and if sufficient time has been afforded to enable the mind of the killer fully to frame the design to kill — which means to come to that conclusion to determine to kill — then to select the instrument in order to carry out that design into execution, then it is premeditated.\nThe court then gave a charge on the permissible inference of specific intent from the use of a deadly weapon upon a vital part of the body, and stated that circumstantial evidence could be sufficient to prove intention. Further, the court instructed the jury on voluntary intoxication as a partial defense to murder of the first degree where the intoxication prevents the defendant from possessing the specific intent required, stating:\nThus, you cannot find the defendant guilty of first degree murder unless you are satisfied beyond a reasonable doubt that the defendant was not so intoxicated at the time that he was incapable of judging his acts and their consequences or incapable of forming a wilful, deliberate and premeditated design to kill.\n. Unless this Court wisely exercises its duty to review the entire record in death penalty cases and closely examines the impact of the alleged ineffectiveness on the jury's verdict of death (i.e., whether any alleged ineffectiveness could actually have induced the jury’s passion or prejudice or have injected an arbitrary factor into the decision to impose the death penalty), we could invite a Catch-22 situation. There are only two alternatives at a sentencing hearing, death or life imprisonment. A zealous, but misguided, defense counsel might be tempted, at this point, to \"throw” the case, i.e., to ensure an appealable issue on his or her own ineffectiveness which, if so found, would operate to reduce the client’s sentence to life imprisonment. 42 Pa.C.S.A. § 9711(h)(2). Such a tactic would, paradoxically, be effective assistance of counsel (the Catch-22) since the \"ineffective\" action would have a reasonable basis designed to further his client’s interest. Proof of effective representation would be unlikely, however, as it would require counsel to disclose his subjective intent. Such a tactic by defense counsel would be improper, no matter how altruistic the motives may be, for the legislature has determined that certain consequences follow certain acts, and have reposed the authority to determine whether those acts exist in the twelve men and women of the jury, not in one defense attorney. Accordingly, this Court will scrutinize the record for bogus \"ineffectiveness” tactics and should not hesitate, if the facts and inferences so warrant, to refer the matter to the disciplinary board.\n. \"Similar cases” in the instant case encompasses all cases of murder of the first degree wherein the evidence would support an aggravating circumstance that in \"the commission of the offense the defendant knowingly created a grave risk of death to another person in addition to the victim of the offense.” 42 Pa.C.S.A. § 9711(d)(7).\n. The prothonotary of the Western District is directed to transmit, as soon as possible, the full and complete record of the trial, sentencing hearing, imposition of sentence and review by this Court to the Governor. 42 Pa.C.S.A. § 971 l(i)."}