{"id": "1787715", "contents": "ORDER\nPER CURIAM:\nThe Court being equally divided, the Order of the Commonwealth Court is affirmed.\nNIX, J., did not participate in the consideration or decision of this case.\nZAPPALA, J., files an opinion in support of affirmance. ROBERTS, C.J., and McDERMOTT, J., join.\nLARSEN, J., filed an opinion in support of reversal.\nHUTCHINSON, J., filed an opinion in support of reversal in which FLAHERTY, J., joined.\nOPINION IN SUPPORT OF AFFIRMANCE\nZAPPALA, Justice.\nAppellant George Sterling has filed a notice of appeal from the Commonwealth Court’s order of March 14, 1983 which was entered in his mandamus action against the Department of Environmental Resources (“DER”) and the State Civil Service Commission (“Commission”). That court denied Appellant’s motion for summary judgment and granted the Appellees’ motion for summary judgment.\nThe record facts indicate that the Appellant, an employee with DER’s Bureau of Mining and Regulation, received a letter dated July 12, 1982 from the Secretary of Environmental Resources informing him of an impending reduction in his compensation as a manager of two pay steps within the same position due to deficiencies in his job performance. DER advised him that the action was taken in accordance with 4 Pa.Code § 99.31, which provides in part that “[a]n appointing authority may reduce the salary of an employee on account of unsatisfactory performance of duties, or for disciplinary reasons to a lower salary rate within the salary range prescribed for his position.”\nFollowing his request for a hearing on the disciplinary action under §§ 951(a) and (b) of the Civil Service Act, Act of August 5, 1941, P.L. 752, as amended, 71 P.S. §§ 741.1 et seq., Appellant was denied a hearing under § 951(a), but was granted a hearing under § 951(b).\nAppellant then filed a petition for review, in the nature of mandamus, in Commonwealth Court, seeking an order either enjoining DER’s action or directing the Commission to provide him with a hearing pursuant to § 951(a) of the Act in addition to the hearing available under § 951(b). Upon consideration of the motions filed, the Commonwealth Court concluded the action taken by DER was not a “demotion” as defined by the Act which would trigger the right to a hearing under § 951(a) and further determined the appeal rights available to Appellant are those set forth in § 951(b).\nSterling has filed a direct appeal from the summary judgment purportedly under § 723(a) of the Judicial Code, 42 Pa.C.S.A. § 723(a), being therefore construed as an appeal from a final order of the Commonwealth Court. As we stated recently in O’Brien v. Commonwealth of Pennsylvania State Employes’ Retirement System, 503 Pa. 414, 469 A.2d 1008 (1983):\n“... an action to compel an administrative agency which has finally denied a request for a hearing to hold one is, as a matter of statutory interpretation, addressed to the appellate jurisdiction of the Commonwealth Court under § 763 of the Judicial Code, not an action ‘originally’ commenced in Commonwealth Court as required by § 723(a) governing direct appeals to this Court as of right.”\nAlthough we find that review of the Commission’s refusal to grant Sterling a hearing under § 951(a) of the Act was properly within the appellate jurisdiction of the Commonwealth Court, rather than its original jurisdiction, and that no right to a direct appeal to this Court exists, we will treat Appellant’s appeal as an appeal by allowance. See Pennsylvania Department of Aging v. Lindberg, 503 Pa. 423, 469 A.2d 1012 (1983). We now affirm the Commonwealth Court.\nThe issues presented by Sterling’s appeal are (1) whether DER exceeded its authority in reducing Appellant’s compensation for the performance of his duties as a mining district manager, and (2) whether the Commission has a duty to provide a civil service employee with a hearing on personnel actions taken by an appointing authority under facts such as those herein asserted.\nWe must reject Sterling’s contention that DER’s disciplinary action exceeded its authority under the Act. Appellant concedes that DER has the power to demote an employee to a lower class with a right to a hearing, but argues that DER lacks the authority to “demote” an employee within the same class without the right to a hearing. We note initially that Appellant’s argument is based upon a faulty premise, i.e., that every disciplinary action resulting in a reduction of an employee’s compensation is a demotion. “Demotion” as used in this Act is unambiguously defined as “... a change [in status] to a position in a class carrying a lower maximum salary”. This clearly does not encompass the disciplinary action undertaken by DER. Thus, we need not resort to principles of statutory construction, as urged by Appellant, in interpreting the plain language of this provision of the Act.\nAppellant further challenges DER’s action as violative of § 706 of the Act. Section 706 provides in part:\n“An appointing authority may demote to a vacant position in a lower class any employe in the classified service who does not satisfactorily perform the duties of the position to which he was appointed or promoted and who is able to perform the duties of the lower class.”\nAppellant argues, without justification, that DER’s action exceeded its authority because § 706 authorizes demotions to a lower class, but not demotions within the same class. “Demotion” is narrowly defined, however, as a change to a position in a class carrying a lower maximum salary and does not refer simply to a change within the same class or to a lower class.\nThe use of this form of personnel action to regulate the conduct of employees does not conflict with the purpose for which the Act was intended — i.e. greater efficiency and economy in the administration of the government. See 71 P.S. § 741.2. Recognizing that continued government service by a competent employee is consistent with the Act’s purpose, the Legislature sought to restrict the latitude of an agency’s power to dismiss an employee. The Legislature did not intend, however, to unduly restrict an agency’s managerial or supervisory actions, including disciplinary measures, reasonably designed to control an employee’s performance of his duties.\nAdministrative and judicial inquiry of the magnitude which is being sought herein would be disruptive and effectively destroy the very purposes of the Act — the need for continuity in government service.\nThus, determining DER’s action was not a “demotion” under the Act, we therefore conclude that the Appellant had no right to a hearing under § 951(a). The Appellant next argues that the Commission’s refusal to grant a hearing under § 951(a) is a violation of the due process clause of the Fourteenth Amendment or of the Pennsylvania Constitution. We find no merit in such an assertion.\nAs we stated in Scott v. Philadelphia Parking Authority, 402 Pa. 151, 166 A.2d 278 (1960), an appointed public employee’s right to tenure in public employment exists as a matter of legislative grace. No property interest in government employment exists per se which makes denial of a right of appeal a violation of due process, Kelly v. Jones, 419 Pa. 305, 214 A.2d 345 (1965); accordingly, the scope of an employee’s right to appeal actions of his employer is circumscribed by the Act which has created it.\nAn employee’s rights to a hearing are set forth in §§ 951(a) and (b) of the Act. Section 951(a) provides for administrative review by public hearing for a permanent separation, suspension for cause, furlough or demotion on the ground that such action was taken in violation of provisions of the Act. Section 951(b) provides review by a hearing for any person aggrieved by an alleged violation of § 905.1 of the Act relating to discrimination in personnel action for enumerated reasons, including “non-merit factors”. Because DER’s action was not a demotion, § 951(a) is inapplicable, and the Commission’s denial of a hearing under that section is not a violation of due process.\nROBERTS, C.J., and McDERMOTT, J., join in this opinion.\nOPINION IN SUPPORT OF REVERSAL\nLARSEN, Justice.\nI agree that appellant’s notice of appeal should be treated as a petition for allowance of appeal, and that the petition for allowance of appeal should be granted so that we may rule on the merits of this case. I cannot agree with the disposition on the merits, however, and I therefore express my opinion in support of reversal.\nLike the opinion in support of affirmance, I would hold that the action taken by DER with respect to appellant did not constitute a demotion within the meaning of the Civil Service Act, 71 P.S. § 741.3(16)(r). The opinion in support of affirmance has erred, however, in concluding that simply because appellant did not suffer a demotion, he is not entitled to relief.\nFirst, I think that both the action of DER and the regulation upon which it relied in this case were invalid. “[A]n administrative agency can only exercise those powers which have been conferred upon it by the Legislature in clear and unmistakable language.” Human Relations Commission v. Transit Casualty Insurance Company, 478 Pa. 430, 438, 387 A.2d 58, 62 (1978). The Civil Service Act grants neither DER nor the Civil Service Commission unbridled authority to regulate civil service employes; rather, the legislature placed in the Act numerous provisions governing the circumstances and manner in which employes may be appointed, promoted, transferred, furloughed, suspended, removed, or demoted. See 71 P.S. §§ 741.501, 741.602, 741.705, 741.706, 741.802, 741.803, 741.807. When an agency finds it necessary to discipline a regular employe, the Act provides that the employe may be demoted if he “does not satisfactorily perform the duties of the position to which he was appointed or promoted,” 71 P.S. § 741.706; that he may be suspended without pay “for good cause,” 71 P.S. § 741.803; or that he may be removed “for just cause,” 71 P.S. § 741.807. Any disciplinary action which does not comply with the provisions of the Act — for example, a reduction of the salary of an employe on account of unsatisfactory performance of duties, or for disciplinary reasons, to a lower salary rate within the salary range prescribed for his position — is beyond the scope of power conferred upon the agency by the legislature and cannot stand. I would, therefore, hold that both the disciplinary action of DER and the regulation upon which it relied in this case were invalid because they exceeded the authority granted by the legislature.\nEven assuming, as appellees argue, that “[t]he express provision for demotions to a lower class [71 P.S. § 741.706] necessarily includes the lesser power to impose the more lenient discipline of demotions within the same class [4 Pa.Code § 99.31],” appellant must certainly be accorded the hearing allowed in all demotion cases under 71 P.S. § 741.706.\nIn addition, I disagree with the conclusion expressed in the opinion in support of affirmance that DER’s disciplinary action, along with the Civil Service Commission’s denial of a hearing under 71 P.S. § 741.951(a), serves the purpose of the Civil Service Act. The purpose of the Act is to promote “[g]reater efficiency and economy in the administration of the government of this Commonwealth,” 71 P.S. § 741.2. Yet there is no way anyone can determine whether instituting disciplinary measures against appellant will promote greater efficiency and economy at DER until it has been proven that appellant has actually engaged in conduct detrimental to the agency. Administrative and judicial inquiry into the allegations against appellant would not be nearly as disruptive as would unfounded allegations of misconduct and disciplinary sanctions leveled at undeserving employes, yet such unfounded allegations and sanctions are precisely what the opinion in support of affirmance invites when it refuses to recognize the right and the need for a hearing in this case.\nFinally, the conclusion stated in the opinion in support of affirmance that “a hearing under § 951(b) is available ... to redress abuses of an agency’s authority to discipline its employees” is wholly disingenuous. As the opinion in support of affirmance properly notes, hearings held pursuant to 71 P.S. § 741.951(b) concern redress only for discriminatory actions. Such hearings are inadequate, therefore, to protect the rights of individuals, such as appellant, who have been subjected to disciplinary measures based precisely on merit factors.\nI would reverse the order of the Commonwealth Court and remand this case for a hearing pursuant to 71 P.S. § 741.951(a).\nAny person who is aggrieved by an alleged violation of section 905.1 of this act [prohibiting discrimination against employes because of political or religious opinions or affiliations, because of labor union affiliations, or because of race, national origin or other non-merit factors] may appeal in writing to the commission____ Upon receipt of such notice of appeal, the commission shall promptly schedule and hold a public hearing____\nOPINION IN SUPPORT OF REVERSAL\nHUTCHINSON, Justice.\nI would reverse because I do not believe the regulation used to reduce appellant’s pay is properly issued under the current version of the statute.\nFLAHERTY, J., joins in this opinion.\n. Section 951(a), 71 P.S. § 741.951(a), relates to hearings on the merits for violations of the Act resulting in permanent separation, suspension for cause, furlough or demotion; § 951(b), 71 P.S. § 741.951(b), relates to hearings for violations of § 905.1 of the Act, 71 P.S. § 741.905a, which provides, in relevant part,\n\"No officer or employe of the Commonwealth shall discriminate against any person in ... any other personnel action with respect to the classified service because of political or religious opinions or affiliations because of labor union affiliations or because of race, national origin or other non-merit factors.\"\n. A hearing under § 951(b) was scheduled; however, the parties agreed to a stay of the hearing until the disposition of the issues raised by this appeal.\n. 71 P.S. § 741.3(16)(r).\n. The tenor of Appellant’s brief suggests a concern that an agency may use its power to reduce an employee’s pay to circumvent review of its action in an adjudicatory hearing. The Appellant's claim, if established, would not affect our holding that a reduction in pay is not a demotion which would entitle the Appellant to a hearing under § 951(a) of the Act. Under § 951(b) of the Act, however, any person who is aggrieved by an alleged violation of § 905.1 of the Act, relating to discrimination in personnel actions because of non-merit factors, inter alia, is entitled to a hearing. A hearing under § 951(b) is available, therefore, to redress abuses of an agency’s authority to discipline its employees.\n. The Act defines a demotion as \"a change [in status] to a position in a class carrying a lower maximum salary.” 71 P.S. § 741.3(16)(r). In this case, however, although appellant’s salary was reduced two pay steps, he remained in the same position and class.\n. A regular employe is \"an employe Who has been appointed to a position in the classified service in accordance with this act after completing his probationary period.\" 71 P.S. § 741.3(16)(k). Appellant is a regular employe.\n. The regulation relied upon in this case provides that\n(a) An appointing authority may reduce the salary of an employe on account of unsatisfactory performance of duties, or for disciplinary reasons, to a lower salary rate within the salary range prescribed for his position.\n(b) Salary reduction under these circumstances shall not be deemed an involuntary demotion, and there shall be no appeal in accordance with the law and this Subpart.\n4 Pa.Code § 99.31.\n. Even if such a hearing were not required by statute, I believe it would be required by due process: appellant’s loss of pay during the period of his \"demotion” clearly constitutes a taking of his property by a governmental body. Further, the language of the regulation relied upon in this case cannot remove appellant’s \"demotion” from the protection of due process simply by deeming it to be something other than an involuntary demotion. An agency may not deem an action to be constitutional when, in fact, it is not.\n. 71 P.S. § 741.951(a) provides that\nAny regular employe in the classified service may ... appeal in writing to the commission. Any permanent separation, suspension for cause, furlough or demotion on the grounds that such action has been taken in his case in violation of the provisions of this act, upon receipt of such notice of appeal, the commission shall promptly schedule and hold a public hearing....\n. As appellant correctly notes in his brief, the opinion in support of affirmance grants a \"license for an agency to conduct an internal investigation or witch-hunt of an employee which produces insufficient evidence or which produces evidence that would not withstand the scrutiny of a hearing or which produces evidence the appointing authority wishes to cover-up from public scrutiny and nonetheless summarily demote such individual for cause without any judicial review.”\n. 71 P.S. § 741.951(b) provides that\n. The letter from DER to appellant notifying him of his “demotion in the same class by two (2) pay steps” offered the following reasons for the disciplinary actions:\nI. You have not carried out specific policies established by the Bureau of Mining and Reclamation____\nII. You have undermined DER personnel by revealing to mine operators and others internal communications which reflect poorly on your colleagues____\nIII. You have not demonstrated good judgment in supervisory situations____\nWhile it is possible that these performance-related reasons were created to hide actual discrimination against appellant, appellant should not be forced to make this assumption. Rather, he should be afforded the opportunity to challenge the action against him on its merits as well; appellant should be permitted to demand proof that the allegations against him are true before he is subjected to disciplinary action."}