{"id": "1787785", "contents": "OPINION\nLARSEN, Justice.\nThis is the latest in a parade of cases coming before us for interpretative review of the Pennsylvania No-Fault Motor Vehicle Insurance Act (No Fault Act). The single issue presented in this appeal is: Whether the Estate of a deceased victim is entitled to receive work loss benefits under the provisions of the No-fault Act. The Superior Court held that a deceased victim’s estate is entitled to work loss benefits. We agree and therefore affirm.\nOn January 14, 1977, John Goss Freeze, III, a minor child of eleven years of age, while riding a sled near his home in Wrightsville, Pennsylvania, was fatally injured when he was struck by an automobile. At the time of his accidental death, the minor-decedent was an insured under a no-fault automobile insurance policy issued by appellant, Donegal Mutual Insurance Company. Subsequently, the minor decedent’s father, John G. Freeze, Jr. (Appellee) was duly appointed administrator of the minor-decedent’s estate. Appellee applied to the appellant for payment of no-fault wage loss benefits. Appellant Donegal refused to pay the claim. Appellee instituted a complaint in assumpsit against appellant Donegal seeking to recover work loss benefits pursuant to the policy of insurance and the Pennsylvania No-fault Insurance Act. The appellant filed preliminary objections in the nature of a demurrer asserting that under the Pennsylvania No-fault Act, work .loss benefits are not provided for an eleven year old minor who has not entered the labor market prior to his death. The lower court agreed and sustained appellant’s demurrer. The court also, sua sponte, granted appellee leave to amend his complaint to seek survivor’s benefits and funeral expenses. The appellee chose not to amend and filed an appeal. The Superior Court reversed the lower court decision and held that the estate of a deceased victim is entitled to recover work loss benefits under the No-fault Act. Appellant filed a petition for allowance of appeal which we granted.\nAppellant argues that our opinion and decision in Allstate v. Heffner, 491 Pa. 447, 421 A.2d 629 (1980) restricts recovery of work loss benefits to those who are “survivors” of a deceased victim, and an estate is not a survivor within the meaning of the No-fault Act.\nIn Heffner, it was decided that the right to work loss benefits is not terminated by the demise of a victim. We held that “survivors” of deceased victims are entitled to payment of these benefits under the terms of the No-fault Act. It follows then that, if work loss benefits do not terminate upon the death of a deceased victim, absent a statutory bar those benefits are recoverable by the deceased victim’s estate. This is the natural, logical and compelling extension of our holding in Heffner. Upon a close and careful examination of the No-fault Act, we find no language which precludes the. recovery of work loss benefits to the estate of a deceased victim.\nWe previously have noted that the declared purpose of the No-fault Act, as set forth in its preamble is: “the maximum feasible restoration of all individuals injured and compensation of the economic losses of the survivors of all individuals killed in motor vehicle accidents on Commonwealth highways ...” Our approach in interpreting the No-fault Act, has been to consistently apply the rule of liberal construction mandated by the Statutory Construction Act. We also have presumed that the legislature intended to favor the public interest over any private interest. This has meant that in close or doubtful insurance cases we have found coverage for the insured. Further, this has meant that if we should err in ascertaining the intent of the legislature or the meaning of an insurance policy provision, we should err in favor of coverage for the insured. Allstate v. Heffner, supra.\nIn support of the argument that only “survivors” are entitled to the wage loss benefits of a deceased victim, the appellant points to the No-fault Act and Section 201(a) which provides:\nIf the accident resulting in injury occurs in this Commonwealth, any victim or any survivor of a deceased victim is entitled to receive basic loss benefits in accordance with the provisions of this Act.\nAppellant argues that the language, “any victim or any survivor of a deceased victim is entitled to recover basic loss benefits,” demonstrates the legislative intent that only survivors of a deceased victim and not the estate may receive wage loss benefits. Apparently, this is because the estate of a deceased victim is not specifically mentioned.\nThe appellant’s argument, however, overlooks the very basic and fundamental fact that a person who dies as a result of injuries sustained in a motor vehicle accident is, within the meaning of the No-fault Act, a victim. That an injured victim is entitled to basic loss benefits under the Act is beyond question. The fact that a “victim” dies as a result of his injuries and becomes, a “deceased victim”, makes him no less a “victim” entitled to benefits under the provisions of the Act. A personal representative in the person of the executor or administrator of his estate stands in the shoes of the deceased victim as far as entitlement to benefits is concerned. The event of a victim’s death activates the rights of statutory survivors to benefits under the Act. However, the activation of survivors’ rights does not diminish or erase the victim’s rights even though he now be a deceased victim. If it was intended that a victim’s right to benefits be extinguished at his death, the legislature could have and would have said so directly.\nThe appellant argues that if work loss benefits are required to be paid to estates of deceased victims even where there are no statutory survivors, the work loss benefits would be, in effect, a $15,000 life insurance policy. Appellant’s argument assumes payment to be automatic and fails to take into account all of the requirements of the Act which necessitate a showing of the loss claimed. Nevertheless, even if payment is automatic as appellant suggest, estates of deceased victims are entitled to work loss benefits under the No-fault Act unless and until the legislature amends the statute to the contrary.\nThe order of the Superior Court is affirmed.\nMcDERMOTT and ZAPPALA, JJ., join in this opinion.\nFLAHERTY, J., joins in this opinion and filed a concurring opinion.\nROBERTS, C.J., filed a dissenting opinion in which HUTCHINSON, J., joined.\nHUTCHINSON, J., filed a dissenting opinion in which ROBERTS, C.J., joined.\nNIX, J., did not participate in the consideration or decision of this case.\nThis case was reassigned to this author on October 26, 1983.\n. Act of July 19, 1974, P.L. 489, No. 176, 40 P.S. §§ 1009.101, et seq.\n. Work loss means:\n(A) loss of gross income of a victim, as calculated pursuant to the provisions of section 205 of this Act; and\n(B) reasonable expenses of a victim for hiring a substitute to perform self-employment services, thereby mitigating loss of income, or for hiring special help, thereby enabling a victim to work and mitigate loss of income. Act of July 19, 1974, P.L. 489, No. 176, Art. I, § 103; 40 P.S. § 1009.103.\n. Freeze v. Donegal Mutual Insurance Co., 301 Pa.Super. 344, 447 A.2d 999 (1982).\n. The automobile policy was issued to the decedent’s father, appellee, John G. Freeze, Jr. insuring the family vehicles.\n. Before addressing the merits of the case in Freeze v. Donegal Mutual Insurance Co., 301 Pa.Super. 344, 447 A.2d 999 (1982), the Superior Court raised sua sponte the issue of the appealability of the trial court’s order. The court raised this issue because the lower court’s order granted the plaintiff Freeze leave to amend his complaint to seek “survivor’s loss” benefits and funeral benefits. Ordinarily, where a court sustains preliminary objections without dismissing the complaint or otherwise terminating the action, the order is interlocutory and lacks the finality needed to be appealable. The court went on to say, however, that if the amendment permitted by the order would, for all intents and purposes, put him out of court on the question he seeks to litigate, then the order is definite and final and is appealable. The court found that in this case, the amendment permitted by the order would drastically alter Freeze's cause of action so as to effectively put him out of court on the issue he sought to litigate, therefore, the order is final and appealable. We agree with this analysis.\n. \"Survivor\" means:\n(A) spouse; or\n(B) child, parent, brother, sister or relative dependent upon the deceased for support.\nAct of July 19, 1974, P.L. 489, No. 176 Art. I, § 103, 40 P.S. §§ 1009.103.\n. Allstate v. Heffner, 491 Pa. 447, 421 A.2d 629 (1980).\n. Act of July 19, 1974, P.L. 489, No. 176, Art. I, § 102, 40 P.S. §§ 1009.102.\n. Act of Dec. 6, 1972, P.L. 1339, No. 290 § 3, 1 Pa.C.S.A. § 1928.\n. Act of Dec. 6, 1972, P.L. 1339, No. 290 § 3, 1 Pa.C.S.A. § 1922.\n. \"Victim” means an individual who suffers injury arising out of the maintenance or use of a motor vehicle; \"deceased victim” means a victim suffering death resulting from injury, [emphasis supplied] Act of July 19, 1974, P.L. 489, No. 176, Art. I, § 103, 40 P.S. §§ 1009.103.\n. Act of July 19, 1974, P.L. 489, No. 176, Art. II, §§ 201 and 205, §§ 40 P.S. §§ 1009.202; 1009.205."}