{"id": "1787690", "contents": "OPINION OF THE COURT\nNIX, Justice.\nIn this appeal we have agreed to decide whether, under Article I, section 8 of the Pennsylvania Constitution, which guarantees the citizens of this Commonwealth protection against unreasonable governmental searches and seizures, a defendant accused of a possessory crime will continue to have “automatic standing” to challenge the admissibility of evidence alleged to be the fruit of an illegal search and seizure. The United States Supreme Court has abolished “automatic standing” under the Fourth Amendment to the federal Constitution. United States v. Salvucci, 448 U.S. 83, 100 S.Ct. 2547, 65 L.Ed.2d 619 (1980). In interpreting Article I, section 8, therefore, we must decide whether to retain the “automatic standing” principle as a matter of state constitutional law, or to embrace the reasoning and conclusions of the United States Supreme Court and eliminate that concept.\nI.\nOn December 11, 1978 the Allentown Police Department executed a search warrant at an amusement arcade known as Games Galore located in the city of Allentown. The items set forth in the search warrant included firearms stolen in a recent burglary. As a result of the search, the police retrieved a number of firearms. These. firearms were located on open shelves beneath the counter in the arcade. It was later established that this area was one to which all of the employees had access.\nAppellant, who was a partner in the business, was not present at the time that the search was conducted. Subsequent to the search appellant was arrested and charged with the crimes of receiving stolen property and criminal conspiracy. The firearms recovered during the search formed the basis for the charge of receiving stolen property. Appellant, through his counsel in a pre-trial motion, sought to suppress the use of the fruits derived from the search, contending that the search warrant was defective. The court of common pleas determined that appellant had “automatic standing” to assert the illegality of the search and, further concluding that the warrant was defective because the reliability of the informant had not been properly established, suppressed the seized evidence. The Superi- or Court, 288 Pa.Super. 371, 432 A.2d 206, disagreed and held that appellant did not have standing. That court concluded that the concept of “automatic” standing had been overruled and was no longer viable and further that the appellant was unable to establish “actual” standing. We permitted review and are now being called upon to determine whether appellant was entitled to “automatic standing” under Article I, Section 8, of the Pennsylvania Constitution.\nIn undertaking our interpretation of that section of the state constitution, we find guidance in the admonitions of Mr. Justice Brennan of the United States Supreme Court:\n[T]he decisions of the Court are not, and should not be, dispositive of questions regarding rights guaranteed by counterpart provisions of state law. Accordingly, such decisions are not mechanically applicable to state law issues, and state court judges and the members of the bar seriously err if they so treat them. Rather, state court judges, and also practitioners, do well to scrutinize constitutional decisions by federal courts, for only if they are found to be logically persuasive and well-reasoned, paying due regard to precedent and the policies underlying specific constitutional guarantees, may they properly claim persuasive weight as guideposts when interpreting counterpart state guarantees.\nBrennan, State Constitutions and the Protection of Individual Rights, 90 Harv.L.Rev. 489, 502 (1977).\nAccordingly, we shall begin our discussion by analyzing the federal case law in the area of Fourth Amendment standing.\nII\nIt is appropriate to begin by tracing the historical development of the concept of Fourth Amendment standing. The requirement that a criminal defendant have standing to maintain a motion to suppress evidence alleged to have been obtained in violation of the Fourth Amendment’s proscription of unreasonable searches and seizures was developed by the federal courts in response to the United States Supreme Court’s decision in Weeks v. United States, 232 U.S. 383, 34 S.Ct. 341, 58 L.Ed. 652 (1914). The obvious intent of the standing requirement, which, from its inception, was more stringent than the rules generally employed to determine standing, see Scott, Standing in the Supreme Court-A Functional Analysis, 86 Harv.L.Rev. 645 (1973) (an analysis of general standing), was to limit the applicability of the exclusionary rule announced in Weeks. See, e.g., Edwards, Standing to Suppress Unreasonably Seized Evidence, 47 Nw.U.L.Rev. 471 (1952); Note, Standing Up for Fourth Amendment Rights: Salvucci, Rawlings and the Reasonable Expectation of Privacy, 31 Case W.Res.L.Rev. 656 (1981); Comment, 55 Mich.L.Rev. 567 (1957). Justification for imposing a standing requirement was most often found in the prevailing view that Fourth Amendment rights are personal rights which may not be vicariously asserted. See, e.g., Grainger v. United States, 158 F.2d 236 (4th Cir.1946); Ingram v. United States, 113 F.2d 966 (9th Cir.1940); Lewis v. United States, 92 F.2d 952 (10th Cir.1937); Mello v. United States, 66 F.2d 135 (3d Cir.1933); Brown v. United States, 61 F.2d 363 (8th Cir.1932); Shore v. United States, 60 U.S.App.D.C. 137, 49 F.2d 519, cert, denied, 283 U.S. 865, 51 S.Ct. 656, 75 L.Ed. 1469 (1931); In Re Dooley, 48 F.2d 121 (2d Cir.1931); Coon v. United States, 36 F.2d 164 (10th Cir.1929). Thus, standing to maintain a motion to suppress was sustained only where the search or seizure sought to be challenged was claimed to have violated the defendant’s own Fourth Amendment rights. See, e.g., Jeffers v. United States, 88 U.S.App.D.C. 58, 187 F.2d 498 (D.C.Cir.1950), aff'd., 342 U.S. 48, 72 S.Ct. 93, 96 L.Ed. 59 (1951); Ingram v. United States, supra; United States v. Seeman, 115 F.2d 371 (2d Cir.1940); Cravens v. United States, 62 F.2d 261 (8th Cir.1932), cert, denied, 289 U.S. 733, 53 S.Ct. 594, 77 L.Ed. 1481 (1933); United States v. DeVasto, 52 F.2d 26 (2d Cir.), cert, denied, 284 U.S. 678, 52 S.Ct. 138, 76 L.Ed. 573 (1931); Simmons v. United States, 18 F.2d 85 (8th Cir.1927); Graham v. United States, 15 F.2d 740 (8th Cir.1926), cert, denied sub nom. O’Fallon v. United States, 274 U.S. 743, 47 S.Ct. 587, 71 L.Ed. 1321 (1927).\nThe federal courts’ early Fourth Amendment standing tests, known collectively as the “trespass doctrine”, were based solely on the relative strength of the defendant’s possessory interest in the items seized or the property searched. See White & Greenspan, Standing to Object to Search and Seizure, 118 U.Pa.L.Rev. 33 (1970); Edwards, Standing to Suppress Unreasonably Seized Evidence, supra; Note, Standing Up for Fourth Amendment Rights: Salvucci, Rawlings, and the Reasonable Expectation of Privacy, supra. In essence, these rules found that the “personal” requirement was satisfied by a showing of a property or possessory right in the object seized or the place searched. Accordingly, the federal courts of appeals generally required an affirmative claim of ownership or possession of the seized property or a substantial possessory interest in the premises searched to establish Fourth Amendment standing. Jones v. United States, 362 U.S. 257, 80 S.Ct. 725, 4 L.Ed.2d 697 (1960); see generally Annot., 4 L.Ed.2d 1999 (1960); Annot., 96 L.Ed. 66 (1952).\nAs the term “trespass doctrine” implies, the federal courts relied on the common law of property in determining the question of standing:\nThey have denied standing to “guests” and “invitees” (e.g., Gaskins v. United States, 95 U.S.App.D.C. 34, 218 F.2d 47, 48; Gibson v. United States, 80 U.S.App.D.C. 81, 149 F.2d 381, 384; In Re Nassetta, 125 F.2d 924 [2nd Cir.1942]; Jones v. United States, 104 U.S.App.D.C. 345, 262 F.2d 234), and employees, who though in “control” or “occupancy” lacked “possession” (e.g., Connolly v. Medalie, 58 F.2d 629, 630 [2nd Cir.1932]; United States v. Conoscente, 63 F.2d 811 [2nd Cir.1933]). The necessary quantum of interest has been distinguished as being, variously, “ownership in or right to possession of the premises” (e.g., Jeffers v. United States, 88 U.S.App.D.C. 58, 61, 187 F.2d 498, 501, affirmed, Jeffers v. United States, 342 U.S. 48 [72 S.Ct. 93, 96 L.Ed. 59]), the interest of a “lessee or licensee” (United States v. De Bousi, 32 F.2d 902 [D.C.Mass.]), or of one with “dominion” (McMillan v. United States, 26 F.2d 58, 60 [10th Cir.1928]; Steeber v. United States, 198 F.2d 615, 617 [10th Cir.1952].)\nJones v. United States, supra 362 U.S. at 265-266, 80 S.Ct. at 733.\nThe requirement of a showing of ownership or possession of the property seized created a dilemma for defendants accused of crimes of which possession is itself an element. Judge Learned Hand articulated the position of such defendants in Connolly v. Medalie, 58 F.2d 629 (2d Cir.1932):\nMen may wince at admitting that they were the owners, or in possession, of contraband property; may wish at once to secure the remedies of a possessor, and avoid the perils of the part; but equivocation will not serve. If they come as victims, they must take on that role, with enough detail to cast them without question. The petitioners at bar shrank from that predicament; but they were obliged to choose one horn of the dilemma.\nId. at 630 (emphasis added).\nUnder the “trespass doctrine’s” formulation of standing, therefore, a defendant charged with a possessory crime who sought to suppress seized evidence was obligated to testify as to his ownership or possession of the seized property, risking the possibility of subsequent use of such admissions by the prosecution to obtain a conviction. The essence of the dilemma is a counterposition of Fourth Amendment protection against the Fifth Amendment’s privilege against self-incrimination. The interrelationship of those two amendments was alluded to by Justice Bradley in Boyd v. United States, 116 U.S. 616, 6 S.Ct. 524, 29 L.Ed.2d 746 (1886):\n[T]he “unreasonable searches and seizures” condemned in the Fourth Amendment are almost always made for the purpose of compelling a man to give evidence against himself, which in criminal cases is condemned in the Fifth Amendment; and compelling a man “in a criminal case to be a witness against himself,” which is condemned in the Fifth Amendment, throws light on the question as to what is an “unreasonable search and seizure” within the meaning of the Fourth Amendment.\nId. at 633, 6 S.Ct. at 533.\nThese questions relating to the efficacy of the “trespass doctrine” and the Judge Hand “dilemma” were first squarely addressed by the United States Supreme Court in 1960 in Jones v. United States, supra. Prior to that time, the law had evolved through lower federal court decisions.\nIn Jones, the defendant, charged with drug offenses, had been denied standing to object to the search of an apartment in which he was present as an invitee and in which narcotics were found. The government had challenged his standing on the grounds that he “alleged neither ownership of the seized articles nor an interest in the apartment greater than that of an ‘invitee or guest’ ”. Id. 362 U.S. at 259, 80 S.Ct. at 730. After noting the lower federal courts’ requirement that a defendant allege ownership or possession of the seized property or a substantial possessory interest in the premises searched, the Jones Court pointed out the anomalous consequences of applying traditional standing doctrine in cases such as the one before it:\nSince narcotics charges like those in the present indictment may be established through proof solely of possession of narcotics, a defendant seeking to comply with what has been the conventional standing requirement has been forced to allege facts the proof of which would tend, if indeed not be sufficient, to convict him. At the least, such a defendant has been placed in the criminally tendentious position of explaining his possession of the premises. He has been faced, not only with the chance that the allegations made on the motion to suppress may be used against him at the trial, although that they may is by no means an inevitable holding, but also with the encouragement that he perjure himself if he seeks to establish “standing” while maintaining a defense to the charge of possession.\nId. at 261-262, 80 S.Ct. at 731.\nThe Jones Court rejected the inevitability of Judge Hand’s “dilemma,” concluding that the charge of possession itself “eliminates any necessity for a preliminary showing of an interest in the premises searched or the property seized — ” Id. at 263, 80 S.Ct. at 732. The Court reasoned that to hold to the contrary would permit the government to benefit from contradictory positions in obtaining a conviction:\nPetitioner’s conviction flows from his possession of the narcotics at the time of the search. Yet the fruits of that search, upon which the conviction depends, were admitted into evidence on the ground that petitioner did not have possession of the narcotics at that time. The prosecution here thus subjected the defendant to the penalties meted out to one in lawless possession while refusing him the remedies designed for one in that situation. It is not consonant with the amenities, to put it mildly, of the administration of criminal justice to sanction such squarely contradictory assertions of power by the Government. The possession on the basis of which petitioner is to be and was convicted suffices to give him standing under any fair and rational conception____\nId. at 263-264, 80 S.Ct. at 732.\nThus Jones developed a rule, known as “automatic standing”, that the mere charge of a defendant with a possessory offense conferred standing to assert an alleged Fourth Amendment violation. See, e.g., United States v. Colacurcio, 499 F.2d 1401 (9th Cir.1974); United States v. Hearn, 496 F.2d 236 (6th Cir.1974), cert, denied, 419 U.S. 1048, 95 S.Ct. 622, 42 L.Ed.2d 642 (1974); United States v. Smith, 495 F.2d 668 (10th Cir.1974); United States v. Moody, 485 F.2d 531 (3d Cir.1973); United States v. Pui Kan Lam, 483 F.2d 1202 (2nd Cir.1973); United States v. Price, 447 F.2d 23 (2nd Cir.1971), cert, denied, 404 U.S. 912, 92 S.Ct. 232, 30 L.Ed.2d 186 (1971).\nIn an equally important development the Jones Court found as a second ground for the defendant’s Fourth Amendment standing the mere fact that he was lawfully on the premises. In doing so the Court rejected earlier requirements of property ownership:\n[I]t is unnecessary and ill-advised to import into the law surrounding the constitutional right to be free from unreasonable searches and seizures subtle distinctions, developed and refined by the common law in evolving the body of private property law which, more than almost any other branch of law, has been shaped by distinctions whose validity is largely historical____ Distinctions such as those between “lessee,” “licensee,” “invitee” and “guest,” often only of gossamer strength, ought not to be determinative in fashioning procedures ultimately referable to constitutional safeguards.\nId. 362 U.S. at 266, 80 S.Ct. at 733.\nInstead, the court expressed the view that “anyone legitimately on premises where a search occurs may challenge its legality by way of a motion to suppress, when its fruits are proposed to be used against him.” Id. at 267, 80 S.Ct. at 734.\nThe Jones decision represents the high-water mark of access in the context of capacity to challenge an asserted Fourth Amendment violation. Defendants charged with possessory offenses were provided “automatic” standing on the strength of the charge itself. Even where actual proof of standing was required it could be satisfied by the very liberal test of showing that the defendant was legitimately on the premises where the search occurred.\nIII.\nThe concept of a “legitimate expectation of privacy,” ultimately employed by the United States Supreme Court to circumscribe Fourth Amendment protection and to render the standing inquiry ineffectual under the resulting Fourth Amendment doctrine, was first articulated, ironically, in a decision which extended the reach of the Fourth Amendment to encompass remote electronic eavesdropping. In Katz v. United States, 389 U.S. 347, 88 S.Ct. 507, 19 L.Ed.2d 576 (1967), which did not address standing, the Supreme Court was faced with the limitations of the “trespass” doctrine in determining whether a search within the meaning of the Fourth Amendment had occurred when the defendant’s end of a telephone conversation, held in a closed telephone booth, was electronically overheard and recorded by government officials. Reasoning that technological advances in the art of surveillance outmoded the requirement of physical penetration, see, e.g., Goldman v. United States, 316 U.S. 129, 62 S.Ct. 993, 86 L.Ed. 1322 (1942); Olmstead v. United States, 277 U.S. 438, 48 S.Ct. 564, 72 L.Ed. 944 (1928), the Supreme Court there held that the government’s activities in electronically listening to and recording a defendant’s words, without penetration of a structure, constituted a “search and seizure” which violated the privacy upon which the caller justifiably relied. The Court declined to. frame the issue as whether the telephone booth was a “constitutionally protected area.” Rather, the Court looked to the caller’s expectations.\nThis holding was immensely significant in the area of electronic surveillance, because it provided Fourth Amendment coverage in an area where protection was previously not afforded. However, in what proved to be an even more far-reaching consequence, Justice Harlan, in a concurring opinion in Katz, first began the articulation of the “reasonable expectation of privacy” concept, and suggested its applicability beyond merely electronic surveillance cases.\nAs the Court’s opinion states, “the Fourth Amendment protects people, not places.” The question, however, is what protection it affords to those people. Generally, as here, the answer to that question requires reference to a “place.” My understanding of the rule that has emerged from prior decisions is that there is a twofold requirement, first that a person have exhibited an actual (subjective) expectation of privacy and, second, that the expectation be one that society is prepared to recognize as “reasonable.”\nKatz v. United States, supra at 361, 88 S.Ct. at 516 (Harlan, J., concurring).\nIn Mancusi v. DeForte, 392 U.S. 364, 88 S.Ct. 2120, 20 L.Ed.2d 1154 (1968), which followed Katz, Justice Harlan, writing for six members of the Court, replaced the Jones “legitimately on the premises” test with his “reasonable expectation of privacy” rule. Implicit in the DeForte decision was that the two tests were not inconsistent.\nA qualitative change in the development of the Harlan test occurred in Rakas v. Illinois, 439 U.S. 128, 99 S.Ct. 421, 58 L.Ed.2d 387 (1978). The Rakas Court radically altered both the focus of the inquiry into the capacity to invoke Fourth Amendment protection and the scope of that protection itself. After expressly rejecting the defendants’ theory that they had standing because they were the “target” of the investigation, Justice Rehnquist proceeded to reevaluate the standing requirements set forth in Jones. He concluded that the type of standing requirements discussed in Jones are more properly subsumed under substantive Fourth Amendment doctrine. Justice Rehnquist specifically rejected the “legitimately on the premises” test as a test for the measurement of Fourth Amendment rights. The Rakas Court shifted the focus from “standing” to the merits of the underlying claim. The Rakas Court held that the scope of the interest protected by the Fourth Amendment is to be determined by “whether the person who claims the protection of the Amendment has a legitimate expectation of privacy in the invaded place.” Rakas, supra 439 U.S. at 143, 99 S.Ct. at 430. The Court further declared that, to be considered “legitimate,” an expectation of privacy\nmust have a source outside of the Fourth Amendment, either by reference to concepts of real or personal property law or to understandings that are recognized and permitted by society. One of the main rights attaching to property is the right to exclude others.\nId. at 143 n. 12, 99 S.Ct. at 430 n. 12.\nThe impact of the Rakas Court’s pronouncements upon Fourth Amendment jurisprudence cannot be minimized. Whereas that Amendment declares that “[t]he right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated,” U.S. ConstAmend. IV, an interest in the property searched or objects seized, or one’s legitimate presence in the searched place, have become mere factors in determining whether a violation of the Fourth Amendment has occurred at all. Thus the Fourth Amendment protects only those persons who can demonstrate, after the fact, a “legitimate expectation of privacy” within the context of a particular search and seizure. Absent such a showing, a warrantless governmental intrusion, however blatant, is not “unreasonable”. Thus, the focus has shifted from the unreasonable governmental intrusion to a showing of the exclusivity of the defendant’s right of privacy. Justice White, writing for four members of the Court in the dissent in Rakas, persuasively argued that the majority’s test was divorced from the purpose of the Fourth Amendment:\nThe distinctions the Court would draw are based on relationships between private parties, but the Fourth Amendment is concerned with the relationship of one of those parties to the government.\nId. at 167-168, 99 S.Ct. at 443-444 (White, J., dissenting).\nThe Rakas “legitimate expectation of privacy” concept was subsequently employed by the United States Supreme Court to abolish the other aspect of Jones, “automatic standing,” in Salvucci v. United States, supra. In Salvucci, the Court held that “defendants charged with crimes of possession may only claim the benefits of the exclusionary rule if their own Fourth Amendment rights have in fact been violated”. Id. 448 U.S. at 85, 100 S.Ct. at 2549. The test offered to determine when this personal requirement has been met was “whether [they] had an expectation of privacy in the area searched.” Id. at 93, 100 S.Ct. at 2553. Whether the defendants had a possessory interest was no longer controlling.\nOn the same day the opinion in Salvucci was filed, the Supreme Court, again speaking through Justice Rehnquist, further refined its Rakas standard and the manner in which it is to be applied in Rawlings v. Kentucky, 448 U.S. 98, 100 S.Ct. 2556, 65 L.Ed.2d 633 (1980). In Rawlings, it became clear that the right to assert Fourth Amendment violations was to be arrived at after the application of a “totality of the circumstances” test. In rejecting the petitioner’s contention that his claim of ownership of seized drugs entitled him to challenge the search regardless of his expectation of privacy, the Court contrasted the nature of the appropriate judicial inquiry before and after Rakas:\nHad petitioner, placed his drugs in plain view, he would still have owned them, but he could not claim any legitimate expectation of privacy. Prior to Rakas, petitioner might have been given “standing” in such a case to challenge a “search” that netted those drugs but probably would have lost his claim on the merits. After Rakas, the two inquiries merge into one: whether governmental officials violated any legitimate expectation of privacy held by petitioner.\nId. at 106, 100 S.Ct. at 2562.\nThus after Rakas, Salvucci, and Rawlings the ability to prove a “legitimate expectation of privacy” by the “totality of the circumstances” is the sole determinant of the scope of protection afforded under the Fourth Amendment to the United States Constitution. The United States Supreme Court has chosen to limit the availability of relief by significantly narrowing the substantive scope of the protection provided by the Fourth Amendment. See Slobogin, Capacity to Contest a Search and Seizure: the Passing of Old Rule and Some Suggestions for New Ones, 18 Am.Crim.L. Rev. 387 (1981). Critical to the enjoyment of the protection is the demonstration of the exclusivity of the control of the defendant and the diminution of the concern as to unlawful and unreasonable governmental intrusion.\nIV.\nWe turn now to an interpretation of Article I, section 8 of the Pennsylvania Constitution. Preliminarily, we note that constitutional protection against unreasonable searches and seizures existed in Pennsylvania more than a decade before the adoption of the federal Constitution, and fifteen years prior to the promulgation of the Fourth Amendment. Clause 10 of the Pennsylvania Constitution of 1776 afforded such a guarantee. Our present Constitution, in section 8 of Article I, the Declaration of Rights, states:\nThe people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or to seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or affirmation subscribed to by the affiant.\nPa. Const. Art. I, § 8.\nWhile minimum federal constitutional guarantees are “equally applicable to the [analogous] state constitutional provision,” see, e.g., Commonwealth v. Platou, 455 Pa. 258, 260 n. 2, 312 A.2d 29, 31 n. 2 (1973), cert, denied, 417 U.S. 976, 94 S.Ct. 3183, 41 L.Ed.2d 1146 (1974), the state has the power to provide broader standards than those mandated by the federal Constitution:\nIt is well settled that a state may provide through its constitution a basis for the rights and liberties of its citizens independent from that provided by the Federal Constitution, and that the rights so guaranteed may be more expansive than their federal counterparts. Prune-Yard Shopping Center v. Robins, 447 U.S. 74, 80-82, 100 S.Ct. 2035, 2040-41, 64 L.Ed.2d 741 (1980); see Oregon v. Hass, 420 U.S. 714, 719, 95 S.Ct. 1215, 1219, 43 L.Ed.2d 570 (1975); Cooper v. California, 386 U.S. 58, 62, 87 S.Ct. 788, 791, 17 L.Ed.2d 730 (1967). See also Commonwealth v. Ware, 446 Pa. 52, 284 A.2d 700 (1971), cert, granted sub nom. Pennsylvania v. Ware, 405 U.S. 987, 92 S.Ct. 1254, 31 L.Ed.2d 453, subsequently vacated and denied, 406 U.S. 910, 92 S.Ct. 1606, 31 L.Ed.2d 821 (1972) (“it appearing that the judgment below rests upon an adequate state ground”). This Court has on numerous occasions recognized the Pennsylvania Constitution to be an. alternative and independent source of individual rights. See, e.g. Willing v. Mazzocone, 482 Pa. 377, 393 A.2d 1155 (1978); Commonwealth v. Triplett, 462 Pa. 244, 341 A.2d 62 (1975); Commonwealth v. Knowles, 459 Pa. 70, 73 n. 3, 327 A.2d 19, 20 n. 3 (1974); Commonwealth v. Platou, 455 Pa. 258, 312 A.2d 29 (1973), cert, denied, 417 U.S. 976, 94 S.Ct. 3183, 41 L.Ed.2d 1146 (1974); Goldman Theatres, Inc. v. Dana, 405 Pa. 83, 173 A.2d 59 cert, denied, 368 U.S. 897, 82 S.Ct. 174, 7 L.Ed.2d 93 (1961). Commonwealth v. Tate, 495 Pa. 158, 169-170, 432 A.2d 1382, 1387-1388 (1981).\nThis Court has not hesitated to interpret the Pennsylvania Constitution as affording greater protection to defendants than the federal Constitution. See, e.g., Commonwealth v. Bussey, 486 Pa. 221, 404 A.2d 1309 (1979); Commonwealth v. Triplett, 462 Pa. 244, 341 A.2d 62 (1975); Commonwealth v. Richman, 458 Pa. 167, 320 A.2d 351 (1974); Commonwealth v. Campana, 452 Pa. 233, 304 A.2d 432, vacated, 414 U.S. 808, 94 S.Ct. 73, 38 L.Ed.2d 44 (1973), on remand, 455 Pa. 622, 314 A.2d 854, cert, denied, 417 U.S. 969, 94 S.Ct. 3172, 41 L.Ed.2d 1139 (1974). In Commonwealth v. DeJohn, 486 Pa. 32, 403 A.2d 1283 (1979), cert, denied, 444 U.S. 1032, 100 S.Ct. 704, 62 L.Ed.2d 668 (1980), this Court declined to follow the United States Supreme Court’s Fourth Amendment decision in United States v. Miller, 425 U.S. 435, 96 S.Ct. 1619, 48 L.Ed.2d 71 (1976), in construing Article I, section 8’s protection against unreasonable searches and seizures. The DeJohn majority, concluding that under Article 1, section 8, bank customers have a legitimate expectation of privacy in records kept at a bank pertaining to their affairs, agreed that the appellant, whose records had been seized by the police, had standing to challenge their admissibility.\nIn construing Article I, section 8, we find it highly significant that the language employed in that provision does not vary in any significant respect from the words of its counterpart in our first constitution. The text of Article I, section 8 thus provides no basis for the conclusion that the philosophy and purpose it embodies today differs from those which first prompted the Commonwealth to guarantee protection from unreasonable governmental intrusion. Rather, the survival of the language now employed in Article I, section 8 through over 200 years of profound change in other areas demonstrates that the paramount concern for privacy first adopted as a part of our organic law in 1776 continues to enjoy the mandate of the people of this Commonwealth.\nOur task of interpretation is further facilitated by the existence of prior decisions of this Court construing the protection afforded by Article I, section 8, including a case embracing the concept of “automatic standing” as a matter of state constitutional law. In Commonwealth v. Knowles, 459 Pa. 70, 327 A.2d 19 (1974), we explained:\nIn Jones, the Supreme Court of the United States held, inter alia, that in order to have standing to assert a Fourth Amendment violation, one accused of a possessory crime is not required to assert an interest in the premises searched or the property seized. This Court has not hesitated to give effect to Jones. See, e.g., Commonwealth v. Weeden, 457 Pa. 436, 448-451, 322 A.2d 343, 349-351 (1974)10; Commonwealth v. Dembo, 451 Pa. 1, 7, 301 A.2d 689, 693 (1973); Commonwealth v. Rowe, 433 Pa. 14, 249 A.2d 911 (1969) (Opinion in Support of Affirmance) (Eagan, J., joined by O’Brien & Roberts, JJ.); cf. Commonwealth v. Platou, 455 Pa. 258, 312 A.2d 29 (1973), cert, denied, 417 U.S. 976, 94 S.Ct. 3183, 41 L.Ed.2d 1146 (1974).\nId., 459 Pa. at 76, 327 A.2d at 21-22.\nAfter examining the Jones Court’s governmental-contradiction rationale for conferring “automatic standing”, discussed in Part II, supra, we found the reasoning “compelling,” Id., 459 Pa. at 77, 327 A.2d at 22. This Court not only indicated in a footnote that “our analysis of the Fourth Amendment is equally applicable to the state constitutional provision”, Id., 459 Pa. at 73 n. 3, 327 A.2d at 20 n. 3, but explicitly stated in the text that our decision was based on Article I, section 8 as well as the Fourth Amendment. Id., 459 Pa. at 73, 327 A.2d at 20. Thus, a defendant accused of a possessory crime who seeks to challenge a search and seizure under Article I, section 8 has “automatic standing” under Knowles to maintain that challenge notwithstanding the United States Supreme Court’s recent pronouncements regarding the Fourth Amendment, unless we choose to abandon that concept. This we decline to do.\nLike the Supreme Court of our sister state, New Jersey, we find the United States Supreme Court’s grounds for abandoning the Jones “automatic standing” rule unpersuasive. See State v. Alston, 88 N.J. 211, 440 A.2d 1311 (1981). Rather we are convinced, as is the New Jersey Supreme Court, that\n[t]he automatic standing rule is a salutary one which protects the rights of defendants and eliminates the wasteful requirement of making a preliminary showing of standing in pretrial proceedings involving possessory offenses, where the charge itself alleges an interest sufficient to support a Fourth Amendment claim. [Salvucci, supra, 448 U.S. at 97, 100 S.Ct. at 2556, 65 L.Ed.2d at 632 (Marshall, J., dissenting).]\nId. at 228, 440 A.2d at 1320.\nWe decline to undermine the clear language of Article I, section 8 by making the Fourth Amendment’s amorphous “legitimate expectation of privacy” standard a part of our state guarantee against unreasonable searches and seizures. We do so not only because we find the United States Supreme Court’s analytical distinction between “standing” and “threshold substantive question,” see Rakas, supra 439 U.S. at 139 n. 7, 99 S.Ct. at 428 n. 7, unhelpful to our interpretation of Article I, section 8’s protection, but also because we believe the United States Supreme Court’s current use of the “legitimate expectation of privacy” concept needlessly detracts from the critical element of unreasonable governmental intrusion.\nArticle I, section 8 of the Pennsylvania Constitution, as consistently interpreted by this Court, mandates greater recognition of the need for protection from illegal governmental conduct offensive to the right of privacy.\nAn individual’s effects and possessions are constitutionally protected from unreasonable search and seizure as well as his person. U.S. ConstAmend. IV, Pa. Const, art. I, § 8. This protection does not depend on the physical presence or physical absence of the individual owner. ‘So long as a person seeks to preserve his effects as private, even if they are accessible to ... others, they are constitutionally protected. Stated differently, a person must maintain the privacy of his possessions in such a fashion that his “expectations of freedom from intrusion are recognized as reasonable.” ’ Commonwealth v. Platou, 455 Pa. 258, 266-267, 312 A.2d 29, 34 (1973), cert, denied, 417 U.S. 976, 94 S.Ct. 3183, 41 L.Ed.2d 1146 (1974). (Emphasis in original.)\nCommonwealth v. White, 459 Pa. 84, 89-90, 327 A.2d 40, 42 (1974).\nMoreover, we have held that personal possessions remain constitutionally protected under Article I, section 8 until their owner meaningfully abdicates his control, ownership or possessory interest therein. Commonwealth v. White, supra; see Commonwealth v. Platou, supra. We remain convinced that ownership or possession of the seized property is adequate to entitle the owner or possessor thereof to invoke the constitutional protection of Article I, section 8 by way of a motion to suppress its use as evidence. See also, State v. Alston, supra.\nSince we regard ownership or possession of the seized property as sufficient to confer standing to challenge a search and seizure under Article I, section 8, it necessarily follows that a person charged with a possessory offense must be accorded “automatic standing” adopted by this Court in Commonwealth v. Knowles, supra.\nV.\nIn the instant case, appellant was charged with receiving stolen property, 18 Pa.C.S. § 3925. That offense is defined in the Crimes Code as follows:\n(a) Offense defined. — A person is guilty of theft if he intentionally receives, retains, or disposes of movable property of another knowing that it has been stolen, or believing that it has probably been stolen, unless the property is received, retained, or disposed with intent to restore it to the owner.\n(b) Definition. — As used in this section the word “receiving” means acquiring possession, control or title, or lending on the security of the property.\n18 Pa.C.S. § 3925.\nProm the definition of “receiving” in section 3925(b), it is clear that possession is an essential element of the crime charged herein. See also Commonwealth v. Scudder, 490 Pa. 415, 416 A.2d 1003 (1980); Commonwealth v. Peluso, 481 Pa. 641, 393 A.2d 344 (1978). We therefore conclude that appellant is entitled to “automatic standing” under Article I, section 8 of the Pennsylvania Constitution to maintain a motion to suppress. The Order of the Superior Court must therefore be reversed and the matter remanded for consideration of the merits of appellant’s claim.\nAccordingly, the Order of the Superior Court is reversed and the case is remanded to the Superior Court.\nMcDERMOTT and HUTCHINSON, JJ., file dissenting opinions.\n. The other partner, a Mr. Joseph Clark, owned the building wherein Games Galore occupied the first floor. The second and third floors were rented as apartments. Appellant was a working partner and received one-half of the profits from the operations of Games Galore.\n. The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\nU.S. Const.Amend. IV.\n. Until Mapp v. Ohio, 367 U.S. 643, 81 S.Ct. 1684, 6 L.Ed.2d 1081 (1961), the exclusionary principle, announced for the first time in Weeks v. United States, 232 U.S. 383, 34 S.Ct. 341, 58 L.Ed. 652 (1914), was viewed by a majority of the Court as applicable only to the conduct of federal law enforcement officials. See Wolf v. Colorado, 338 U.S. 25, 69 S.Ct. 1359, 93 L.Ed. 1782 (1949). Mapp recognized the exclusionary rule as an essential part of the Fourth and Fourteenth Amendments and made the rule binding upon the states.\n. Although the Hand “dilemma” was first identified and labeled offensive in Boyd v. United States, 116 U.S. 616, 6 S.Ct. 524, 29 L.Ed. 746 (1886), the subsequent lower federal court cases failed to follow the lead of that decision in discussing standing. See Amsterdam, Perspectives on the Fourth Amendment, 58 Minn.L.Rev. 349 (1974).\n. This aspect of Jones has been characterized variously an alternative holding, Simmons v. United States, 390 U.S. 377, 390, 88 S.Ct. 967, 974, 19 L.Ed.2d 1247 (1968); the \"second branch of the holding\", Mancusi v. DeForte, 392 U.S. 364, 368, 88 S.Ct. 2120, 2123, 20 L.Ed.2d 1154 (1968); a \"statement\", Rakas v. Illinois, 439 U.S. 128, 143, 99 S.Ct. 421, 430, 58 L.Ed.2d 387 (1978); and \"sweeping dictum”, Mancusi v. DeForte, supra 392 U.S. at 375, 88 S.Ct. at 2127 (Black, J., dissenting).\n. However, as the discussion in section III of the text demonstrates, this trend was to reverse itself and the liberal approach to the capacity to assert such a violation was significantly restricted. In considering that development, it should be borne in mind that the Supreme Court was at the same time curtailing the Fourth Amendment protection on numerous fronts. The Court broadened the types of governmental action considered \"reasonable\" under the Amendment, see, e.g., New York v. Belton, 453 U.S. 454, 101 S.Ct. 2860, 69 L.Ed.2d 768 (1981 ); Michigan v. DeFillippo, 443 U.S. 31, 99 S.Ct. 2627, 61 L.Ed.2d 343 (1979); Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979); United States v. Martinez-Fuerte, 428 U.S. 543, 96 S.Ct. 3074, 49 L.Ed.2d 1116 (1976); South Dakota v. Opperman, 428 U.S. 364, 96 S.Ct. 3092, 49 L.Ed.2d 1000 (1976); Andresen v. Maryland, 427 U.S. 463, 96 S.Ct. 2737, 49 L.Ed.2d 627 (1976); United States v. Robinson, 414 U.S. 218, 94 S.Ct. 467, 38 L.Ed.2d 427 (1973); Adams v. Williams, 407 U.S. 143, 92 S.Ct. 1921, 32 L.Ed.2d 612 (1972); United States v. White, 401 U.S. 745, 91 S.Ct. 1122, 28 L.Ed.2d 453 (1971); Chambers v. Maroney, 399 U.S. 42, 90 S.Ct. 1975, 26 L.Ed.2d 419 (1970), and restricted state defendant’s access to federal court’s collateral review of Fourth Amendment claims, see Stone v. Powell, 428 U.S. 465, 96 S.Ct. 3037, 49 L.Ed.2d 1067 (1976).\n. It has been observed by some legal commentators that the tendency to restrict access to and the scope of the Fourth Amendment protection flows from a philosophical view of the objectives of that Amendment. Professor Amsterdam, for example, has noted:\n[Tjhe fourth amendment is not clear. The work of giving concrete and contemporary meaning to that brief, vague, general, unilluminating text written nearly two centuries ago is inescapably judgmental. In the pans of judgment sit imponderable weights.\nOn the one hand is the recognition that restrictions upon means of law enforcement handicap society’s capacity to deal with two of its most deeply disturbing problems: the fact and the fear of crime.... It was, after all, Learned Hand who admonished us that “[w]hat we need to fear is the archaic formalism and the watery sentiment that obstructs, delays, and defeats the prosecution of crime.” On the other hand, it was Mr. Justice Frankfurter — no watery sentimentalist — who reminded us that “[t]he history of liberty has largely been the history of observance of procedural safeguards.” And the history of the destruction of liberty, one may add, has largely been the history of the relaxation of those safeguards in the face of plausible-sounding governmental claims of a need to deal with widely frightening and emotion-freighted threats to the good order of society.\nAmsterdam, Perspectives on the Fourth Amendment, supra at 353-354 (footnotes omitted).\n. The Court observed:\nOne who occupies [a telephone booth], shuts the door behind him, and pays the toll that permits him to place a call is surely entitled to assume that the words he utters into the mouthpiece will not be broadcast to the world.\nKatz v. United States, 389 U.S. 347, 352, 88 S.Ct. 507, 511, 19 L.Ed.2d 576 (1967).\n. DeForte, a union official who shared the office with other officials and who was present during the search, was convicted of criminal misconduct in office after the seized union records were introduced at trial over his objection. The Court based its holding that DeForte had standing to object to the admission of the papers on Jones and on DeForte’s reasonable expectation that only union officials and their personal or business guests would enter the office and that union records would not be touched without permission. The fact that DeForte shared the office was not deemed significant for Fourth Amendment purposes.\n. In Rakas, the two defendants were arrested on charges of armed robbery after a warrantless search of the automobile in which they had been passengers revealed a rifle under the seat of the car and rifle shells in the vehicle’s locked glove compartment. Neither alleged a possessory interest in the automobile searched or the evidence seized. Their motion to suppress the fruits of the search was denied on the ground that they lacked standing to challenge the legality of the search, and the defendants were subsequently convicted.\n. In that case the Massachusetts state police seized checks during a search upon a defective warrant of an apartment rented by the mother of one of the defendants. Both defendants were subsequently charged with twelve counts of unlawful possession of stolen mail in violation of 18 U.S.C. § 1708. Their motion to suppress the checks in their federal trial was granted, and the court of appeals affirmed.\n. In support of its elimination of the \"automatic standing\" rule, the Court noted that Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968) removed the major justification for the creation of the “automatic standing” rule in the first instance.\nIn response to a concern, not present under the facts of Salvucci, that the Fifth Amendment dilemma would rise again through use of the defendant’s testimony at the suppression hearing for impeachment purposes at trial, Justice Rehnquist observed that \"the issue of whether Simmons precludes the use of a defendant’s testimony at a suppression hearing to impeach his testimony at trial has not been decided.” United States v. Salvucci, 448 U.S. 83, 94, 100 S.Ct. 2547, 2554, 65 L.Ed.2d 619 (1980). Justice Rehnquist deemed the question to “relate to the breadth of the Simmons privilege, and not to the need for retaining automatic standing.” Salvucci, supra at 95, 100 S.Ct. at 2554.\nThe “vice” of prosecutorial contradiction, the Jones Court’s other rationale for creating \"automatic standing,” was likewise rejected as having been resolved by the Rakas \"legitimate expectation of privacy” standard, which the Court viewed as \"clearly establishing] that a prosecutor may simultaneously maintain that a defendant criminally possessed the seized good, but was not subject to a Fourth Amendment deprivation, without legal contradiction.” Salvucci, supra at 90, 100 S.Ct. at 2552.\n. In Rawlings the defendant had placed controlled substances in a friend’s purse after the police entered the house he was visiting. After smelling marijuana smoke and observing marijuana seeds, the police ordered the defendant’s friend to empty her purse. She complied, whereupon the defendant claimed ownership of the drugs. His motion to suppress the controlled substances as the fruit of an illegal detention and illegal search was denied, inter alia, for lack of standing, and he was subsequently convicted.\n. The Court noted that Rawlings had known the owner of the purse for only a few days, had never previously sought or received access to the purse, and did not have the right to exclude others from such access. The Court also concluded that \"the precipitous nature of the transaction hardly supports a reasonable inference that [Rawlings] took normal precautions to maintain his privacy.\" Rawlings v. Kentucky, 448 U.S. 98, 105, 100 S.Ct. 2556, 2561, 65 L.Ed.2d 633 (1980). In addition, the Court noted that Rawlings had admitted \"that he had no subjective expectation that [the] purse would remain free from governmental intrusion____\" Id."}