{"id": "1788903", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis case involves primarily the question of whether the Zoning Board of Adjustment of the City of Philadelphia (the Board) has the power to enforce its regulations as to use and structural requirements for buildings against the Department of General Services, an agency of the Commonwealth.\nThe case arose when the Commonwealth, on January 31, 1979, applied to the Department of Licenses and Inspections of the City of Philadelphia for the permits necessary to construct a new two story building which would serve as a workshop and day development center for mentally handicapped persons. The. proposed site for this building adjoined Kemble Park at the corner of Ogontz and Olney Avenues in Philadelphia, and had been purchased by the Commonwealth in 1974. On February 21, 1979 the Department of Licenses denied the Commonwealth’s application on the grounds that the proposed use of the building was not permitted in an R-9A residential district; the proposed seven foot chain link fence was not permitted in an R-9A district; and the number and location of proposed parking spaces was not in conformity with applicable sections of the Philadelphia Code.\nOn March 2, 1979, the Commonwealth appealed this ruling to the Zoning Board of Adjustment of the City of Philadelphia. The Board, after three hearings, on March 5, 1980 affirmed the licensing department’s denial of the necessary building permits and denied the Commonwealth’s request for a variance. On March 28, 1980 the Commonwealth petitioned the Court of Common Pleas of Philadelphia for a writ of certiorari to review the Board’s decision. The Commonwealth claimed both that its use did not violate the zoning ordinance existing at the time of the purchase of the property and that the Zoning Board had no jurisdiction over the Commonwealth.\nThe Court of Common Pleas held that because the Commonwealth, acting under the authority of the Mental Health and Mental Retardation Act of 1966, Act of October 20, 1966, Special Sess. No. 3, P.L. 96, as amended, 50 P.S. § 4101 et seq., has the power to condemn property for the purpose of establishing mental health facilities in various localities, the Commonwealth is immune from local use restrictions. The Board and the Ogontz Area Neighbors Association (a group which had opposed the request for a variance before the Zoning Board) appealed to Commonwealth Court, which, by an equally divided panel, affirmed the Philadelphia Court of Common Pleas. 73 Pa.Cmwlth. 525, 459 A.2d 50. The opinion in support of affirmance agreed with the trial court in its reliance on the Commonwealth’s eminent domain power, whereas the opinion in support of reversal emphasized that the legislature, by Act of May 6, 1929, P.L. 1551 § 12, as amended, 53 P.S. § 14762, has established a conflict of laws provision applicable to Philadelphia’s zoning regulations which grants preeminence to Philadelphia’s zoning regulations as to conflicting statutes, ordinances or regulations when they impose less stringent requirements. Commonwealth Court also quashed the Board’s appeal and denied the City’s petition to be substituted nunc pro tunc for the Board. The Ogontz Area Neighborhood Association, the City of Philadelphia and the Zoning Board petitioned for allowance of appeal and we granted Allocatur.\nThe issues to be resolved on this appeal are three: (1) whether the City of Philadelphia, acting through its Zoning Board, may impose use, setback, height, and other related restrictions with respect to a building which the Commonwealth seeks to erect pursuant to its authority under the Mental Health and Mental Retardation Act of 1966 to plan, supervise, operate and acquire property for mental health and mental retardation facilities at various locations throughout the state; (2) whether Commonwealth Court erred in quashing the Board’s appeal; (3) whether Commonwealth Court was in error in denying the City’s petition to be substituted for the Board as the party taking the appeal.\nI.\nAs a background to the present dispute, it is well to review the structure of the governmental entities involved and the authority pursuant to which they act. Philadelphia is a municipal corporation, and as such is subject to regulation by the state:\nMunicipal corporations are agents of the state, invested with certain subordinate governmental functions for reasons of convenience and public policy. They are created, governed, and the extent of their powers determined by the Legislature and subject to change, repeal or total abolition at its will.\nCity of Pittsburgh v. Commonwealth, 468 Pa. 174, 179, 360 A.2d 607, 610 (1976), citing Commonwealth v. Moir, 199 Pa. 534, 541, 49 A. 351, 352 (1901). Philadelphia is also a home rule city, having taken advantage of the First Class Cities Home Rule Act, Act of April 21, 1949, P.L. 665, 53 P.S. § 13101 et seq., to adopt its Home Rule Charter. As this Court stated in Kelly v. Philadelphia, 382 Pa. 459, 115 A.2d 238 (1955), Philadelphia derives its power generally to govern itself and to enact zoning regulations from the Home Rule Act:\na city taking advantage of the Act [the First Class Cities Home Rule Act], subject to certain limitations in Section 18 ... was granted all powers and authority of local self-government together with complete powers of legislation and administration relative to its municipal functions. Section 17 of the Act provided in part that “... The charter of any city adopted or amended in accordance with this act may provide for a form or system of municipal government and for the exercise of any and all powers relating to its municipal functions, not inconsistent with the Constitution of the United States or of this Commonwealth, to the full extent that the General Assembly may legislate in reference thereto as to cities of the first class, and with like effect, and the city may enact ordinances, rules and regulations necessary and proper for carrying into execution the foregoing powers and all other powers vested in the city by the charter it adopts or by this or any other law...”. Since the power to zone is not one of the specifically enumerated limitations set forth in Section 18 of the Home Rule Act, such power is fairly included under the sweeping grant contained in Section 17, supra.\n382 Pa. at 469-70, 115 A.2d at 243.\nAlthough Philadelphia now enacts its zoning regulations pursuant to its powers under the Home Rule Act, it was first authorized to enact zoning regulations by the Act of May 11, 1915, P.L. 285, § 1, 53 P.S. § 14751, and later by the Zoning Enabling Act of 1929, P.L. 1551, § 1 et seq., 53 P.S. § 14752 et seq., which expanded its zoning regulatory powers. Among the provisions of the Zoning Enabling Act was a conflict of laws section, providing in pertinent part:\n§ 14762. Conflict with other laws\nWherever the regulations made under authority of this act require a greater width or size of yards, courts, or other open spaces, or require a lower height of building, or less number of stories, or require a greater percentage of lot to be left unoccupied, or impose other higher standards than are required in any other statute or local ordinance or regulations, the provisions of the regulations made under authority of this act shall govern.\nAct of May 6, 1929, P.L. 1551, § 12, 53 P.S. § 14762. Since the Home Rule Charter of Philadelphia contains “an explicit recognition in Section 11-101 ... that earlier legislative provisions not inconsistent therewith are to remain in force,” Kelly v. Philadelphia, 382 Pa. at 471, 115 A.2d at 244, and since the Philadelphia zoning ordinance contains no conflict of laws section which is inconsistent with that of the 1929 Zoning Enabling Act, the conflict of laws section of the earlier act remains in force. Thus, although Philadelphia’s zoning authority derives from the Home Rule Act and not from the Zoning Enabling Act, provisions of the Zoning Enabling Act which are not inconsistent with Philadelphia’s zoning regulations remain in force. It is for this reason that Commonwealth Court’s Opinion in Support of Reversal was able to cite the conflict of laws section of the Zoning Enabling Act to support its conclusion that local use restrictions should control.\nCommonwealth agencies, on the other hand, derive their powers from statutes mandating their creation and the exercise of certain functions. In this case, the Department of Public Welfare (DPW) derives its powers to acquire land from two acts: the Mental Health and Mental Retardation Act of 1966, which grants DPW the power “to ... acquire, through the Department of Property and Supplies, other additional facilities,” 50 P.S. § 4202; and Act 256 of 1970, which allocated funds to DPW to develop a regional program to reorient patients from Pennhurst State School and Hospital. Act of November 27, 1970, P.L. 773, No. 256. The Department of Property and Supplies, in turn, which is named as the agent through which DPW is to acquire additional facilities, derives its eminent domain authority from 71 P.S. §§ 1707.4b and 1707.12 (Supp 1983-84).\nThus, as this Court observed in City of Pittsburgh, the conflict that arises when a Commonwealth agency seeks to utilize real property in a manner that conflicts with a municipal corporation’s zoning regulations is not a contest between superior and inferior governmental entities, but instead a contest between two instrumentalities of the state. 468 Pa. at 179, 360 A.2d at 610. The legislature has the power to regulate both of these governmental entities, enlarging or restricting their authority to act; and generally, the task of courts in these cases is to determine, through an examination of the enabling statutes applicable to each of the governmental entities, which the legislature intended to have preeminent powers. The problem, essentially, is one of statutory interpretation.\nII.\nA general rule as to the precise circumstances under which a Commonwealth agency’s land use determinations will prevail over the land use regulations of a local zoning board has never been formulated by this Court. We have, however, been faced with the problem of conflicting land use goals in Township of South Fayette v. Commonwealth, 477 Pa. 574, 385 A.2d 344 (1978); City of Pittsburgh v. Commonwealth, 468 Pa. 174, 360 A.2d 607 (1976); and Pemberton Appeal, 434 Pa. 249, 252 A.2d 597 (1969).\nBefore discussing these cases, we first address the view strongly asserted by the Ogontz Area Neighbors Association and by the Commonwealth Court’s Opinion in Support of Reversal that the Zoning Enabling Act’s conflict of laws section, 53 P.S. § 14762, requires that local more stringent use restrictions prevail over all other lesser restrictive regulations. This section provides:\nWherever the regulations made under authority of this act require a greater width or size of yards, courts, or other open spaces, or require a lower height of building, or less number of stories, or require a greater percentage of lot to be left unoccupied, or impose other higher standards than are required in any other statute or local ordinance or regulations, the provisions of the regulations made under authority of this act shall govern.\n53 P.S. § 14762. Since the subject matter of § 14762, by its terms, is setback, height and similar restrictions, not use restrictions, we decline to extend its application to use restrictions, and thus disagree with the Opinion in Support of Reversal of Commonwealth Court that the conflict of laws section is dispositive of the use question. We turn now to a discussion of the applicable case law.\nIn Pemberton Appeal the question was whether a township can exclude schools from certain areas by use of its zoning regulations. This Court held that it could not because the township’s authority to regulate land use was, in this case, in conflict with power granted to the school district “to locate, determine, acquire, and if necessary condemn, all real estate deemed necessary for schools.” 434 Pa. at 256, 252 A.2d at 600. The rationale of the case was that since the township’s exercise of its zoning authority interfered with a specific grant of authority to the school district to locate and acquire property for schools, the school district was held to be not subject to the township’s zoning regulations.\nIn City of Pittsburgh the Bureau of Corrections sought to establish a pre-release facility in leased premises without making application for certificate of occupancy, variance or other zoning authorization for the intended use. The issue presented was whether a Commonwealth agency with general power to establish pre-release centers throughout the Commonwealth could preempt the municipality’s zoning authority. We held that in the absence of a clear legislative intent that one governmental activity should transcend the other, a balancing analysis should be carried out in which the legislative grants are examined along with their purposes and the facts of the individual cases. 468 Pa. at 182, 360 A.2d at 612 (1976). Since (1) the Court found no explicit language in the act indicating a legislative intent to disrupt local zoning ordinances; (2) the city had neither attempted to prohibit completely the existence of pre-release centers nor acted arbitrarily; (3) the statutory construction act directs courts to give effect, if possible, to both general and special provisions in conflicting statutes; (4) the City of Pittsburgh’s enabling statute contained a conflict of laws provision favorable to the city; the Court held that there was no indication of legislative intent that the state agency had the power to establish its site without regard for local zoning regulations.\nTwo years after City of Pittsburgh, this Court decided Township of South Fayette v. Commonwealth, 477 Pa. 574, 385 A.2d 344 (1978). In South Fayette, Commonwealth Court, relying on our decision in City of Pittsburgh, issued a preliminary injunction against the Commonwealth, ordering it to cease operation of a treatment unit for delinquent juveniles on the grounds that the Commonwealth’s operation of the facility violated the South Fayette zoning ordinance. This Court reversed, holding that because the township’s right to relief was not clear, the injunction must be vacated. In determining the right to relief, this Court reiterated its balancing approach enunciated in City of Pittsburgh, and formulated six specific considerations to be used in balancing the interests of the South Fayette parties: (1) whether the intended use violated the zoning ordinance; (2) the significance of the Commonwealth’s ownership of the property; (3) the parens patriae responsibility of the Commonwealth; (4) the authority to establish juvenile centers; (5) the absence in the first class township zoning authority of a conflict of laws provision, “such as was present in City of Pittsburgh”; (6) particular circumstances of the case. 477 Pa. at 581-82, 385 A.2d at 347.\nThe common thread running through these cases is the assertion that “When there is an apparent conflict in the use of [land use] powers we must look to the intent of the Legislature to determine which exercise of authority is to prevail.” City of Pittsburgh, 468 Pa. at 182, 360 A.2d at 612. Since legislative intent is not always self-evident, this Court adopted the balancing test, mentioned earlier, in which the nature and purpose of the legislative grant and the facts of the case are examined in an attempt to determine which agency the legislature intended to be preeminent.\nIn City of Pittsburgh this Court also stated that legislative intent to override municipal zoning powers may be indicated “either by the inclusion of the power of eminent domain to the state agency or clear language showing the overriding intent____” 468 Pa. at 184-85, 360 A.2d at 613. (Emphasis added). This sentence from City of Pittsburgh is of especial importance in this case, for, as mentioned earlier, both the Court of Common Pleas and the opinion in support of affirmance in Commonwealth Court relied on the Commonwealth’s eminent domain power in holding that the Commonwealth was not subject to the jurisdiction of the Philadelphia Zoning Board.\nIt now appears to us that although our past emphasis on discovering the legislative intent was correct, this Court’s earlier view that eminent domain powers necessarily indicate a legislative intent that the agency may override local zoning regulations, should no longer control. We do not believe that the grant of eminent domain power to a state agency invariably indicates legislative intent that the state agency may act without regard for local zoning regulations. Accordingly, insofar as City of Pittsburgh stands for the proposition that the grant of eminent domain powers to a state agency may be taken as an indication of legislative intent that the state agency may override local zoning regulations, it is expressly overruled.\nMoreover, although we continue to subscribe to the view that legislative intent as to which agency’s powers are preeminent must control, it is now apparent that the balancing test enunciated in City of Pittsburgh has little to do with legislative intent. Rather, it is a kind of ad hoc judicial legislation of authority to the governmental unit which, in the circumstances, seems to have the most compelling case. Pemberton Appeal and City of Pittsburgh, in fact, are illustrative of this point. The grant of power to the Bureau of Correction in City of Pittsburgh was “to. establish ... such prisoner pre-release centers at such locations throughout the Commonwealth as it may deem necessary____” The School District’s grant of power in Pemberton Appeal was to “locate, determine, acquire, and if necessary condemn all real estate deemed necessary for schools.” Basically, these grants of power are the same: both agencies are empowered to establish their respective facilities in cases where they deem it necessary. “Locate and determine” are merely words relating to planning; and “acquire and if necessary condemn” only relate to the method of obtaining the ownership necessary to establish the facility. Yet this Court held that the statutory grant in Pemberton Appeal was “precise and specific,” whereas that in City of Pittsburgh indicated no legislative intent to override zoning regulations.\nWhile we have no quarrel with the results reached in these cases, it is evident that the cognitive differences in the statutory language in the two cases are so slight that statutory language alone does not explain the difference in the results. Rather, it appears that the Court considered all the circumstances of the cases, balanced the interests of the parties, and decided the cases on the apparent equities of the situations. Whatever virtue there may be in this approach, it has the disability of leading to uncertain results at every level. This, in turn, fosters layer upon layer of litigation, tying up land, the courts and Commonwealth agencies for years.\nApart from the inevitable litigation which results from the knowledge that the next court might “balance” differently than the last, the real difficulty with the balancing approach is that it has nothing to do with legislative intent. Rather, it amounts to a judicial determination that since the legislature did not provide for the situation at hand, the courts will. It seems to us a better approach to return to the original task of determining legislative intent.\nWhen we approach this task, however, we are immediately faced with a paradox: determination of legislative intent as to priority of the two governmental entities is necessary to decide the case, but that intent is indecipherable from the applicable statutes. Having rejected balancing, and being unable to determine legislative intent as to which agency is to prevail, we turn to the statutory construction rule that legislative intent may be determined by a consideration, inter alia, of the consequences of a particular interpretation. Statutory Construction Act, 1 Pa.C.S.A. § 1921(c)(6). The consequences of deciding that the Commonwealth should be preeminent in this matter are that Philadelphia’s zoning scheme would be frustrated in this case and in every other case where a Commonwealth land use plan conflicted with the city plan. On the other hand, if the city were to prevail, the Commonwealth’s mandate to establish mental health facilities at various locations in the state would not necessarily be frustrated, for the loss of one location might well be compensated for by substitution of another. Thus, deciding that the city’s zoning authority supersedes that of the Commonwealth agency to establish a mental health facility in a particular geographical location arguably would give effect to the legislative mandates of both governmental entities, a consequence which, absent more certain legislative direction, seems advisable. Accordingly, we hold that DPW is subject to the jurisdiction of the Zoning Board and that in the case of a conflict between DPW’s land use plans and the zoning use regulatory scheme of Philadelphia, the zoning scheme shall prevail. We decline to infer a legislative intent that the Commonwealth agency has preemptive land use powers. Of course, should the legislature determine that one or more Commonwealth agencies or projects should be empowered to supersede local land use regulations, it need only pass legislation to that effect. Therefore, Commonwealth Court’s holding that the Commonwealth is not subject to the jurisdiction of the Zoning Board with respect to local use restrictions is reversed.\nThe final issues, whether Commonwealth Court was in error in quashing the Board’s appeal and in denying the City’s petition to be substituted for the Board as the party taking the appeal, are without merit. It is well settled that a Zoning Board of Adjustment has no right to appeal an adverse decision by a court of common pleas. Lansdowne Borough Board of Adjustment’s Appeal, 313 Pa. 523, 170 A. 867 (1934). Further, since the city petitioned for substitution as a party more than a year after the appeal period had run, it was not error to deny the city’s petition. Pa. R.A.P. 1512 provides that a petition for review of an appealable order shall be filed within 30 days after entry of the order.\nOrder of Commonwealth Court in Nos. 115 and 116, quashing the Board’s appeal and denying the City’s petition for substitution, is affirmed. Order of Commonwealth Court in No. 114, affirming the Court of Common Pleas’ reversal of the Board, is reversed. The case is remanded to the Court of Common Pleas for determination of the Commonwealth’s claim that its application for variance was erroneously denied.\nZAPPALA, J., files a concurring opinion which LARSEN and McDERMOTT, JJ., join.\n. The Commonwealth, through the Department of Public Welfare acquired this site and eleven other sites in Philadelphia as part of a legislative mandate to relocate approximately 900 patients formerly housed at Pennhurst State School and Hospital. Of the twelve sites planned for Philadelphia, two were acquired by the Department's power of eminent domain. There is nothing of record to indicate whether zoning problems occurred with any of the sites except the one at Ogontz and Olney Avenues.\n. Because of the disposition of the case in the lower courts, where the Board was held to have no jurisdiction over a Commonwealth agency, neither Common Pleas Court nor Commonwealth Court addressed the additional claims that the Board abused its discretion in refusing a variance as to local requirements concerning fence height and the placement and number of parking spaces. Our disposition of the case requires that these matters be considered on remand.\n. Section 11 of the Home Rule Act provides that “All existing acts or parts of acts and ordinances affecting the organization, government and powers of the city, not inconsistent or in conflict with the organic law so adopted, shall remain in full force.” Act of April 21, 1949, P.L. 665, § 11, 53 P.S. § 13111.\n. Section 14762 does establish the preeminence of Philadelphia’s setback, height, etc. regulations, without regard to whether Philadelphia’s use regulations supersede the use intended by Commonwealth agencies. That is to say, absent clear legislative direction to the contrary, the Commonwealth agency in this case would be subject to Philadelphia’s setback, etc. restrictions even if it were determined that Philadelphia has no jurisdiction to regulate the Commonwealth's use of property."}