{"id": "1790972", "contents": "OPINION OF THE COURT\nLARSEN, Justice.\nThe issue presented by this case is whether a single unlawful act which affects multiple victims may support multiple sentences without violating the double jeopardy clause of the Fifth Amendment of the United States Constitution. We hold that it may.\nAppellee, Charles Frisbie, while fleeing from police officers in downtown Philadelphia, drove his car through a crowded intersection and seriously injured nine pedestrians. Appellee then drove on and was not apprehended until his vehicle overturned on a busy expressway. As a result of this incident, appellee was tried and convicted by a judge sitting without a jury of nine counts of recklessly endangering another person and one count of leaving the scene of an accident involving personal injury. Post-trial motions were denied and appellee was sentenced to ten consecutive one-year terms of probation, one term for each of the nine counts of recklessly endangering and one term for the count of leaving the scene of an accident.\nOn appeal, the Superior Court held that appellee’s “single action” of “propell[ing] his vehicle forward through a crowd of persons causing injury to numerous persons ... [could] support but one sentence.” Commonwealth v. Frisbie, 318 Pa.Super. 168, 178, 464 A.2d 1283, 1288 (1983). The Superi- or Court therefore vacated the nine recklessly endangering sentences and remanded for resentencing. We granted the Commonwealth’s petition for allowance of appeal and we now reverse.\nWhether the double jeopardy clause of the Fifth Amendment prohibits multiple sentences based upon a single unlawful act which affects multiple victims is an issue of first impression before this Court. The Superior Court, however, believed that its decision in the instant case was controlled by this Court’s decision in Commonwealth v. Walker, 468 Pa. 323, 362 A.2d 227 (1976). In Walker, the defendant had been sentenced for both rape and statutory rape based on a single act of sexual intercourse. Since rape is, by definition, an act performed without the consent of the victim and statutory rape is, by definition, an act performed with the consent of the victim, this Court held that it was possible for the defendant’s conduct to have constituted but one of the two offenses for which he had been sentenced, i.e. rape, and therefore set aside the sentence for statutory rape. In that case, this Court did not face the issue of whether a single act which injures a number of people can be the basis for multiple sentences. This Court did state, however, that “[w]here there is but one act of cause of injury, or death of a number of persons, there is but one injury to the Commonwealth, ...” Id., 468 Pa. at 331, 362 A.2d at 231, and that “it is beyond the power of a court imposing sentence to impose multiple sentences on a defendant for a single act.” Id., 468 Pa. at 330 n. 3, 362 A.2d at 230 n. 3. To the extent that the above-quoted language from Walker conflicts with our holding today, Walker is hereby expressly overruled.\nThe basic principles that govern this area of the law were announced by this Court in Commonwealth v. Tarver, 493 Pa. 320, 426 A.2d 569 (1981):\nThe double jeopardy protection of the Fifth Amendment of the United States Constitution has been made applicable to the States through the Fourteenth Amendment. Benton v. Maryland, 395 U.S. 784, 89 S.Ct. 2056, 23 L.Ed.2d 707 (1969). That clause provides: “... nor shall any person be subject for the same offense to be twice put in jeopardy of life or limb; ...” The constitutional prohibition of double jeopardy has been held to consist of three separate guarantees: (a) protection against a second prosecution for the same offense after an acquittal; (b) protection against a second prosecution for the same offense after conviction; and (c) protection against multiple punishments for the same offense. [Citations omitted.] ... The double jeopardy provision does not restrain the legislature in its role in defining crimes and fixing penalties. Its intendment is to prevent courts from imposing more than one punishment under the legislative enactment and restraining prosecutors from attempting to secure that punishment in more than one trial. Brown v. Ohio, [432 U.S. 161, 97 S.Ct. 2221, 53 L.Ed.2d 187 (1975)]. Where consecutive sentences are imposed at a single trial, double jeopardy prevents the court from exceeding its legislative authorization by imposing multiple punishments for the “same offense. ” Brown v. Ohio, supra; [Additional citations omitted.]\nId., 493 Pa. at 324-25, 426 A.2d at 571 (emphasis added). Thus, in resolving the issue of whether a single act which injures multiple victims can be the basis for multiple sentences, our task is to simply determine whether the legislature intended that each injury constitute a separate offense.\nSection 105 of the Crimes Code provides that criminal statutes “shall be construed according to the fair import of their terms” and in such a manner as to “further the general purposes stated in” § 104 of the Code. 18 Pa.C.S.A. § 105. Initially, therefore, we look to the language of the statute in question.\nThe Crimes Code defines the crime of “recklessly endangering another person” as follows:\n§ 2705. Recklessly endangering another person\nA person commits a misdemeanor of the second degree if he recklessly engages in conduct which places or may place another person in danger of death or serious bodily injury.\n18 Pa.C.S.A. § 2705 (emphasis added). Construing this language “according to the fair import of [its] terms,” we conclude that § 2705 was written with regard to an individual person being placed in danger of death or serious bodily injury, and that a separate offense is committed for each individual person placed in such danger.\nWhere the legislature has intended to preclude multiple punishments for multiple injuries resulting from a single act, it has expressly done so. Commonwealth v. Miller, 469 Pa. 24, 364 A.2d 886 (1976). For example, in § 2707 of the Crimes Code, the legislature made it a crime to “throw ... a rock, stone, brick, ... or any deadly or dangerous missile ... into a vehicle ... that is occupied by one or more persons____” 18 Pa.C.S.A. § 2707 (emphasis added). Similarly, § 2710 of the Crimes Code makes it a crime to commit an offense under any other provision of Article B (offenses involving danger to the person) “with malicious intention toward the race, color, religion or national origin of another individual or group of individuals.\" 18 Pa.C.S.A. § 2710 (emphasis added). Had the legislature intended to preclude multiple punishments under § 2705, that section would read: “a person commits a misdemeanor of the second degree if he recklessly engages in conduct which places or may place another person or persons in danger of death or serious bodily injury.”\nOur conclusion is also supported by the general purposes of the Crimes Code. 18 Pa.C.S.A. § 104. Among those purposes are that of insuring that punishment is proportionate with criminal liability, 18 Pa.C.S.A. § 104(3), and that of differentiating among offenders based on the seriousness of their offenses, 18 Pa.C.S.A. § 104(5). An offender whose unlawful act harms or is likely to harm many people is more culpable, and thus deserving of more severe punishment, than an offender whose unlawful act harms only one person. By holding that multiple sentences may be imposed for a single unlawful act, both purposes are served.\nTherefore, we hold that the imposition of multiple sentences upon a defendant whose single unlawful act injures multiple victims is legislatively authorized and, consequently, does not violate the double jeopardy clause of the Fifth Amendment. Thus, the trial court did not err in sentencing appellee to one term of probation for each of the nine victims injured by appellee’s reckless act.\nAccordingly, the order of the Superior Court is reversed, and the sentences imposed by the trial court are reinstated.\nNIX, C.J., filed a concurring opinion.\nZAPPALA, J., joined the Opinion of the Court and also filed a concurring opinion.\n. 18 Pa.C.S.A. § 2705.\n. 75 Pa.C.S.A. § 3742.\n. Appellee’s sentence for leaving the scene of an accident involving personal injury was not disturbed by the Superior Court and is not involved in the present appeal.\n. This holding comports with the view held by a majority of courts in this country. See 7A Am.Jur.2d Automobiles and Highway Traffic § 391 (1980) (\"Most courts hold that there are as many separate and distinct offenses as there are persons injured or killed____”). See also Annot., 8 A.L.R.4th 960 (1981) (\"many courts apply[ ] the view that a single act affecting multiple victims constitutes multiple criminal offenses____”)."}