{"id": "1790980", "contents": "OPINION OF THE COURT\nMcDermott, Justice.\nIn this appeal review is sought from an order of the Superior Court which affirmed the order of the Court of Common Pleas of Somerset County. The court of common pleas dismissed appellant’s motion to open the judgment confessed against them. The salient facts are set forth below.\nAppellant, Laurel Mountain Development Corporation (Laurel Mountain) was the owner and developer of a tract of land in Somerset County. Pursuant to a mortgage agreement signed on August 25, 1975, Laurel Mountain received a $600,000 loan from Keystone Bank. Appellee, First Seneca Bank and Trust (First Seneca) is Keystone’s successor by merger. According to the terms of the mortgage agreement Laurel Mountain was to receive $225,000 immediately and the balance of the funds when others joined the venture. The mortgage agreement contained a confession of judgment clause.\nLaurel Mountain eventually received $244,000. In November 1976, Laurel Mountain began experiencing problems with their development plans and' defaulted on the loan. The following May an arrangement was made resolving the initial default. Shortly thereafter, Laurel Mountain again fell into default and Keystone sought to confess judgment pursuant to the mortgage note. In March of 1979, judgment was confessed. Keystone attempted to execute on the judgment several times during 1980 and 1981, but execution was stayed either by consent or order of the court.\nLaurel Mountain asserted that it was Keystone’s failure to disburse the balance of the loan funds which caused the default. Laurel Mountain avers that it contacted Keystone on several occasions requesting distribution of the remaining funds and was assured by Keystone that the funds would be forthcoming. Therefore, according to Laurel, litigation to compel distribution was unwarranted. The attorney who confessed judgment against Laurel Mountain also represented Laurel Mountain’s president and allegedly advised him not to be alarmed about the entry of judgment.\nIn March of 1980, when Keystone sought to execute upon the real property of Laurel Mountain, Laurel Mountain, now represented by new counsel, sought a stay of the execution arguing that the Department of Environmental Resources was going to approve a necessary sewage treatment plan. A stay of 120 days was granted. In October of that same year Laurel Mountain sought another stay, asserting that sales during the upcoming months would satisfy current obligations. The court, persuaded that Laurel Mountain would be successful in its attempt, granted another stay until March 31, 1981. Prior to expiration of this stay, on February 11, 1981, Laurel Mountain instituted a separate action in equity against the bank seeking to compel disbursement of the remaining funds and to enjoin execution upon the confessed judgment. This occurred nearly twenty-three months after the confessed judgment was filed, and almost one year after new counsel was retained.\nOn March 31, 1981, the second stay expired. First Seneca, now merged with Keystone, sought to proceed with execution. Four months later, on July 30, 1981, Laurel Mountain, at this point represented by yet a third counsel, filed a petition to open or in the alternative to strike the judgment, a motion for stay of execution and a motion to consolidate that execution with the equity suit. The petition to open judgment was dismissed on February 8, 1982. The dismissal was affirmed by the Superior Court. Appellant herein petitioned this Court for review and we granted allocatur. After consideration, we affirm the decision of the Superior Court.\nA petition to open judgment is an appeal to the equitable powers of the court. As such it is committed to the sound discretion of the hearing court and will not be disturbed absent a manifest abuse of discretion. Lincoln Bank v. C & H. Agency, Inc., 500 Pa. 294, 456 A.2d 136 (1982). A judgment taken by confession will be opened in only a limited number of circumstances, and only when the person seeking to have it opened acts promptly, alleges a meritorious defense and presents sufficient evidence of that defense to require submission of the issues to the jury. Kardos v. Morris, 470 Pa. 337, 341-42, 368 A.2d 657, 659 (1977); West Chester Plaza v. The Chester Engineers, 319 Pa.Super. 196, 199, 465 A.2d 1297, 1298 (1983); Bell Federal Savings and Loan Association of Bellevue v. Laura Lanes Inc., 291 Pa.Super. 395, 398, 435 A.2d 1285, 1286 (1981); Pa.R.Civ.P. 2959.\nWhen deciding whether it is proper or permissible to open a confession by judgment the courts are not bound by an inflexible time frame. Lincoln Bank v. C & H Agency, Inc., supra; Windber Trust Co. v. Evans, 192 Pa.Super. 417, 161 A.2d 664 (1960). The crucial factor in determining whether a petition is timely is not the specific time which has elapsed but rather the reasonableness of the explanation given for the delay. Lincoln Bank C & H Agency, supra; Jamestown Co. v. Conneaut Dock and Dredge Co., 339 Pa. 26, 14 A.2d 325 (1940).\nExamination of the instant record demonstrates that Laurel Mountain waited 28 months between entry of judgment and the filing of the petition to open. In its defense Laurel Mountain contends that the reason for the delay in filing its petition was the result of advice from its first attorney, Abraham Fishkin. As noted previously, Mr. Fishkin was counsel for both parties at the time judgment was confessed: an obvious conflict. While this explanation might explain part of the lapse, Laurel Mountain retained new counsel in March of 1980, correcting that conflict a full sixteen months before the petition to open was filed.\nLaurel Mountain also argues that there was really only a three month delay and not a twenty-eight month delay as First Seneca charges. In support of this argument Laurel Mountain contends that although the judgment was confessed in March of 1979, the parties continued to engage in negotiations until November of 1980. Laurel Mountain also avers that once it realized that a negotiated settlement was not to be reached it filed an equitable action in Allegheny County on February 11, 1981, seeking specific performance of the mortgage, and that that date should have been considered as the controlling one.\nWe are not persuaded by appellants’ arguments. Analyzing Laurel Mountain’s course of conduct it appears that they chose to attack the validity of the judgment only after it was apparent .that they were not going to be successful in obtaining the necessary financing to satisfy their outstanding obligations. The perhaps unwise choice of tactics by appellants’ respective attorneys was not a sufficient explanation for the delay in filing, and we see no error in the decisions of the lower courts refusing to open the judgment.\nAlthough appellants cite cases where petitions to open have been granted despite delays which were longer than the lapse at issue here, those cases are factually inapposite, involving equitable considerations not present in this case. See Lincoln Bank v. C & H Agency, Inc., 500 Pa. 294, 456 A.2d 136 (1982); Queen City Electrical Supply Company, Inc. v. Soltis Electric Company, 491 Pa. 354, 421 A.2d 174 (1980); Provident Credit Corporation v. Young, 300 Pa. Super. 117, 446 A.2d 257 (1982).\nIt is also to be noted that one of the equitable considerations often relied upon by lower courts in excusing delay, i.e., lack of notice, was not present here. Laurel Mountain was represented by counsel at every juncture in the proceeding, beginning when the mortgage note was signed, when the judgment was confessed, and throughout the twenty-eight months that followed. Even if we excuse the period of time Mr. Fishken acted as counsel, there is still a sixteen month period during which Laurel Mountain had counsel but chose options other than filing a petition to open.\nThe decision of the Superior Court is affirmed.\n. Laurel Mountain incorrectly believed that filing this action was the proper method by which to attack the judgment. Upon learning that it was necessary to file a petition to open judgment, Laurel Mountain did so in July of 1981."}