{"id": "1790963", "contents": "OPINION\nPAPADAKOS, Justice.\nThis is the appeal of William David James from the Superior Court’s Order reversing an Allegheny County Common Pleas Court’s Order entered-on October 2, 1980, by the Honorable Henry Smith, suppressing the in-court identification of Appellant.\nAppellant was arrested on May 2, 1979, and charged with involuntary deviate sexual intercourse, indecent assault, terroristic threats, and simple assault, (18 Pa.C.S. Sections 3123(1), 3126(1), 2706, 2701(a)(1)).\nOn September 24, 1979, Appellant pled guilty to the charges filed against him, but on April 10, 1980, the trial court permitted him to withdraw his guilty plea.\nOn June 10, 1980, Appellant filed an omnibus motion for relief seeking to suppress the victim’s testimony regarding her photo identification of Appellant, a composite drawing of Appellant made from the victim’s description, the victim’s preliminary hearing identification of Appellant, and future in-court identification of Appellant by the victim.\nBy its order of October 2, 1980, the Suppression Court denied Appellant’s motion except as to the in-court identification, and the case proceeded to trial. Because the jury could not reach an unanimous verdict, the trial court discharged it on October 10, 1980. On October 29, 1980, the Commonwealth appealed that portion of the suppression court’s order suppressing the victim’s in-court identification, and requested a remand for a new trial. Superior Court reversed and this appeal followed. We granted allocatur since, among other issues, the question of whether an appeal from a suppression order may be taken by the Commonwealth after a mistrial for manifest necessity is a novel one.\nAppellant now argues that: 1) the Commonwealth should have appealed directly from the suppression order and prior to trial, 2) the Commonwealth’s failure to appeal the suppression order prior to the commencement of trial constituted a waiver of its right to appeal it, and 3) the Superior Court erroneously ruled that the trial court abused its discretion .in suppressing any in-court identification by the victim.\nOrders entered by courts are subject to appellate review when two conditions are met. A final determination as defined by Pennsylvania Rule of Appellate Procedure 341 must be entered on record to trigger Pa.R.A.P. 903(a), and the Appellant must have properly preserved on record the issue he wishes to challenge by first raising it before the trial court. Pa.R.A.P. 302. These conditions are met in this appeal.\nWe long ago determined that the practical effects of an order granting the suppression of any evidence gives to that order such an attribute of finality as to justify the grant to the Commonwealth of a right to appeal. Commonwealth v. Bosurgi, 411 Pa. 56, 190 A.2d 304 (1963); Commonwealth v. Fisher, 422 Pa. 136, 221 A.2d 191 (1966); Commonwealth v. Pomponi, 436 Pa. 565, 259 A.2d 872 (1970). This is so because the Commonwealth could be completely deprived of any opportunity to secure appellate review of the validity of the suppression order which forces the Commonwealth to trial without all its evidence.\nThe evidence suppressed may well mark the difference between success and failure in the prosecution; to deny the Commonwealth its only opportunity of securing an appellate review to determine whether the evidence was properly suppressed is highly unfair to the Commonwealth and interests of society which it represents.\nBosurgi, 411 Pa. 56 at 63, 190 A.2d 304 at 308 (1963).\nAppellant correctly argues that the Commonwealth should have appealed directly from the suppression order and prior to trial. This record indicates that the Commonwealth did not appeal directly from the suppression order, but elected to proceed to a jury trial which resulted in a mistrial for manifest necessity. The right to reprosecution exists here because, where the jury cannot agree on its verdict, a mistrial may be declared for manifest necessity without a bar to reprosecution. Commonwealth v. Mehmeti, 501 Pa. 589, 462 A.2d 657 (1983); Commonwealth v. Santiago, 492 Pa. 297, 424 A.2d 870 (1981); Commonwealth v. Sullivan, 484 Pa. 130, 398 A.2d 978 (1979).\nSince a mistrial for manifest necessity does not bar reprosecution, the status of the case is as though a trial had never occurred and places the matter in a pre-trial context, (See Merklin v. Philadelphia Sub Water Company, 239 Pa.Superior Ct. 229, 361 A.2d 754 (1976). All final orders are, of course, preserved notwithstanding the declaration of a mistrial and any pre-trial appealable order would still retain its appealability if appealed in compliance with the thirty (30) day requirement of Pa.R.A.P. 903(a). The Commonwealth, in fact, filed its appeal October 20, 1980, within thirty (30) days of the suppression order of October 2, 1980, thereby timely challenging the suppression order in a pretrial setting.\nAs such, we need not consider whether the Commonwealth waives its pre-trial right to challenge a suppression order by proceeding to a trial that results in a verdict. We are satisfied that the Commonwealth timely and properly appealed the suppression order, and therefore will review the validity of the order.\nThe trial judge, in sum and substance, disallowed the in-court identification as unreliable because that court found “the victim’s identification of the defendant did not become crystalized in her mind on the night of the incident, but only after observing the defendant at the preliminary hearing and during two full days of the suppression hearing,” (Slip Opinion, 5).\nOur scope of review of suppression orders in an appeal by the Commonwealth was set forth in Commonwealth v. Hamlin, 503 Pa. 210, 216, 469 A.2d 137, 139 (1983) wherein we stated:\nThus, where the Commonwealth is appealing the adverse decision of a suppression court, a reviewing court must consider only the evidence of the defendant’s witnesses and so much of the evidence for the prosecution as read in the context of the record as a whole remains uncontradicted.\nFurthermore, we are bound by the findings of a suppression court if those findings are supported by the record, Commonwealth v. Gray, 473 Pa. 424, 374 A.2d 1285 (1977). See also Commonwealth v. Lewis, 472 Pa. 235, 372 A.2d 399 (1977) and Commonwealth v. Wiggins, 472 Pa. 95, 371 A.2d 207 (1977).\nApplying the Hamlin review standard to this record, the following factual pattern emerges.\nThe assault took place at 10:15 at night (R.197), in an alley lit by a corner street light. (R.199). The victim testified that she saw her assailant's face for anywhere between five to ten minutes (R200-1) during the assault, and that forty-five minutes after the assault, at 11:00 P.M., she could describe her assailant to the police as a black male, light skinned, 6'2\"-6'3\", with a moustache and “afro” hair style (R.198). Some two to three weeks after the assault the police prepared a composite sketch of the assailant at the victim’s direction. (R.204). On May 2, 1979, six weeks after the assault, the victim was shown mug shots of eight individuals, one of whom (Appellant) she picked out as her assailant. The victim definitively stated: “This is the one, I’m positive, I’d never forget his face.” (R.213).\nAt this point it becomes clear to us that the Commonwealth’s uncontradicted evidence and the Appellant’s pertinent evidence leads to one inescapable conclusion: the victim did indeed crystalize her identification of Appellant during the assault and demonstrated ability to identify her assailant 1) to the police immediately following the assault, 2) two weeks later when she directed the preparation of a composite sketch, and 3) six weeks after the assault when she picked out Appellant’s photograph from all the mug shots shown her. The trial court’s contrary finding has no support in this record and cannot be sustained.\nIt is true that the only time the victim saw Appellant after the assault was at the preliminary hearing and at the suppression hearing at a time when Appellant was the only person shackled in the room. It is also true that both the preliminary hearing and the suppression hearing confrontations were suggestive, but we are satisfied that the victim had an independent basis for her identification and that her in-court identification should have, been allowed. In determining that the victim had an independent basis for her identification we have considered the following factors:\nthe opportunity of the witness to view the criminal at the time of the crime, the witness’ degree of attention, the accuracy of the witness’ prior description of the criminal, the level of certainty demonstrated by the witness at the confrontation, and the length of time between the crime and the confrontation.\nCommonwealth v. Slaughter, 482 Pa. 538, 546, 394 A.2d 453, 457 (1978); See also Niel v. Biggers, 409 U.S. 188, 93 S.Ct. 375, 34 L.Ed.2d 401 (1972).\nHere the victim had ample opportunity — five to ten minutes — to observe her assailant at the time of the crime, and the witness appears to have been keenly aware of what was transpiring during the crime. Furthermore, she promptly gave the police an extremely accurate description of her assailant, with the only error being one of a few inches in height. The victim, however, admits not being able to judge heights. (R. 199). The victim was able to direct the preparation of a composite sketch within a few weeks after the assault as well as make an immediate and unhesitating photo identification some six weeks after the assault. These factors clearly establish the independent basis for an in-court identification which is not made inadmissible because of any suggestive preliminary hearing or suppression hearing confrontations.\nThe Order of Superior Court is affirmed.\nNIX, C.J., filed a concurring opinion.\nHUTCHINSON and ZAPPALA, JJ., filed dissenting opinions.\n. Pa.R.A.P. 341(c) provides:\nCriminal orders. An appeal may be taken by the Commonwealth from any final order in a criminal matter only in the circumstances provided by law.\n. Pa.R.A.P. 903(a) provides:\nGeneral rule. Except as otherwise prescribed by this rule, the notice of appeal required by Rule 902 (manner of taking appeal) shall be filed within thirty days after the entry of the order from which the appeal is taken.\n. Pa.R.A.P. 302 provides:\n■ General rule. Issues not raised in the lower court are waived and cannot be raised for the first time on appeal.\n. In many jurisdictions, a mistrial is, in effect, “no trial\", leaving the case in a pre-trial context. Harnage v. State, 290 Ala. 142, 274 So.2d 352 (1972); State v. Neil, 102 Ariz. 110, 425 P.2d 842 (1967); Tipps v. Mullis, 257 Ark. 622, 519 S.W.2d 67 (1975); People v. Richard, 85 Cal.App.3d 292 (1978); In re: Alpine, 203 Cal. 731, 265 P. 947 (1928); Estate of Bartholomae, 261 Cal.App.2d 839, 68 Cal.Rptr. 332 (1968); People v. Jamerson, 196 Colo. 63, 580 P.2d 805 (1978); Jamison v. U.S., 373 A.2d 594 (D.C.App.) (1977); Hess v. State, 146 Ga.App. 874, 247 S.E.2d 546 (1978); Baird v. Chicago, 61 Iowa 359, 16 N.W. 207 (1883); State v. Talmage, 104 Idaho 249, 658 P.2d 920 (1983); Papageorgiou v. G.W. Woolworth Co., 66 Ill.App.3d 873, 23 Ill.Dec. 319, 383 N.E.2d 1346 (1978); Hendrix v. Garret, 203 Kan. 140, 453 P.2d 486 (1969); Maine v. Commeau, 438 A.2d 454 (Me. 1981); Powers v. State, 285 Md. 269, 401 A.2d 1031 (1979); People v. Hamm, 100 Mich.App. 429, 298 N.W.2d 896 (1980); Storey v. Weinberg, 226 Minn. 48, 31 N.W.2d 912 (1948); Ad-Art v. Denison, 94 Nev. 73, 574 P.2d 1016 (1978); State v. Hale, 127 N.J.Superior Ct. 407, 317 A.2d 731 (1974); Templin v. Mountain Bell Telephone Co., 97 N.M. 699, 643 P.2d 263 (App.1982); People v. Cipolla, 7 A.D.2d 698, 179 N.Y.S.2d 459 (1958); State v. Cutshall, 278 N.C. 334, 180 S.E.2d 745 (1971); State v. Young, 212 N.W. 857, 55 N.D. 194 (1927); Pickle v. Bliss, 418 P.2d 69 (Oklahoma) (1966); State v. Mills, 281 S.C. 60, 314 S.E.2d 324 (1984); Coronado Oil Company v. Grieves, 642 P.2d 423 (Wyo.1982)."}