{"id": "1790977", "contents": "OPINION\nZAPPALA, Justice.\nIn Commonwealth, Department of General Services v. Frank Briscoe Co., Inc., 502 Pa. 449, 466 A.2d 1336 (1983), this Court held that where “the Commonwealth has initiated suit in the Commonwealth Court,” that court’s “jurisdiction over ‘civil actions or proceedings’ includes jurisdiction to decide counterclaims which arise from the same underlying transaction.” 502 Pa. at 457, 466 A.2d at 1340. We must now decide whether the reasoning in Briscoe extends so far as to support jurisdiction in the Commonwealth Court to decide claims filed against an additional defendant by an original defendant in a suit initiated by the Commonwealth. We determine that it does not.\nIn 1974, the Department of Transportation entered into a contract with Bucheit, the Appellant in No. 35, for the construction of the Brady Street Bridge in Pittsburgh. The Department also entered into a separate contract with Magna-Flux, the Appellant in No. 34, to inspect, test, and certify the structural steel used to construct the bridge. Bucheit, in turn, entered into a subcontract with Pittsburgh-Des Moines Steel, Appellee in both cases, to supply the steel for the bridge.\nIn 1977, the Department determined that certain work on the bridge involving the welding of steel girders was defective. As a result, it ordered Bucheit to make the necessary repairs, which was done. Thereupon, Bucheit instituted an action against the Department before the Board of Claims in the amount of $2.9 million, the cost of making the ordered repairs.\nThe actions at bar were brought as matters within the Commonwealth Court’s original jurisdiction in 1982 with the Department’s filing of complaints in assumpsit and trespass against Bucheit and Magna-Flux. The actions alleged breaches of the express contracts and implied warranties, as well as negligent construction and inspection. The Department claimed damages of approximately $1.4 million against Bucheit and $300,000.00 against Magna-Flux.\nBucheit’s answer to the complaint raised new matter and asserted a counterclaim against the Department for the $2.9 million for corrective work. Bucheit also filed a complaint seeking to join Pittsburgh-Des Moines as an additional defendant, alleging that the Department’s complaint against Bucheit was based entirely on work done by Pittsburgh-Des Moines. Bucheit asserted that Pittsburgh-Des Moines would therefore be liable over to Bucheit if the Department were to prevail in its action, both under common law and according to the subcontract.\nMagna-Flux filed an “Answer, New Matter and Cross-Claim” in which it asserted that liability rested exclusively in Bucheit or that Bucheit was jointly and severally liable with Magna-Flux on the Department’s claim against MagnaFlux. Magna-Flux also asserted a claim against Pittsburgh-Des Moines, alleging that if it (Magna-Flux) were found liable to the Department, Pittsburgh-Des Moines would be liable over to Magna-Flux. The basis of this claim was apparently that Pittsburgh-Des Moines, as fabricator of the girders containing the allegedly defective welds, failed to properly make or test those welds.\nThe Commonwealth Court sustained the preliminary objections of the Department and Pittsburgh-Des Moines and dismissed with prejudice Bucheit’s counterclaim and joinder of additional defendant for lack of jurisdiction. Having found the joinder of Pittsburgh-Des Moines to be improper, the court did not further address the preliminary objections of Pittsburgh-Des Moines against Magna-Flux and dismissed them. Bucheit’s counterclaim was dismissed on the authority of Commonwealth v. Ludlow Clinical Laboratories, Inc., 22 Pa.Cmwlth, 614, 350 A.2d 208 (1976), aff'd, 473 Pa. 299, 374 A.2d 526 (1977) (equally divided court). Bucheit’s claim against Pittsburgh-Des Moines was held to be outside the court’s jurisdiction under the Judicial Code, 42 Pa.C.S. § 761. The court construed such a claim against an additional defendant as an “ancillary matter” and cited Section 761(c) as granting the court jurisdiction over ancillary matters only when they are “related to a claim or other matter otherwise within [the court’s] exclusive original jurisdiction.” (Emphasis added.) Because the Commonwealth Court’s jurisdiction over actions brought by the Commonwealth is concurrent with the courts of common pleas, 42 Pa.C.S. § 761(b), the court determined that it lacked jurisdiction over ancillary matters, e.g., claims against additional defendants, in such cases.\nRegarding that portion of the appeal at No. 35 which treats the issue of Bucheit’s counterclaim against the Department, it is clear that Commonwealth, Dept. of General Services v. Briscoe is controlling. We note that the lower court in its Opinion expressed its preference for the reasoning which this Court later adopted in Briscoe, but was constrained by the state of the law then existing to disallow the counterclaim.\nThe more difficult question concerns the remainder of Bucheit’s appeal and Magna-Flux’s appeal. Bucheit’s argument is not complex. Commonwealth Court has jurisdiction over all “civil actions or proceedings” by the Commonwealth. The practice and procedure to be followed by the court is that applicable in the courts of common pleas. Pa.R.A.P. 106. Pennsylvania Rule of Civil Procedure 2252(a) provides:\nIn any action the defendant or any additional defendant may, as the joining party, join as an additional defendant any person whether or not a party to the action who may be alone liable or liable over to him on the cause of action declared upon by the plaintiff or jointly or severally liable thereon with him, or who may be liable to the joining party on any cause of action which he may have against the joined party arising out of the transaction of occurrence or series of transactions or occurrences upon which the plaintiffs cause of action is based.\nTherefore, argues Bucheit, Pittsburgh-Des Moines may be joined as an additional defendant, because it would be liable over if Bucheit were held liable on its contract with the Commonwealth.\nIn support of its claims against Pittsburgh-Des Moines and Bucheit, inartfully captioned “cross-claims”, MagnaFlux makes the same argument, amplified by the proposition that because the Commonwealth Court’s jurisdiction over actions brought by the Commonwealth is concurrent with the courts of common pleas, the same rules of joinder must apply in both courts.\nThis argument for the extension of the rule in Briscoe, while appealing because of its symmetry, must be rejected. The statutory grant of jurisdiction to the Commonwealth Court, 42 Pa.C.S. § 761(a), vests the court with “original jurisdiction of all civil actions or proceedings: (1) Against the Commonwealth government ... (with certain exceptions enumerated) [and] (2) By the Commonwealth government . . . .”\nIn Briscoe, we permitted a contractor’s claim against the Commonwealth to be heard initially in the Commonwealth Court, despite its being within the exception to the Commonwealth Court’s original jurisdiction for “claims in which immunity has been waived pursuant to ... the Board of Claims Act,” 42 Pa.C.S. § 761(a)(1)(iii). We did so because the claim was asserted as a counterclaim in an action originally brought by the Commonwealth government. We reasoned that\nThe provision in section 761(a) for original jurisdiction in the Commonwealth Court “of all civil actions or proceedings,” brought by or against the Commonwealth, except those in certain designated categories, evidences the Legislature’s intent to confer upon the Commonwealth Court jurisdiction over an entire action or proceeding which is properly commenced in the Commonwealth Court. An action or proceeding includes the entire case arising out of a single transaction or series of transactions, including' a defendant’s counterclaim, not just the Commonwealth’s claim.\n502 Pa. at 455, 466 A.2d at 1339.\nDespite this expansive language, however, the purpose for which the Commonwealth Court was originally established would be subverted if “civil action” were read to encompass not only claims by or against the Commonwealth, but also collateral claims to which the Commonwealth is not a party.\nThe Commonwealth Court has itself observed about its own jurisdiction that it is “unique in that it is predicated upon the identity of the parties and the capacity in which they sue or are sued rather than upon the nature of the cause of action asserted.” General State Authority v. Pacific Indemnity Co., 24 Pa.Cmwlth. 82, 87-8, 354 A.2d 56, 59 (1976) (Emphasis added). And this Court has noted that “[t]he Commonwealth Court is intended to provide a judicial forum for the uniform and consistent resolution of questions of statewide impact.” T & R Painting Co. v. Phila. Housing Authority, 466 Pa. 493, 498, 353 A.2d 800, 802 (1976).\nFor the purposes of the case at bar, the most important part of the reasoning in Briscoe is not that the Commonwealth Court has jurisdiction “of all civil actions or proceedings,” but that the scope of the actions contemplated is those “brought by or against the Commonwealth.” The spectre of the Commonwealth awaiting final judgment in a case where its own right to recovery has been established, while numerous general contractor and subcontractor defendants and additional defendants seek to shift ultimate responsibility among themselves, is sufficient to counsel the conclusion that the holding in Briscoe [“We hold only that ... the Commonwealth Court’s statutory jurisdiction over ‘civil actions or proceedings’ includes jurisdiction to decide counterclaims . . . .”, 502 Pa. at 457, 466 A.2d at 1340 (Emphasis added).] must not be extended beyond its facts.\nFinally, it is argued that if the Commonwealth Court does not have jurisdiction over the claims asserted, the matters should not have been dismissed but should have been transferred to an appropriate court of common pleas, 42 Pa.C.S. § 5103(a). (“If an appeal or other matter is taken to or brought in a court or magisterial district which does not have jurisdiction ..., the court or district justice shall not ... dismiss the matter, but shall transfer the record thereof to the proper court ..., where [it] shall be treated as if originally filed in the transferee court or magisterial district on the date first filed . . . .”) See also, Pa.R.Civ.P. 213(F); Pa.R.A.P. 751(a). We agree. Pittsburgh-Des Moines contends that the cases authorizing transfer of improperly commenced claims all deal with original actions, not attempts to join additional defendants. We are not persuaded that this distinction, even if accurate, requires different results. Pa.R.Civ.P. 2252 contemplates the joinder of additional defendants on “causes of action” the original defendant may have against them. Moreover, this joinder is to be accomplished by the filing of either a praecipe for a writ or a complaint, “[t]he complaint [to be] in the manner and form required of the initial pleading of the plaintiff.” Pa.R.Civ.P. 2252(b). No reason is advanced why claims asserted in this manner should be treated differently for purposes of transfer than claims brought as original actions.\nThe Order of the Commonwealth Court insofar as it relates to the counterclaim of the Appellant Bucheit is reversed. Insofar as it dismisses the claims against additional defendants with prejudice, the Order is reversed and remanded with directions to transfer the claims to the appropriate court.\nJUDGMENT\nON CONSIDERATION WHEREOF, it is now hereby ordered and. adjudged by this Court that the Order of the Commonwealth Court insofar as it relates to the counterclaim of the Appellant Bucheit is reversed. Insofar as it dismisses the claims against additional defendants with prejudice, the Order is reversed and remanded with directions to transfer the claims to the appropriate court.\n. HUTCHINSON, J., files a dissenting opinion.\n. \"The pleadings in an action are limited to a complaint, an answer thereto, a reply if the answer contains new matter or a counterclaim, a counter reply if the reply to a counterclaim contains new matter, a preliminary objection and an answer thereto.” Pa.R.Civ.P. 1017(a). \"In any action the defendant or any additional defendant may, as the joining party, join as an additional defendant any person whether or not a party to the action who may be alone liable or liable over to him on the cause of action ...” Pa.R.Civ.P. 2252(a) (Emphasis added). A claim by one defendant against another defendant is properly brought by joining the latter as an “additional defendant\" even though already a party to the action. Accordingly, Magna-Flux’s claim against Pittsburgh-Des Moines should have been treated in the same manner as Bucheit's claim against Pittsburgh-Des Moines, and it is so treated for purposes of this appeal.\n. The court also has jurisdiction over actions \"[ajrising under article V of the act of May 17, 1921 (P.L. 789, No. 285), known as 'the Insurance Department Act of 1921.’ [40 P.S. § 221.1 et seq.]\" and such other matters as otherwise vested by statute. 42 Pa.C.S. § 761(a)(3), (4).\n. It is axiomatic that a rule of procedure cannot operate to confer jurisdiction. The argument of the Appellants from Pa.R.A.P. 106 that Pa.R.Civ.P. 2252(a) applies in the Commonwealth Court to vest jurisdiction over claims against additional defendants must therefore be rejected. It is to be noted, however, that Pa.R.A.P. 106 specifically provides that \"the practice and procedure in matters brought before an appellate court within its original jurisdiction shall be in accordance with the appropriate general rules applicable to practice and procedure in the courts of common pleas, so far as they may be applied.” (Emphasis added.)"}