{"id": "1792375", "contents": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nThis is an appeal from a Commonwealth Court order which affirmed an order entered by the Court of Common Pleas of York County. The Court of Common Pleas had affirmed a decision of the Shrewsbury Township Zoning Hearing Board denying appellant’s request for a variance and rejecting its challenge to certain provisions of the Township’s zoning ordinance designed to preserve agricultural land. On this appeal appellant argues that the provisions in question are unconstitutional under the standards set forth in our opinion in Hopewell Township Bd. of Supervisors v. Golla, 499 Pa. 246, 452 A..2d 1337 (1982) (plurality opinion), and, additionally, that this Court should order approval of its subdivision plan. We hold that the challenged agricultural preservation provisions of Shrews-bury Township’s zoning ordinance are constitutional both facially and as applied to appellant’s property and, therefore, affirm Commonwealth Court.\nAppellant, Boundary Drive Associates, owns thirty-nine acres of undeveloped prime farmland in Shrewsbury Township, York County, Pennsylvania. The tract originally comprised approximately forty-three acres when appellant purchased it in 1975. At that time Shrewsbury had not enacted a zoning ordinance. However, a land development ordinance then in effect would have permitted appellant to subdivide the tract into half-acre residential lots provided that the new development was connected to New Freedom Borough’s public sewer lines.\nAppellant submitted a proposal to the Township to develop the tract into seventy-two lots. This proposal contemplated public sewer service and on-site water. Zoning Hearing Board Findings of Fact (“F.F.”) 14. It was effectively approved in July, 1976 when the Township failed to act on the plan. In November, 1976 the Township enacted its first zoning ordinance. Under it appellant’s land was classified as agricultural. In September, 1978, the Township formally approved the subdivision proposal, at appellant’s request. However, it attempted to qualify approval by stipulating that the Township would not assist appellant in securing connection to New Freedom Borough’s public sewer system. Appellant was unsuccessful in its negotiations for sewer service with New Freedom Borough. Thereafter, Common Pleas found appellant abandoned efforts to implement this subdivision plan.\nIn 1979 the Township’s Zoning Hearing Board approved appellant’s proposal, consistent with the zoning ordinance, to sell three one-acre lots from its forty-three acre tract. Those lots were sold. In October, 1981 appellant submitted a second subdivision plan to the Board, proposing to develop its remaining thirty-nine acres into sixty-seven lots having on-site sewer and water systems. The Board determined that the second proposal was inconsistent with Sections 5.03(1)(1), 5.04(1) and 5.04(4) of Shrewsbury’s zoning ordinance and refused to grant a validity variance from those provisions. Appellant appealed to the Court of Common Pleas of York County charging that the Board abused its discretion in denying the requested validity variance and, in the alternative, that the provisions of Shrewsbury’s zoning ordinance are exclusionary and confiscatory and therefore unconstitutional. Common Pleas affirmed the Zoning Hearing Board’s substantive determinations. Commonwealth Court likewise held the challenged provisions constitutional, concluding that they “bear a rational relationship to the stated goal of agricultural preservation and do not effect irrational or discriminatory results.” Boundary Drive Associates v. Shrewsbury Township Board, 81 Pa. Commonwealth Ct. 7, 15, 473 A.2d 706, 710 (1984).\nShrewsbury Township covers 28.6 square miles, seventy-eight percent of which is high quality farmland. F.F. 31, 32. Shrewsbury’s leading industry is agriculture and, in fact, of all the communities in York County, the Township has one of the highest percentages of prime farmland. F.F. 34, 35.\nThe agricultural preservation provisions of Shrewsbury’s zoning ordinance are designed to effectuate the Township’s policies regarding farmland. These policies are set out in the Township’s Comprehensive Plan:\nIn planning for agricultural land, it is the Township’s policy not to consider agricultural land as “undeveloped farmland awaiting another use.” Farmland must be considered as “developed land”. It is being used to produce a product. Farming is a land-intensive manufacturing process which converts raw materials into a product, comparable to other industrial operations, with occasional accompanying nuisances of noise, odor and dust. The agricultural zone should not be considered as a holding zone, but as a zone having a positive purpose of utilizing the Township’s natural resources for the benefit of the entire community and the Township should protect the agricultural zone from interference by incompatible uses which break down the integrity of the zone and also interfere with normal and customary operations within the zone.\nComprehensive Plan at 16. See also Shrewsbury Township Zoning Ordinance § 5.01.\nSpecifically, the provisions of the zoning ordinance at issue here designate agricultural districts within the Township and regulate their use. Agricultural districts are further divided into three classifications based on soil capability.\nThe first category encompasses Class I, Class II, Class IIIe-1 and Class IIIe-2 soils. These soils represent the best farmland in the Township. Pursuant to the zoning ordinance, no non-agricultural use is permitted on such land except that, when necessary, a total of two dwellings may be located on a tract consisting entirely of this highest quality farmland.\nThe second category consists of soils in Classes IIIe-3 through IVe-4. These too are highly suitable for agricultural use but slightly less productive than soils in the first three classes. Under the applicable zoning provisions, an owner may place on this less productive land the non-farm dwelling units allotted to him by an area-based density schedule. According to this schedule, the number of permissible dwellings increases with the size of the area owned, but not in direct linear proportion to that increase in area.\nThe third category consists of soils in Classes IVe-5 through VIIs-2. This land is not suitable for agricultural purposes either because of unfavorable topographical features or because the size or shape of continuous or included suitable farmland precludes efficient use of modern farm equipment. Nevertheless, in order to avoid conflicts between residential and agricultural uses, the Township does not permit unlimited residential development of this type of land. Instead, land in this classification may be used for small farms, large homesites or a variety of uses permitted by special exception.\nAs stated previously, the Zoning Hearing Board determined that Sections 5.03(1)(1), 5.04(1) and 5.04(4) of the zoning ordinance precluded appellant’s subdivision plan. Section 5.04(1) allocates a permissible number of dwellings on parcels as they existed on November 10, 1976. This provision, in turn, is subject to a qualification contained in Section 5.04(4) which limits the number of dwellings which can be located on the three classes in the first category of prime farmland. Under Section 5.04(1), dwellings are allotted according to a sliding scale which permits an increased number of homes as the tract size increases:\nSize of Parcel No. of Dwellings Permitted\n0-5 acres 1\n5-15 acres 2\nNo. of\nSize of Parcel Dwellings Permitted\n15-30 acres 3\n30-60 acres 4\n60-90 acres 5\n90-120 acres 6\n120-150 acres 7\nover 150 acres 8 plus 1 dwelling for each\n30 acres over 150 acres\nSection 5.04(4) requires that any dwellings constructed in accordance with the schedule set forth in Section 5.04(1) be located in agricultural districts comprised of soils in Classes IIIe-3 through IIIe-6, IVe-1 through IVe-7, VI and VII. However, a maximum of two dwellings may be located in districts comprised exclusively of the best farmland, i.e., soils in Classes I, II, IIIe-1 and IIIe-2.\nThe report of the Zoning Hearing Board states only that appellant’s tract is “good” farmland. F.F. 33. Based on the number of houses allotted, the original forty-three acre parcel apparently contained both soils which are first quality and those which are inferior but still highly suitable for farming. Since appellant has already subdivided and sold three one acre lots from its original forty-three acre tract, according to the provisions of the zoning ordinance, it may locate one additional dwelling on the remaining thirty-nine-acre parcel. F.F. 25; N.T. 41.\nAppellant charges that Sections 5.03(1)(1), 5.04(1) and 5.04(4) are unconstitutional both facially and as applied to his property under the standards we enunciated in Hopewell, supra. Specifically, appellant argues that the fixed scale contained in Shrewsbury’s zoning scheme which permits a maximum of two dwellings on tracts comprised exclusively of first quality farmland, regardless of original tract size, is more restrictive than the zoning scheme we struck down in Hopewell which allowed five residential lots per parcel without regard to tract size. In addition, appellant contends that the sliding scale set forth in Section 5.04(1) unreasonably discriminates in favor of owners of small tracts. Finally, appellant suggests that the one-acre minimum lot size requirement set forth in Section 5.03(1)(1) thwarts the Township’s stated goal of agricultural land preservation; that smaller lot sizes would promote Shrews-bury’s efforts to protect the farming industry.\nIn a zoning appeal, where the court of common pleas has not taken additional evidence, appellate review is limited to a determination of whether the zoning hearing board committed an abuse of discretion or error of law. National Land & Invest. Co. v. Kohn, 419 Pa. 504, 523, 215 A.2d 597, 607 (1965). The reviewing court may not disturb the findings of the board if the record indicates the findings are supported by substantial evidence. 53 P.S. § 11010.\nWhen presented with a challenge to a zoning ordinance, the reviewing court presumes the ordinance is valid. The burden of proving otherwise is on the challenging party. Miller & Son Paving, Inc. v. Wrightstown Township, 499 Pa. 80, 89, 451 A.2d 1002, 1006 (1982); Schubach v. Silver, 461 Pa. 366, 380, 336 A.2d 328, 335 (1975); National Land & Invest. Co. v. Kohn, 419 Pa. at 522, 215 A.2d at 607.\nA zoning ordinance is a valid exercise of the police power when it promotes public health, safety or welfare and its regulations are substantially related to the purpose the ordinance purports to serve. Euclid v. Ambler Realty Co., 272 U.S. 365, 47 S.Ct. 114, 71 L.Ed. 303 (1926); Miller & Son Paving, Inc. v. Wrightstown Township, 499 Pa. at 88, 451 A.2d at 1006. In applying that formulation, Pennsylvania courts use a substantive due process analysis which requires a reviewing court to balance the public interest served by the zoning ordinance against the confiscatory or exclusionary impact of regulation on individual rights. Hopewell, supra. See Appeal of Kit-Mar Builders, Inc., 439 Pa. 466, 268 A.2d 765 (1970). The party challenging the constitutionality of certain zoning provisions must establish that they are arbitrary, unreasonable and urelated to the public health, safety, morals and general welfare. Where their validity is debatable, the legislature’s judgment must control. Sckubach v. Silver, 461 Pa. at 381, 336 A.2d at 335; Bilbar Construction Co. v. Board of Adjustment, 393 Pa. 62, 71-72, 141 A.2d 851, 856 (1958).\nUnquestionably, preservation of agricultural land is a legitimate governmental goal appropriately implemented by zoning regulation. Hopewell, 499 Pa. at 257, 452 A.2d at 1343. In recent years both Congress and Pennsylvania’s General Assembly have instituted a variety of measures designed to protect farmland, in particular, and the agriculture industry, generally. Moreover, Section 604(3) of Pennsylvania’s Municipalities Planning Code specifically requires that zoning ordinance provisions be designed “to preserve prime agricultural and farmland considering topography, soil type and classification, and present use.” 53 P.S. § 10604(3). Accordingly, the question which remains for our decision is whether, as appellant contends, Shrews-bury’s agricultural preservation zoning provisions, particularly those which limit the number of permitted dwellings and relate dwelling sites to soil types, unreasonably restrict appellant’s right to use its land as it wishes.\nAppellant contends that Shrewsbury’s zoning provisions do not pass constitutional muster under our decision in Hopewell, supra. The agricultural zoning ordinance there at issue essentially froze tract sizes as of June 5, 1974, the enactment’s effective date, and permitted an owner of land in Hopewell’s agricultural district, regardless of the size of his parcel, to establish up to five contiguous residential lots, each having one single family dwelling on a lot with a maximum size of one and one-half acres.\nWe ruled this zoning scheme constitutionally infirm on two grounds. First, we determined that:\nBy limiting residential subdivisions in the prime agricultural zone of the Township to a maximum of five IV2 acre plots regardless of the size of the original tract, an unreasonably severe limitation is placed upon permissible land uses.\n499 Pa. at 258, 452 A.2d at 1343 (emphasis in original). Second, we noted that owners of smaller tracts could devote a greater percentage of their total acreage to single-family dwellings than owners of large tracts. We concluded that such disparate treatment of large and small landowners was unreasonably discriminatory as it derived “from the mere circumstance of tract size on the effective date of the ordinance and from the limit of five residential lots which may be established without regard to the overall size of the tract.” Id., 499 Pa. at 259, 452 A.2d at 1344.\nUnlike the Hopewell zoning scheme, Shrewsbury’s ordinance relates residential development to tract size. Appellant suggests that our Hopewell decision requires regulation which provides for an increase in allowable dwellings in perfect straightline or linear proportion to tract size, i.e., one dwelling for each X number of acres regardless of tract size. In Hopewell we stated that an ordinance permitting “the dedication of one IV2 acre lot to a single-family residence per each X number of acres in the tract ... would have a more equitable effect and would avoid impacting on landowners on an arbitrary basis.” Id.\nWe do not read Hopewell as requiring a perfect linear relationship between residential lots and acreage. In fact, a zoning scheme requiring such absolute density equality would actually frustrate the objective of farmland preservation. For example, under a zoning scheme employing a strict linear proportion of one dwelling per acre, maximum allowable development would result in the location of 100 houses on every 100 acre tract. Clearly, meaningful preservation of agricultural land could not be achieved under this type of regulatory scheme. Moreover, a local legislative body could rationally conclude that an ordinance allowing one-half acre lots or so-called “clustering” of residential development would not serve the purpose of farmland preservation on the ground that a fifty-acre development of tract homes with attendant amenities could not co-exist compatibly with an adjacent productive farm. Such a conclusion could be based on the knowledge the members of that governing body had about the odors, noise and dust modern farming methods create.\nAlternatively, a regulatory scheme based on dwelling allocations in linear proportion to area could, for example, allow one dwelling for every thirty acres of owned land. However, this linear scheme, if strictly adhered to, might severely and unnecessarily restrict residential and other non-agricultural use of tracts consisting of fewer than thirty acres. Such smaller tracts can be thought of as too small to support an economically viable, independent modern farm. Therefore, a legislative body could rationally conclude it would be unreasonable to prohibit greater densities on these tracts. Thus, while unfettered residential development might interfere with efforts to preserve farmland, the permission given a small landowner to subdivide his relatively small parcel into lots suitable for large homesteads or small, non-working farms is not rationally inconsistent with the legislative purpose of preserving prime farmland.\nFor the foregoing reasons, we must reject appellant’s contention that Shrewsbury’s zoning ordinance is unconstitutional because it does not employ a fixed area-based allocation method of regulation.\nAppellant offers no additional reasons in support of its contention that Sections 5.03(1)(1), 5.04(1) and 5.04(4) of Shrewsbury’s zoning ordinance are unduly restrictive and discriminatory when balanced against the public interest in protecting irreplaceable farmland. The sliding scale set forth in Section 5.04(1), which permits the permissible number of dwellings to increase with tract size, is substantially related to the goal of farmland preservation and is less restrictive than the fixed scale challenged in Hopewell. Furthermore, while the two-dwelling maximum allowed on prime farmland, regardless of tract size, is similar to the fixed scale we struck down in Hopewell, it is an integral part of a larger, comprehensive zoning scheme substantially related to the Township’s goal of farmland preservation. Therefore, Sections 5.03(1)(1), 5.04(1) and 5.04(4) are not unduly restrictive.\nSimilarly, the challenged provisions are not unreasonably discriminatory. The sliding scale allotment system does permit greater residential density on smaller tracts but, in so doing, eliminates certain deficiencies inherent in systems based on perfect linearity. Specifically, it accommodates the reasonable expectations of owners of small parcels by placing fewer restrictions on use and, at the same time, promotes the goal of farmland preservation by limiting residential density on larger tracts which can support productive working farms. Therefore, the disparate treatment accorded large and small tract owners under Section 5.04(1) has a rational basis.\nAccordingly, Commonwealth Court correctly upheld the Zoning Hearing Board’s determination that appellant’s subdivision plan is precluded by Sections 5.03(1)(1), 5.04(1) and 5.04(4) of Shrewsbury’s zoning ordinance.\nAffirmed.\nFLAHERTY, J., joins the majority opinion and files a concurring opinion.\nPAPADAKOS, J., joins the majority opinion and also joins FLAHERTY’s, J., concurring opinion.\nLARSEN, McDERMOTT and ZAPPALA, JJ., concur in the result.\n. The entire tract purchased by Boundary Drive consisted of eighty acres, thirty-seven of which are located in adjoining New Freedom Borough. N.T. at 10.\n. Shrewsbury’s Subdivision and Land Use Ordinance permits 20,000 square foot residential lots only where public water or sewer service is available and requires all subdivisions within 1000 feet of any existing public sewerage system to connect to that system. Zoning Hearing Board Findings of Fact (\"F.F.”) 19, 20.\n. See Pennsylvania Municipalities Planning Code, Act of July 31, 1968, P.L. 805, No. 247, § 508(3), 53 P.S. § 10508(3).\n. Under the zoning ordinance petitioner was permitted a total of four dwellings, each on a one-acre residential lot, on the original forty-three acre tract. F.F. 24 and 25.\n. The trial court did invalidate Section 14.30 of the zoning ordinance which provides that the Township may charge a party who appeals a decision of the Zoning Hearing Board with all the costs associated with the Board’s hearing on the matter. Relying on Appeal of Martin, 33 Pa. Commonwealth Ct. 303, 381 A.2d 1321 (1978), the court determined that pursuant to Section 1008(2) of the Municipalities Planning Code, 53 P.S. § 11008(2), the Township was required to pay the costs of providing the reviewing court with a transcript of the Zoning Hearing Board’s proceedings.\n. Commonwealth Court also affirmed Common Pleas’ ruling that the Township was responsible for paying the cost of providing the court with a transcript of the Board’s hearing.\n. Section 5.03(1)(1) establishes a minimum residential lot area of 40,000 square feet or approximately one acre and a minimum residential lot width of 200 feet. Appellant’s proposed lot dimensions range from 20,000 to 35,000 square feet and thus are prohibited by Section 5.03(1)(1). Petitioner’s argument that this provision is unrelated to the goal of agricultural preservation has no merit.\n. The purpose of, in effect, freezing sizes for purposes of this provision is to eliminate the possibility of repeated subdivisions into smaller and smaller tracts each thereafter entitled to its own allotment of dwellings in accordance with the heavier density schedule available to smaller tracts, down to the limit of 40,000 square feet with a 200 foot front as prescribed by Section 5.03(1)(1). This differs from the Hopewell freeze in which all existing tracts were frozen at five residences without regard to tract size. See concurring opinion by Mr. Justice Hutchinson in Hopewell. See also at 490-491.\n. See note 7, supra.\n. See, e.g., the Farmland Protection Policy Act, 7 U.S.C.A. §§ 4201 et seq. (Supp.1984) (establishing procedures for maximizing the extent to which federal programs contribute to farmland conversion and for assuring that such programs are compatible with state, local and private efforts to protect such land); I.R.C. § 126, 175, 2032A, 6166 (collectively providing tax incentives to inhibit conversion of farmland and to encourage soil conservation). See also the Agricultural Area Security Law, Act of June 30, 1981, P.L. 128, No. 43, 3 P.S. § 901 et seq. (Supp.1984-85) (declaring the Commonwealth’s policy to conserve, protect and improve its agricultural land and providing various measures to implement that policy); The Right to Farm Law, Act of June 10, 1982, P.L. 454, No. 133, 3 P.S. § 951 et seq. (Supp.1984-85) (limited the circumstances under which a farmer may be subjected to local nuisance regulations); Act of January 13, 1966, P.L. (1965) 1292 (\"Act 515\"), 16 P.S. § 11941 et seq. (Supp.1984-85) and Act of December 19, 1974, P.L. 973, No. 319, 72 P.S. § 5490.3 (Supp.1984-85) (authorizing assessment of eligible farmland at current use value for purposes of local property taxation); 72 Pa.C.S. § 1722 (Supp.1984-85) (providing for the valuation of farmland at its current use value for state death tax purposes); Tax Reform Code of 1971, 72 P.S. § 7602.2 (Supp.1984-85) (exempting family farm corporations from the ten-mill state capital stock franchise tax).\n. Appellant does not argue that the challenged provisions are exclusionary. In fact, the Zoning Hearing Board determined that sufficient land is available in Shrewsbury for development within the residential districts designated in the zoning ordinance. F.F. 47.\n. See note 8, supra.\n. These restrictions did not apply to land unsuitable for farming. In addition, a landowner could sell lots larger than one and one-half acres to adjacent farmers.\n. In fact, Section 5.04(1) of Shrewsbury’s zoning ordinance permits one dwelling for every thirty acres of owned land with respect to parcels exceeding twenty-nine acres. In this regard the regulatory scheme achieves perfect equality of density. As stated above, Section 5.04(1) permits a greater number of dwellings per acre on parcels consisting of fewer than thirty acres. Thus, the provision is non-linear as applied to these smaller tracts.\n. Similarly, we reject appellant’s suggested regulatory scheme which substantially employs straightline proportionality. Specifically, appellant proposes a zoning ordinance which allows one residential lot for every five or ten acres of owned land. In addition, under appellant’s scheme, a landowner would be permitted to further divide the agricultural remnant into “reasonably sized smaller parcels.” See Brief of Appellant at 13-14. As the above discussion illustrates, appellant’s zoning scheme would frustrate rather than promote the Township’s efforts to preserve farmland. We note, however, that even under Shrewsbury’s zoning ordinance, appellant is permitted to locate four dwellings on its original forty-three acre tract which, in terms of density, amounts to approximately one dwelling for every ten acres.\n. Today we hold only that those provisions of Shrewsbury's zoning ordinance at issue here are not unduly restrictive as applied to appellant’s land. We, therefore, express no opinion as to whether the same or other provisions of the ordinance would pass constitutional muster when applied to other properties having different tract sizes and soil compositions.\n. As evident from the discussion on pages 490-494, supra, a straight-line proportionality zoning scheme would either frustrate the reasonable expectations of owners of small parcels or the stated goal of preservation of agricultural land, depending on the ratio chosen."}