{"id": "1792334", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nGerald J. Reilly, a minor, was a passenger on a SEPTA bus on February 20, 1978. The bus had stopped at the corner of West Baltimore Avenue and Runnemede Street, Lansdowne, Delaware County, Pennsylvania, for him to exit with two friends. While the bus waited, Gerald walked in front of the bus to cross West Baltimore Avenue and was hit by an automobile passing the bus on the bus driver’s side. As a result of the accident, Gerald sustained widespread and permanent injuries which have rendered him a quadraplegic. On January 2, 1980, Gerald’s parents, William J. Reilly and Elizabeth C. Reilly, instituted an action on their son’s behalf and in their own right against SEPTA, its bus driver, Vance Zieganfuss, and the driver of the automobile that struck Gerald, William M. Baker, and his mother, Bernice S. Baker, owner of the automobile that William M. Baker was driving.\nThe case was tried before the Honorable I. Raymond Kremer, Judge of the Court of Common Pleas of Philadelphia, and a jury. After a three week trial, the jury returned its verdict on February 24, 1983, in favor of Gerald and awarded him $7,875,000.00 in damages. William Baker was found to be 65% negligent, SEPTA and Zieganfuss, 30% negligent, and Gerald, 5% contributorily negligent. Accordingly, the trial court reduced the verdict by 5% in compliance with the jury’s finding of contributory negligence and further reduced the verdict by $15,000.00, the amount of wage loss recoverable under the Pennsylvania No-Fault Motor Vehicle Insurance Act. Finally, the court added delay damages permitted by Pa.R.C.P. 238, resulting in a molded verdict of $9,815,525.00. SEPTA and Zieganfuss filed Motions for Judgment N.O.V. or, in the alternative, for New Trial. A court en banc (Kremer, DiBona and White, JJ.) dismissed the motions, judgment was entered on the verdict as molded, and SEPTA and Zieganfuss filed an appeal in the Superior Court. SEPTA raised the following grounds for reversal:\n1) There was insufficient evidence of negligence to support the jury’s verdict against it; and\n2) The trial judge erred in refusing to ask the jury certain voir dire questions proposed by SEPTA; and\n3) In charging the jury with respect to SEPTA’s duty of care as a common carrier and with respect to Gerald’s duty of care; and\n4) The trial judge erred in:\na) allowing plaintiff to recover for the costs attributable to his custodial care and maintenance at the Woods Schools;\nb) allowing evidence of plaintiff’s medical expenses recoverable under the No-Fault Act into the trial record, albeit with cautionary instructions; and\nc) in awarding plaintiff damages for delay under Pennsylvania Rules of Civil Procedure 238; and\n5) The trial judge should have recused himself because of:\na) claimed hostility toward SEPTA’s trial counsel, Stuart Schwartz;\nb) plaintiff’s trial counsel, Robert C. Daniels’, prior representation of all the Commonwealth’s justices and judges, including the trial judge, in a class action seeking increased compensation for the judiciary;\nc) the trial judge’s son-in-law’s affiliation as an associate lawyer with plaintiff’s trial counsel’s law firm; and\nd) his step-nephew’s (i) affiliation as a lawyer with the same law firm, (ii) alleged concurrent representation of the trial judge in another unrelated case, and (iii) prior relationship as the trial judge’s law clerk.\nSuperior Court concluded, after a discussion of the facts on the issue of liability, that there was sufficient evidence in the record from which a jury was entitled to conclude that SEPTA and its driver were negligent. With this conclusion we have no quarrel. Since the facts and all reasonable inferences arising therefrom must be viewed in the light most favorable to the verdict winner, it is reasonable to conclude that the jury found that the bus driver did, in fact, sound his horn and waved Gerald across the street, in front of the bus and into the path of the oncoming vehicle (approaching from the rear of the bus), and that such action on the part of the bus driver was negligently performed and constituted a substantial factor in causing Gerald’s injuries. See Leary v. Lawrence Sales Corp., 442 Pa. 389, 275 A.2d 32 (1971).\nWith regard to the recusal issues, Superior Court found that SEPTA’s contention as to the trial judge’s personal bias and hostility toward its trial counsel had been waived and was, in any event, without merit. We agree. No allegation of bias or animosity of the judge to SEPTA was ever alleged. Any such animosity, standing alone, between a lawyer and judge is irrelevant.\nSuperior Court also determined that Daniels’ representation of all of the Commonwealth’s justices and judges in a class action seeking increased judicial compensation for all, (Kremer et al, v. Barbieri, 48 Pa. Commonwealth Ct. 557, 411 A.2d 558, aff'd. 490 Pa. 444, 417 A.2d 121 (1980)) did not require the trial judge to recuse himself because of the “rule of necessity.” To agree with SEPTA would force Daniels to forego trial practice in Pennsylvania. Superior Court itself would have had to recuse in this case. Only those judges and justices coming to the bench after the Kremer decision would not have to recuse themselves. No lawyer should be compelled to suffer such a disaster because of his pro bono representation of all the jurists of Pennsylvania.\nSuperior Court also determined that the trial court erred in ruling, as a matter of law, that the Woods Schools (an institution Gerald will be confined to for the remainder of his life) was providing custodial services, and that those services could be recovered as damages instead of from the no-fault carrier.\nSetting aside the rest of the issues, Superior Court then, strangely, remanded the case for an evidentiary hearing before a judge, other than those of the trial court en banc, to determine whether the trial judge should have recused himself because of either or both of the remaining two complaints regarding the trial judge’s son-in-law and step-nephew.\nWe granted Gerald’s Petition for Allowance of Appeal in order to consider, together with all the other issues, an apparent usurpation by an intermediate appellate court of administrative power reserved exclusively to us by the Constitution of our Commonwealth. Following oral argument before us, we vacated the Order of Superior Court remanding the cause for an evidentiary hearing, and remanded this matter to Superior Court for consideration and disposition of the remaining issues not decided by that court. Superior Court complied and filed its Per Curiam Opinion on November 23, 1984, disposing of the remaining issues by concluding that the trial court did not err in its conducting of the voir dire proceeding or charge to the jury.\nGerald and his parents first argue that the Superior Court erred in remanding the case back to a judge other than Judge Kremer for the resolution of issues raised for the first time in Appellee’s post-trial motions and brief before Superior Court. We agree.\nWe have often stated that as appellate tribunals, we are bound to resolve only those issues properly preserved for our review. In order to preserve an issue for appeal, a litigant must make a timely, specific objection at trial and must raise the issue on post-trial motions. Issues not preserved for appellate review cannot be considered by an appellate court even though the alleged error involves a basic or fundamental error. Additionally, in resolving those issues properly before us, we may only look to the record prepared in the trial court. Alleging facts in a brief which a trial court has not passed on has been specifically condemned, In re: Legislative Route 1018, 422 Pa. 594, 222 A.2d 906 (1966); McCaffrey v. Pittsburgh Athletic Association, 448 Pa. 151, 293 A.2d 51 (1972); Commonwealth v. Young, 456 Pa. 102, 317 A.2d 258 (1974), and we continue to view such practice as improper.\nOur review of the record reveals that during a pre-trial conference on June 23, 1982, counsel for SEPTA orally requested the trial judge to recuse himself because of an alleged personal bias against said counsel. SEPTA’s counsel, Stuart A. Schwartz, Esquire, had represented SEPTA in June of 1981 in Farnese v. SEPTA and City of Philadelphia, C.P. April Term 1976, No. 2249. A jury in that case returned a verdict against SEPTA for 3.65 million dollars. The personal bias SEPTA’s counsel alluded to allegedly occurred after verdict. During the oral argument of SEPTA’s post-trial motions before the court en banc in the Farnese case, the trial judge and Mr. Schwartz exchanged words concerning Mr. Schwartz’s sincerity, truthfulness and integrity while representing SEPTA. When Mr. Schwartz argued that the verdict was excessive, Judge Kremer recalled that after the verdict, Mr. Schwartz remarked to him that the verdict had not been excessive. Mr. Schwartz disagreed with Judge Kremer’s recollection denying he ever made such a statement and an exchange of insults ensued wherein each gentleman called the other untruthful.\nMr. Schwartz reminded Judge Kremer of this conversation on June 28, 1982, indicating that perhaps the trial court had displayed animosity against him in the past and orally asked the trial judge to recuse himself.\nWhile denying any such hostility, the trial judge, displaying appropriate restraint, invited Mr. Schwartz to file a written motion for recusal within five days and a written order to that effect would follow. Mr. Schwartz delayed filing his recusal motion some eight months, until the very eve of trial, February 8, 1983, during jury selection and just after an exhaustive settlement negotiation had ended in failure. When asked why SEPTA was making its motion on the eve of trial, instead of back in June of 1982, pursuant to the Court’s order, Mr. Schwartz responded: “The permission which was granted in the order, I believe, expired before the order was received by us, Your Honor” (p. 24, February 8, 1983). Additionally, Mr. Schwartz argued that SEPTA’s right to file a recusal motion could not be forfeited at any time (p. 24). After hearing arguments from all counsel on the recusal motion, the Court commented:\nI think Stuart Schwartz is an honorable lawyer. He and I disagree. He and I disagree on statements of fact made. It’s over and done with and finished. The record is going to give him a fair trial (p. 33).\nJudge Kremer then denied the motion, remarking:\nThe main reason I’m overruling your motion is because I’m saying to you I do not have any antipathy, and I do not have any antipathy arising out of your filing your motion for recusal ... It’s over, it’s done with (pp. 36-37).\nIn post-trial motions, SEPTA renewed its recusal motion based on the trial court’s alleged prior hostility and raised an additional allegation which they claimed justified the trial court’s recusal. According to SEPTA, Mr. Daniels had represented the trial judge in a class action seeking increased compensation for all Pennsylvania trial judges. Kremer v. Barbieri, 48 Pa. Commonwealth Ct. 557, 411 A.2d 558, aff’d. 490 Pa. 440, 417 A.2d 121 (1980). Because of Mr. Daniels’ prior representation of Judge Kremer, SEPTA argued that it was improper to appear before him in this action. SEPTA supported this motion by alleging that Mr. Daniels’ representation created a situation in violation of Canon 3 C of the Code of Judicial Conduct in which the trial court’s impartiality might reasonably be questioned. These arguments were found to be meritless by the en banc panel of the Court of Common Pleas (DiBona, White and Kremer, JJ.).\nWhen SEPTA renewed these arguments before Superior Court, it raised for the first time in their post-appeal pleading entitled “Application for Leave to File Supplemental Brief and for Such Other Relief as May Be Required to Perfect the Record”, additional reasons in support of their argument that Judge Kremer should have recused himself. Supporting this application were factual allegations that: (a) Mr. Haaz, his former law clerk: 1) is Judge Kremer’s step-nephew, 2) acted as an attorney in this case, 3) represented Judge Kremer in an unrelated case; (b) Judge Kremer (while a practicing attorney) had represented Mr. Haaz and his mother in a legal matter, and (c) that Robert Mongeluzzi, an attorney affiliated with Mr. Daniels’ law firm (Daniels, Golden and Saltz, P.C.) is the trial judge’s son-in-law.\nSuperior Court found that since SEPTA was raising important questions concerning the trial judge’s relationship with lawyers appearing before it in violation of Canon 3 C of the Code of Judicial Conduct, SEPTA was entitled to have the recusal issues considered by a different judge. Even though raised for the first time in a post-trial setting, Superior Court found that the importance of ensuring that the judicial system maintain an appearance of fairness required that the motions be considered and resolved. Superior Court reviewed SEPTA’s argument that Judge Kremer should have recused himself because of his alleged hostility and found this argument to have been waived, but also determined the argument to be without merit. Superi- or Court further determined that SEPTA’s post-trial argument that Mr. Daniels had at one time represented the trial judge as a member of a class to be insufficient to require Judge Kremer’s recusal. On SEPTA’s other recusal motions, Superior Court remanded for an evidentiary hearing.\nA different judge was required to resolve these issues because the en banc panel, including Judge Kremer, had already rejected SEPTA’s allegations as meritless. To remand to Judge Kremer for a determination of his own bias, prejudice or impartiality, would be improper, Superior Court concluded, for three reasons. First, Judge Kremer had already determined his own non-bias. Second, Superior Court reasoned that the recusal standard was an objective one that created a burden to show only that a reasonable observer might question a judge’s impartiality, not that the trial court’s actions actually resulted in prejudice. In this regard, Superior Court established a rule of judicial administration that in any recusal motion, a different judge would be required to rule on the motion, because the judge being asked to recuse could not objectively address the issue of his impartiality. We declare this procedure inappropriate and preclude its use. The proper recusation procedure is as hereinafter set forth.\nFinally, Superior Court determined that a showing that a judge’s rulings actually prejudiced a party, was no longer required, contrary to our previous holdings in Commonwealth v. Darush, 501 Pa. 15, 459 A.2d 727 (1983) and Commonwealth v. Perry, 468 Pa. 515, 364 A.2d 312 (1976).\nIn furtherance of our exclusive right to supervise the conduct of all courts and officers of the judicial branch of government pursuant to Article V, Section 10(c) of our Constitution, we have adopted rules of judicial conduct for ourselves and all members of the judicial branch. (See Rules of Judicial Conduct, effective January 1, 1974, and reported at 455 Pa. XXXIX.) The enforcement of those rules, however, is beyond the jurisdiction of the Superior Court and to the extent that it has attempted to interpret Canon 3 C, by creating new standards of review on recusal motions, procedures for raising recusal questions, or for enforcement of violations of the Code, they are without effect, as unwarranted intrusions upon this Court’s exclusive right to supervise the conduct of all courts and officers of the judicial branch.\nCanon 3 C, like the whole of the Code of Judicial Conduct, does not have the force of substantive law, but imposes standards of conduct upon the judiciary to be referred to by a judge in his self-assessment of whether he should volunteer to recuse from a matter pending before him. The rules do not give standing to others, including Superior Court, to seek compliance or enforcement of the Code because its provisions merely set a norm of conduct for all our judges and do not impose substantive legal duties on them.\nSimilarly, we have held that the Code of Professional Conduct, applicable to the conduct of attorneys, does not have the force of substantive law. Estate of Pedrick, 505 Pa. 530, 482 A.2d 215 (1984).\nPerceived violations of either Code do not permit the trial courts or the intermediate appellate courts to alter the rules of law, evidentiary rules, presumptions or burdens of proof. More importantly, violations of those Codes are not a proper subject for consideration of the lower courts to impose punishment for attorney or judicial misconduct. The Constitution provides a mechanism for the enforcement of violations of the Code of Judicial Conduct and the Judicial Inquiry and Review Board is authorized, on its own volition, where necessary, to investigate violations of the Code of Judicial Conduct (see Rule 1 — Rules of Procedure Governing the Judicial Inquiry and Review Board). Upon the Board’s findings and determinations recommending disciplinary action for violations of the Code, the matter is referred to this body. We then review the record and may wholly accept or reject the recommendation as we find just and proper (see Rule 18). This procedure, except for impeachment proceedings, is the exclusive mode established for the discipline of our judges for violations of the Code and we have not abdicated or delegated any of our supervisory authority in enforcing these standards of conduct to Superior Court. To presume that the Code or its alleged violations can be reviewed by any tribunal other than those we authorize is a misapprehension of the purpose of the Code, and is seen as an impermissible meddling into the administrative and supervisory functions of this Court over the entire judiciary.\nWhen circumstances arise during the course of a trial raising questions of a trial judge’s bias or impartiality, it is still the duty of the party, who asserts that a judge should be disqualified, to allege by petition the bias, prejudice or unfairness necessitating recusal. Commonwealth v. Darush, Id.; Commonwealth v. Perry, Id. A failure to produce a sufficient plea will result in a denial of the recusal motion.\nWhat we said in Crawford’s Estate, 307 Pa. 102, 160 A. 585 (1932) is still controlling.\nThe proper practice on a plea of prejudice is to address an application by petition to the judge before whom the proceedings are being tried. He may determine the question in the first instance, and ordinarily his disposition of it will not be disturbed unless there is an abuse of discretion.\nDue consideration should be given by him to the fact that the administration of justice should be beyond the appearance of unfairness. But, while the mediation of courts is based upon the principle of judicial impartiality, disinterestedness, and fairness pervading the whole system of judicature, so that courts may as near as possible be above suspicion, there is, on the other side, an important issue at stake: that is, that causes may not be unfairly prejudiced, unduly delayed, or discontent created through unfounded charges of prejudice or unfairness made against the judge in the trial of a cause. It is of great importance to the administration of justice that such should not occur. If the judge feels that he can hear and dispose of the case fairly and without prejudice, his decision will be final unless there is an abuse of discretion. This must be so for the security of the bench and the successful administration of justice. Otherwise, unfounded and ofttimes malicious charges made during the trial by bold and unscrupulous advocates might be fatal to a cause, or litigation might be unfairly and improperly held up awaiting the decision of such a question or the assignment of another judge to try the case. If lightly countenanced, such practice might be resorted to, thereby tending to discredit the judicial system. The conscience of the judge alone is brought in question; he should, as far as possible, avoid any feeling of unfairness or hostility to the litigants in a case. If the judge wishes a full exposition of the question of unfairness, he may follow the unusual practice of Judge PARKER and summon another judge to decide it, but he is not required to do so.\nWhen a charge of disqualification is made against a trial or hearing judge, the party must produce evidence which has a tendency to show bias, prejudice or unfairness.\nIt is incumbent upon the proponent of a disqualification motion to allege facts tending to show bias, interest or other disqualifying events, and it is the duty of the judge to decide whether he feels he can hear and dispose of the case fairly and without prejudice because we recognize that our judges are honorable, fair and competent. Once this decision is made, it is final and the cause must proceed. The propriety of this decision is grounded in abuse of discretion and is preserved as any other assignment of error, should the objecting party find it necessary to appeal following the conclusion of the cause.\nIf the cause is appealed, the record is before the appellate court which can determine whether a fair and impartial trial were had. If so, the alleged disqualifying factors of the trial judge become moot.\nIn the case sub judice, SEPTA’s recusal motions being raised in both pre and post-trial fashion require us to decide their timeliness. As to Judge Kremer’s antipathy to Mr. Schwartz, Superior Court found no merit in SEPTA’s argument, but also found the issue to be waived because SEPTA did not file its motion within five days of the entry of the trial court’s June 28,1982 order. We agree. SEPTA offered no excuse for its eight-month delay nor could it, especially since Mr. Schwartz had actual knowledge of the facts forming the basis of the motion. To hide behind not receiving the order in the mail until after it had expired, seems to us a most unprofessional response from an experienced trial lawyer, who should have had the courtesy to admit his oversight instead of blaming others. In any event, on this record, Judge Kremer’s assurances that he bore no antipathy to Mr. Schwartz because of the Famese case are sufficient to justify his dismissal of the motion.\nOnce the trial is completed with the entry of a verdict, a party is deemed to have waived his right to have a judge disqualified, and if he has waived that issue, he cannot be heard to complain following an unfavorable result. Commonwealth v. Corbin, 447 Pa. 463, 291 A.2d 307 (1972). In order to preserve an issue for appeal, SEPTA had to make a timely, specific objection at trial and raise the issue on post-trial motions. It was not enough to raise new grounds for the first time in post-trial proceedings. Not having followed the proper course, SEPTA waived its right to raise new recusal grounds before the Court en banc or Superior Court.\nWaiver is indispensable to the orderly functioning of our judicial process and developed out of a sense of fairness to an opposing party and as a means of promoting jurisprudential efficiency by avoiding appellate court determinations of issues which the appealing party has failed to preserve.\nBecause every case cannot be subjected to the unlimited questioning of the trial judge’s impartiality, a line must be drawn as to when the impartiality can be challenged and we draw that line at the entry of the verdict, as qualified hereinafter.\nSuperior Court emphasized that since parties have no reason to suspect a judge’s impartiality, when they learn of such bias or prejudice, they should be able to raise the issue. We agree that all litigants have the right to believe that the jurist they are appearing before is impartial, and we hasten to add that our jurists are presumed unbiased and impartial and that they will promptly bring to the attention of the parties any latent biases or personal interests which might possibly affect their judgment in the case.\nBut simply because a judge does not raise sua sponte the issue of his impartiality, however, does not entitle a party to question a judge’s partiality after the case has ended without substantiation in the record that the complaining party did not receive a full, fair, and impartial trial.\nCounsel representing their clients still have the right to raise the question of the judge’s bias before the end of trial and we are confident that the trial judge is able to determine the issues raised without resort to sending the motion for determination to different judicial panels. That decision is entrusted to the discretion of the trial judge, and, absent an abuse of discretion, the decision will be affirmed.\nThe failure to preserve an issue on appeal will be excused only when a strong public interest outweighs the need to protect the judicial system from improperly preserved issues. (See, Commonwealth v. McKenna, 476 Pa. 428, 383 A.2d 174 (1978) — appeal permitted to insure that capital punishment comports with the United States Constitution).\nAdditionally, as in other cases involving after discovered evidence, there must be a showing that: 1) the evidence could not have been brought to the attention of the trial court in the exercise of due diligence, and 2) that the existence of the evidence would have compelled a different result in the case. Lazarus v. Goodman, 412 Pa. 442, 195 A.2d 90 (1963); Der Hagopian v. Eskandarian, 396 Pa. 401, 153 A.2d 897 (1959); Helmig v. Rockwell Mfg. Co., 389 Pa. 21, 131 A.2d 622 (1957); Felo v. Kroger G. and B. Co., 347 Pa. 142, 31 A.2d 552 (1943).\nQuestions concerning the fairness, impartiality, or bias of the trial court always affect the administration of justice and can cloak the whole system of judicature with suspicion and distrust. Because recusal requests call into question our ability to mediate fairly, they raise important issues in which the public is concerned. If our courts are perceived to be unfair and biased, our future ability to adjudicate the public’s grievances and wrongs will be threatened, because we all lose the one thing that brings litigants into our halls of justice — their trust. Without the people’s trust that our decisions are made without malice, ill-will, bias, personal interest or motive for or against those submitting to our jurisdiction, our whole system of judicature will crumble. Accordingly, when challenges are made concerning the necessity for the recusal of a judge, an important public question is being addressed which we, as responsible representatives of the people, must resolve. However, where the challenge is made for the first time after verdict, in post-trial motions or in arguments and briefs before the appellate courts, different considerations come into play.\nCharges of prejudice or unfairness made after trial expose the trial bench to ridicule and litigants to the uncertain collateral attack of adjudications upon which they have placed their reliance. One of the strengths of our system of justice is that once decisions are made by our tribunals, they are left undisturbed. Litigants are given their opportunity to present their cause and once that opportunity has passed, we are loathe to reopen the controversy for another airing, save for the greatest of need. This must be so for the security of the bench and the successful administration of justice. Accordingly, rules have developed for the overturning of verdicts and judgments for after-acquired evidence. In our view, recusal motions raised after verdict should be treated no differently than other after-acquired evidence situations which compel the proponent to show that: 1) the evidence could not have been brought to the attention of the trial court in the exercise of due diligence, and 2) the existence of the evidence would have compelled a different result in the case.\nWhile the recusal of a judge raises important public questions, we find that SEPTA failed to show that the evidence it now seeks to use for Judge Kremer’s recusal was unavailable during trial in the exercise of due diligence or that, based upon the record, the existence of the evidence would have compelled a different outcome in this case. Accordingly, we dismiss SEPTA’s attempts to force the recusal of the trial judge in post-trial fashion.\nAdditionally, it is important to note that the verdict and award of damages in favor of Gerald was rendered by a jury and not by the trial judge. Accordingly, the jury and not the trial judge exercised full responsibility for the fact finder function. As we observed in Commonwealth v. Darush, Id., wherein we similarly rejected a defendant’s contention that the trial judge had erred in declining to recuse himself and allowed the jury verdict to stand:\n“Nothing in the record indicates appellant’s trial was conducted other than in an unbiased manner. Furthermore, appellant was tried by a jury which was responsible to evaluate the testimony and arrive at a verdict. Since appellant is unable to point out any partial rulings or conduct by the trial court which might have improperly affected the jury, he has not shown that the integrity of the fact finding process was affected by any alleged predisposition held by the court. See Commonwealth v. Scott, 469 Pa. 258, 365 A.2d 140 (1976).” (459 A.2d 732).\nSee also, Commonwealth v. Edney, 318 Pa.Super. 362, 464 A.2d 1386 (1983); Commonwealth v. Baker, 299 Pa.Super. 241, 445 A.2d 544 (1982); Commonwealth v. West, 270 Pa.Super. 301, 411 A.2d 537, 539 (1979); Commonwealth v. Conrad, 241 Pa.Super. 324, 361 A.2d 421 (1976). The impeccable logic and reasoning of Darush is equally applicable to the instant matter, particularly in light of the Superior Court’s Per Curiam Opinion of November 23, 1984, in which the substantive rulings of the trial judge in connection with both his conduct of the trial and his instructions to the jury were affirmed and were found to be free from error. Since the integrity of the fact finding process was insulated by the verdict of the jury, and since no ruling of the trial judge and no specific event or incident which occurred during the trial gave rise to any question as to the trial judge’s objectivity or to the propriety of his rulings, there can be no possible suggestion that the parties received anything less than a full, fair, and impartial trial.\nIn Commonwealth v. Perry, Id., the appellant contended that he was entitled to a new trial as the trial judge (presently Mr. Justice James T. McDermott of this Court), who was a mourner at the funeral of the deceased in the case, refused to recuse himself in a murder trial before a jury. This Court affirmed the judgment of the trial court and found that there was no abuse of discretion on the part of the trial judge in refusing to recuse himself. In so holding, we observed:\nTherefore, since the relationship itself does not disqualify the judge, we look beyond the existence of this type of relationship to determine if any prejudice has actually accrued. After a close scrutiny of the record, it is clear that instantly the judge presided fairly and well and the existence of any relationship between the judge and the victim had no effect on the performance of the trial judge.\nFinally, one who asserts that a trial judge should be disqualified must produce some evidence of the necessity for that disqualification. See Crawford’s Estate, Id.; Appeal of Askounes, 144 Pa.Super. 293, 19 A.2d 846 (1941). This has not been shown in this case. Accordingly, there is no reasonable basis to question this judge’s impartiality. (364 A.2d at 317-318 — Emphasis Added).\nNeither is there any reasonable basis to question the impartiality of Judge Kremer, in the case sub judice. Here, as in Perry, none of the relationships alleged disqualified the trial judge; here, as in Perry, a close and searching scrutiny of the trial record discloses that no prejudice has actually accrued and that the trial judge presided fairly and well; here, as in Perry, any relationships asserted between the trial judge and any of the lawyers in plaintiff’s trial counsel’s law firm had no effect whatsoever upon the performance of the trial judge; and so too here, as in\nPerry, there is no reasonable basis to question the trial judge's impartiality and, consequently, no need for the trial judge’s recusal.\nAppellants next argue that Superior Court erred in ruling that the trial court erred in allowing recovery for the services being provided by the Woods Schools. Specifically, Appellants argue that Superior Court erred in finding that the trial court resolved the issue of whether services provided by the Woods Schools for Gerald were custodial or rehabilitative, instead of letting the jury decide the question. Appellants also challenge Superior Court’s determination that the Woods Schools is accredited by an equivalent government agency within the meaning of the No-Fault Act, 40 P.S. § 1009.103.\nUnder the No-Fault Act, 40 P.S. § 1009.103, costs for medical and vocational rehabilitative services are recoverable from the no-fault carrier if two conditions are met. First, the services provided the victim must be necessary to reduce his disability and to restore his physical, psychological, social and vocational functioning. Secondly, the services must be rendered by a facility accredited by the Department of Health, an equivalent governmental agency, or the accrediting assignee of the Department or agency.\nServices which do not reduce the disability of the victim or restore his functioning, being custodial in nature, would not be recoverable under the No-Fault Act and, thus, would be included in a damage award. Similarly, services provided by a facility not properly accredited would not be recoverable under the No-Fault Act, irrespective of the nature of the services, and, thus, would be included in a damage award.\nEvidence on the nature of services provided Gerald by the Woods Schools was presented to the jury. On behalf of Gerald, evidence was submitted to show that the disabilities brought about by his injuries were reduced as much as possible, having reached a plateau, and that rehabilitative services would have only a limited effect. The services provided by the Woods Schools were argued to be residential and custodial in nature, consistent with the School’s accreditation as a residential treatment center. Appellees, on cross-examination, attempted to show that Gerald’s disabilities could be further reduced and that his functioning could be further restored but introduced no witnesses of their own on this issue. Nevertheless, the jury was presented with a factual dispute for its resolution. Superi- or Court concluded that “the trial judge himself resolved this factual dispute and instructed the jury that the costs could be awarded.” (Superior Court’s at page 999). That court placed considerable emphasis on the trial court’s sidebar explanation of its belief that the evidence overwhelmingly showed that the costs were exclusively custodial in nature:\nGentlemen, I said at the completion of the case I would place upon the record my findings, or an indication of some of my findings with regard to the issue as to whether or not custodial care is medical expenses within the meaning of the act. The answer is rather obvious to all of you. I have considered all of the evidence, and I very, very much find that the expenses in this case are not medical expenses; they are institutional or custodial expenses. To the extent that there is some therapy involved in the institutional or custodial care, I think it is so minimal that it cannot be considered as a bar for, or a justification for preventing the plaintiff from recovery.\nThere would also be a complete barrier to such a position. Because as I recall the testimony, the witness said that all that remains for purposes of therapy is about six months, and I accepted that testimony. So at the end of the six months the plaintiff has gotten as far as he is ever going to get. That is his condition, it is never going to improve any for the rest of his life. So, therefore, I think he is entitled to recover that. That is my ruling. I will supplement it with further findings of fact.\nSuperior Court’s conclusion that the trial judge resolved, for the jury, the issue of the nature of the services of the Woods Schools is incorrect. The findings so heavily relied on in Superior Court’s analysis of this issue were made after the jury was dismissed for its deliberations. These statements, made out of the hearing of the jury, in no way determined for the jury the nature of the Woods Schools services. To the extent Superior Court relied on those comments as support for their conclusion that the trial court determined an issue exclusively reserved for the jury, they committed error, as well as a considerable misshaping and misreading of this record. Whether the trial judge resolved this issue can only be determined from a review of the testimony at trial and the charge given the jury, not from reliance on comments made out of the hearing of the jury.\nIn reviewing a trial judge’s charge, the proper test is not whether certain portions taken out of context appear erroneous. We look to the charge in its entirety, against the background of the evidence in the particular case, to determine whether or not error was committed and whether that error was prejudicial to the complaining party. Hrivnak v. Perrone, 472 Pa. 348, 372 A.2d 730 (1977); McCay v. Philadelphia Electric Co., 447 Pa. 490, 291 A.2d 759 (1972); Incollingo v. Ewing, 444 Pa. 263, 282 A.2d 206 (1971); Whitner v. Lojeski, 437 Pa. 448, 263 A.2d 889 (1970).\nIn pertinent part, the trial court charged the jury as follows:\nThe plaintiff is entitled to recover for the cost and expense of custodial and institutional care for so long as same is reasonable and necessary. In this case there has been no challenge to the reasonableness or necessity of such care. The uncontradicted testimony is that such care will be necessary for the rest of his life. That is for the period of his life expectancy. We will be doing a lot of talk about the period of his life expectancy.\nThe testimony was that he cannot take care of himself, that he is not capable of living by himself and sustaining himself, and that he operates at a limited mental level, plus all the other testimony that you heard and saw.\nIt is for you to decide what you accept and whether you accept it or not. It is for you to decide whether or not he will require custodial care for the remainder of his life.\nYou heard the testimony. The only testimony offered — I do not recall any contradictory testimony — was the (sic) he will reasonably require that custodial care for the rest of his life. It is for you to evaluate that. I believe I said it is up to you to decide whether he will need custodial care for the rest of his life. So you understand how that works, assuming that a verdict were given and that liability were found, the Court supervises payments to whoever would have custody. The Court does that.\nI cannot review the evidence for you any further than it was reviewed. My recollection is that physicians, whoever was involved in it, said that this care and custody was necessary. They told you about his age and what had happened and that at a certain point schooling has to cease. Then you have to have custody. All of that you have. You understand it.\nYou must remember that you are evaluating — assuming that is his life expectancy — you are evaluating 52.3 years into the future. Mr. Daniels used the figure 57.3. I saw somebody glance at the board when he said that. Because it is five years past and 52.3 years future according to his contention, that is where he got the 57.3.\nIt is up to you to decide whether his life expectancy is 52.3 years, whether it was reduced as a result of the accident, or whether he remains with a normal life expectancy. The point is that you have to determine whether he will live that full life expectancy with the injuries that he has and require that custodial care. You may decide that he will die tomorrow. You would then have to ask yourself, on what possible evidence did you base such a decision, because that was not the evidence that was offered to you. The evidence in this case was uncontradicted that the plaintiffs life expectancy was not reduced by the accident. The plaintiff offered medical evidence, expert evidence to that effect. Neither defendant offered any evidence to contradict that life expectancy. It is, nevertheless, for you to decide.\nI do not remember any references to that at all, even in the arguments. There was no reference to that figure in the arguments, I do not remember any contention or cross-examination that that was not a proper figure dealing with the people that siphon into this facility. You must bear in mind, I believe, the testimony indicated that the few people that are there is what siphons in from many, many millions of people in the surrounding area, you end up with 16 people in that unit.\nThe testimony was that — that figure is calculated two years from now, when the facility is brought up to other facilities, the charge will be $48,000 a year. No one challenged the reasonableness or necessity for that, but you must still find that that is reasonable and necessary. (emphasis added).\nReviewing the trial court’s charge in its entirety leads us to conclude that it was fair and correct. As can be seen, the trial court directed the jury to determine for itself, based on the evidence it heard: 1) what Gerald’s physical needs would be, and 2) whether they would last for the remainder of his life. The jury was further instructed that it was within its discretion whether to accept or reject the evidence they heard on what Gerald’s physical needs would be and how long they would be needed. The jury was properly charged that it was within its discretion to accept that the services were custodial in nature and, if so accepted, to determine how long those services were required. The jury was also instructed that it did not have to accept the evidence and could find that the services were not custodial.\nThe evidence, being heavily in favor of a finding of Gerald’s reaching a plateau, was obviously accepted as a fact by the jury. SEPTA had every opportunity to present evidence to rebut and chose not to. Additionally, overwhelming evidence was presented, which the jury accepted, establishing that Gerald would need residential care for the balance of his life and again SEPTA had opportunity to challenge this evidence with its own, but failed to do so.\nIn light of the evidence that was presented at trial, we cannot say that the trial judge erred in charging the jury as it did and we reject the argument that the trial court resolved this issue for the jury.\nThe other assignments of error: namely, 1) that substantial evidence did not exist to support findings of negligence against SEPTA and Zieganfuss; 2) that delay damages under Pa.R.C.P. 238 are not appropriate under this case; 3) that the trial court erred in admitting into evidence costs of medical and rehabilitation vocational services that were admittedly recoverable from the no-fault carrier; and 4) that the trial court erred in its conducting of the voir dire proceedings and its charge to the jury regarding Appellant’s duty as a common carrier and regarding Gerald’s duty to exercise due care, were adeq ately handled by Superior Court.\nIts dismissals of these arguments were proper and are affirmed. The other portions of Superior Court’s opinion remanding for an evidentiary hearing on the issue of recusal of the trial judge, concluding that the trial judge improperly resolved a factual issue, and improperly applied the No-Fault Statute, 40 P.S. § 1009.103, are reversed.\nThe trial court’s judgment in favor of Appellant, Gerald J. Reilly, is affirmed.\nHUTCHINSON, J., files a concurring opinion.\nNIX, C.J., and ZAPPALA, J., concur in the result.\n. 40 P.S. § 1009.101, et seq.\n. Pa.R.C.P. 238 provides:\n(a) ... in an action seeking monetary relief for bodily injury, death or property damage, or any combination thereof, the court ... shall\n(1) add to the amount ... in the verdict of a jury, ... damages for delay at ten (10) percent per annum, not compounded, which shall become part of the ... verdict ...\n(2) compute the damages for delay from the date the plaintiff filed the initial complaint in the action or from a date one year after the accrual of the cause of action, whichever is later, up to the date of the ... verdict ...\n(c) ... damages for delay shall be added to the ... verdict ... against all defendants found liable, no matter when joined in the action.\n(f) ... If an action is pending on the effective date of this rule, ... damages for delay shall be computed from the date plaintiff files the initial complaint ...\n. The trial judge had instructed the jury that Gerald’s parents were not entitled to recover damages in their own right and they have not appealed that ruling. Before submitting the case to the jury, the court directed a verdict against Baker and he has not appealed. Plaintiffs did not proceed against Mrs. Baker at trial and judgment was not entered against her.\n. Tagnani v. Lew, 493 Pa. 371, 426 A.2d 595 (1981); Bell v. Koppers Co., Inc., 481 Pa. 454, 392 A.2d 1380 (1978); Coleman v. Board of Education, 477 Pa. 414, 383 A.2d 1275 (1978); Commonwealth v. National Federation of the Blind, 471 Pa. 529, 370 A.2d 732 (1977); Weigand v. Weigand, 461 Pa. 482, 337 A.2d 256 (1975); Dilliplane v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 (1974).\n. Canon 3 C provides in pertinent part:\n(1) A judge should disqualify himself in a proceeding in which his impartiality might reasonably be questioned, including but not limited to instances where:\n(a) he has a personal bias or prejudice concerning a party, or personal knowledge of disputed evidentiary facts concerning the proceeding;\n(b) he served as lawyer in the matter in controversy, or a lawyer with whom he previously practiced law served during such association as a lawyer concerning the matter, or the judge, or such lawyer has been a material witness concerning it;\n(c) he knows that he, individually or as a fiduciary, or his spouse or minor child residing in his household, has a substantial financial interest in the subject matter in controversy or in a party to the proceedings, or any other interest that could be substantially affected by the outcome of the proceeding;\n(d) he, or his spouse, or a person within the third degree of relationship to either of them, or the spouse of such a person:\n(i) is a party to the proceeding, or an officer, director or trustee of a party;\n(ii) is acting as a lawyer in the proceeding;\n(iii) is known by the judge to have an interest that could be substantially affected by the outcome of the proceeding;\n(iv) is to the judge’s knowledge likely to be a material witness in the proceeding.\n. We are gratified to note that at least one jurist on the Superior Court panel kept his equilibrium, undaunted by nonjudicious pressures, and followed the law which has denied an unfair advantage to those appellants who seek to raise new allegations of fact by way of briefs rather than in the time-honored method of raising such matter during trial and in post-trial motions. (See Concurring and Dissenting Opinion of Johnson, J., Reilly v. SEPTA, 330 Pa.Superior Ct. 420, 480-481, 479 A.2d 973, 1004 (1984)).\n. Were this not such a serious matter concerning the integrity of our judicial system, we would be prone to chuckle at the flip-flop tactics of the law firm representing SEPTA in this appeal. Although they seek recusation of the trial judge because of his relationship to two lawyers who are associated with the Daniels' firm (Plaintiffs’ trial counsel herein), even though these two lawyers were not shown to have any interest in the Daniels’ firm which could be \"substantially affected by the outcome of the proceeding”, this same law firm argued against the recusal of a judge whose brother was a partner of their firm and, presumably, had an interest in the firm that could be \"substantially affected by the outcome of the proceeding.\" It just depends on whose ox is being gored. See, Marine Towing Company v. Fairbanks, Morse and Co., 225 F.Supp. 467 (E.D.Pa.1963).\n. 40 P.S. § 1009.103 provides:\n“Medical and vocational rehabilitation services ” means services necessary to reduce disability and to restore the physical, psychological, social, and vocational functioning of a victim. Such services may include, but are not limited to, medical care, diagnostic and evaluation procedures, physical and occupational therapy, other necessary therapies, speech pathology and audiology, optometric services, nursing care under the supervision of . a registered nurse, medical social services, vocational rehabilitation and training services, occupational licenses and tools, and transportation where necessary to secure medical and vocational rehabilitation services. A basic loss obligor is not obligated to provide basic loss benefits for allowable expense for medical and vocational rehabilitation services unless the facility in which or through which such services are provided has been accredited by the Department of Health, the equivalent governmental agency responsible for health programs, or the accrediting designee of such department or agency of the state in which such services are provided, as being in accordance with applicable requirements and regulations.\n. The evidence indicated that: Gerald suffered a basal skull fracture and a brain stem contusion, causing extensive and permanent organic brain damage, and was in a comatose condition for approximately three months following the accident. He was unable to speak for approximately six months following the accident and has suffered a permanent speech impairment and defect as a consequence of his organic brain damage.\nGerald’s physical injuries included multiple fractures about his head and body and progressive scoliosis, which required Harrington Rod insertions and application of a body jacket, which was worn over the course of nine months. Gerald’s upper left extremity sustained a permanent flexion deformity of 45° at the left elbow, which prevents full extension, and tightened left finger flexors. His right upper extremity became an ataxic limb, which has marked incoordination and pronounced tremors. Gerald’s lower left extremity suffered a pronator foot deformity, which required tendo-achilles lengthening surgery eight months after the accident, and is now afflicted with a substantial residual paralysis.\nGerald is unable to coordinate any of his extremities, which are basically non-functional. He is unable to stand or walk without assistance and will be confined to a wheelchair for the rest of his life. His motor control and speech are significantly impaired. His former I.Q. of 135 has been reduced to 88. Although he was formerly an honor student in high school, he now has a distinct memory impairment, does not have the ability to acquire new learning and has lost both concentration and motivation abilities. Gerald has also lost the use of the neuromuscular balance in his back, which caused the development of the scoliosis condition, previously referred to, necessitating two separate and distinct spinal fusion surgical procedures upon his young body.\n. Because of this determination, it is unnecessary to decide if the trial court erred in not determining whether the Woods Schools’ accreditation by the Department of Public Welfare as a “residential treatment center\" qualifies as certification by “an equivalent governmental agency.\" Inasmuch as the jury accepted that the services were custodial, the no-fault carrier was not obligated to reimburse the costs for those services under 40 P.S. § 1009.103 even if the Woods Schools was accredited by the Department of Health or an equivalent governmental agency.\n. Reilly v. SEPTA, 330 Pa.Superior Ct. 420, at 429, 479 A.2d 973, at 977-978.\n. Reilly v. SEPTA, Id., 330 Pa.Superior Ct. at 475-476, 479 A.2d at 1002.\n. Reilly v. SEPTA, Id., 330 Pa.Superior Ct. at 474-475, 479 A.2d at 1001.\n. Reilly v. SEPTA, 335 Pa.Superior Ct. 488, at 490-491, 484 A.2d 1390, at 1391.\n. Reilly v. SEPTA, Id., 335 Pa.Superior Ct. at 491, 484 A.2d at 1391-1392."}