{"id": "1794071", "contents": "OPINION OF THE COURT\nLARSEN, Justice.\nThe Commonwealth appeals from the decision of the Superior Court, 332 Pa.Super. 415, 481 A.2d 855 (1984), which reversed the judgments of sentence and vacated appellees’ convictions of risking a catastrophe in violation of 18 Pa.C.S.A. § 3302(b).\nFollowing a two-week jury trial in the Court of Common Pleas of Luzerne County, appellees, Elmo Scatena, Gerard Scatena and Louis Scatena were convicted of violating the Pennsylvania Clean Stream Law, 35 P.S. § 691.301, § 691.-307 and 25 Pa.Code § 97.72; of causing a public nuisance, 18 Pa.C.S.A. § 6504; and of risking a catastrophe. Elmo Scatena was also convicted of conspiracy, 18 Pa.C.S.A. § 903(a). The trial court arrested judgment on the convictions for causing a public nuisance. The appellees were sentenced on all other convictions.\nThe Superior Court affirmed the judgments of sentence for violations of the Clean Stream Law and for conspiracy. The judgments of sentence for risking a catastrophe were reversed, that court holding there was insufficient evidence to sustain these convictions. The sole issue before us is whether there was sufficient evidence to support the appellees’ convictions of risking a catastrophe. We hold the evidence was sufficient and reverse.\nThe testimony and evidence produced at trial established the following: Appellee Elmo Scatena owned and operated a garage and automotive service station known as Highway Auto Service in Pittston, Luzerne County, Pennsylvania. He was assisted in the operation of the business by his two sons, appellees Gerard Scatena and Louis Scatena. From August of 1978 to July of 1979, the appellees knowingly discharged hundreds of thousands of gallons of untreated industrial and chemical wastes into a borehole on the Highway Auto Service premises. The borehole led to an abandoned underground mine where the wastes accumulated. The appellees at first were paid $150.00 and then later $200.00 for each truckload of wastes dumped into the borehole.\nMuch of the wastes discharged into the borehole consisted of oily sludges and cutting solutions. A substantial portion of these materials were contaminated with metallic chips of iron, chrome, nickel and copper hydroxides. Other wastes deposited into the abandoned mine were more chemical in nature. Some contained sodium methacyrlate, sodium chlorine, sodium sulfate, hydroquinone and pyrogallic acids. In addition, at least 66,000 gallons of waste cyanide were dumped into the borehole between August of 1978 and January of 1979. This avalanche of waste materials deposited into the borehole collected and amassed in the abandoned underground mine stretching below the populated Pittston area. On July 29, 1979, this accumulation of hazardous materials escaped from the mine and a massive volume of black, sludgy, odorous, toxic wastes commenced to discharge into the Susquehanna River. The Susquehanna River is a major waterway in the Luzerne County area serving the population in many significant ways. One of those ways is that it provides raw water intake for the water authority of Danville, Pennsylvania.\nThe waste discharging into the river was discovered at once by the authorities. On July 30, 1979, the Pennsylvania Department of Environmental Resources (D.E.R.) initiated massive containment measures to control the discharge. Nonetheless, by mid-day on July 31, 1979, the Susquehanna River was polluted with a bank to bank oil sheen for a distance of 35 miles down river from the point of discharge. Additionally, there were oily patches extending for another 25 to 30 miles downstream to Danville.\nOn August 8, 1979, the Commonwealth performed a rhodamine-wt dye test by pouring 2 to 2-V2 gallons of the dye into the borehole on the Highway Auto premises. The dye was flushed with 1000 gallons of water. Less than 24 hours later the dye had made its way through the mine and into the river. Three days later, measurements revealed that 60.5% of the dye dumped into the appellees’ borehole had issued from the mine.\nNumerous soil samples taken from near the borehole, within the borehole and at the mine tunnel were analyzed by the D.E.R. All of the samples revealed the presence of the chemical dichlorobenzene. In addition, samples taken five days after the discharge began revealed the presence of dichlorobenzene in the raw water intake and the finished water of the Danville Water Company. This same chemical was also found in the kitchen sink tap water of a Danville restaurant.\nBy and large the prodigious containment efforts undertaken by the Commonwealth were successful in controlling the discharge. Nevertheless, measurable amounts of discharge continued for several months. There was also evidence presented concerning: (a) the potentially explosive gases that were escaping from the mine tunnel, and (b) the presence of the chemical cyanide which when coupled with the environment of an underground mine evolves into hydrogen cyanide which has the potential to be released as a deadly gas and disperse in all directions including up and out of holes in the ground.\nThe Commonwealth argues that the evidence presented at trial was sufficient to convince beyond a reasonable doubt that the appellees’ actions in discharging untreated industrial and chemical wastes into the borehole and abandoned mine which eventually exited into the Susquehanna River risked a catastrophe in violation of 18 Pa.C.S.A. § 3302(b).\nSection 3302(b) of the Crimes Code provides:\nRisking a catastrophe. — A person is guilty of a felony of the third degree if he recklessly creates a risk of catastrophe in the employment of fire, explosives or other dangerous means listed in subsection (a) of this section.\n18 Pa.C.S.A. 3302(b). Subsection (a) enumerates “other dangerous means” as “flood, avalanche, collapse of building, release of poison gas, radioactive material or other harmful or destructive force or substance, or by any other means of causing potentially widespread injury or damage.” 18 Pa.C.S.A. 3302(a).\nIn Commonwealth v. Hughes, 468 Pa. 502, 364 A.2d 306 (1976) we had occasion to consider this statute and we said:\nSection 3302 attempts to meet two separate and distinct societal harms. In paragraph (a) it purports to punish for the damage caused by the mishandling of certain enumerated highly dangerous forces or substances. Paragraph (b) addresses the exposure to harm created by the misuse of these forces or substances.\nIn the instant case, the Commonwealth sought to establish that appellees exposed society to harm and risked a catastrophe by the dumping of huge quantities of dangerous wastes into the borehole on the Highway Auto Service property in violation of paragraph (b) of Section 3302. The Commonwealth offered proof that society was subjected to the risk of “widespread injury or damage” in three particular ways. First, by the creation of a danger of an underground mine explosion in an area honeycombed with mines; second, by the generation and potential release of poisonous cyanide gas from the abandoned mine; and third, by the discharge of hazardous chemicals and industrial wastes into the Susquehanna River. The Superior Court reviewed the evidence presented in this case and concluded that it was insufficient as to each of these threats.\nWhere the sufficiency of the evidence to support a guilty verdict is challenged on appeal:\n[w]e must view the evidence in the light most favorable to the Commonwealth as verdict winner, accept as true all the evidence and all reasonable inferences upon which, if believed, the jury could properly have based its verdict, and determine whether such evidence and inferences are sufficient in law to prove guilt beyond a reasonable doubt. (Commonwealth v. Stockard, 489 Pa. 209, 413 A.2d 1088 (1980).\nCommonwealth v. Coccioletti, 493 Pa. 103, 107, 425 A.2d 387, 389 (1981). See Commonwealth v. Tribble, 502 Pa. 619, 467 A.2d 1130 (1983).\nApplying this standard to the entire record in the present case, we hold that the evidence was sufficient to support appellees’ convictions of risking a catastrophe. The pollution of a major public water source resulting from the discharge of enormous quantities of hazardous industrial wastes and dangerous chemicals into that source, in this case the Susquehanna River, is enough to establish a violation of Section 3302(b). The theory of the Commonwealth’s case as well as the thrust of its proof was that the appellees risked a catastrophe as opposed to caused a catastrophe. The fact that swift and effective governmental intervention limited the deleterious effect of appellees’ reckless conduct does not decriminalize their actions. The fact that an actual devastating catastrophe was averted is of no moment in assessing appellees’ conduct in terms of Section 3302(b)— exposing society to widespread damage. The massive discharge of dangerous wastes into the Susquehanna River which, in spite of immediate detection and vast and expeditious containment measures, within two days, contaminated the water way for some 60 miles downstream is conduct that risks a catastrophe.\n[T]he degree of culpability required by Section 3302(b) is ...; a gross reviation from the standard of conduct that a reasonable person would observe in the actor’s situation. The ‘risk’ proscribed by this legislation is the use of dangerous means by one who ‘consciously disregards a substantial and unjustifiable risk’ and thereby unnecessarily exposes society to an extraordinary disaster. (Emphasis in original)\nCommonwealth v. Hughes, 468 Pa. at 513, 364 A.2d at 311.\nThe conduct of the appellees in this case of depositing immense quantities of dangerous untreated industrial and chemical wastes into the Susquehanna River exhibits a conscious disregard of the very substantial and unjustifiable risk involved to human health and to the environment. These abusive actions constituted a gross deviation from the standard of conduct that reasonable businessmen and property owners would observe in the same circumstances as the appellees. Society was caused to be unnecessarily exposed to the extraordinary disaster of having a major water source in a populated area turned into a polluted health hazard. We reject the appellees’ argument that because the Commonwealth failed to present expert testimony relating to the precise degrees of toxicity of the various chemicals and wastes deposited into the river, the evidence falls short of proof of risking a catastrophe.\nWhen a school bus driver intentionally navigates his bus full of school children through a red light at a high rate of speed and miraculously escapes collision and injuries, no expert testimony is needed to establish that the driver is guilty of risking a catastrophe. When a pyromaniac sets fire to an office building which is then occupied by thousands of workers and the fire is extinguished before any humans have been consumed by the flames, no expert testimony is needed to establish that the arsonist is guilty of risking a catastrophe.\nLikewise, when polluters cause massive quantities of untreated and hazardous industrial and chemical wastes to be discharged into one of the Commonwealth’s major rivers resulting in the river being covered solidly from bank to bank for thirty-five miles with an oil sheen and then for another thirty miles there were patches of oily substance on the water, and the discharge consisted of numerous substances harmful to human health and was only contained by the hurculean efforts of the D.E.R., no expert testimony as to the exact toxic levels of the wastes is needed to establish that the polluters (appellees herein) are guilty of risking a catastrophe.\nThe order of the Superior Court is reversed and the judgments of sentence are reinstated.\nFLAHERTY, J., filed a dissenting opinion in which NIX, C.J., and ZAPPALA, J., joined.\nThis case was reassigned to this author on May 28, 1985.\n. Elmo Scatena is the father of Gerard and Louis Scatena.\n. Elmo Scatena was sentenced to serve a total term of imprisonment of from eleven months to twenty-two months and to pay a total fine of $195,000.00 for violations of the Clean Streams Law and 25 Pa.Code § 97.72, a regulation prohibiting the discharge of waste into mines. He was also sentenced to a one year term of probation for conspiracy to violate the Clean Stream Law and to a concurrent 5 year term of probation for conspiracy to risk a catastrophe, as well as a five year concurrent term of probation and a $5,000.00 fine upon the crime of risking a catastrophe. Gerard and Louis Scatena were each sentenced to four years of probation and each fined $127,500.00 for violations of the Clean Streams Law and the discharge regulation. Further, each was sentenced to consecutive one year terms of probation and fines of $2,500 upon the crime of risking a catastrophe.\n. The judgment of sentence for conspiracy applied only to Elmo Scatena since he was the sole appellee convicted of that offense.\n. The parties here cross-petitioned for allowance of appeal. We denied the petition filed by the Scatenas and granted the Commonwealth’s petition.\n. According to the testimony, these waste materials were a dark brown liquid, very high in Ph, making them acutely alkaline and caustic.\n. A chemist who testified on behalf of the appellees admitted on cross-examination that dichlorobenzene was bioaccumulative and could cause liver and kidney damage in humans.\n. There was testimony that there were a considerable number of boreholes in the Pittston area.\n. In Commonwealth v. Hughes, supra we said that in construing Section 3302(b) \"in accordance with the fair import of its terms the word ‘catastrophe’ is intended to be synonymous with 'widespread injury or damage.’ ’’\n. The substances deposited into the mine and eventually the river included cyanide, dichlorobenzene, napthalene, waste oil, trichloroethylene, tetrachloroethylene, zylenes, straight-chained alkanes, substituted benzine, napthalene, methylnapthalenes, dimethynapthalene, acenaphthene, methlacenapthalene, phenolic material, polynuclear aeromatic moleculor weight 178, phenanthrene, anthracene, polynuclear aeromatic moleculor weight 202 dioccylphthalate or diethyl hexyl phthalate.\n. Because we find that the evidence of the reckless pollution of the Susquehanna River was sufficient to convict the appellees of risking a catastrophe, it is unnecessary for us to consider whether the evidence of the other risks, namely, the danger of an underground explosion and the potential release of cyanide gas from the mine, was adequate to support conviction."}