{"id": "1794003", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nI. INTRODUCTION\nWe are presently required to review the conviction of murder of the first degree and the death sentence of Alan Lee Pursell (Appellant) pursuant to 42 Pa.C.S. § 9711(h). Appellant was arrested on July 28, 1981, and charged with criminal homicide for the death of a thirteen-year-old boy, Christopher Brine, whose body was found in a wooded section of Lawrence Park Township, Erie County, Pennsylvania. The corpse was nude, battered, and bloody.\nAppellant was tried to a jury with the Honorable Jess S. Jiuliante of the Erie County Court of Common Pleas presiding and, on January 26, 1982, the jury returned its verdict of murder of the first degree. Immediately thereafter, a separate sentencing proceeding was conducted, following which the same jury determined that Appellant be sentenced to death. Post-verdict motions were argued before a court en banc which denied same, triggering this automatic appeal.\nAppellant first argues that insufficient evidence exists to support a conviction of murder of the first degree. Our independent review of the entire record, giving all reasonable inferences to the Commonwealth, discloses sufficient evidence to support the conviction of murder of the first degree based upon the facts we have gleaned from the record.\nOn July 24, 1981, in a secluded wooded area of Lawrence Park Township, James Feeney found the victim’s nude body, its face drenched with blood. A twenty-five foot tree branch lay across the throat which was wrapped in shirt material. After viewing the corpse, the County Coroner estimated that the victim had been dead for twelve to fifteen hours, placing the time of death between midnight and three o’clock, a.m., on July 24, 1981. An autopsy revealed that prior to death, the victim had sustained fifteen blows to the head with a jagged, blunt object, and had suffered various bruises, a broken nose, internal hemorrhaging in the neck, swollen eyes, and a crushed windpipe. The crushed windpipe was determined to be the cause of death. After the victim’s death, his body was subjected to burns on parts of the torso, and trauma to the chest and scrotum, part of which was crushed.\nA blood-covered jagged rock was found near the body. The blood was similar to the victim’s; the lacerations and punctures on the victim’s head were caused by this rock. The nearest rocks were two hundred feet from the body and were similar to the rock used to strike the victim. A pair of glasses found near the body was identified as those made and sold to Appellant by his optometrist, Dr. Perry. On July 25, 1981, the day following the death, Appellant returned to Dr. Perry and ordered another, identical pair of glasses.\nBlood found on Appellant’s shoes was consistent with that of the victim’s. Blood was also found on other items of clothing worn by Appellant on July 24, 1981. This blood could not be accurately examined because the clothes had been washed.\nAppellant’s mother testified that Appellant came home on July 23, 1981, at 10:30 p.m. She recalled that he was covered with blood and asked her to say that he had come home early. Mrs. Pursell also testified that she was extremely upset when she heard about the murder on the evening news (July 24, 1981) — so much so that she required medication to calm down — and that Appellant was aware of her reaction upon hearing of the victim’s death.\nFinally, on July 27, 1981, while listening to a newscast reporting developments in this case, Appellant turned to his girlfriend, with whom he was watching the seven o’clock newscast, and asked whether she thought a person could be traced through his glasses. No mention had been made in any report that glasses had been found at the scene.\nTaking all of these circumstances together, a jury could conclude beyond a reasonable doubt that young Christopher Brine’s death was a homicide. From the nature of the injuries, a jury could further infer that the homicide was intentional and malicious. Since the victim was assaulted with a rock carried two hundred feet from its natural resting place, the jury could conclude that the killing was premeditated. Finally, the jury could conclude that Appellant committed the crime since his glasses were found at the scene and since the blood found on his shoes matched that of the victim’s. Accordingly, we are satisfied that sufficient evidence exists in this record to support the jury’s verdict of murder of the first degree, and dismiss Appellant’s sufficiency challenge.\nII. VENUE CHANGE\nAppellant argues that the trial court erred in refusing to grant his motion for a change of venue on the ground of prejudicial pre-trial publicity. Appellant contends that the publicity was so pervasive, widespread, inflammatory, and inculpatory from the date of the crime until his trial, that “inherently prejudicial” pre-trial publicity can be presumed. We disagree.\nThe grant or denial of a change of venue is a matter within the sound discretion of the trial judge, who is in the best position to assess the community atmosphere and judge the necessity for a venue change. Commonwealth v. Daugherty, 493 Pa. 273, 426 A.2d 104 (1981); Commonwealth v. Rigler, 488 Pa. 441, 412 A.2d 846 (1980); Commonwealth v. Richardson, 476 Pa. 571, 383 A.2d 510 (1978). The trial court’s denial of the motion will be reversed only where there is an abuse of discretion.\nIn Commonwealth v. Romeri, 504 Pa. 124, 470 A.2d 498, 501-03 (1983), cert. denied, 466 U.S. 942, 104 S.Ct. 1922, 80 L.Ed.2d 469 (1984) (quoting Commonwealth v. Casper, 481 Pa. 143, 150-151, 392 A.2d 287, 291 (1978), we summarized the law in this area by reference to Commonwealth v. Casper as follows:\n[A]n application for a change of venue is addressed to the sound discretion of the trial court, and its exercise of discretion will not be disturbed by an appellate court in the absence of an abuse of discretion, (citations omitted) In reviewing the trial court’s decision, the only legitimate inquiry is whether any juror formed a fixed opinion of [the defendant’s] guilt or innocence as a result of the pre-trial publicity.\nWe have, however, recognized that occasions may arise where the pre-trial publicity is so pervasive and inflammatory that a defendant’s normal burden of demonstrating actual juror prejudice is obviated. Pre-trial prejudice is presumed if: (1) the publicity is sensational, inflammatory, and slanted towards conviction rather than factual and objective; (2) the publicity reveals the accused’s prior criminal record, if any, or if it refers to confessions, admissions, or reenactments of the crime by the accused; and (3) the publicity is derived from police and prosecuting officer reports. Id.\nThe publicity must be so extensive, sustained and pervasive without sufficient time between publication and trial for the prejudice to dissipate, that the community must be deemed to have been saturated with it. Id.\nAppellant argues before us that sensational reporting occurred [over a three-day period (July 28, 29 and 30, 1981) by the newspapers, radio and television] of the crime in which he was alleged to have been involved. While the texts of those articles are not part of the record, Appellant argues that one newspaper article published Appellant’s prior criminal record on its front page; that another mentioned that Appellant had a prior criminal record; and that radio and television reports during July 28-30, 1981, mentioned that Appellant had a prior criminal record. Such pre-trial publicity, which reveals an accused’s prior unrelated criminal conduct, may establish prejudice if the publicity continues up to the time of trial. Romeri, id. Such is not the case before us, since even if we accept Appellant's analysis of the articles, the record clearly shows that any sensational articles or references to Appellant’s prior record were published only for a three-day period in July of 1981. Thereafter, sporadic articles appeared which merely traced the procedural posture of the case until January, 1982, when the trial began. This six-month “cooling off period” was sufficient to dissipate the prejudice, if any, engendered by the July, 1981, publicity.\nAdditional articles published during the voir dire phase were factual in nature and in no way show that prejudicial material was widely disseminated at the time of trial.\nFinally, we have carefully reviewed the nine hundred pages of extensive voir dire examination wherein one hundred and one prospective jurors were questioned. Sixty-six of these prospective jurors were asked if they had heard about this case and to explain in detail what, if anything, they could remember about the case. Eight knew nothing about the case and of those, two were chosen to serve on the jury. The other fourteen jurors selected (four alternates included) were selected from among the remaining fifty-eight prospective jurors. Fifty-seven of these prospective jurors testified that they had heard about the case in July of 1981, that they had not formed any opinion as to the guilt or innocence of Appellant, that they would be able to reach a verdict based solely on the evidence presented in court, and that the information they had learned outside of the courtroom would not affect their decision in any way.\nWhen specifically asked about knowledge of Appellant’s prior criminal conduct, one venireman was not sure (notes of Voir Questioning, Vol. 1, p. 42) and was striken for cause. A second venireman had heard that Appellant had prior offenses, but knew of no details (Vol. 1, p. 191) and was striken for cause. A third had heard in the courtroom halls that Appellant was involved with child molesting (Vol. IV, pp. 222-223) and was similarly stricken for cause. A fourth venireman, chosen as a juror, had heard that Appellant was a neighborhood troublemaker (Vol. Ill, p. 134) but did not know of any prior criminal conduct and had not learned anything from media reports of the newspaper article which mentioned any prior offenses. The other,, sixty-two (62) veniremen had no knowledge of Appellant’s prior criminal conduct nor recollection of the media reports about that conduct.\nConsidering the almost unanimous lack of knowledge of Appellant’s prior criminal conduct by the veniremen, we cannot presume that the few media accounts mentioning that conduct was prejudicial at all. The reporting was not extensive, sustained, or pervasive and, in view of the veniremen’s answers, it is obvious that the community was not saturated with knowledge of Appellant’s prior offenses. Clearly, the six-month cooling off period had had its effect and any possible prejudice had been dissipated.\nAccordingly, the trial court did not abuse its discretion in denying Appellant’s motion for a venue change.\nIII. INEFFECTIVENESS CLAIMS\nAppellant further argues that his trial counsel was ineffective in four instances during the trial and that his sentence therefore must be vacated and a new trial granted.\nThe threshold inquiry in ineffectiveness claims is whether the issue/argument/tactic which counsel has foregone and which forms the basis for the assertion of ineffectiveness, is of arguable merit, for counsel cannot be considered to be ineffective for failure to assert a meritless claim. Commonwealth v. Stoyko, 504 Pa. 455, 475 A.2d 714 (1984).\nFirst, Appellant points to three comments made by the District Attorney during his closing argument in the sentencing hearing which he argues were so prejudicial to him that his trial counsel must be found ineffective for failing to object.\nEarly in his summation, the District Attorney explained to the jury:\nThe Commonwealth alleges that under the law that the circumstances of the killing make it a torture/murder and therefore if you so find beyond a reasonable doubt, such as an aggravating circumstance, and it outweighs the mitigating circumstances the defense counsel has presented to you, you will not be asked to make an emotional decision. You will not be asked to decide based on some pictures. You will be told that under your duty as jurors under the laws of this Commonwealth and as representatives of the people of this community you must — you must — impose the death penalty. You have takén a sworn oath now to follow those laws and impose them and you represent the people of this community in this community. January 26, 1982, pp. 138-139.\nAppellant argues that the jury was misled into believing that it had no choice but to impose the death penalty as representative of the community, and that the prosecutor’s insistence that the death penalty be imposed was an improper expression of his opinion, forbidden by us in Commonwealth v. Pfaff, 477 Pa. 461, 384 A.2d 1179 (1978).\nAppellant also objects to the end of the District Attorney’s summation where he concludes:\nThere are aggravating circumstances sufficient here for us as a community under the law to require that we must now impose the death penalty. Ladies and gentlemen, defense counsel says you must weigh the aggravating against the mitigating, and he is correct, but it is not a question of number. The Commonwealth must prove beyond a reasonable doubt that this crime was especially heinous and atrocious and that the defendant’s mind was one manifesting exceptional depravity and that the defendant during the course of this killing had the intent to cause great pain or great suffering. It is the Commonwealth’s position that the evidence clearly shows that could be so and that the aggravating circumstance is of such a gravity and such a nature that standing next to it the fact that this defendant had no significant prior criminal record — he does have two thefts that were entered into evidence; that this defendant is a young man— those things standing next to him clearly — clearly cannot outweigh what this defendant has done to thirteen-year-old Christopher Brine. Ladies and gentlemen, under these circumstances, it is your duty — your sworn duty— to represent the people of this Commonwealth and to impose the death penalty on the defendant, Alan Lee Pursell. Were it not so, had these circumstances not existed, you would not be required to do so, but now you find these circumstances to be true and that they have been shown to you and this death is one which qualifies as a torture/murder under the law because of the way it occurred, you must — you must — return a verdict against the defendant of death because of the way Christopher Brine died and because of the laws of this Commonwealth. January 26, 1982, pp. 144-145.\nHere, Appellant argues that the prosecutor’s use of the first person plural (“we” must now impose the death penalty) confused the jury and represents an unwarranted invasion of the jury’s function of determining the sentence. Appellant also finds objectionable the prosecutor’s additional reference to the jury’s role as representative of the people, and his final insistence that the jury had no choice but to impose death. These arguments are meritless.\nIt is well-settled that comments by a district attorney do not constitute reversible error unless “the unavoidable effect of such comments would be to prejudice the jury, forming in their minds fixed bias and hostility toward the defendant so that they could not weigh the evidence objectively and render a true verdict.” Commonwealth v. Beasley, 504 Pa. 485, 475 A.2d 730 (1984); Commonwealth v. Tabron, 502 Pa. 154, 465 A.2d 637 (1983); Commonwealth v. Anderson, 501 Pa. 275, 461 A.2d 208 (1983). Viewed in this context, the subject comments could not have so prejudiced the jury as to have interfered with its rendering of a true sentence.\nThose comments which referred to the jury’s role as representative of the community only served to remind the jury of the effect of its sentence on the community, a consideration which any jury would consider irrespective of a prosecutor’s advocacy of its cause. Tabron.\nThese comments, when read in context, did not mislead or corner the jury into thinking that it had no choice but to determine that the- defendant be sentenced to death, as Appellant suggests, because each comment was prefaced by an accurate caution that if the jury found an aggravating circumstance beyond a reasonable doubt which outweighed any mitigating circumstances, then under the laws of this Commonwealth, the jury was obligated to determine that the death penalty be imposed, 42 Pa.C.S. § 9711(c)(l)(iv). In that context, the prosecutor was well within the bounds of reasonableness and legitimacy in arguing that the jury would have to impose a sentence of death.\nFurthermore, the District Attorney’s conclusion that the jury would be required to return a death penalty in accord with the sentencing guidelines, is not an expression of the prosecutor’s personal opinion regarding the defendant’s guilt, credibility, or trial strategy and, therefore, Pfaff is inapplicable.\nFinally, our close reading of the District Attorney’s closing indicates that he addressed the jury in the first person plural (we, us) on fifteen occasions. This tends to support Appellant’s contention that the prosecutor was confusing the jury by inferring he was also a part of its deliberative process in determining a sentence. However, the prosecutor also addressed the jury in the second person (you, your) forty-four times, minimizing any effect the first person usage may have had on the jury.\nReading the closing as a whole, it is clear to us that the jury was being addressed as the exclusive finder of life or death, and that the prosecutor was not attempting to interfere with the jury’s function.\nIn short, we do not find the prosecutor’s comments inflammatory or prejudicial, fixing bias or hostility against Appellant which would prevent the jury from objectively weighing the evidence and returning a true sentence. There was no ineffectiveness in not objecting to this closing.\nSince Appellant’s contended examples of ineffectiveness are without arguable merit, we need not consider what counsel’s reasons may have been for failure to pursue those meritless claims.\nAppellant secondly points to his trial counsel’s failure to move for a mistrial when the court tipstaff died, and cites this as an example of ineffective representation. We disagree.\nThe request for a mistrial is proper only when an event prejudicial to a defendant occurs at trial. Pa.Rule of Criminal Procedure 1118(b). The death of the court tip-staff did not occur in the courtroom and in no way prevented the trial from continuing. Accordingly, Appellant’s valued right to have his trial completed by a particular tribunal was not jeopardized. Commonwealth v. Robson, 461 Pa. 615, 337 A.2d 573 (1975). Additionally, Appellant points to nothing in the record to show that the tipstaff’s death had any lasting effect on the jury or that the death prejudiced the jury against Appellant. Since we find no merit in pursuing such a tactic, we conclude that trial counsel was not ineffective in failing to move for a mistrial when the tipstaff died.\nNext, Appellant argues ineffective assistance for the failure of his trial counsel to cross-examine adequately the Commonwealth’s criminalist, who established that the blood found on Appellant’s shoes was consistent with that of the victim. Appellant asserts that trial counsel should have questioned the witness’s methods in matching the victim’s blood with the blood removed from Appellant’s shoe to determine whether a mistake occurred in the matching process. This contention is meritless.\nThe criminalist testified that he conducted two types of tests on samples of Appellant’s blood and blood found on Appellant’s undershirt, boots, trousers, belt, and shoes, as well as on samples of blood found near the victim’s body, on the rock used to lacerate the victim’s head, and on the log used to asphyxiate the victim. All items were tested to identify blood type and the presence of three iso-enzymes (PGM, AK, EAP). The results of these tests established that the samples of blood found on the rock and log, the blood found near the victim, and the blood found on Appellant’s shoes matched that of the victim’s. Appellant’s blood was also found to be similar to the victim’s except that Appellant’s PGM count is 2-2, whereas, the victim’s PGM count was 2-1.\nOn cross-examination, counsel extensively questioned the witness about the process used to absorb the blood samples from the shoes, about the method used in testing the specimens, and about the enzyme typing process. We conclude that trial counsel’s cross-examination was adequate under the circumstances, and dismiss Appellant’s arguments to the contrary.\nFinally, Appellant alleges the ineffective assistance of counsel for withdrawing his motion for a mistrial after a prosecution witness testified that Appellant had been in jail before. Our review of the record indicates that after Officer Krake blurted out the reference to Appellant’s prior jailing, defense counsel immediately requested a mistrial, whereupon an in-chambers, on-the-record discussion was conducted. Defense counsel agreed to withdraw his motion in exchange for the prosecution’s agreement not to present a witness whose testimony would have been inculpatory. After a colloquy with Appellant, where he indicated that it was his decision to withdraw the motion for mistrial, the Court permitted the withdrawal of the motion and cautioned the jury to disregard completely the statement of Officer Krake.\nWhile pursuing the mistrial motion would have been of arguable merit, under the circumstances, we find no ineffectiveness in the strategy employed because it had a reasonable basis designed to effectuate Appellant’s interests. Commonwealth v. Dunbar, 503 Pa. 590, 470 A.2d 74 (1983); Commonwealth v. Hill, 450 Pa. 477, 301 A.2d 587 (1973).\nThe Commonwealth’s agreement not to introduce inculpatory evidence against Appellant in exchange for continuing with the trial certainly can be considered to have advanced and promoted Appellant’s interest because this evidence was the only admission defendant had made to anyone concerning his involvement in Christopher Brine’s death, and was in direct contradiction to the testimony he would give at trial and to statements he had given to the police. Since we can conclude that the course chosen had a reasonable basis designed to effectuate Appellant’s interests, counsel’s assistance is deemed constitutionally effective. Dunbar.\nMoreover, we have often indicated that in criminal cases, the possible prejudicial effect of a witness’s reference to the prior criminal conduct of a defendant may, under certain circumstances, be removed by an immediate cautionary instruction to the jury. Commonwealth v. Richardson, 496 Pa. 521, 437 A.2d 1162 (1981); Commonwealth v. Povish, 479 Pa. 179, 387 A.2d 1282 (1978). The nature of the reference and whether the remark was intentionally elicited by the Commonwealth are considerations relevant to the determination of whether a mistrial is required. Commonwealth v. Williams, 470 Pa. 172, 368 A.2d 249 (1977).\nIn this case, the Commonwealth did not deliberately introduce the remark; nor did it exploit the reference. Further, the Court adequately cautioned the jury to disregard the remark as soon as the mistrial motion was withdrawn.\nAccordingly, any prejudice that resulted from the remark was insufficient to require a mistrial and, under the circumstances, counsel’s decision to withdraw the motion was not ineffectiveness.\nIV. TRIAL COURT ERRORS\nWe now turn to Appellant’s arguments that the trial court erred in not granting a mistrial when a Commonwealth witness, Officer Krake, volunteered irrelevant and prejudicial testimony.\nOn direct examination, Officer Krake testified he interrogated Appellant after his arrest. During that interrogation, the glasses found near the victim’s body were placed in front of Appellant and Officer Krake testified to what occurred as follows:\nWell, if I recall right, he was sitting with his hands crossed because I was watching for physical reactions at that point. His hands were crossed in this fashion, more toward across the area of his stomach, and I noted at that time that his breathing increased, that his hands were moving at a faster rate than they had been prior, after which Trooper Conley said to him, “I can see how it happened. That boy looked good to you. You took that boy. You raped that boy.” January 21, 1982, p. 118.\nTrial counsel objected to this testimony, but the trial judge overruled the objection and instructed the jury as follows:\nAt this point I will now stop and I will now tell the jury and caution them that any remarks like this by Trooper Erby Conley must be considered in the light of the circumstances in which they were made because it was questioning and that you must understand that at this time there is no evidence whatsoever of sexual molestation that has been brought out, sexual molesting that has been brought out or anything of that sort, and brought out and put forth by the Commonwealth, and therefore, you are to disregard that particular inference it may give you. January 21, 1982, p. 120.\nThere is no doubt that sometimes inadmissible testimony is so dramatic, so emotionally inflammatory, that a jury cannot forget it, even if the Court spends a lengthy period instructing it to do so, but we do not believe that this is such a case. It does not appear that this statement was intentionally elicited by the Commonwealth and once the statement was made, the trial court gave a prompt and decisive instruction to the jury to disregard any inference that Appellant was guilty of sexual molestation and to consider the statement only in the light of the police interrogation. The Commonwealth did not exploit the reference and the matter was not brought to light again. Under all the circumstances, the trial court’s instruction to the jury to disregard the remark was proper, and the prejudice that resulted, if any, was insufficient to require a mistrial. See, Commonwealth v. Richardson, 496 Pa. 521, 437 A.2d 1162 (1981); Commonwealth v. Whitfield, 474 Pa. 27, 376 A.2d 617 (1977); Commonwealth v. Williams, 470 Pa. 172, 368 A.2d 249 (1977); Commonwealth v. Brown, 444 Pa. 318, 282 A.2d 364 (1971).\nAppellant next contends that the trial court erred when it refused to allow Dr. Rozwadowski to testify whether, in his opinion, Christopher Brine’s death occurred by torture. We disagree. The expert called by the defense was the coroner. He had testified for the prosecution during the guilt phase of the trial. The defense sought to have him testify as to the manner of death in order to rebut the prosecution’s arguments that torture occurred. The trial court refused to allow a defense question on the ultimate issue of whether the death was committed by torture. However, the witness was allowed to testify as to the other matters within his expertise that the jury could properly consider:\nMR. CONNELLY (District Attorney): Okay, what are you going to ask him specifically?\nTHE COURT: That’s exactly what I wanted to know next.\nMR. SKIBA (Defense Counsel): Okay, first, I am going to go into the aspects of whether or not he can say he was conscious at the time — at any time. I expect him to state that he may or may not have been — may or may not have been conscious. He may have been unconscious with the first blow.\nMR. CONNELLY: That’s what he testified during the trial.\nMR. SKIBA: Or the second, That indicates — if he was unconscious — that he would not have suffered any pain. I think the crucial nature of that evidence is obvious. I will state that there was no systematic — from what he could see — no systematic pain or intent to cause pain and—\nMR. CONNELLY: He can’t testify about the intent of the defendant.\nMR. SKIBA: From what he can see, the type of random actions that were used to inflict the injuries here he would be able to state that those did not indicate to him a systematic intent to cause pain. Now, Judge, that is the—\nTHE COURT: You have a right to cross examine him on this, too. I am going to allow it in.\nMR. SKIBA: Thank you, your Honor.\nMR. CONNELLY: No opinion as to torture, I take it?\nTHE COURT: Pardon me?\nMR. CONNELLY: No opinion as to whether or not the victim was tortured.\nTHE COURT: That’s correct. No opinion as to whether or not he was tortured. You cannot.\nN.T. at 118-119 (January 26, 1982). The trial judge here allowed testimony about the mechanism of death and the amount of pain the victim felt. In this respect, he was plainly correct. Such expert testimony on the issue of torture will often be appropriate and material without infringing on the jury’s role as the final arbiter of whether torture took place.\nFinally, Appellant argues that the trial judge erred in denying his requests for instructions to the jury concerning circumstantial evidence, reasonable doubt, and the defendant’s presence on the scene, citing Commonwealth v. Libonati, 346 Pa. 504, 31 A.2d 95 (1943); Commonwealth v. Giovanetti, 341 Pa. 345, 19 A.2d 119 (1941); Commonwealth v. New, 354 Pa. 188, 47 A.2d 450 (1946). The guiding principle on reviewing an allegedly erroneous jury instruction is that the charge is to be read in its entirety. Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983).\nThe relevant portions of the court’s charge on circumstantial evidence, reasonable doubt, and the defendant’s presence on the scene, were as follows:\nOrdinarily it is not possible to prove specific intent by direct evidence unless, for example, there is evidence that the defendant made a statement concerning his state of mind. However, specific intent like any other matter may be proven by circumstantial evidence; that is, by inferences that reasonably may be drawn from all the facts and circumstances including the defendant’s acts and conduct, which have been shown by the evidence in this case. Thus, you may conclude that the defendant specifically intended to kill Christopher Brine based on circumstantial evidence alone but only if the circumstantial evidence is strong enough to convince you that the Commonwealth has established a specific intent beyond a reasonable doubt. January 26, 1982, p. 76.\nA reasonable doubt is a doubt that would cause a reasonably careful and sensible person to hesitate before acting upon a matter of importance to his own affairs. A reasonable doubt must fairly arise out of the evidence that was presented or out of the lack of evidence presented with respect to some element of the crime. A reasonable doubt must be a real doubt. It may not be an imagined one nor may it be a doubt manufactured to avoid carrying out an unpleasant duty. So, to summarize, you may not find the defendant guilty based on a mere suspicion of guilt. The Commonwealth has the burden of proving the defendant guilty beyond a reasonable doubt. January 26, 1982, p. 81.\nNow, I would like to cover alibi. People many times use the term “alibi” in the sparsity of the sense. In this case, the defense of alibi was used by the defendant. Obviously the defendant cannot be guilty unless he was at the scene of the alleged crime. The defendant has offered evidence to show that he was not present at the crime but rather on the evening that it was supposed to occur that he was around the trailer park, and his mother backed him up on this. You should consider this evidence along with all the other evidence in the case in determining whether the Commonwealth has met its burden of proving beyond a reasonable doubt that a crime was committed and that the defendant himself committed or took part in committing the crime. The defendant’s evidence that he was not present either by itself or together with other evidence may be sufficient to raise a reasonable doubt of his guilt in your minds. If you have a reasonable doubt of the defendant’s guilt, you must find him not guilty.\nNow, with respect to direct and circumstantial evidence, the evidence in this case is circumstantial primarily but it is also of two different types. On the one hand there is direct evidence; that is, evidence which is testimony by a witness from his own personal knowledge such as something that he saw or heard himself ... The other type is circumstantial evidence which is testimony about facts which point to the existence of other facts which are in question. An example of this: The glasses, the blood on the shoe, any other blood. Whether or not circumstantial evidence is proof of the other facts in question depends in part on the application of common sense and human experience. You should recognize that it is sometimes necessary to rely upon circumstantial evidence in criminal cases; particularly as in this case where the crime was committed in secret. In deciding whether or not to accept circumstantial evidence as proof of the facts in question, you must be satisfied first that the testimony of the witness involved is truthful and accurate; and second, that the existence of the facts that the witness testified to leads to the conclusion that the facts in question also happened. Circumstantial evidence alone may be sufficient to prove the defendant’s guilt. If there are several pieces of circumstantial evidence, it is not necessary that each piece standing separately convince you of the defendant’s guilt beyond a reasonable doubt. Instead, before you find — you may find — the defendant guilty, all the pieces of circumstantial evidence when considered together must reasonably and naturally lead to the conclusion that the defendant is guilty and must convince you of the defendant’s guilt beyond a reasonable doubt. In other words, you may find the defendant guilty based on circumstantial evidence alone but only if the total amount and quality of that evidence convinces you of the defendant’s guilt beyond a reasonable doubt. Along with that, as I have told you, one of the elements of this crime is that the defendant intended to kill Christopher Brine. Ordinarily it is not possible to prove intent by direct evidence unless, for example, there is evidence that the defendant made a statement concerning his state of mind, which we do not have in this case. However, intent like any other matter may be proved by circumstantial evidence; that is, in inferences that reasonably may be drawn from all the facts and circumstances including the defendant’s acts and conduct which have been shown by the evidence in this case. Thus, you may conclude that the defendant, Alan Pursell, intended to kill or new (sic) based on circumstantial evidence he intended to kill Christopher Brine but only if the circumstantial evidence is strong enough to convince you that the Commonwealth has established its intent beyond a reasonable doubt. January 26, 1982, pp. 88-91.\nWhen read in its entirety, the court’s instructions were correct and it was not error for the court to refuse to charge the jury with the exact language requested by counsel. Commonwealth v. Lesher, 473 Pa. 141, 373 A.2d 1088 (1977).\nWe have read the cases cited by Appellant and find that the court’s charge fully and adequately explained reasonable doubt, circumstantial evidence, and the defendant’s presence, albeit in different language than requested, but with language conveying substantially the same meaning, enabling the jury to understand the law on those issues.\nV. CHALLENGES TO 42 PA.C.S. § 9711(d)(8)\nAppellant also raises certain challenges concerning the sufficiency of the “torture” charge given the jury before sentencing. Specifically, Appellant argues that Section 9711(d)(8) of the Sentencing Code, 42 Pa.C.S. § 9711(d)(8) is unconstitutionally vague, that the trial court’s charge on torture given to the jury was insufficient, and that insufficient evidence of torture existed in this record for the matter to be submitted to the jury. Before beginning our analysis of Appellant’s vagueness challenge, we bear in mind the presumption that our Legislature acts constitutionally, Snider v. Thornburgh, 496 Pa. 159, 436 A.2d 593 (1981), and that a heavy burden rests on those who would attack the judgment of the representatives of the people. Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983). Any challenge to our sentencing code must be evaluated in light of the requirements of Furman v. Georgia, 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972). Furman imposed on the States the responsibility of drafting sentencing codes which would guide and channel the sentencing authority’s discretion by resorting to the examination of specific factors that argue in favor or against the imposition of the death penalty. Total arbitrariness and capriciousness is thus eliminated in the imposition of a sentence of death.\nWe have already determined that the crime of murder of the first degree, coupled with specific aggravating circumstances, is a heinous enough act to warrant imposition of the death penalty under carefully drafted sentencing procedures. Zettlemoyer. We have also upheld various phrases used in our statute’s enumeration of aggravating and mitigating circumstances against a challenge of vagueness, finding those phrases to be specific enough to satisfy the requirements of Furman. In Commonwealth v. Beasley, 504 Pa. 485, 475 A.2d 730 (1984), we dismissed vagueness challenges to such mitigating circumstances as “no significant history of prior criminal convictions” (42 Pa.C.S.A. § 9711(e)(1), “extreme mental or emotional disturbance” (42 Pa.C.S.A. § 9711(e)(2), “age of defendant” (42 Pa.C.S.A. § 9711(e)(4), “participation in the homicidal act was relatively minor” (42 Pa.C.S.A. § 9711(e)(7), “capacity of the defendant ... to conform his conduct to the requirements of law....” 42 Pa.C.S.A. § 9711(e)(3). Additionally, in Commonwealth v. Frey, 504 Pa. 428, 475 A.2d 700 (1984), we upheld the constitutionality of 42 Pa.C.S.A. § 9711(e) “age of defendant.”\nSimilarly, the aggravating circumstance that “the offense was committed by means of torture” (42 Pa.C.S.A. § 9711(d)(8)) is not vague. The legislature’s inclusion of the means of torture as an aggravating circumstance to be weighed by a jury considering whether the death penalty should be imposed is a sufficiently specific factor because we feel that the meaning of such a term is a matter of common knowledge, so that an ordinary man would not have to guess at what was intended. (See, State v. Dixon, Fla., 283 So.2d 1 (1973)). Accordingly, the jury is channelled from a totally arbitrary and capricious imposition of the death penalty. It is our interpretation that torture is understood as the infliction of a considerable amount of pain and suffering on a victim which is unnecessarily heinous, atrocious, or cruel manifesting exceptional depravity. The legislature did not intend to limit the “means” of torture to those used in the middle ages and recognized by horror movie goers as the rack, boiling in oil, and splitting of body between two snapping sapling trees. There is nothing in the statute or legislative history to suggest such a constrained interpretation.\nWhen the means of torture are employed, we can believe, without a reasonable doubt, that the user of such means intended to torture his or her victim to death. What is intended to be included are those murders of the first degree where the actual commission of the offense included such concurrent acts as to set the crime apart from the norm of capital felonies — the conscienceless or pitiless crime which is unnecessarily painful to the victim. (See Dixon, where the Supreme Court of Florida construed its death penalty statute’s aggravating circumstance on “especially heinous, atrocious, or cruel” as “the conscienceless or pitiless crime which is unnecessarily torturous to the victim.”)\nIn comparing our interpretation of “torture” with that given to the jury by the trial court, we hold that it was correct and enabled the jury to understand the law on this issue.\nTherefore, we hold meritless Appellant’s contention that the charge was insufficient.\nAppellant also argues that the evidence submitted to the jury on “torture” was insufficient as a matter of law and that the question of torture should not have been submitted to the jury. The crux of Appellant’s argument is that insufficient evidence was presented to the jury on intent to cause pain and that no jury from this record could conclude that Appellant intended to injure his victim in such a way as to qualify this offense as one committed by means of torture.\nOur review of this record, giving all reasonable inferences to the Commonwealth, discloses sufficient evidence to support a finding of torture, and the intent to subject Christopher Brine to heinous, atrocious, or cruel suffering can reasonably be inferred from the circumstances of this case. The number of blows, the manual strangulation, the asphyxiation with a twenty-five (25) foot tree branch, the screams heard by a witness, and the continued traumatization of the body after death by more blows and burning are acts sufficient for a jury to weigh and require no more line drawing than is commonly required of a factfinder in other lawsuits. Accordingly, we conclude that sufficient evidence exists in this record to support a finding that Christopher Brine met his death by means of torture. See Proffitt v. Florida, 428 U.S. 242, 96 S.Ct. 2960, 49 L.Ed.2d 913 (1976).\nFinally, pursuant to our statutory obligation to review death cases to determine whether the imposed sentence of death is “excessive or disproportionate to the penalty imposed in similar cases,” (42 Pa.C.S. § 9711(h)(3)(iii)), we have conducted an evaluation of all convictions of murder of the first degree prosecuted under the Act of September 13, 1978, P.L. 756, No. 141, 42 Pa.C.S. § 9711, aided by the comprehensive study prepared at our Order by the Administrative Office of Pennsylvania Courts (AOPC). (See, Commonwealth v. Frey, 504 Pa. 428, 475 A.2d 700 (1984)). That review reveals no excess or disproportionality in the sentence imposed in this case compared to the sentence imposed in other first degree murder cases where the evidence could support an aggravating circumstance such that the murder “was committed by means of torture.” 42 Pa.C.S. § 9711(d)(8).\nFor the foregoing reasons, we sustain the conviction of murder of the first degree and affirm the sentence of death.\nNIX, C.J., and ZAPPALA, J., file dissenting opinions.\n. 42 Pa.C.S. § 9711(h) provides:\nSENTENCING\n(h) Review of death sentence.—\n(1) A sentence of death shall be subject to automatic review by the Supreme Court of Pennsylvania pursuant to its rules.\n(2) In addition to its authority to correct errors at trial, the Supreme Court shall either affirm the sentence of death or vacate the sentence of death and remand for the imposition of a life imprisonment sentence.\n(3) The Supreme Court shall affirm the sentence of death unless it determines that:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor;\n(ii) the evidence fails to support the finding of an aggravating circumstance specified in subsection (d); or\n(iii) the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of defendant.\n. Pa.R.Crim.P. 312(a) provides:\n(a) All motions for change of venue or for change of venire shall be made to the court in which the case is currently pending. Venue or venire may be changed by that court when it is determined after hearing that a fair and impartial trial cannot otherwise be had in the county where the case is currently pending.\n. The characterization of continued and pervasive prejudicial pretrial publicity expressed in the Dissent of Chief Justice Nix appears nowhere in the record presented to us for review. It appears only in Appellant's brief at pages 15 and 16. Such factual allegations, de hors the record, cannot be considered by a reviewing court and the practice of asserting facts in an appellate brief, which allegations do not appear in the record, has recently again been condemned by us in Gerald J. Reilly, et al. v. SEPTA, 507 Pa. 204, 489 A.2d 1291 (1985).\n. The remaining forty-five prospective jurors were excused before they could be questioned on their knowledge of the facts in this case, because they had expressed inability to impose the death sentence under any circumstance.\n. Ineffectiveness of trial counsel during the sentencing hearing cannot be a basis for granting a new trial. The verdict of guilt still stands although the verdict of sentence of death might be changed to that of life imprisonment.\n. 42 Pa.C.S. § 9711(c)(l)(iv) provides:\nInstructions to jury.—\n(1) Before the jury retires to consider the sentencing verdict, the court shall instruct the jury on the following matters:\n(iv) the verdict must be a sentence of death if the jury unanimously finds at least one aggravating circumstance specified in subsection (d) and no mitigating circumstances or if the jury unanimously finds one or more aggravating circumstances which outweigh any mitigating circumstances. The verdict must be a sentence of life imprisonment in all other cases.\n. Pa.R. of Criminal Procedure 1118(b) provides:\n(b) When an event prejudicial to the defendant occurs during the trial only the defendant may move for a mistrial; the motion shall be made when the event is disclosed. Otherwise, the trial judge may declare a mistrial only for reasons of manifest necessity.\n. The tipstaff died in a local hotel in the presence of most of the jury on January 19, 1982, before any testimony had been received.\n. These iso-enzymes are present in varying amounts in all samples of human blood.\n. Christopher Brine’s blood was Type A with a PGM at 2-1 an AK at 1-1 and an EAP at BA.\n. January 21, 1982, N.T., p. 121:\nOfficer Krake: Now the only question that was asked of him is the name of his attorney.\nMr. Connelly: All right.\nCourt: Well, was it given?\nOfficer Krake: Yes. He said Gary Skiba. \"He got me out of jail before.”\n. 42 Pa.C.S. § 9711(d)(8) provides:\n(d) Aggravating circumstances. — Aggravating circumstances shall be limited to the following:\n(8) The offense was committed by means of torture.\n. The Court defined torture to the jury as follows: “One of them is the model Penal Code in which they say that the offense or murder committed by means of torture is designed for the defendant who causes a considerable amount of pain and that the language used for this particularly aggravating circumstance is the murder was especially heinous, atrocious, or cruel manifesting exceptional depravity. Also, another place that I felt may be appropriate in trying to define for you torture was in the American Law Reports. These reports stated that since murder is an intentional act, that many courts have determined, regarding murder by torture, a specific intention that the torture murderer has in committing the homicide. It has been held that this is an intention to inflict pain, suffering or both pain and suffering.” January 26, 1982, pp. 145-149.\n. Section 9711(h)(3)(iii) provides:\n(3) The Supreme Court shall affirm the sentence of death unless it determines that:\n(iii) the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of the defendant.\n. The Prothonotary of the Western District is directed to transmit the full and complete record of the trial, sentencing hearing, imposition of sentence and review by this Court to the Governor. 42 Pa.C.S. § 971 1(i)."}