{"id": "1795406", "contents": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nAppellants, owners of 245 acres of undeveloped land in Schuylkill Township in Chester County, appeal a Commonwealth Court, 76 Pa.Cmwlth. 409, 464 A.2d 587 order affirming the Court of Common Pleas of Chester County. The Court of Common Pleas, in turn, had affirmed the decision of the Board of Supervisors of Schuylkill Township denying appellants’ application for a curative amendment which challenged the total prohibition of multi-family dwellings contained in the Township’s zoning ordinance on exclusionary grounds and sought the establishment of a new residential district in which appellants could construct garden apartments, townhouses and quadraplexes. We now reverse Commonwealth Court and hold that Schuylkill Township’s zoning ordinance is impermissibly exclusionary because it totally prohibits the construction of multi-family dwellings.\nThe zoning ordinance in effect at the time appellants filed for a curative amendment established five residential districts, the least restrictive of which was designated R4Residential and permitted single family dwellings on lots having a minimum area of 15,000 square feet. Zoning Ordinance of 1955, as amended, § 676(1). Appellants’ property was classified under the zoning ordinance as A-Agricultural. Section 302(1) of the ordinance provided for a minimum lot size of five acres in that district. Two-family detached dwellings were permitted but only on lots of ten acres or more. Id. at § 301(2). Moreover, dwellings existing at the time the ordinance was adopted in 1955 could be converted to accommodate no more than three families. Id. at § 301(1). The zoning ordinance otherwise prohibited multi-family homes.\nOn this appeal, appellants challenge Commonwealth Court’s conclusion that the zoning ordinance’s absolute prohibition of multi-family housing is not unconstitutionally exclusionary because Schuylkill Township is not a logical area for growth and development, and, therefore, no one has been excluded. In reaching its conclusion, Commonwealth Court employed the “fair share” analysis first announced in Surrick v. Zoning Hearing Board, 476 Pa. 182, 382 A.2d 105 (1977), which, until its decision, had been applied only in cases involving zoning regulations which partially, not totally, ban a particular type of housing stock. We are now confronted with the question of whether a fair share analysis must be employed to assess the exclusionary impact of zoning regulations which totally prohibit a basic type of housing. We hold that the fair share analysis is inapplicable to this Schuylkill Township zoning ordinance which absolutely prohibits apartment buildings.\nA zoning ordinance is presumed constitutional and anyone challenging it bears a heavy burden of proving its invalidity. Miller & Son Paving, Inc. v. Wrightstown Township, 499 Pa. 80, 89, 451 A.2d 1002, 1006 (1982); Schubach v. Silver, 461 Pa. 366, 380, 336 A.2d 328, 335 (1975). Where the challenger proves a total prohibition of a legitimate use, the burden shifts to the municipality to establish that the prohibition promotes public health, safety, morals and general welfare. Beaver Gasoline Co. v. Zoning Hearing Board, 445 Pa. 571, 576, 285 A.2d 501, 503 (1971); Ellick v. Board of Supervisors, 17 Pa. Commonwealth 404, 410, 333 A.2d 239, 243-44 (1975). Moreover, the constitutionality of a zoning ordinance which totally excludes a legitimate use is regarded with circumspection and, therefore, such ordinance must bear a more substantial relationship to a stated public purpose than a regulation which merely confines that use to a certain area within the municipality. Re: Appeal of Elocin, Inc., 501 Pa. 348, 351-52, 461 A.2d 771, 772-73 (1983); Appeal of Girsh, 437 Pa. 237, 242-43, 263 A.2d 395, 397-98 (1970). See Beaver Gasoline Co. v. Zoning Hearing Board, 445 Pa. at 574, 285 A.2d at 503 (total ban on gasoline service stations); Exton Quarries, Inc. v. Zoning Board of Adjustment, 425 Pa. 43, 59, 228 A.2d 169, 179 (1967) (total ban on quarries).\nThe “fair share” test, enunciated in Surrick, supra, was judicially developed as a means of analyzing zoning ordinances which effect a partial ban that amounts to a de facto exclusion of a particular use, as distinguished from those ordinances which provide for a total or de jure exclusion. The defacto exclusionary doctrine “was intended to foster regional growth by requiring communities located on the fringes of the metropolitan areas to absorb the ‘increased responsibility’ and ‘economic burdens’ which time and natural growth invariably bring.” Hammermill Paper Co. v. Greene Township, 39 Pa. Commonwealth 212, 219, 395 A.2d 618, 621 (1978) (citing National Land and Investment Co. v. Easttown Township Board of Adjustment, 419 Pa. 504, 215 A.2d 597 [1965]). See Surrick, 476 Pa. at 189, 382 A.2d at 108; Willistown v. Chesterdale Farms, Inc., 462 Pa. 445, 448-49, 341 A.2d 466, 468 (1975). Cases involving de facto or partially exclusionary zoning turn on the question of whether the provision for a particular use in the ordinance at issue reasonably accommodates the immediate and projected demand for that use. In these cases certain factors influencing population growth become relevant to the question of whether a zoning ordinance which already allows a particular and basic type of housing stock in designated areas is nevertheless impermissibly exclusionary because the amount of housing of that type permitted under the ordinance is unfairly limited when compared to the immediate and projected demand for it. See Surrick, 476 Pa. at 194, 382 A.2d at 111.\nConsiderations underpinning the fair share principle are irrelevant when the challenged zoning regulation totally excludes a basic form of housing such as apartments. It is true that demand for apartments often derives from the pressure of regional population growth. See, e.g., Appeal of Girsh, 437 Pa. at 244, 263 A.2d at 398 (township could not be permitted to “choose to only take as many people as can live in single-family housing, in effect freezing population at near present levels”). Similarly, permitting any type of new construction within a municipality will, ordinarily, result in an increase in that community’s population.\nHowever, demand for housing is not necessarily correlated to population growth. Regardless of projected growth patterns, there may be many families who presently desire to make their home in Schuylkill Township but who are effectively zoned out of the community because they cannot afford to purchase either a single-family house or a duplex. Accordingly, Schuylkill Township’s contention that its zoning ordinance does not exclude anyone because population projections show little or no growth in the community is untenable. Because the Township has failed to establish that the total exclusion of apartments serves a legitimate public purpose, the zoning ordinance is unconstitutional insofar as it fails to provide for apartments or for other types of multi-family housing.\nWe must next determine the judicial relief to which appellants are entitled. Appellants contend that they are entitled to definitive relief, i.e., automatic and total approval of their development plan. Conversely, the appellee argues that appellants’ remedy is limited to the additional development rights provided them under the amendment passed by the Township in 1975 for the purpose of curing any constitutional infirmity created by the total ban on multi-family housing contained in the zoning ordinance as originally enacted.\nIn Casey v. Zoning Hearing Board, 459 Pa. 219, 228, 328 A.2d 464, 468 (1974), we observed that “an applicant, successful in having a zoning ordinance declared unconstitutional, should not be frustrated in his quest for relief by a retributory township.” Accordingly, we held that a zoning provision adopted by a municipality which cures the constitutional infirmity but which was not considered or advertised prior to the filing of the challenger’s application for review of the zoning ordinance, may not be given effect for purposes of fashioning the appropriate relief to be awarded to the successful challenger. Id., 459 Pa. at 229, 328 A.2d at 469.\nIn reaching this determination, we reasoned that to hold otherwise:\nwould effectively grant the municipality a power to prevent any challenger from obtaining meaningful relief after a successful attack on a zoning ordinance. The municipality could penalize the successful challenger by enacting an amendatory ordinance designed to cure the constitutional infirmity, but also designed to zone around the challenger. Faced with such an obstacle to relief, few would undertake the time and expense necessary to have a zoning ordinance declared unconstitutional.\nId., 459 Pa. at 228, 328 A.2d at 468. Accordingly, Casey governs the instant litigation and mandates that appellants be permitted to develop their property as proposed, subject to certain reasonable restrictions, regardless of how that land is currently zoned.\nNevertheless, we believe that approval of the developer’s plan is not automatic but, instead, must be predicated on the suitability of the proposed site and various health and safety considerations. As Commonwealth Court explained in its decision in Ellick v. Board of Supervisors, 17 Pa. Commonwealth at 411-12, 333 A.2d at 244-45:\n[I]f a governing body determines that its ordinance is defective, because it totally prohibits the use proposed by the challenging landowner, then the governing body must permit the challenging landowner to develop his land as proposed in the “plans and other materials” submitted with the challenge, provided, of course, that what is submitted is reasonable, and not injurious to the public health, safety, welfare and morals.\nThe governing body may not totally prohibit the successful challenger’s proposed development nor may it subject the proposed development to unreasonable and burdensome restrictions. See Casey, supra. The governing body may, however, subject the landowner’s submitted plans to reasonable restrictions as may be otherwise properly provided for in its ordinance. To put it another way, the successful challenger will still be required to abide by all of the reasonable building requirements, density restrictions, safety measures, sewage regulations, and water requirements, as well as all other reasonable zoning, building, subdivision and other regulations generally applicable to the class of use or construction proposed by the landowner. By class of usage here, we mean those classes which are usually found in zoning ordinances such as residential, agricultural, commercial, and industrial.\nWe are aware that Section 1011(2) of the Municipalities Planning Code enumerates certain factors which courts, on declaring a zoning ordinance invalid, are to consider in fashioning relief. Appellants contend that Section 11011(2), as that provision currently reads, may not be considered by either this Court or the Court of Common Pleas on remand because it was amended in October, 1978 after the start of these proceedings.\nIn Krenzelak v. Krenzelak, 503 Pa. 373, 382, 469 A.2d 987, 991 (1983), we stated that:\nRetroactive application of new legislation will offend the due process clause if, balancing the interests of both parties, such application would be unreasonable. See Chase Securities Corporation v. Donaldson, 325 U.S. 304, 315-16, 65 S.Ct. 1137, 1142-43, 89 L.Ed. 1628 (1945); Valladares v. Valladares, 80 App.Div.2d 244, 250-51, 438 N.Y.S.2d 810, 815 (1981), aff'd, 55 N.Y.2d 388, 449 N.Y.S.2d 687, 434 N.E.2d 1054 (1982). See generally Hochman, The Supreme Court and the Constitutionality of Retroactive Legislation, 73 Harv.L.Rev. 692, 694-95 (1960). Traditionally, retrospective laws which have been deemed reasonable are those which “ ‘impair no contract and disturb no vested right, but only vary remedies, cure defects in proceedings otherwise fair, and do not vary existing obligations contrary to their situation when entered into and when prosecuted.’ ” Smith v. Fenner, 399 Pa. 633, 641, 161 A.2d 150, 154 (1960) (quoting Barnesboro Borough v. Speice, 40 Pa.Superior Ct. 609, 612 [1909]). See also Costa v. Lair, 241 Pa.Superior Ct. 517, 520, 363 A.2d 1313, 1314 (1976).\nAt the time appellants filed their challenge to the Township’s zoning ordinance, they had a substantive right to use their land as they proposed in their development plan absent a valid zoning ordinance prohibiting that proposed use. Our Court has determined that the Township’s zoning ordinance prohibiting the construction of apartments on appellants’ land is unconstitutional without respect to the considerations embodied in a fair share analysis.\nSection 1011(2) would now require a court to employ a fair share analysis in determining the relief to be awarded those who, like the appellants, successfully challenge a zoning ordinance on constitutional grounds. Such an analysis is irrelevant on this record where the local government has made no provision for multi-family housing. Moreover, if applied to appellants, this portion of the statute could affect, and conceivably extinguish, their preexisting substantive right to proceed with their proposed development subject to the restrictions discussed supra at 589-590. Such a retroactive application of Section 1011(2) fair share provisions would be inappropriate in fashioning the judicial relief to which the appellants are entitled. To do so would offend due process. The court’s consideration of the other provisions of the amended statute, or its remand to the local zoning authority for its consideration of them, does not violate due process rights since they are not, in and of themselves, inconsistent with our holding today that fair share principles are not be be considered in determining the constitutionality of a zoning ordinance which totally excludes multi-family housing. However, in considering those other factors, the court, or the Board of Supervisors, if the case is subsequently remanded to it, must place the burden of showing their materiality, or the development’s incompatibility with pre-existing codes, on the Board.\nTherefore, we reverse the Commonwealth Court’s order and remand the record to the Court of Common Pleas for approval of appellants’ proposed development unless the appellee can show that appellants’ plan is incompatible with the site or reasonable, pre-existing health and safety codes and regulations relating to lands, structures or their emplacement on lands which the court determines apply to the development plan. See Section 1011(2) of the Pennsylvania Municipalities Code, 53 P.S. § 11011(2); Ellick v. Board of Supervisors, 17 Pa. Commonwealth at 413-17, 333 A.2d at 246-49.\nReversed and remanded to Common Pleas for proceedings consistent with this opinion.\nNIX, C.J., files a concurring opinion.\nMcDERMOTT, J., files a concurring and dissenting opinion with ZAPPALA, J., joining in the dissenting portion only.\nZAPPALA, J., files a concurring and dissenting opinion with McDERMOTT, J., joining in the dissenting portion only.\n. The appellants’ application for a curative amendment was filed pursuant to Section 609.1 of the Pennsylvania Municipalities Planning Code (M.P.C.), Act of June 1, 1972, P.L. 333, No. 93, 609.1, 53 P.S. § 10609.1.\n. Schuylkill Township, Chester County, Pennsylvania Zoning Ordinance of 1955, as amended.\n. See Section 1401. Attached, Semi-detached and Multiple Dwellings. No attached or semi-detached building shall be used in whole or in part as a dwelling and no multiple dwelling shall be constructed in any district of the Township other than two-family dwellings as permitted in Sections 301, 401, 501 and 601 hereof.\nSince the commencement of this litigation, the Township’s zoning ordinance has been amended. That amendment permits residential cluster development on the land owned by appellants. The average lot size in such a development shall be not less than 40,000 square feet (.918 acres). Apartments, townhouses, semi-detached, and quadraplex dwellings are now permitted in the township albeit not on appellants’ land. Schuylkill Township Zoning Ordinance of 1955, as amended, October 1, 1975.\nThe record establishes that the proposed amendment ultimately adopted in October, 1975, had not been published by the township at the time appellants filed their curative amendment. Thus, the pending-ordinance doctrine enunciated in Casey v. Zoning Hearing Board of Warwick Township, 459 Pa. 219, 328 A.2d 464 (1974), prevents our consideration of the impact of that amendment upon the challenged ordinance.\n. One of the Board of Supervisors’ key findings of fact is that Schuylkill Township is not in the path of urban-suburban development. Board of Supervisors’ Findings of Fact (“F.F.”) Nos. 96, 105, 215. This finding was affirmed on appeal by the Court of Common Pleas.\n. The \"fair share” analysis requires the reviewing court to determine whether \"the zoning formulas fashioned by [local zoning hearing boards and governing bodies] reflect a balanced and weighted consideration of the many factors which bear upon local and regional housing needs and development.” Surrick v. Zoning Hearing Board, 476 Pa. at 191, 382 A.2d at 109-10.\n. The Board of Supervisors found that population forecasts indicate that the Delaware Valley region, in general, will experience no growth between the years 1978 and 2000, F.F. 91, and that during that same period Schuylkill Township will experience no appreciable population growth. In addition, the Board determined that Schuylkill Township is located outside the Philadelphia Metropolitan Area, F.F. 104, 105, is not serviced by public transportation, F.F. 107, and is geographically isolated by virtue of the North Valley Hills from the Main Line area which is experiencing population growth and which is serviced by Route 30 and a commuter rail line. F.F. 100, 102.\n. See, supra, at 417 n. 3.\n. The precise issue confronting the Court in Casey was whether former Section 1009 of the Municipalities Planning Code, Act of July 31, 1968, P.L. 805, § 1009, 53 P.S. § 11009 (since repealed) should be construed as permitting a municipality to cure a constitutional deficiency before judgment had been entered for the landowner-challenger.\nSection 1009 provided, in pertinent part, as follows:\n(2) Where the appeal involves a challenge to the validity of any ordinance or map the court shall have power to declare the ordinance, map or any provision thereof invalid and, in addition thereto, shall have power to:\n(i) Enter judgment in favor of the landowner as provided in section 802, or\n(ii) Stay the effect of its judgment for a limited time to give the local governing body an opportunity to modify or amend the ordinance or map in accordance with the opinion of the court.\nAs already stated, we declined to so interpret Section 1009(2) (ii) because such an interpretation would frustrate the right of a successful challenger to his requested relief. Instead, we determined that the provision was intended to prevent the situation in which the municipality would be left, temporarily, without a valid zoning ordinance.\nWe noted:\nOnce a zoning ordinance is found to be constitutionally defective, the judgment invalidates the entire ordinance, not merely the zoning on a particular tract of land. By staying the \"effect” of its judgment for a limited time, a court can avoid the chaotic situation which would arise if the municipality remained temporarily unzoned. The municipality is given an opportunity to cure the defective ordinance in accordance with the determination of the court without fear of a flood of applications by landowners seeking to take advantage of the invalidity. The original ordinance would remain in effect and subsequent applicants would be on constructive notice of the municipality’s intent to amend the defective ordinance and, therefore, would be unable to obtain vested rights based upon the ordinance's invalidity. In effect, a moratorium would be effectuated upon the challenging of the zoning ordinance and the application for building permits until an amended, constitutionally permissible ordinance would be enacted.\nId., 459 Pa. at 229, 328 A.2d at 468-69 (footnote omitted).\nAlthough the particular statutory provision under consideration in Casey has since been repealed, the reasoning underpinning our decision in that case remains sound and applies with equal force to the situation presented in the instant litigation. See 53 P.S. § 10609.2 and § 11004(2)(a) (representing the Legislature’s response to Casey ).\n. Act of June 1, 1972, P.L. 333, No. 93, § 1011(2), as amended by Act of October 5, 1978, P.L. 1067, No. 249, § 6, 53 P.S. § 11011(2).\n. Specifically, Section 11011(2) provides that:\n(2) If the court, in accordance with the standards provided in subsection (1), finds that an ordinance or map or a decision or order thereunder which has been brought up for review unlawfully prevents or restricts a development or use which has been described by the landowner through plans and other materials submitted to the governing body, agency or officer of the municipality whose action or failure to act is in question on the appeal, it may order the described development or use approved as to all elements or it may order it approved as to some elements and refer other elements to the governing body, agency or officer having jurisdiction thereof for further proceedings, including the adoption of alternative restrictions, in accordance with the court’s opinion and order. In issuing its order the court shall consider the following: (i) the locational suitability of the site for the uses proposed including the general location of the site with regard to major roads, sewer facilities, water supplies, schools and other public service facilities or the comprehensive plan and zoning ordinance of the municipality and the county if they exist; (ii) the impact of the proposal on regional housing needs, the transportation network, and the other public services and facilities; (iii) the suitability of the site for the intention of use proposed by the site’s soils, slopes, woodland, wetlands, flood plains, aquifers, natural resources and other natural features; (iv) the impact of the proposed use on the site’s soils, slopes, woodlands, wetlands, flood plains, natural resources and natural features, the degree to which these are protected or destroyed, the tolerance of the resources to development and any adverse environmental impacts; and (v) the impact of the proposal on the preservation of agriculture and other land uses which are essential to public health and welfare.\n. See, in particular, Sections 101 l(2)(i) and (2)(ii)."}