{"id": "1795313", "contents": "OPINION\nMcDERMOTT, Justice.\nThe Commonwealth of Pennsylvania appeals, by allowance, the order of the Superior Court vacating judgment of sentence and remanding for further proceedings. We affirm and order the case remanded for proceedings consistent with this opinion.\nAppellee, George F. Ritchie, stood jury trial in the Court of Common Pleas of Allegheny County, and was convicted of rape, involuntary deviate sexual intercourse, incest and corruption of minors. The charges arose in connection with incidents allegedly involving sexual contacts between appellee and his minor daughter over a period of years, including one particular incident on June 11, 1979. Appellee’s daughter was twelve years old at that time.\nThe circumstances giving rise to the instant appeal began in 1978, when appellee’s counsel, in the course of preparing the defense, served a subpoena upon Child Welfare Services (CWS) seeking records pertaining to the complainant, which records CWS refused to produce on the basis of the alleged confidentiality of the records. At a pretrial conference held in chambers before the trial court, counsel for appellee argued a motion for sanctions and sought access to the records in order to gain information which might impeach or discredit the complainant, or which might reveal potential witnesses. Moreover, defense counsel sought particular information concerning a medical examination of the victim which, according to his information, occurred on September 6, 1978, in conjunction with a CWS investigation. The trial court accepted the assertion of a CWS representative that such information was not in the file. The court then issued an order to the following effect:\nAnd now, October 23, 1979, after hearing in chambers, the court having viewed the records of the Child Welfare Services, the Court finds that no medical records are being held by the Child Welfare Services that would be of benefit to the defendant in this case. Counsel for the Commonwealth, and the defendant, and a representative of the Child Welfare Services being present at the hearing.\nHearing Transcript (H.T.) October 23, 1979, at 15. Appellee’s counsel immediately objected to that order.\nOn appeal, the Superior Court rejected appellee’s claims concerning the sufficiency and admissibility of certain evidence, but agreed with his contention that the trial court erred in refusing to grant appellee access to the Child Welfare Services file pertaining to the examination of the complainant. The Superior Court held that a statutory provision in the Child Protective Services (Law) regarding confidentiality of the records must not be permitted to infringe upon appellee’s Sixth Amendment rights. Commonwealth v. Ritchie, 324 Pa.Super. 557, 472 A.2d 220 (1984). Nonetheless, that court refused to direct that the records be made available to appellee. Instead, relying by analogy on the decision of this Court in Matter of Pittsburgh Action Against Rape, (Matter of Pittsburgh), 494 Pa. 15, 428 A.2d 126 (1981), the Superior Court fashioned a remedy whereby the trial court would, after an in camera inspection of the file, make available to appellee only those parts of the file which it determined to constitute verbatim statements (or the equivalent) by the complainant regarding abuse. Matter of Pittsburgh, id., 494 Pa. at 28, 428 A.2d at 132. That court further directed that counsel be permitted access to the entire record reviewed in camera by the trial court, in order to argue relevance. It is the appropriateness of this remedy which lies at the heart of this appeal.\nIn their arguments both parties challenge the Superior Court’s disposition. The Commonwealth argues that the records are presumptively confidential under the relevant statute. Further, the Commonwealth argues that, if appellee’s Sixth Amendment rights require that he be given access to statements contained in the CWS files, then that access should be restricted solely to such statements, and appellee’s counsel should not be permitted access to the entire file to argue relevance. Appellee, on the other hand, argues that statements contained in the file constitute the minimal discovery to which he is entitled, and that, in fact, his Sixth Amendment rights require that he gain access to the entire file so that determinations concerning what information might be useful to the defense may properly be made by an advocate. For the reasons outlined below, we find persuasive appellee’s arguments, and hold that the trial court erred in refusing to allow the defense access to the CWS files.\nAs indicated above, the Superior Court found guidance in the decision of this Court in Matter of Pittsburgh. In that case, we were asked to fashion a rule of confidentiality to protect information and materials in the files of the Pittsburgh Action Against Rape (PAAR), a center providing counselling and help to victims of rape. The appellant there had asked for the right to inspect communications between the rape counsellors and the victim. While we declined an extension of the common law to create an absolute privilege, we fashioned an in camera proceeding wherein defense counsel were permitted an inspection of “only those statements of the complainant contained in the file which bear on the facts of the alleged offense.” In the instant case, we are asked for more; we are asked for a review and inspection by counsel of all materials in the possession of CWS, that their relevancy might be determined and their uses in testing credibility ascertained. The sticking place is that the appellant is armed with a statute providing for confidentiality of the files of a child; and while they do not seek an absolute privilege under the statute, they take umbrage that the Superior Court directed:\n... counsel should be permitted access to this record in order to argue the relevance of the material in accordance with this decision. Counsel, of course, are permitted access to this record for this purpose only and are otherwise bound by the confidential nature of the material in the record.\nRitchie, supra, 324 Pa.Super. at 568, 472 A.2d at 226.\nIn ascertaining the intent of the General Assembly we are guided by principles of statutory construction, including that presumption that “[e]very statute shall be construed, if possible, to give effect to all its provisions.” 1 Pa.C.S. § 1921(a). Moreover, it may be presumed “[t]hat the General Assembly does not intend to violate the Constitution of the United States or of this Commonwealth.” 1 Pa.C.S. § 1922(3). Bearing these principles in mind, we turn to an analysis of the statute.\nThe Child Protective Services Law was enacted to identify and protect children suffering from abuse and to provide rehabilitative services to such children and their families. In addition to providing procedures concerning the investigation and reporting of abuse cases, the Law has a section providing for the confidentiality of such records, 11 P.S. § 2215(a). The confidentiality provision provides that reports made pursuant to the Law shall be confidential, but shall be made available to certain enumerated classes of officials and groups. 11 P.S. § 2215(a). Among those to whom such reports may be made available are included, notably, courts of competent jurisdiction pursuant to court order, § 2215(a)(5). In addition, access must also be granted to guardians ad litem, officials of the Department of Public Welfare, and others. Thus, this confidentiality provision, with all its enumerated exceptions, differs from the confidentiality and privilege provisions which the General Assembly has enacted concerning other counsellors, such as licensed psychologists, 42 Pa.C.S. § 5944; or school personnel, 42 Pa.C.S. § 5945; or sexual assault counsellors, 42 Pa.C.S. § 5945.1.\nThe legislative purpose herein was clearly to create an agency, not only to investigate allegations of child abuse, but to provide care, shelter, and erase where possible the cruel stains upon their innocence. To accomplish this the statute provides for confidentiality and, as well, for exceptions to the confidentiality imposed; all are avenues to help. As noted, one of the exceptions is to a court of competent jurisdiction, to which, by court order, all materials in the files of the child are necessarily accessible.\nThere is, of course, a difference between the types of protection that can be afforded a victim and one accused. The difference in all such considerations is the Sixth Amendment to the Constitution of the United States. There can be no absolute protections that cancel the fundamental mandates of that Amendment; all that can be accomplished is a careful balance between them, the counters always in favor of the Amendment.\nThe Sixth Amendment provides that an accused, “[i]n all criminal prosecutions ... shall enjoy the right ... to be confronted with the witnesses against him; [and] to have compulsory process for obtaining witnesses in his favor.” The extent to which a criminal defendant can cross-examine the witnesses testifying against him is controlled by the confrontation clause of the Amendment. The purpose of that clause is to provide an accused with an effective means of challenging the evidence against him by testing the recollection and probing the conscience of an adverse witness. Ohio v. Roberts, 448 U.S. 56, 100 S.Ct. 2531, 65 L.Ed.2d 597 (1980). Moreover, as the United States Supreme Court stated in Alford v. United States, 282 U.S. 687, 692, 51 S.Ct. 218, 219, 75 L.Ed. 624 (1931), and more recently echoed with approval in Smith v. Illinois, 390 U.S. 129, 88 S.Ct. 748, 19 L.Ed.2d 956 (1968):\nIt is the essence of a fair trial that reasonable latitude be given the cross-examiner, even though he is unable to state to the court what facts a reasonable cross-examination might develop. Prejudice ensues from a denial of the opportunity to place the witness in his proper setting and put the weight of his testimony and his credibility to a test, without which the jury cannot fairly appraise them____ To say that prejudice can be established only by showing that the cross-examination, if pursued, would necessarily have brought out facts tending to discredit the testimony in chief, is to deny a substantial right and withdraw one of the safeguards essential to a fair trial.\nId. at 132, 88 S.Ct. at 750.\nThe United States Supreme Court has consistently emphasized the role of the truth-seeking process in our system of criminal justice. As it observed in Dennis v. United States, 384 U.S. 855, 870, 86 S.Ct. 1840, 1849, 16 L.Ed.2d 973 (1966), “disclosure, rather than suppression, of relevant materials ordinarily promotes the proper administration of criminal justice.” Claims of confidentiality or privilege, whatever their basis, necessarily carry with them the possibility of infringing upon that truth-seeking process. As Mr. Chief Justice Burger, writing for a unanimous court, observed of such privileges, “[wjhatever their origins, these exceptions to the demand for every man’s evidence are not lightly created nor expansively construed, for they are in derogation of the search for truth.” United States v. Nixon, 418 U.S. 683, 710, 94 S.Ct. 3090, 3108, 41 L.Ed.2d 1039 (1974). In that case, the Court held that a claim of executive privilege, itself of constitutional dimension, may not prevail as against the need for disclosure there at issue.\nThe United States Supreme Court has also given close attention to state claims of privilege or confidentiality threatening to infringe upon a criminal defendant’s federal constitutional rights. The Court has in such cases carefully safeguarded the Sixth Amendment rights of a criminal defendant to present relevant evidence on direct and cross-examination. In Smith v. Illinois, supra, the Court held that, notwithstanding a contrary state evidentiary law, the confrontation clause guarantees a defendant the right to cross-examine a prosecution witness as to his real name and address. In Washington v. Texas, 388 U.S. 14, 87 S.Ct. 1920, 18 L.Ed.2d 1019 (1967), the Court held that the compulsory process clause requires, even as against a contrary state provision, that a defendant be able to present the favorable testimony of a co-defendant. In Davis v. Alaska, 415 U.S. 308, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974), the Court held that the right of confrontation was superior to a state law concerning the confidentiality of juvenile proceedings. The Court expressed concern that the effect of the state’s confidentiality provision in that case may have been to allow the testifying witness to give a questionably truthful answer, and to prohibit the defendant from testing the truth of that testimony through the process of cross-examination. Id. at 314, 94 S.Ct. at 1109. That concern, inherent in the whole confidentiality/privilege area, may not be ignored without Sixth Amendment ramifications.\nTurning to our own case law, we have set precedent in Matter of Pittsburgh that is useful here. In that case, we declined to recognize a common law absolute privilege, just as the General Assembly has declined to do in the instant case by providing exceptions in the statute. In Matter of Pittsburgh, we gave what we were asked, to wit, inspection of communications between the victim and personnel of PAAR. Now we are asked for the right to inspect the entire file. The rationale for such a request is the same rationale underlying the right granted in Matter of Pittsburgh, to inspect prior statements of a victim or witness. In short, as with prior statements, the eye of an advocate may see connection and relevancy in any material gathered from the victim, other witnesses, or circumstances developed by the investigation of a child. See also, Commonwealth v. Hamm, 474 Pa. 487, 378 A.2d 1219 (1977). “The search for truth” and the quest for “every man’s evidence” so plainly the basis of the Sixth Amendment, and so aptly applied in Matter of Pittsburgh, are as applicable to any material as to prior statements. When materials gathered become an arrow of inculpation, the person inculpated has a fundamental constitutional right to examine the provenance of the arrow and he who aims it. Otherwise, the Sixth Amendment can be diluted to mean that one may face his accusers or the substance of the accusation, except when the accuser is shielded by legislative enactment.\nFortunately, we are not required here to find the present statute unconstitutional. The General Assembly has properly excepted courts of competent jurisdiction and has clearly recognized that material in the child’s file cannot be denied them. Since the use of that which is within the jurisdiction of the court must conform to the fundamental law of the land, the defendant’s entitlement to them is therefore to be determined by those Sixth Amendment principles heretofore considered.\nGiven those principles, we must conclude that the trial court erred in refusing appellee access to the CWS files. As in Davis, supra, we find that the Commonwealth’s interest in maintaining the confidentiality of these records may not override a defendant’s right to effectively confront and cross-examine the witnesses against him. We agree with appellee that it would be absurd to read the statute as providing that the records be made available to a court of competent jurisdiction, while denying any use of them to the litigants in a criminal case before such courts. Notwithstanding the trial court’s “finding” that the files contained nothing that would benefit appellee, it is apparent that appellee was denied the opportunity to have the files reviewed with the eyes and the perspective of an advocate. Neither the confidentiality provision of the Child Protective Services Law nor any other argument yet advanced justifies that denial.\nAccordingly, we remand the matter to the trial court with instructions that appellee, through his counsel, be granted access to the CWS files. Counsel will then be permitted to argue to the trial court what use, if any, could have been made of the files in cross-examining the complainant or in presenting other evidence. The Commonwealth may attempt to establish that any error was harmless. Commonwealth v. Slaughter, 482 Pa. 538, 394 A.2d 453 (1978). Unless the trial court is convinced that any error was necessarily harmless, it shall vacate judgment of sentence and grant appellee a new trial. Commonwealth v. Hamm, supra.\nThe case is remanded for proceedings consistent with this opinion.\nLARSEN, J., files a dissenting opinion in which HUTCHINSON, J., joins.\nHUTCHINSON, J., files a dissenting opinion.\n. Appellee’s trial was his second, following a mistrial.\n. There is evidence that Child Welfare Services conducted an interview and examination of the complainant as early as 1978, following a report of abuse made by an unindentified source.\n. Pretriai Hearing Transcript, October 23, 1979, at 5.\n. That agency is now designated Children and Youth Services.\n. Act of November 26, 1975, P.L. 438, No. 124 §§ 1-26, 11 P.S. § 2201, et seq. See also, text accompanying n. 10.\n. Commonwealth v. Ritchie, 324 Pa.Super. 557, 568, 472 A.2d 220, 226 (1984).\n. 11 P.S. § 2215.\n. The General Assembly subsequently codified a privilege for sexual assault counsellors by the Act of Dec. 23, 1981, P.L. No. 169 § 1, 42 Pa.C.S. § 5945.1.\n. Matter of Pittsburgh Action Against Rape (Matter of Pittsburgh), 494 Pa. 15, 19, 428 A.2d 126, 127-28 (1981).\n. See n. 5 supra.\n. P.S. §§ 2204-2214.\n. At the time of appellee’s trial, Section 2215(a) provided:\nConfidentiality of Records, (a) Except as provided in section 14, reports made pursuant to this act including but not limited to report summaries of child abuse made pursuant to section 6(b) and written reports made pursuant to section 6(c) as well as any other information obtained, reports written or photographs or x-rays taken concerning alleged instances of child abuse in the possession of the department, a county public child welfare agency or a child protective service shall be confidential and shall only be made available to:\n(1) A duly authorized official of a child protective service in the course of his official duties.\n(2) A physician examining or treating a child or the director or a person specifically designated in writing by such director of any hospital or other medical institution where a child is being treated, where the physician or the director or his designee suspect the child of being an abused child.\n(3) A guardian ad litem for the child.\n(4) A duly authorized official of the department in accordance with department regulations or in accordance with the conduct of a performance audit as authorized by section 20.\n(5) A court of competent jurisdiction pursuant to a court order.\nAct of Nov. 26, 1975, P.L. 438, No. 124 § 15, 11 P.S. § 2215.\nThe law has subsequently been amended, and now provides for an expanded class of officials and groups to whom the reports may be made available, including the attorney general, county commissioners, and law enforcement officials. See generally, 11 P.S. § 2215(a).\n. U.S. Constitution, Amendment VI.\n. See Matter of Pittsburgh, supra, 494 Pa. at 28, 428 A.2d at 131 (1981).\n. This conclusion applies with special strength under the amended provisions of the statute, which would seem to enable the prosecution to gain access to the records, either directly or in the course of investigations by law enforcement officials. See n. 13, supra, and 11 P.S. § 2215(a) generally.\n. As we emphasized in Matter of Pittsburgh, supra, 494 Pa. at 28-29, 428 A.2d at 132-133, the trial court should take appropriate steps to insure against the improper dissemination of sensitive material gleaned from the files. Such steps might include the fashioning of appropriate protective orders, or conducting certain proceedings in camera, mindful always, however, of the right of appellee, through his counsel, to gain access to the information."}