{"id": "1796930", "contents": "OPINION\nMcDERMOTT, Justice.\nThis is an appeal from the order of the Commonwealth Court affirming the Pennsylvania Human Relations Commission’s determination that appellant, Commonwealth Department of Transportation (PennDOT), unlawfully discriminated against complainant, Richard E. Law, when it rejected his application for a position as Storekeeper II in the Berks County Maintenance Department on the basis of a non-job related handicap or disability.\nWhile working as an equipment operator for PennDOT in 1976, complainant injured his back. The injury restricted his ability to safely lift heavy objects; his physician advised him to lift no more than twenty-five pounds. After reinjuring his back in early 1979, he was placed on permanent light duty and was soon assigned to work half of each work day in the Berks County Maintenance Department Storeroom. From April through October of 1979, complainant became familiar with the operation of the storeroom, and when an opening for the position of Storekeeper II was posted by PennDOT, he bid for the position. Another applicant, David Scrobe, also bid for the position. Neither complainant nor Scrobe were hired for the job. Eventually, an equipment operator, Kenneth Scheuring, was hired for the position.\nOn October 30, 1979, complainant filed a Complaint with the Pennsylvania Human Relations Commission (Commission) alleging that PennDOT refused to promote him on the basis of his handicap or disability, in violation of Section 5(a) of the Pennsylvania Human Relations Act (Act), 43 P.S. § 955(a), which states in pertinent part:\n§ 955. Unlawful discriminatory practices\nIt shall be an unlawful discriminatory practice, unless based upon a bona fide occupational qualification, or in the case of a fraternal corporation or association, unless based upon membership in such association or corporation, or except where based upon applicable security regulations established by the United States or the Commonwealth of Pennsylvania:\n(a) For any employer because of the race, color, religious creed, ancestry, age, sex, national origin or non-job related handicap or disability of any individual to refuse to hire or employ, or to bar or to discharge from employment such individual, or to otherwise discriminate against such individual with respect to compensation, hire, tenure, terms, conditions or privileges of employment, if the individual is the best able and most competent to perform the services required.\n43 P.S. § 955(a).\nPrior to the hearing, counsel agreed that the case would be presented before the Chairperson of the designated three-member hearing panel, sitting alone, with the understanding that the other two designated panel members would review the complete record before making a recommended decision to the full Commission. The hearing was held on November 8, 1982, and January 10, 1983.\nOn October 13, 1983, the Commission adopted the recommended Findings of Fact, Conclusions of Law, and Opinion of the hearing panel. In so doing, the Commission concluded: that complainant was a “handicapped or disabled person” within the meaning of the Act and pertinent regulations; that his handicap or disability was not “job-related”; and that complainant was qualified for, and physically able to perform the duties of the Storekeeper II position. In support of this latter conclusion the Commission found that the position did not require heavy lifting, and “numerous persons were available to assist when heavy lifting was required.” The Commission also found that PennDOT did not promote the complainant to the position based upon its belief that he was unable to perform the job because of his disability; and held that such refusal violated the prohibition against job discrimination because of a non-job related handicap or disability. The Commission ordered, inter alia, that PennDOT offer complainant the next available position of Storekeeper II in the Berks County Maintenance Department and awarded complainant back pay based on the Storekeeper II salary.\nOn appeal, the Commonwealth Court affirmed the Commission’s adjudication and order. Upon petition we granted allocatur.\nAmong the arguments of PennDOT which the Commonwealth Court rejected was the procedural complaint that each member of the Commission was required, but failed, to review the entire record before rendering an adjudication. Appellant contends that the failure of all of the voting members of the Commission to review the record before voting to approve or reject the recommended findings, conclusions and order of the hearing panel violated its due process rights.\nPrior to the commencement of the hearing, appellant filed a “Motion to Insure Due Process Rights” in which it sought assurances from the Commission that all members who would vote on the outcome would first read the record. The Commission issued a pre-hearing order granting the motion only insofar as requiring the three commissioners assigned to hear the case to review the complete record before rendering a decision. At the commencement of the hearing, counsel for the appellant and the assistant general counsel to the Commission prosecuting the case stipulated that the commissioners who do not sit at the public hearing do not normally review the entire record, although the record is available to them. The recommendation of the three member hearing panel states that those three members considered the entire record, but there is no indication that any of the other commissioners reviewed the record before voting to approve the Recommendation.\nIn holding that due process is satisfied when the designated hearing panel reviews the record before making its Recommendation, the Commonwealth Court stated that the only statutory requirement is that “the recommended findings, conclusions and order made by said members or permanent hearing examiner shall be reviewed and approved or reversed by the Commission before such order may be\nserved upon the parties to the complaint.” Commonwealth, Department of Transportation v. Commonwealth, Pennsylvania Human Relations Commission, 84 Pa. Cmwlth. 98, 106, 480 A.2d 342, 347 (1984). Section 9(g) of the Act, 43 P.S. § 959(g).\nWe do not agree that the requirement that the full Commission review the recommended findings, conclusions, and order, is satisfied by a vacuous review of the Recommendation. The conclusions and order must be based on the findings of fact. No meaningful review of the findings of fact can be made without reference to the record. In order to properly review findings of fact, the record from which they are derived must be examined in order to determine if the findings are based on substantial evidence. To merely read the findings without examining the record in order to determine if those findings are supported is not to “review” those findings with the meaning and effect that tribunals regularly perform reviewing functions.\nIt is a principle of statutory construction that the legislature intends that every word of a statute is to be given meaning. Matter of Employees of Student Services, 495 Pa. 42, 432 A.2d 189 (1981); Commonwealth v. Driscoll, 485 Pa. 99, 401 A.2d 312 (1979). In order to make “review” (the operative verb in the sentence of Section 9(g) under scrutiny) meaningful, it must be interpreted to require at least a reference to the record by all voting commissioners to determine if the recommended findings of fact are supported by the record. The Commission failed to perform such a meaningful review of the Recommendation in this case.\nWe therefore remand this case to the Commission for a full review of the record by the requisite eleven commissioners. We also direct that before such review is conducted, the Commission make more specific findings of fact regarding the requirements of the job for which complainant applied. One reason for this direction is that we read the Commission’s crucial finding that the “Storekeeper II position in 1979 did not require heavy lifting ... Numerous people were available to assist when heavy lifting was required” (finding of fact no. 23) as being inherently inconsistent. If the Commission finds that the job requires no lifting then they should say so; if the job entails some heavy lifting, and there are persons whose job it is to assist the Storekeeper when lifting is required, then the Commission should so find. In either case the Commission will have satisfied their burden that complainant’s disability is not job-related. However, if the evidence establishes that the job does require lifting beyond complainant’s capacity, and that PennDOT will be required to shift workers from their intended assignments to assist the applicant, then the Commission will be required to decide whether such requirement is a “reasonable accommodation” or imposes an “undue hardship” upon the employer. See 16 Pa.Code §§ 44.4; 44.14. In the absence of such specific findings we are unable to properly review the issue of whether complainant’s disability was job-related or not.\nAccordingly, we remand the record to the Commission for further proceedings consistent with this opinion.\nJUDGMENT\nON CONSIDERATION WHEREOF, it is now hereby ordered and adjudged by this Court that the above-captioned appeal is remanded to the Commission for further proceedings consistent with this opinion.\nHUTCHINSON, J., did not participate in the consideration or decision of this case.\nPAPADAKOS, J., joins in the Majority Opinion and files a separate concurring opinion in which FLAHERTY, J., joins.\nZAPPALA, J., concurs in the result.\nNIX, C.J., files a dissenting opinion.\n. Act of October 27, 1955, P.L. 744, § 5, as amended, 43 P.S. § 955 (Supp.1965-1984).\n. The full Commission is comprised of eleven commissioners. 43 P.S. § 956. Three or more commissioners or a permanent hearing examiner designated by the Commission may constitute the Commission for any hearing. 43 P.S. § 959(g). This provision may be waived and the hearing may be conducted before less than three commissioners. 16 Pa.Code § 42.102(a). The full Commission must review and either approve or reverse the recommended findings, conclusions and order of the three member panel or permanent hearing examiner. Id.\n. Finding of fact # 23. The apparent inconsistency of this finding is addressed later in this opinion.\n. Other issues which the appellant has raised in this appeal include: that the complainant is not a \"handicapped or disabled\" person within the meaning of the Act; that the Commission’s findings are based upon hearsay and other incompetent evidence; that accommodating complainant’s alleged handicap by making other employees available to assist him when heavy lifting is required imposes an undue hardship on appellant; and that its due process rights were violated by use of a surprise witness and the presence of the prosecutor during the Commission’s deliberations. Because of our resolution of the aforementioned issues, we choose not to address these latter issues.\n. 43 P.S. § 959(g) provides:\n§ 959. Procedure\n(g) The Commission shall establish rules or practice to govern, expedite and effectuate the foregoing procedure and its own actions thereunder. Three or more members of the Commission or a permanent hearing examiner designated by the Commission shall constitute the Commission for any hearing required to be held by the Commission under this act. The recommended findings, conclusions and order made by said members or permanent hearing examiner shall be reviewed and approved or reversed by the Commission before such order may be served upon the parties to the complaint. The recommended findings, conclusions and order made by said members or permanent hearing examiner shall become a part of the permanent record of the proceeding and shall accompany any order served upon the parties to the complaint. Any complaint filed pursuant to this section must be so filed within ninety days after the alleged act of discrimination. Any complaint may be withdrawn at any time by the party filing the complaint."}