{"id": "1798757", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nThis is the appeal of the Commonwealth from the Opinion and Order of Superior Court, 323 Pa.Super. 153, 470 A.2d 526 (1983), reversing the judgment of sentence imposed on Michael J. Downing (Appellee) and discharging him. Appellee was convicted of defiant trespass as a result of an incident at the Temple University Law Library.\nFrom the record it appears that Appellee, who is not affiliated in any way with Temple or its Law School, asked for, and received, a library card in order to obtain access to the law library during its normal hours of operation. On December 10, 1980, Appellee attempted to use the law library, but encountered the following posted notice:\nIn order to accommodate law students studying and sitting for the final exams, the Klein Building will have restricted access from December 4th to December 23rd.\nAdmittance will be limited to faculty, staff and students of the Law School and persons presenting written authorization from the Director of Administration, Eugene R. Lyons, or Law School Counsel, H. Patrick Swygert.\nThank you in advance for your cooperation.\nUpon reading the notice, Appellee went to Professor Swygert’s office and attempted to find out whether he could use the Law School library facilities. Professor Swygert told Appellee that his library pass was invalid during the examination period, but that he could use the facilities after exams were completed. After Professor Swygert handed Appellee a copy of the posted notice, Appellee told Professor Swygert that he needed to use the books in the library and that he would return at a later date to use them. Following Appellee’s peaceful departure, Professor Swygert prepared a memorandum and sent same to the University Security Office informing them that Appellee was not to be admitted into the law library during exam period.\nOn December 19, 1980, Appellee returned to Professor Swygert’s office and demanded that he be admitted into the library because it was his right. Professor Swygert told Appellee to leave and Appellee responded that he would not leave the building unless arrested or physically removed. Appellee was again asked to leave and, upon his refusal, campus security was contacted. The campus security officer, who responded to the call, requested Appellee to leave and, upon his refusal, Appellee was placed under arrest, escorted from the campus, and then released. Appellee immediately returned to the library, where he was arrested at the check out desk of the library, and was charged with defiant trespass and disorderly conduct.\nAppellee was found guilty of defiant trespass and acquitted of disorderly conduct in the Philadelphia Municipal Court. Upon his appeal to the Court of Common Pleas, Appellee was again convicted of defiant trespass. Following denial of post-trial motions, Appellee was sentenced to one year probation and an appeal was filed with Superior Court.\nBefore Superior Court, Appellee argued that 1) the evidence was insufficient to convict him of defiant trespass, 2) that 18 Pa.C.S. § 110(2) barred his defiant trespass conviction because of his prior acquittal of disorderly conduct, and 3) that Appellee had a legal right to use the law library.\nSuperior Court concluded that Appellee had a legal right to use the library because, when he attempted to gain entry to the library, it was open to members of the public. Applying the affirmative defense of 18 Pa.C.S. § 3503(c)(2)1 to Appellee’s defiant trespass, Superior Court concluded that the defense provided an excuse for his actions and the trial court’s conviction against Appellee could not stand. Accordingly, Superior Court reversed the judgment of sentence.\nWe granted allocatur to determine whether a law library of a university is open to the public within the meaning of 18 Pa.C.S. § 3503(c)(2) and whether that section is available as a defense to a defiant trespass charge.\nWe conclude that the law library was not open to the public when Appellee attempted to enter it and that 18 Pa.C.S. § 3503(c)(2) was not an available defense which Appellee could invoke to excuse his conduct. We, therefore, reinstate the judgment of sentence against Appellee and remand to Superior Court for consideration of the other issues raised by Appellee, but not addressed by that court.\nA person is guilty of defiant trespass if he knows that he is not licensed or privileged to enter a place as to which notice against trespass is given by 1) actual communication, 2) posting, or 3) fencing. (See 18 Pa.C.S. § 3503(b)). Appellee entered the law library after notice against trespass had been given to him by actual notice and posting. The question we are called upon to resolve is whether the law library was open to members of the public at the time of the trespass, for, if it were, then Appellee was licensed and privileged to enter the library regardless of the no-trespassing notice.\nThe record establishes that the law library is a facility owned, operated, and maintained by Temple University and its School of Law for the benefit of its student body. Additionally, Temple is a non-profit corporation chartered for educational purposes. Title to all its buildings and lands is vested in its Board of Trustees who have the inherent power to promulgate rules and regulations for the governing and management of all its institutions, lands, buildings and facilities, and to enforce those rules reasonably. See, Mooney v. Temple University Board of Trustees, 448 Pa. 424, 292 A.2d 395 (1972); see also, 24 P.S. § 2510-2(6).\nThe fact that Temple, or its School of Law, serves a quasi-public service, or that the Commonwealth has designated the University as a part of its System of Higher Education, thereby giving it minority voice on its Board of Trustees, or that the Commonwealth funds the University does not alter its character as a private educational institution. Its property is essentially private property. Mooney. Temple cannot receive, hold, or use property for any other purpose than its chartered purpose — the establishment and maintenance of an educational institution. The University’s law library then, like all other facilities owned by the University, is private property maintained as part of its educational facilities for the use of its students. Persons not affiliated with the University or its School of Law have no right to enter and use University facilities, including the law library, unless the University or its Law School grants that privilege or license.\nThe evidence clearly establishes that non-students or non-University affiliates can gain access to the law library only if they ask for and obtain a library pass from the Law School, which is revocable at the Law School’s pleasure. We cannot conclude, then, that the law library is open to members of the public within the meaning of 18 Pa.C.S. § 3503(c)(2) because the law library is not a place where the public generally is invited. (See Model Penal Code, Proposed Official Draft, § 221.2 at p. 60).\nThe evidence shows that the law library is open only to its student body and those selected guests who comply with the Law School’s criterion for gaining access to its facility. Non-university and non-law school personnel and students of other schools gain access to the law library, not as invitees, but as mere guests, who can remain only as long as the Law School determines that their presence does not conflict with the student body’s paramount right to use the law library facilities maintained, in part from their tuition, and operated for their education. Since the law library is not a place open to the public, § 3503(e)(2) cannot excuse a defiant trespasser’s acts where the privilege or license to enter has expired or been revoked.\nWhen the Law School decided to close the law library to outsiders so that the law students could use the facility in the preparation for exams, that was the exercise of regulatory authority by the Law School over its facilities with which the courts cannot interfere. Anthony v. Syracuse University, 130 Misc. 249, 223 N.Y.S. 796 (1927), rev’d. on other grounds, 224 App.Div. 487, 231 N.Y.S. 435 (1928); Gott v. Berea College, 156 Ky. 376, 161 S.W. 204 (1913). Whether the regulation was wise or expedient, or whether its aim was worthy, is a matter left solely to the discretion of the University and Law School and, with the exercise of such discretion, we will not interfere. Woods v. Simpson, 146 Md. 547, 126 A. 882 (1924); Board of Trustees v. Waugh, 105 Miss. 623, 62 So. 827 (1913); Foley v. Benedict, 122 Tex. 193, 55 S.W.2d 805 (1932).\nFinally, the private nature of the Law School library is not changed by virtue of the fact that the law library has sought and received status as a federal depository library. There is no evidence in this record that Appellee was denied free use of government publications or that, even if he had requested them, the materials would not have been made available to him at another place or time without him having to enter the law library during exam period.\nIn summary, the law library is not created or maintained for the general public, and the public has no expectation to use the facilities, nor is it invited to use them. Access to the facility is by toleration and is totally gratuitous and exists only as long as the University or library grants admission to those who ask to use the facilities. Once permission to enter and use the facility is revoked, the privilege or license to use the library ceases.\nInasmuch as the Law School chose to terminate the privilege or license extended to Appellee, and since Appellee was fully aware that his license and privilege to use the library had been revoked, the evidence clearly supports the verdict against Appellee for defiant trespass and the affirmative defense for defiant trespass provided at 18 Pa.C.S. § 3505(c)(2) is unavailable to excuse Appellee’s conduct.\nReversed and remanded to Superior Court for consideration of all other issues preserved before that court and not yet disposed of.\n. 18 Pa.C.S. § 3503(b) provides as follows:\n(b) Defiant trespasser.—\n(1) A person commits an offense if, knowing that he is not licensed or privileged to do so, he enters or remains in any place as to which notice against trespass is given by:\n(i) actual communication to the actor; or\n(ii) posting in a manner prescribed by law or reasonably likely to come fo the attention of intruders; or\n(iii) fencing or other enclosure manifestly designed to exclude intruders.\n. Section 3503(c)(2) sets forth:\n(c) Defenses. — It is a defense to prosecution under this section that:\n(2) the premises were at the time open to members of the public and the actor complied with all lawful conditions imposed on access to or remaining in the premises;\n. The Temple University-Commonwealth Act, Act of November 30, 1965, § 1, et seq., 24 P.S. § 2510-1, et seq., consolidates Temple University into the Commonwealth system of higher education, but guarantees to Temple University and its Board of Trustees the entire control and management of the land, buildings and facilities of the University.\nSpecifically, 24 P.S. § 2510-2(6) provides as follows:\n(6) That Temple University owns and maintains land, buildings, and other facilities which are used, together with land and buildings owned by the Commonwealth of Pennsylvania, for higher education, which land, buildings and other facilities are under the entire control and management of the board of trustees.\n. Federal depository libraries are required to make government publications available for the free use of the general public. 44 U.S.C. § 1911."}