{"id": "1798690", "contents": "OPINION OF THE COURT\nLARSEN, Justice.\nJames Henry Carpenter, appellant, brings this appeal from his conviction for murder of the first degree and from the judgment of sentence of death imposed by a jury upon that conviction. The record of his trial in the Court of Common Pleas of York County disclosed the following.\nOn September 30, 1983, at approximately 9:30 p.m., Jimmie Lee Taylor (the victim) was stabbed in the heart with a knife on South Penn Street in the City of York. The victim was intoxicated and had a blood alcohol content of .356 per cent. He was pronounced dead at the York Hospital at 10:58 p.m. that evening.\nThe Commonwealth’s principal witness, Helen Ruth Em-mil (Ms. Emmil), appellant’s girlfriend at the time of the stabbing, testified that appellant had stabbed the victim. Ms. Emmil testified that she, appellant and another couple had been drinking in a bar until just before the stabbing. The four left to go to another bar, and were walking on South Penn Street when the victim crossed the street carrying a six-pack of beer and asked the group if anyone wanted some beer.\nThe victim was known to appellant and Ms. Emmil and there was animosity between them. Ms. Emmil had previously been the victim’s girlfriend, but left him and began to live with appellant. The victim harassed her after that, and threatened her on several occasions. Appellant had spoken with the victim, who had a bad reputation for violence in the community, in an attempt to get him to quit harassing Ms. Emmil, but to no avail. Near the end of May, 1983, appellant was involved in a serious altercation with the victim wherein the latter, without apparent provocation, hit appellant in the face with a hatchet, knocking appellant unconscious and fracturing his jaw. Appellant was hospitalized and had to have his jaw wired in place.\nWhen the victim approached the group on South Penn Street on September 30, 1983 at about 9:30 p.m., Ms. Emmil proclaimed “I hope there don’t be no shit,” whereupon the other couple, fearing an altercation, went on ahead to the bar, while appellant, Ms. Emmil and the victim stayed behind. According to Ms. Emmil, appellant took a knife from his pocket and, without provocation, stabbed the victim in the chest. The four inch blade of the knife pierced through his sternum and severed the top of his heart, and the victim fell to the sidewalk unconscious and died shortly thereafter.\nAppellant then wiped off the blood from the knife with a handkerchief, closed the knife and tossed it and the handkerchief over a fence and into the back yard of a nearby house. The owner of the house happened to be the attorney for the City of York. He found the knife and handkerchief in his tomato garden the following morning and turned the items in to the police; they had not been there earlier on the evening of September 30, 1983. Appellant and Ms. Emmil then met the other couple at the bar as planned, and had some drinks.\nAfter the stabbing, appellant threatened to kill Ms. Em-mil if she told anyone what happened, and to add credibility to his threats told her that he had killed his ex-girlfriend. Initially, Ms. Emmil was frightened and did not tell the police what she knew about the stabbing when first questioned, but eventually she told them that appellant had stabbed the victim. Appellant was arrested and charged with murder.\nAnother Commonwealth witness testified that, in July, 1983, appellant offered him $500.00 to kill the victim. Appellant was aware that this witness had also been involved in a fight with the victim.\nAppellant testified that Ms. Emmil (who was a large woman) had stabbed the victim without provocation on the evening of September 30, 1983, and that she had wiped the knife with a handkerchief and had thrown the objects over the fence. Appellant said that he did not go to the police because he wanted to cover up for his girlfriend, Ms. Emmil. He further stated that after the stabbing, he had asked a friend to purchase a knife similar to the one used by Ms. Emmil to confuse the police who, he was sure, would suspect him for the stabbing because of his known animosity toward the victim. Appellant admitted that he had had ill feelings towards the victim and that he had threatened revenge shortly after the victim had broken his jaw with the hatchet, but that his desire for revenge had subsided with the passage of time and that he eventually decided to forget about the incident. According to appellant, however, Ms. Emmil could not forget about the incident or the victim’s harassment of her, and she became increasingly more distraught and fearful of the victim.\nThe jury believed Ms. Emmil’s version of the stabbing, and returned a verdict of guilty of murder of the first degree on January 20, 1984. Pursuant to the Sentencing Code, a sentencing hearing was conducted immediately thereafter before the same jury. 42 Pa.C.S.A. § 9711(a). The Commonwealth introduced evidence to establish only one aggravating circumstance, that the appellant had “a significant history of felony convictions involving the use or threat of violence to the person.” 42 Pa.C.S.A. § 9711(d)(9). This significant history consisted of a felony conviction for murder of the third degree and a felony conviction (arising from a separate incident) for assault by a prisoner. 18 Pa.C.S.A. §§ 2502(c) and 2703, respectively. The jury was instructed as to three possible mitigating circumstances, namely that “the defendant was under the influence of extreme mental or emotional disturbance,” that “the defendant acted under extreme duress ... or acted under the substantial domination of another person,” and “other evidence of mitigation concerning the character and record of the defendant and the circumstances of his offenses.” 42 Pa.C.S.A. § 9711(e)(2, 5 and 8, respectively). The jury found that appellant had a significant history of felony convictions involving the use or threat of violence to the person, which aggravating circumstance outweighed any mitigating circumstances, and sentenced appellant to death. 42 Pa.C.S.A. § 9711(c)(l)(iv).\nPost-trial motions were filed and denied by the Court of Common Pleas of York County on June 13, 1984 and appellant was formally sentenced on June 25, 1984. This direct appeal followed. We affirm appellant’s conviction and judgment of sentence of death.\nInitially, although appellant does not specifically challenge the sufficiency of the evidence, we hold that the record evidence was sufficient to sustain his conviction for murder of the first degree beyond a reasonable doubt. That evidence, viewed in the light most favorable to the Commonwealth as verdict winner, Commonwealth v. Rhodes, 510 Pa. 537, 510 A.2d 1217, 1218 (1986), established that appellant willfully and intentionally stabbed the victim to death as an act of revenge for the victim’s earlier assault on appellant and harassment of appellant’s girlfriend. The specific intent to kill was supported by the inference that appellant’s unprovoked use of a deadly weapon upon a vital part of the victim’s body (i.e., piercing his sternum and cutting off the top of the victim’s heart) was intended to kill him. Commonwealth v. O’Searo, 466 Pa. 224, 239-40, 352 A.2d 30, 37-38 (1976). Obviously, in finding appellant guilty, the jury rejected appellant’s defense that the Commonwealth’s key witness, Ms. Emmil, had stabbed Jimmie Lee Taylor to death.\nAppellant asserts that his trial was tainted by the disclosure of a Commonwealth witness’ occupation as an agent for the Pennsylvania Board of Parole which disclosure reasonably implied that appellant had a prior criminal record, thus prejudicing him before the jury. This argument has little merit.\nDonald M. Jefferies was called by the Commonwealth to testify as to a conversation he had with appellant in August, 1983 regarding his broken jaw, and his reluctance to identify his attacker to the police. This conversation was introduced to establish that appellant’s jaw had been broken in a scuffle, in order to support the Commonwealth’s revenge motive theory. At the beginning of his testimony, Mr. Jefferies was asked “How are you employed?,” and he answered: “Pennsylvania Board of Parole, Parole Agent.” Notes of Testimony (N.T.), January 18, 1983, Vol. II at 47. The witness was then asked whether he knew the appellant and whether he had a conversation with him concerning an injury he sustained. The witness answered that he did know appellant, and recounted the conversation he had with appellant about appellant’s broken jaw. Appellant told the witness that he did not know who his attacker was, and declined the witness’ suggestions that he go to the police. At no time was it stated or even suggested that Mr. Jefferies was appellant’s parole officer nor that he knew appellant in some official capacity. No objection was made at the time to Mr. Jefferies’ disclosure that he was a parole agent for the Pennsylvania Board of Parole.\nThree witnesses later, counsel for appellant lodged an objection to Donald Jefferies’ disclosure of his occupation, explaining to the court that he (counsel) had not heard the witness state he was a parole agent because his client (appellant) had interrupted and was talking to him at that time. Id., N.T. at 79-80. Having been subsequently informed of Mr. Jefferies’ testimony, regarding his occupation, counsel at that point requested a mistrial. The court indicated that, while it felt the witness’ statement of his occupation may have been somewhat prejudicial and that he would have sustained an objection to the question had it been timely raised and/or issued a prompt curative instruction after the answer had been given, the court did not feel the prejudice (if any) was severe enough to demonstrate a manifest necessity for a mistrial. Id., N.T. at 82-87. The court offered to render a curative instruction to the jury at that point “to tell the jury to disregard this business about what the parole officer said,” but counsel declined the invitation because such an after-the-fact instruction would have emphasized the witness’ occupation to the jury and would have done more harm than good. Id., N.T. at 87-88. Accordingly, no curative instruction was rendered.\nUnder the circumstances, we agree with the trial court that a mistrial was not warranted and that little, if any, prejudice accrued to appellant by this witness’ passing reference to his occupation as a parole officer. As we stated in Commonwealth v. Banks, 454 Pa. 401, 311 A.2d 576 (1973), upon which appellant relies:\nIn Commonwealth v. Clark, 453 Pa. 449, 309 A.2d 589 (1973) this court said: “It is a fundamental precept of the common law that the prosecution may not introduce evidence of the defendant’s prior criminal conduct as substantive evidence of his guilt of the present charge____ ‘The presumed effect of such evidence is to predispose the minds of the jurors to believe the accused guilty, and thus effectually to strip him of the presumption of innocence.’ ” Id., 453 at 452, 309 A.2d at 590 (quoting Commonwealth v. Allen, 448 Pa. 177, 181-182, 292 A.2d 373, 375 (1972)). In Clark we stated that a police officer’s statement that the defendant had previously served time “in prison” implied a prior conviction for a serious offense, thus was prejudicial in that it permitted the jury to infer that the defendant had a prior criminal record. To warrant a characterization as prejudicial the testimony must convey to the jury, either expressly or by reasonable implication, the fact of a prior criminal offense. In the case at bar the mere passing reference to the appellant’s confinement did not supply a sufficient basis for a reasonable inference of prior criminal activity in view of the numerous crimes for which he was then on trial. The reference did not either expressly or by reasonable implication convey the fact of a prior criminal offense unrelated to the criminal episode for which he was then on trial.\nId., 454 Pa. at 410-11, 311 A.2d at 581 (emphasis added).\nLikewise in this case, the mention of the witness’ occupation as a parole officer and the fact that he knew the appellant did not convey to the jury, either expressly or by reasonable implication, the fact of a prior criminal offense or record. Such an inference, while certainly possible, was most certainly not conveyed to the jury by the mere mention of the witness’ occupation and the fact that he knew appellant, as there are an infinite variety of ways that appellant might otherwise know a person who was a parole officer. See Commonwealth v. Riggins, 478 Pa. 222, 231, 386 A.2d 520 (1978) (“To conclude that appellant had committed prior crimes from a detective’s single statement that he knew where appellant lived, the jury would have to indulge in gross speculation.”) and Commonwealth v. Starks, 484 Pa. 399, 409, 399 A.2d 353 (1979) (“the testimony of Detective Porter [that he knew the appellant from ‘other contacts’] does not expressly or by reasonable implication convey the impression of prior criminal activity so as to require a mistrial.”). Cf. Commonwealth v. Groce, 452 Pa. 15, 303 A.2d 917 (1973).\nAdditionally, the failure to make timely objection and/or request for curative instructions or a mistrial at the time the witness disclosed his occupation as a parole officer justified the court’s refusal to grant appellant’s untimely request for a mistrial. Rule 1118(b) of the Pennsylvania Rules of Criminal Procedure provides that when “an event prejudicial to the defendant occurs during trial ... the motion [for a mistrial] shall be made when the event is disclosed. Otherwise, the trial judge may declare a mistrial only for reasons of manifest necessity.” Pa.R.Crim.P. Rule 1118(b). The trial court correctly refused appellant’s untimely request for a mistrial holding that such relief was not manifestly necessary and that failure to make timely objection removed the opportunity that the court would otherwise have had to issue prompt curative instructions which, at that point, would have removed whatever prejudice that may have accompanied the disclosure of the witness’ occupation. See Commonwealth v. Riggins, supra at 478 Pa. 231, 386 A.2d 520.\nAppellant also contends that he was unduly prejudiced by the prosecutor’s references to him, in closing argument, as a “murderer” who “took the stand and lied.” These references, appellant claims, expressed the prosecutor’s personal beliefs as to appellant’s guilt and credibility, and influenced the jury “with passion and bias” so that the jury could not reach an impartial verdict. Examined in the proper context of the prosecutor’s entire closing argument, these comments were neither unfair nor unduly prejudicial.\nIt is true, of course, that it is ordinarily improper for a prosecutor to express a personal belief as to the defendant’s guilt or innocence or as to the defendant’s or other witness’ credibility. Commonwealth v. Anderson, 501 Pa. 275, 461 A.2d 208, 211 (1983); Commonwealth v. Smith, 490 Pa. 380, 387, 416 A.2d 986, 989 (1980). However, comments by a prosecutor do not constitute reversible error unless the “unavoidable effect of such comments would be to prejudice the jury, forming in their minds fixed bias and hostility toward the defendant so that they could not weigh the evidence objectively and render a true verdict.” Commonwealth v. Anderson, supra at 501 Pa. 282, 461 A.2d 211; Commonwealth v. Upsher, 497 Pa. 621, 627, 444 A.2d 90, 93 (1982). Furthermore, the “prejudicial effect of the district attorney’s remarks must be evaluated in the context in which they occurred.” Commonwealth v. Smith, supra 490 Pa. at 388, 416 A.2d at 989.\nPlaced in context, it is clear that the prosecutor’s comments were fair commentary on the evidence and did not amount to an expression of personal belief that appellant was guilty or that he had lied. What the prosecutor’s comments did express — fairly—was that the murderer had appeared before them on the witness stand and lied to them, and that that person had to be one of two people, either appellant or Ms. Emmil, each of whom took the stand, denied their own participation in the stabbing, and named the other as the murderer of Jimmie Lee Taylor (the victim). N.T., January 20,1984, Vol. IV at 14-15 (“whoever murdered Jimmie Lee Taylor testified from that chair.”) and at 18 (“The murderer is a liar. The murderer took the stand and the murderer lied, because both parties denied it. Well, I should qualify that. One party denied it.”). The prosecutor then outlined the evidence presented at trial and invited the jury to consider the physical and psychological profile of the person who murdered Jimmie Lee Taylor (the victim) and the characteristics of the two people who took the stand and blamed each other, and to choose which of those two “fits the bill.” Id., N.T. at 21-22. Given the evidence that was presented to the jury which proved that only one of two people could have stabbed the victim (appellant or his girlfriend, Ms. Emmil) the prosecutor’s comments were neither unfair nor unduly prejudicial, and merely highlighted what the jury knew already — that one of these two was the murderer and one of these two lied.\nAppellant’s final contention of trial error is that the court erred in failing to instruct the jury at the guilt phase, upon request, as to the range of penalties possible for murder of the first degree and murder of the third degree. This argument is predicated upon Act 141 of September 13, 1978, P.L. 756, § 1, which provided:\nSentencing for murder.\n* * * * * *\n(b) Instructions to jury and recording verdict—\nIn a trial for murder, the Court shall inform the jury prior to their deliberation, as to the penalties for murder of the first degree, murder of the second degree and murder of the third degree____\nHowever, this provision (formerly codified at 18 Pa.C.S.A. § 1311) was eliminated by Act 142 of October 5, 1980, P.L. 693 which substantially rewrote the Sentencing Code to provide for our current bifurcated sentencing procedures in capital cases. Act 142, which was in effect at the time of the stabbing and appellant’s trial, eliminated the requirement that the court instruct the jury at the guilt phase as to the penalties for the various degrees of murder, yet appellant would have us read back into the current sentencing procedures the old instructions required by 18 Pa.C.S.A. § 1311. This we will not do. There is no authority that would require such penalty instructions at the guilt phase of trial, and the carefully crafted sentencing scheme enacted by the legislature with the Sentencing Code of 1978 and its amendments does not expressly or implicitly provide for such instructions. Moreover, appellant does not indicate how such instructions would have been helpful to him, and we perceive no possible prejudice in the failure to render such instructions.\nAppellant also challenges his sentence of death imposed by the jury on several grounds. The jury returned the verdict of death based on its finding that there was an aggravating circumstance (“significant history of felony convictions involving ... violence”) which outweighed any mitigating circumstances. 42 Pa.C.S.A. § 9711(c)(l)(iv). Our standard of review of a judgment of sentence of death is established by the Sentencing Code, 42 Pa.C.S.A. § 9711(h), which provides:\n(1) A sentence of death shall be subject to automatic review by the Supreme Court of Pennsylvania pursuant to its rules.\n(2) In addition to its authority to correct errors at trial, the Supreme Court shall either affirm the sentence of death or vacate the sentence of death and remand for the imposition of a life imprisonment sentence.\n(3) The Supreme Court shall affirm the sentence of death unless it determines that:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor;\n(ii) the evidence fails to support the finding of an aggravating circumstance specified in subsection (d); or\n(iii) the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of the defendant.\nReviewing the record of the trial and sentencing hearing, it is clear that the evidence introduced at the sentencing hearing supports the finding of an aggravating circumstance, “significant history of felony convictions involving the use or threat of violence to the person,” 42 Pa.C.S.A. § 9711(d)(9), beyond a reasonable doubt. The Commonwealth introduced evidence at the sentencing hearing to prove that appellant had been previously convicted of murder of the third degree for killing his ex-girlfriend and of assault by a prisoner, both felony convictions involving the use of violence to the person, and the jury appropriately determined this history of felony convictions involving violence to be significant In his supplemental brief, appellant asserts that this Court’s decision in Commonwealth v. Goins, 508 Pa. 270, 495 A.2d 527 (1985) (Larsen and Papadakos, JJ., dissenting; McDermott, J., did not participate) requires that we vacate his sentence of death. In Goins, a majority of the members of this Court held that a single prior conviction for homicide could not constitute a “significant history” for purposes of this aggravating circumstance. Appellant’s reliance on Goins is misplaced since he had more than one prior felony conviction involving violence to the person.\nWe have also reviewed the penalties imposed in similar cases wherein the only aggravating circumstance found by the jury was a significant history of felony convictions involving the use or threat or violence, and have found that, in the overwhelming majority of the cases, the sentence of death was imposed. Thus, appellant’s sentence is not excessive or disproportionate to that imposed in similar cases, considering the circumstances of this crime and the character and record of this appellant.\nAppellant asserts that there were arbitrary factors at his sentencing hearing that influenced the jury’s sentence of death. These assertions are without merit. Appellant claims that the court erred in failing to instruct the jury as to mitigating circumstances (e)(3) (“The capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was substantially impaired.”), 42 Pa.C.S.A. § 9711(e)(3). Appellant states that, in “light of the previous severe beating, the victim’s violent propensities and animosity having existed between the Appellant and the victim, it was reasonable under the facts of this case to entertain the lack of capacity of the Defendant to appreciate the criminality of his alleged conduct.” Brief for Appellant at 6. This is a non sequiter. These items that appellant perceives as mitigating under section (e)(3) would not go to his capacity to appreciate the criminality of his conduct, but would go to whether he acted under “extreme mental or emotiotial disturbance” or “extreme duress” or “substantial domination of another,” all of which are possibly mitigating circumstances which were submitted to the jury for its consideration. 42 Pa.C.S.A. § 9711(e)(2) and (5), respectively. There was nothing of record that would support an inference that appellant’s capacity to appreciate the criminality of his conduct was impaired and, in fact, appellant’s own testimony contradicts such an inference. The court actéd properly, therefore, in refusing to charge on this mitigating circumstance.\nAppellant also argues that the court erred in failing “to order the jury to set forth with particularity any mitigating circumstances considered by the jury in rendering its decision that one or more aggravating circumstances outweighed any mitigating circumstances in this case.” Brief for Appellant at 7. There is no merit to this contention. The Sentencing Code does not require that the jury specify the mitigating circumstances it found, and this Court is quite capable of reviewing the trial and sentencing record to determine the mitigating circumstances that were possibly raised by the evidence. There was no error in failing to have the jury make specific findings of the mitigating circumstances it considered. See Commonwealth v. Morales, 508 Pa. 51, 494 A.2d 367, 377-78 (1985).\nWe have carefully reviewed the record of the trial and sentencing proceedings, and have determined that appellant’s sentence of death was not the product of passion, prejudice or any other arbitrary factor, and we affirm, therefore, appellant’s sentence of death.\nAppellant has also filed a pro se Petition For Appointment of New Counsel “to represent him on his direct appeal to the Supreme Court of Pennsylvania.” However, most of the matters and factual averments set forth in this petition are not amenable to resolution on direct appeal as the matters were either not preserved for appeal or would require evidentiary hearings in the nature of Post-Conviction Hearing Act proceedings. Petitioner further requests this Court to appoint counsel not a member of or associated with the York County Bar Association, as he alleges an inability of such an attorney to effectively pursue his claims which call into question the competency and integrity of his prior attorneys who were members of that bar association.\nWe believe it would be best to treat this as a petition for appointment of new counsel to represent appellant in Post-Conviction Hearing Act proceedings, and will remand this matter to the Court of Common Pleas of York County for appointment of new counsel for that purpose. We express no opinion, however, as to whether it may be necessary to appoint counsel who is not a member of or associated with the York County Bar Association, and commit that determination to the sound discretion of the lower court.\nFor the foregoing reasons, we affirm the appellant’s conviction for murder of the first degree and his judgment of sentence of death, and we remand the matter to the Court of Common Pleas of York County for post-conviction proceedings consistent with this opinion.\nJUDGMENT\nON CONSIDERATION WHEREOF, it is now hereby ordered and adjudged by this Court that the Appellant’s conviction for murder of the first degree and his judgment of sentence of death is affirmed and the matter is remanded to the Court of Common Pleas of York County for post-conviction proceedings consistent with this opinion.\n. This Court has direct, appellate jurisdiction over such appeals. 42 Pa.C.S.A. §§ 722(4) and 9711(h)(1); Pa.R.A.P. Rule 702(b).\n. As in all appeals from a judgment of sentence of death, this Court will review the record to determine whether the evidence is sufficient to sustain the conviction for murder of the first degree. Commonwealth v. Zettlemoyer, 500 Pa. 16, 26 n. 3, 454 A.2d 937 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983), reh’g denied, 463 U.S. 1236, 104 S.Ct. 31, 77 L.Ed.2d 1452 (1983).\n. This Court stated in Riggins:\nAppellant’s second motion for mistrial was based on a reference to his having been in jail. This reference was volunteered by a defense witness during cross-examination. The motion was interposed a considerable length of time after the allegedly prejudicial reference was made, and after the prosecutor had proceeded to cross-examine the witness on totally unrelated matters. Pennsylvania Rule of Criminal Procedure 1118(b) requires that a motion for mistrial be made when the event claimed to be prejudicial to the defendant is disclosed. Accordingly, this motion for mistrial was untimely under Rule 1118(b), and this claim is waived.\n*• This requirement of a contemporaneous motion encourages alert advocacy and provides an opportunity for prompt curative instructions. Cf. Commonwealth v. Waters, 477 Pa. 430, 384 A.2d 234 (1978); Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974).\n. It would appear that defense counsel did not object to these portions of the prosecutor's closing argument now challenged. Id., N.T. at 13-24. However, the Commonwealth does not now assert that this claim has been waived, and thus we have addressed this issue on its merits. Commonwealth v. Frey, 504 Pa. 428, 442 n. 4, 475 A.2d 700 (1984), cert. denied 469 U.S. 963, 105 S.Ct. 360, 83 L.Ed.2d 296 (1984).\n. Appellant vaguely states: \"Had the jury been instructed as to the range of penalties for the applicable grade of homicide, it might have decided the Appellant’s fate differently,” but concedes \"it would be difficult to ascertain the specific effect of the lack of such charge.” Brief for Appellant at 10.\n. The General Assembly has legislatively changed the statute since this Court’s decisions in Goins and the related case of Commonwealth v. Frederick, 508 Pa. 527, 498 A.2d 1322 (1985) (single prior conviction for voluntary manslaughter does not constitute \"significant history of felony convictions” under section 9711(d)(9)), with this author dissenting along with Justices McDermott and Papadakos. On June 3, 1986, the legislature, by a vote of 174 to 24 (with 5 not voting), adopted House Bill No. 1644 amending section 9711(d) of the Sentencing Code and adding two aggravating circumstances, namely: “(11) The defendant has been convicted of another murder committed either before or at the time of the offense at issue.; (12) The defendant has been convicted of voluntary manslaughter, as defined in 18 Pa.C.S. § 2503 ..., committed either before or at the time of the offense at issue.” This amendment was effective sixty days from its enactment on July 7, 1986 when it was signed into law by the Governor.\n. We have reviewed the data and information pertaining to similar cases that has been compiled by the Administrative Office of Pennsylvania Courts pursuant to this Court’s directive in Commonwealth v. Frey, 504 Pa. 428, 475 A.2d 700, 707-08 (1984), cert. denied 469 U.S. 963, 105 S.Ct. 360, 83 L.Ed.2d 296 (1984).\n. There is no indication that appellant requested such an instruction; however, the Commonwealth does not contend that this issue has been waived, and we will address the issue on its merits. Commonwealth v. Frey, 504 Pa. 428, 442 n. 4, 475 A.2d 700 (1984), cert. denied 469 U.S. 963, 105 S.Ct. 360, 83 L.Ed.2d 296 (1984).\n. The prothonotary of the Middle District is hereby directed to transmit a full and complete copy of all of the records and transcripts of the trial, sentencing and appeal of this case to the Governor, as required by 42 Pa.C.S.A. § 971 l(i). Transmittal of this record to the Governor does not, however, \"remove the case from the jurisdiction of the courts or prevent further action by the courts.\" Commonwealth v. Travaglia, 502 Pa. 474, 505-06 n. 5, 467 A.2d 288 (1983), cert. denied, 467 U.S. 1256, 104 S.Ct. 3547, 83 L.Ed.2d 850 (1984)."}