{"id": "1800412", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nThis is the appeal of the Commonwealth of Pennsylvania, Pennsylvania State Police (Appellant), from the Opinion and Order of the Commonwealth Court affirming the decision of the Pennsylvania Human Relations Commission which ordered Appellant to place Governor Felton Williams (Appellee) in the next cadet class of the Pennsylvania State Police Academy with back pay. On February 17, 1981, Appellee applied for admission as a cadet to the Academy and began a seven (7) step acceptance process. Admission to the academy is conditioned upon the successful completion of 1) an initial screening; 2) a written examination administered by the Pennsylvania Civil Service Commission; 3) a medical examination by the candidate’s personal physician; 4) a strength and agility test; 5) a medical examination by the State Police medical officer; 6) an oral examination; and 7) a background investigation.\nAppellee successfully completed all phases of the selection process up to and including the strength and agility test (step 4), but was eliminated at the stage of his medical examination by the State Police medical officer (step 5), because of the loss of a right kidney.\nAppellee filed a complaint with the Pennsylvania Human Relations Commission alleging that Appellant unlawfully discriminated against him by rejecting his application based on a non-job related handicap or disability. After going through the investigation and conciliation provisions of the Act, the Commission held a hearing on Appellee’s complaint and found (a) that Appellant rejected Appellee because he had only one kidney, and (b) that the lack of that kidney posed no greater risk to Appellee’s health or ability to perform the physical activities required of other State Police cadets who have both their kidneys. The Commission concluded that Appellant did not show that Appellee’s handicap or disability was job-related or that Appellee could not have been hired absent the discrimination. Accordingly, the Commission ordered that Appellee be placed in the next cadet class, and that he be paid back pay in a lump sum equal to the amount he would have earned had he been placed in the May 11, 1981, cadet class less any amount he has earned since May 11, 1981, or will earn until he has either been placed in a cadet class or eliminated from further consideration. Appellant appealed to Commonwealth Court, which, by its Opinion and Order entered October 31, 1984, 85 Pa.Cmwlth. 621, 483 A.2d 1039, affirmed.\nWe granted Appellant’s Petition for Allowance of Appeal to review Appellant’s allegation that the Commission’s award of back pay relief exceeded its authority. Appellant, in this appeal, does not challenge the Commission’s finding that its dismissal of Appellee’s application for the lack of a kidney was unlawfully discriminatory. It does, however, question whether the Commission should have ordered Appellee to be placed in a cadet class, without finishing the remaining two steps in the acceptance process, and be compelled to grant back pay to an individual who, because he never completed the acceptance process, was not admitted as a cadet to the academy.\nWe have made clear in our decisions that the Commission, when fashioning an award, has broad discretion and its actions are entitled to deference by a reviewing court. The Commission’s order will not be disturbed unless it can be shown that the order is a patent attempt to achieve ends other than can fairly be said to effectuate the policies of the Act. Murphy v. Commonwealth, 506 Pa. 549, 486 A.2d 388 (1985); Lee v. Walnut Garden Apartments, Inc., 479 Pa. 142, 387 A.2d 875 (1978); Pennsylvania Human Relations Commission v. Transit Co., 478 Pa. 430, 387 A.2d 58 (1978); Commonwealth v. Freeport, 467 Pa. 522, 359 A.2d 724 (1976); Pennsylvania Human Relations Commission v. Chester Housing Authority, 458 Pa. 67, 327 A.2d 335 (1974); Pennsylvania Human Relations Commission v. Alto-Reste Park Cemetary Association, 453 Pa. 124, 306 A.2d 881 (1973).\nSpecifically, Section 9 of the Pennsylvania Human Relations Act, 43 P.S. § 959, vests authority in the Commission to order a variety of affirmative relief including hiring with or without back pay, “as in the judgment of the Commission will effectuate the purposes of this Act.” The declared policy of the act is “to foster the employment of all individuals in accordance with their fullest capacities regardless of their ... handicap or disability ... and to safeguard their right to obtain and hold employment without such discrimination. . . .” 43 P.S. § 952(b).\nWhere it is clear that a complainant has been denied a position of employment or salary because of an unlawful discriminatory practice, we think the Commission’s order of hiring and back pay certainly effectuates the policy of fostering the employment of individuals regardless of their non-job related handicaps or disabilities. This is necessarily so because, where an employer’s unlawful discriminatory practice deprives an applicant of employment, the powers conferred on the Commission clearly dictate that the applicant be made whole for the loss sustained.\nTurning to this case, it appears to us that while Appellee was unlawfully discriminated against, he was not denied salary, position, or employment because of that discrimination. Rather, the discriminatory practice resulted in the premature rejection of Appellee’s application for entrance to the Academy. We think that the remedy of enrollment in the academy and back pay are premature. Without the remaining steps of the application process being completed, it is impossible to conclude that Appellee would have been denied salary or enrollment in the Academy solely because of the unlawful discrimination.\nThe Commission, in struggling with this case, realized that it was “impossible to determine with absolute certainty whether Mr. Williams would have been hired absent the discrimination.” (Opinion of Commission, p. 10). Rather than allowing Appellee to finish the application process as it did in the similar case of Phyllis M. Sweeting, Sweeting v. Commonwealth, Pa. State Police, Docket No. E-16970 (1981), it chose to put Appellant to the test of demonstrating by clear and convincing evidence, that the discriminatee would not have been hired even absent the discrimination.” (Opinion of Commission, p. 10). How any employer can anticipate the results of uncompleted steps in an application process and convince the Commission by clear and convincing evidence would require the prophetic powers of Sybil and the Delphic oracle. Suffice it to say that in this type of case it is improper to require any party to establish that the hiring would not have occurred absent the discrimination.\nSuch being the case, the Commission’s award is not fashioned to achieve ends that effectuate the policies and purposes of the Act. The Act guarantees that persons who are denied positions because of discriminatory practices must be given those positions if they are the best qualified. That determination could not be made here because of the premature rejection of Appellee’s application.\nOn this record, it is impossible to determine what the outcome of the oral interview (step 6) and the background investigation (step 7) would have revealed and how they would have affected Appellee’s standing to be accepted as a cadet. Had Appellee passed all the steps except for the medical exam, we would have no hesitancy in agreeing that Appellee is entitled to a place among the next cadet class with back pay.\nAccordingly, the Order of Commonwealth Court is reversed, and Appellee is- restored to his position in the application process.\nJUDGMENT\nON CONSIDERATION WHEREOF, It is now hereby ordered and adjudged by this Court that the Order of Commonwealth Court is reversed, and Appellee is restored to his position in the application process.\nNIX, C.J., concurs in the result.\n. Section 5 of the Pennsylvania Human Relations Act, Act of October 27, 1955, P.L. 744, as amended, 43 P.S. § 955(a), makes it an unlawful discriminatory practice:\n(a) For an employer because of ... (a) non-job related handicap or disability to refuse to hire or employ, or to bar or to discharge from employment such individual with respect to compensation, hire, tenure, terms, conditions or privileges of employment, if the individual is the best able and most competent to perform the services required."}