{"id": "1800415", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nHUTCHINSON, Justice.\nRichard Bolden appeals by allowance an order of Superior Court 330 Pa.Super. 569, 481 A.2d 361, affirming an order of the Washington County Court of Common Pleas denying him relief on a petition he filed pursuant to our Post Conviction Hearing Act. Appellant raises, generally, issues of (1) judicial overreaching, (2) prosecutorial misconduct and (3) ineffective assistance of counsel. The most troubling issue is appellant’s trial counsel’s failure, inexplicable on this record, to impeach a Commonwealth witness whose direct testimony contradicted appellant’s alibi witness. The impeaching fact was stated in a report, written by the Commonwealth witness, on the basis of which counsel was otherwise cross-examining him. Because the record contains evidence from which prejudice to appellant could be inferred, the lower court’s failure to inquire into or find the reason for counsel’s omission in this respect leaves us with a record inadequate for appellate review.\nThe order of Superior Court is vacated and the case remanded to Common Pleas for an express determination of whether counsel’s failure was inadvertent or consciously designed to insure appellant a means of avoiding a likely guilty verdict through ineffectiveness.\nThe record shows that on January 10, 1972, Robert Indyk was robbed and murdered at his place of business. On April 10, 1975, Michael Romano gave a statement to police that he had participated in planning this crime. Romano was not present at the scene, however, when the crime was committed.\nAppellant was arrested later in 1975 and was first brought to trial in Washington County on January 21,1976. After a jury was sworn and empaneled and some testimony had been heard, a mistrial was ordered on appellant’s motion. This Court subsequently determined that subjecting Bolden to a new-trial did not, under the circumstances of the case, violate his constitutional right against double jeopardy. Commonwealth v. Bolden, 472 Pa. 602, 373 A.2d 90 (1977).\nAppellant’s second trial commenced on July 7, 1977, at which time appellant was represented by new counsel. A jury was empaneled and the trial itself began on Monday, July 11, 1977 and continued through Friday, July 15, 1977. The jury was sequestered, as were the witnesses with the exception of the Commonwealth investigating officers, appellant’s investigator and, of course, appellant.\nThe Commonwealth relied primarily upon Romano and Darcy in presenting evidence against appellant. Romano testified that appellant had accompanied him and Nastari to the scene of the crime on January 8, 1972, for the purpose of planning it. Darcy testified that appellant confessed the commission of the crime to him. Darcy also testified about an alleged plot to kill Romano.\nAppellant relied upon alibi, presenting testimony from his mother and his sister, as well as himself, about his actions on January 8 and 10, 1972. Additionally, appellant’s attorney at the time of his first trial, testified in contradiction of Darcy’s assertions about a plot to kill Romano.\nIn rebuttal, one Officer Beels testified for the Commonwealth that Mrs. Bolden, appellant’s mother, had told him on February 15, 1972, that she had not seen appellant since January 6, 1972. This was in direct conflict with Mrs. Bolden’s alibi testimony. After beginning deliberations, the jury asked to hear again Mrs. Bolden’s testimony and Beels’s rebuttal testimony in that regard. The court, over appellant’s counsel’s objection, permitted the transcript of that testimony to be read.\nThe jury found appellant guilty of robbery and first degree murder. Following denial of post-trial motions appellant was sentenced on June 2, 1978, to life imprisonment on the murder conviction and to a term of ten to twenty years imprisonment on the robbery. Superior Court affirmed the judgment of sentence, Commonwealth v. Bolden, 268 Pa.Superior Ct. 431, 408 A.2d 864 (1979), and this Court denied allocatur.\nAppellant filed a Post Conviction Hearing Act petition pro se in June 1980. Counsel was appointed and hearings were held on June 1 and 2 and July 26, 1982. The hearing judge addressed the merits of all issues appellant raised, denied relief and dismissed the petition on March 10, 1983. This order was affirmed by Superior Court on June 22, 1984, and appellant’s Application for Reargument was denied. Superior Court found that appellant had waived the issues concerning prosecutorial misconduct and judicial overreaching by failing to raise them at trial or on direct appeal.\nWe must now consider appellant’s specific allegations regarding each general category of error which he raises.\nI. Judicial Overreaching\nAppellant did not raise the issue of judicial overreaching in his direct appeal; therefore, all but one of his complaints in this regard have been waived.\nThe one issue in this category which is not waived involves after-discovered evidence. Because we have granted appellant’s motion for admission of that after-discovered evidence, we must address the merits of the issue appellant raises concerning the trial judge’s conduct at his first trial.\nAs stated above, Commonwealth witness Darcy testified at the first trial about an alleged plot to kill appellant’s co-conspirator, Romano. Appellant’s first counsel was permitted to read the statements Darcy had made to the police. Those statements implicated that counsel, who withdrew as counsel in order to testify in the case. In order to permit appellant’s new counsel to prepare for trial, the judge ordered a mistrial. Subsequently, a new trial was scheduled.\nIn our opinion holding that a new trial did not place appellant twice in jeopardy we stated that, “On February 23, 1976, [the trial judge] placed a statement in the record denying that he had any knowledge of Darcy’s statements to the police before trial.” Commonwealth v. Bolden, 472 Pa. 602, 637, 373 A.2d 90, 107 (1977) (footnote omitted). On November 29, 1984, the first trial judge was deposed for purposes of an action which appellant brought in the United States District Court. In that deposition the judge responded as follows:\nQ. When did you first learn of the information that there was a murder plot or conspiracy to murder a Commonwealth witness?\nA. Before the trial at which this all came out.\nQ. From whom did you learn that information?\nA. In a variety of ways, talking to Sam Rodgers, from the State Police, possibly from a newspaper reporter. The newspaper people knew about it.\nQ. Okay.\nA. I don’t know how much the file disclosed____ I don’t know at what time I picked up the various pieces of information, but when we went into the trial, I knew the matter was in the air____\nDeposition of Charles G. Sweet at 45-46.\nAppellant urges from the above that we find that the judge lied at the time of the first trial and that he improperly permitted the first trial to begin knowing that appellant’s attorney would be placed in an untenable position. I do not believe we need make a determination regarding the first trial judge’s veracity. The issue of judicial overreaching was addressed when we answered the double jeopardy question. At that time we stated, “Even if the trial judge was aware of Darcy’s allegation, we cannot say that his failure to order pre-trial discovery sua sponte constituted grossly improper conduct in light of Pa.R.Crim.P. 310[] and the unique and troublesome situation presented to him at that time.” Bolden, 472 Pa. at 646, 373 A.2d at 111 (footnote added). Considering all of the record, including the after-discovered evidence, we still believe there was no judicial overreaching. If the mistrial was not caused by judicial overreaching, then the question of when the first trial judge became aware of Darcy’s allegations is not relevant in the present appeal.\nII. Prosecutorial Misconduct\nAppellant makes various arguments alleging prosecutorial misconduct. Those allegations relating to prosecutorial actions at the time of appellant’s first trial are not relevant to this proceeding and we will not consider them.\nAppellant also argues that actions by the prosecution prior to and during appellant’s second trial precluded a fair trial. These specific arguments could have been raised by appellant on direct appeal and were not; therefore, they have been waived under Section 4 of the Post Conviction Hearing Act.\nIII. Ineffectiveness of Counsel\nFinally, appellant sets out numerous instances of alleged ineffectiveness of counsel. We have often stated the standard to be applied in determining whether counsel was effective.\nWe cannot emphasize strongly enough, however, that our inquiry ceases and counsel’s assistance is deemed constitutionally effective once we are able to conclude that the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interests. The test is not whether other alternatives were more reasonable, employing a hindsight evaluation of the record. Although weigh the alternatives we must, the balance tips in favor of a finding of effective assistance as soon as it is determined that trial counsel’s decisions had any reasonable basis.\nCommonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 604-05, 235 A.2d 349, 352-53 (1967) (emphasis in original, footnote omitted). We also concluded, as dictum, that:\nSince our test requires that we examine the approach employed by trial counsel in light of the available alternatives, a finding of ineffectiveness could never be made unless we concluded that the alternatives not chosen offered a potential for success substantially greater than the tactics actually utilized. Obviously, then, if there is no reasonable basis to support trial counsel’s decisions (a finding prerequisite to a conclusion of ineffectiveness), his decisions a fortiori were prejudicial to the client.\nId,., 427 Pa. at 605 n. 8, 235 A.2d at 353 n. 8.\nAt the hearing held by the trial court pursuant to this Post Conviction Hearing Act petition, appellant’s trial counsel, Mr. Doherty, testified regarding his reasons for:\n(1) failing to recall Janet Bolden on surrebuttal to respond to Officer Beels’ rebuttal testimony;\n(2) failing to call George Bolden as an alibi witness;\n(3) failing to file pre-trial motions to compel the Commonwealth to disclose and produce written statements of its witnesses;\n(4) failing to introduce into evidence Mrs. Bolden’s diaries;\n(5) failing to obtain allegedly exculpatory evidence in the Commonwealth’s possession;\n(6) failing to obtain an independent test of hair samples used by the Commonwealth’s expert;\n(7) failing to move to suppress hair samples allegedly seized illegally; and\n(8) failing to interrogate jurors about remarks made by a constable who was attending the jury.\nWe have carefully reviewed the record of appellant’s trial and the record from the post conviction hearing, and are convinced that counsel had a reasonable basis for his actions with respect to these eight issues. Therefore, we believe that counsel’s performance was not deficient with respect to them.\nHowever, appellant also alleges that trial counsel was ineffective for failing, on cross-examination, to use statements in Officer Beels’s police reports which contradicted the officer’s direct evidence on rebuttal of appellant’s alibi witness.\nIn appellant’s case in chief his mother, Janet Bolden, testified that he had been at her home on January 8, 1972, at a time when a Commonwealth witness said appellant was at the site of the crime; on January 10, 1972, when the crime was committed and on Sunday, February 6, 1972. Mrs. Bolden also testified that she had spoken to a police officer in February, 1972, and that she did not recall whether the officer had asked her where appellant was on January 10, 1972. She further testified that she did not believe that she had told the officer, in mid-February, that she had not seen appellant since January 6, 1972.\nThe Commonwealth introduced in rebuttal Officer Beels, the officer who questioned Mrs. Bolden on February 15, 1972. He testified that Mrs. Bolden told him that as of that date she had not seen appellant since January 6, 1972. Trial counsel cross-examined the officer on that point. It is apparent from the record that counsel read from the officer’s notes about the interview.\nQ [Mr. Doherty]. Now sir, on 15 February 1972, you say that you interviewed Mrs. Bolden?\nA [Officer Beels]. Both Mr. and Mrs. Bolden were there.\nQ. Now sir, did you interview them together?\nA. Yes.\nQ. Who did the talking — both of them?\nA. Yes.\nQ. And I assume that you delineated who said what? A. Not necessarily.\nQ. Not necessarily. So when you say here Mr. and Mrs. Bolden related they last saw Richard, did they both say it together, simultaneously, or did one say it and you took down Mr. and Mrs., because they were both there?\nA. They said it separately. They didn’t say it in unison.\nQ. One said it and then the other one said it?\nA. Yes.\nQ. Show me where you have delineated the fact that one said one thing and the other said the other, or do you say ‘Mr. and Mrs. said’?\nA. Yes.\nQ. You just say Mr. and Mrs. say it?\nA. Yes.\nTHE COURT: Well, read it to the jury so they understand.\nMR. DOHERTY: He said yes, and that’s all I asked.\nA. I interviewed them both sir.\nQ. Okay. Your statement though says Mr. and Mrs. Bolden said whatever you said they said, is that right?\nA. That’s right.\nN.T. at 879-80 (Jury Trial, Volume Two) (emphasis added).\nAt the post conviction hearing Officer Beels’s notes were introduced into evidence. These notes contain the statement that, “Mr. and Mrs. BOLDEN related they last saw Richard on Sunday, 6 Feb 72.” Post Conviction Hearing, Defendant’s Exhibit 15, at 1. This is, of course, consistent with Mrs. Bolden’s testimony and serves to impeach the Commonwealth’s witness, Officer Beels, not her on the point which bothered the jury.\nOn this record, counsel’s action is totally inexplicable. One possible inference arising from his failure to cross-examine the investigating officer on the key date supplied by the alibi witness and his rejection of the trial judge’s express suggestion he read the relevant part of the report to the jury is that it was his conscious choice. It is difficult for us to believe that an experienced criminal trial counsel who has demonstrated the abilities otherwise shown on this trial record would make that choice without a reason. The only reason apparent from the present record is the creation of an ineffectiveness argument against a likely adverse verdict. Of course, being human, counsel may simply have erred, through inadvertence. This is the other possible inference. We are unable to make a choice between the competing inferences of conscious choice or inadvertent error on this record. The Post Conviction Hearing Act court, on remand, is best equipped to do so. This may require a further hearing and inquiry into the reasons for counsel’s failure, if thought necessary by the parties.\nThe United States Supreme Court recently set forth its guidelines for deciding whether a defendant has received reasonably effective assistance.\nA convicted defendant’s claim that counsel’s assistance was so defective as to require reversal of a conviction or death sentence has two components. First, the defendant must show that counsel’s performance was deficient. This requires showing that counsel made errors so serious that counsel was not functioning as the ‘counsel’ guaranteed the defendant by the Sixth Amendment. Second, the defendant must show that the deficient performance prejudiced the defense. This requires showing that counsel’s errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable. Unless a defendant makes both showings, it cannot be said that the conviction or death sentence resulted from a breakdown in the adversary process that renders the result unreliable.\nStrickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 2064, 80 L.Ed.2d 674 (1984).\nWe are persuaded that these requirements are normally necessary and sufficient for determining whether a defendant’s state and federal constitutional rights have been vindicated. They encompass those cases where counsel has erred inadvertently as well as instances in which counsel has chosen one alternative course of action, exercising professional judgment. These guidelines do not, however, reach the situation in which counsel has consciously chosen to forego a course of action which, although unquestionably in his client’s interest, is not in and of itself a guarantee against an adverse verdict which the atmosphere of a trial leads experienced counsel to believe likely. In such instances, if the record otherwise shows able, competent representation by an experienced counsel, it is unfortunately possible to infer a decision to open an escape route via ineffectiveness. When that occurs, the fact finder considering the ineffectiveness issue must deal with the question, distasteful as that may be. If the fact finder concludes there was a deliberate unethical choice, it must weigh the advantage thus obtained against the opportunity deliberately foregone and in so doing determine whether the apparent ineffectiveness was not, in fact, reasonably designed to advance the defendant’s interest.\nA determination of whether counsel’s performance was deficient requires an examination of the trial as a whole, considering the circumstances of each individual case. Cross examination on Officer Beels’ report appears here to have been unquestionably in appellant’s interest, if that interest is defined solely in terms of increasing his chances before the jury. Appellant relied upon alibi and Officer Beels’ unimpeached testimony flatly contradicted appellant’s alibi witness’s testimony. The Commonwealth’s case against appellant was not overwhelming and this area of testimony was crucial to both parties. Confrontation of Beels with the contradiction between his report and his testimony was called for. Whatever Beels said in response, the jury would have heard Beels contradicting himself, instead of merely a mother’s testimony for her son and against a police officer’s contrary version.\nTherefore, appellant argues that effective counsel would have read Officer Beels’ written statement into the record. In the real world, on this record, the answer is “not necessarily.” At the post conviction hearing counsel was not asked and did not volunteer a reason for failing to confront Beels with his contradictory report. The Commonwealth had an opportunity to inquire into those reasons and did not do so. Thus, a fact finder could infer that either in the midst of all the details which counsel must keep in mind in a fairly lengthy criminal trial with approximately three dozen witnesses, he simply failed to notice the contradiction in the statement or its importance or that he sought insurance against an adverse verdict. Common Pleas, however, has failed to tell us which inference is appropriate. In the face of this record’s evidence of trial prejudice and the inexplicable nature of counsel’s decision, a finding is necessary to permit us to determine whether counsel’s performance in this respect is ineffective. In making its finding, Common Pleas should review the trial and counsel’s performance in its entirety.\nAfter the jurors had retired to deliberate they asked to hear again the testimony of Mrs. Bolden and the rebuttal testimony of Officer Beels. The court permitted the court reporter to read this testimony to the jury. In light of the fact that appellant presented an alibi defense, with Mrs. Bolden as his main alibi witness, we believe that this record shows that appellant may have been prejudiced before the jury by counsel’s error. This coupled with his failure to note the plain contradiction between the officer’s report and his testimony would constitute ineffectiveness under both Strickland and Maroney if counsel’s failure was inadvertent or unexplained otherwise than by design.\nSuperior Court’s order is vacated and the matter is remanded to Common Pleas for an express determination of the reason for counsel’s failure to impeach the Commonwealth’s witness as discussed above and for any other proceedings which may be required consistent with this opinion.\nFLAHERTY, J., did not participate in the consideration or decision of this case.\nZAPPALA and PAPADAKOS, JJ., concur in the result.\nNIX, C.J., files a dissenting opinion.\nMcDERMOTT, J., files a dissenting opinion.\n. Act of January 25, 1966, P.L. (1965) 1580, 19 P.S. §§ 1180-1-1180-14, repealed by Section 3 of the Act of May 13, 1982, P.L. 417. The present Post Conviction Hearing Act is codified at 42 Pa.C.S. §§ 9541-9551.\n. If deliberate, counsel’s decision to forego cross-examination on this key issue would have a reasonable, albeit highly improper and mistaken, basis designed to advance appellant’s interest in obtaining a new trial in the event of an adverse verdict. It would, therefore, not provide a basis for relief under the test developed in Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967). See also Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984); Commonwealth v. Stoyko, 504 Pa. 455, 472 n. 7, 475 A.2d 714, 724 n. 7 (1984). Moreover, although it might be prejudicial in the sense that it turned out to be likely to have affected the outcome before the jury, a fact finder could conclude that, though unethical, it was not unreasonable in the context of counsel’s overall performance. See Kimmelman v. Morrison, — U.S. —, 106 S.Ct. 2574, 91 L.Ed.2d 305 (1986).\n. Romano also identified John Nastari as a co-conspirator.\n. The events which culminated in appellant’s motion for a mistrial concerned testimony by Donald Darcy, a prosecution witness, that Darcy had been approached by appellant with a plot to kill Romano, another prosecution witness. Darcy implicated appellant’s first counsel in the plot.\n. See U.S. Const, amends. V and XIV; Pa. Const, art. I, § 10.\n. The first trial judge had recused himself upon appellant’s motion and the counsel whom Darcy had implicated in the plot to kill Romano had withdrawn his appearance.\n. Although it is now nearly fifteen years after the incident occurred for which appellant was convicted and eight years after he was sentenced, appellant has not been dilatory in seeking relief either on direct appeal or in this collateral petition, the first which appellant filed pursuant to the Post Conviction Hearing Act. Appellant was sentenced in June, 1978, Superior Court affirmed the judgment of sentence in August, 1979, and we subsequently denied allocatur. The post conviction petition was filed in June, 1980. We deplore the lapse of time and the concomitant difficulty which may arise in answering the factual questions which remain. Nonetheless, under the circumstances, we see no abuse of the procedure provided by the Post Conviction Hearing Act.\n. We note that the deposition was given nearly nine years after the events in question.\n. Pa.R.Crim.P. 310 in effect at the time of appellant’s first trial provided that:\n\"All applications of a defendant for pretrial discovery and inspection shall be made not less than five days prior to the scheduled date of trial. The court may order the attorney for the Commonwealth to permit the defendant or his attorney, and such persons as are necessary to assist him, to inspect and copy or photograph any written confessions and written statements made by the defendant. No other discovery or inspection shall be ordered except upon proof by the defendant, sifter hearing, of exceptional circumstances and compelling reasons____ In no event ... shall the court order pretrial discovery or inspection of written statements of witnesses in the possession of the Commonwealth.\"\n. 19 P.S. § 1180-4 (now codified at 42 Pa.C.S. § 9544).\n. See Pa. Const, art. I, § 9.\n. See U.S. Const, amend. VI.\n. Since '[t]here are countless ways to provide effective assistance in any given case,’ Strickland [v. Washington, 466 U.S.] at 689 [104 S.Ct. at 2065], unless consideration is given to counsel’s overall performance, before and at trial, it will be ‘all too easy for a court, examining counsel’s defense after it has proved unsuccessful, to conclude that a particular act or omission of counsel was unreasonable.’ Strickland, supra, at 689.\nKimmelman v. Morrison, — U.S. —, —, 106 S.Ct. 2574, 2589, 91 L.Ed.2d 305 (1986).\n. In Strickland, supra, the United States Supreme Court stepped outside the system and rejected the absolute presumption that anyone with a license to practice law will provide effective assistance of counsel. Id., 466 U.S. at 685-86, 104 S.Ct. at 2063. The right to effective assistance of counsel had its genesis in cases where criminal defendants were uncounselled, e.g., Powell v. Alabama, 287 U.S. 45, 53 S.Ct. 55, 77 L.Ed. 158 (1932), although the express statement in Strickland that the mere presence of an attorney does not vindicate the constitutional right to counsel is based upon dicta found in McMann v. Richardson, 397 U.S. 759, 771 n. 14, 90 S.Ct. 1441, 1449 n. 14, 25 L.Ed.2d 763 (1970). Likewise, we cannot accept the absolute presumption that every attorney will act ethically when it may be to the advantage of his client not to do so."}