{"id": "1800413", "contents": "OPINION\nMcDERMOTT, Justice.\nAppellee was convicted by a jury on charges of driving while under the influence of alcohol, driving on the wrong side of the road, reckless driving, and driving at an unsafe speed, in the Court of Common Pleas of Tioga County on July 20, 1983. Citing grounds of insufficiency of the evidence and erroneous jury instructions, he filed post-verdict motions for a new trial and arrest of judgment which were denied. Judgment of sentence was imposed on August 25, 1983, following which he appealed to Superior Court.\nA panel of that court, in an opinion by Judge Montemuro, held the evidence was insufficient to establish guilt beyond a reasonable doubt on the charge of driving while under the influence of alcohol, and reversed the trial court’s judgment of sentence. Commonwealth v. Griscavage, 336 Pa.Super. 141, 485 A.2d 470 (1984). We granted the Commonwealth leave to appeal.\nThe sole issue here involves the sufficiency of the evidence. The test for reviewing a sufficiency claim on appeal from a conviction is well established.\n[W]hether, viewing the evidence in the light most favorable to the Commonwealth, and drawing all reasonable inferences favorable to the Commonwealth, there is sufficient evidence to find every element of the crime beyond a reasonable doubt. ... The Commonwealth may sustain its burden of proving every element of the crime beyond a reasonable doubt by means of wholly circumstantial evidence ... Moreover, in applying the above test, the entire trial record must be evaluated and all evidence actually received must be considered ... Finally, the trier of fact, while passing upon the credibility of witnesses and the weight to be afforded the evidence produced, is free to believe all, part or none of the evidence. (Citations omitted.)\nCommonwealth v. Harper, 485 Pa. 572, 576-77, 403 A.2d 536, 538-39 (1979).\nThe salient facts of the case are these. Officer Young of the Wellsboro Police Department observed a Chevrolet traveling in gross excess of the posted speed limit at 12:40 A.M. on January 30, 1983, in Wellsboro. He entered his cruiser and gave chase. As the pursued vehicle was entering a curve about a quarter of a mile ahead of him he saw its brake lights go on and observed that it was over the center line of the highway. On rounding the curve he saw that the pursued vehicle had collided with a vehicle in the oncoming lane. He entered the Chevrolet first and observed Mr. Griscavage. He was slumped over the wheel and bleeding profusely from a severe laceration of the forehead. The officer talked with him and noticed “an odor of alcohol emanate from his person.” An ambulance arrived and removed both seriously injured drivers to a hospital for treatment. The officer remained and observed skid marks approximately fifty feet long which crossed the center line and ended at the point of impact in the oncoming lane. He observed that the road surface was dry and that there had been some overcast that evening. At some time between 1:19 A.M. and 2:32 A.M. Officer Young spoke to Mr. Griscavage in the emergency room of the hospital. He informed him of his rights and requested that he submit to a blood/alcohol test. During the brief conversation the officer asked if he had been drinking. To which he replied that he had “had a few”. He also asked appellee why he had been traveling so fast. He responded that he guessed he was “in a hurry to get home.” Griscavage, 336 Pa.Super. at 145-147, 485 A.2d at 473.\nAt 3:15 A.M. a lab technician drew the blood necessary to perform the test and found Mr. Griscavage knowledgeable of what was being done and why. She was not able to tell whether he was intoxicated. The test showed that his blood contained .09% alcohol by weight. Id.\nIn order to establish appellee’s guilt the Commonwealth had to prove: (1) that he was operating a motor vehicle, (2) while under the influence of alcohol to a degree which rendered him incapable of safe driving. 75 Pa.C.S. § 3731(a)(1), Commonwealth v. Horn, 395 Pa. 585, 590-91, 150 A.2d 872, 875 (1959). See also Commonwealth v. Arizini, 277 Pa.Super. 27, 419 A.2d 643 (1980). Here, there is no dispute with respect to the first element. With respect to the second element, this Court has previously interpreted the phrase “under the influence of alcohol” thusly:\nThe statute does not require that a person be drunk, or intoxicated, or unable to drive his automobile safely in traffic, but merely that the Commonwealth prove beyond a reasonable doubt that the defendant was operating his automobile under the influence of intoxicating liquor ... The statutory expression “under the influence of intoxicating liquor” includes not only all the well known and easily recognized conditions and degrees of intoxication, but also any mental or physical condition which is the result of drinking alcoholic beverages and (a) which makes one unfit to drive an automobile, or (b) which substantially impairs his judgment, or clearness of intellect, or any of the normal faculties essential to the safe operation of an automobile.\nCommonwealth v. Horn, 395 Pa. 585, 590-91, 150 A.2d 872, 875 (1959) (emphasis added).\nThus, substantial impairment, in this context, means a diminution or enfeeblement in the ability to exercise judgment, to deliberate or to react prudently to changing circumstances and conditions. Its meaning is not limited to some extreme condition of disability.\nThe facts of this case indicate that Mr. Griscavage was observed speeding. He then engaged a police officer in a chase during which he sped into a curve, left his proper lane, crossed the center line of a highway, and ran his automobile headlong into another. Other evidence established conclusively the fact that he had been drinking. On these facts the trier concluded that at the time of the collision those faculties essential to the safe operation of an automobile were in fact substantially impaired by his drinking.\nGiven the standard of appellate review applicable in appeals from convictions, Harper, supra, we think this evidence was sufficient to support his conviction for driving under the influence. Consequently the Superior Court’s reversal of that conviction must itself be reversed.\nIn examining the opinion of the Superior Court we find that they erréd in two respects. First, the court did not look at the Commonwealth evidence in the aggregate. Instead they chose to atomize the evidence, considering each piece in isolation without relation to the whole picture. For example, the officer’s report of the odor of alcohol was found defective and insufficient to serve as a basis for an inference of “under the influence” because he did not testify that the odor was strong. In addition, the court emphasized the officer’s failure to testify to any visual evidence of intoxication or physical impairment, and found it understandable that he was not asked his opinion on these matters. Further, the court credited defense witnesses’ testimony which contradicted the officer’s observation. Griscavage, 336 Pa.Super. at 150-151, 485 A.2d at 475.\nThe flaw in this method of analysis is its infidelity to our test for sufficiency set forth in Harper, a faithful application of which requires the reviewing court in measuring the sufficiency of the evidence to consider that evidence in the aggregate, as it was the obligation of the trier of fact to do, drawing all inferences favorable to the Commonwealth as verdict winner.\nA reviewing court must not give weight to or speculate upon matters not in evidence, and must recognize and honor the right and obligation of the trier of fact to believe all, part or none of the evidence. Harper, supra. See also, Commonwealth v. Madison, 501 Pa. 485, 462 A.2d 228 (1983) and cases cited therein. The trier of fact has the unique opportunity to see and hear subtleties of answers and movements of witnesses and parties not viewable from the cold record. Words are delivered in a wider context than appear on a printed page. What they mean is often determined from how they are said, by whom and for what reason, for which reason a trier of fact is not required to accept all he hears.\nIn this case a proper application of the test would have required the court to consider the perceived odor of alcohol on appellee’s person, his admission of prior drinking, and the blood test result, in combination with the circumstances of the collision, i.e., driving an automobile at a speed in gross excess of the allowable limit, failure to negotiate a curve, crossing the center line of the highway and running his automobile headlong into another. These were clearly circumstances which would support an inference of substantial impairment of faculty sufficient to satisfy our test in Horn, supra.\nThe second error in the Superior Court’s opinion was their application of a hitherto unapproved rule of law which provided that the manner of operation of an automobile must be extreme and uncontrolled before it may be allowed to serve as a basis for a reasonable inference that it was caused by the influence of alcohol. This rule was abstracted from prior decisions of that court. See Commonwealth v. Long, 131 Pa.Super. 28, 198 A. 474 (1938), Commonwealth v. Cave, 219 Pa.Super. 512, 281 A.2d 733 (1971) and Commonwealth v. Richardson, 307 Pa.Super. 191, 452 A.2d 1379 (1982).\nWe expressly disapprove of the Superior Court’s “rule”. When dealing with the question of driving under the influence we cannot condone a requirement that the driver exhibit some extreme eccentricity before allowing a reasonable inference of substantial impairment. See Horn, supra.\nIn conclusion, we hold that in applying the test of Harper, supra, to the record before us the evidence of the circumstances of the collision, in combination with the physical and testimonial evidence of appellee’s consumption of alcohol, was sufficient to support a reasonable inference that he violated the statute by operating an automobile while his faculties essential to the safe operation of an automobile were substantially impaired. Therefore his conviction for driving under the influence was supported by sufficient evidence.\nThe order of the Superior Court is reversed and the judgment of the Court of Common Pleas of Tioga County is reinstated.\nNIX, C.J., concurs in the result.\nZAPPALA, J., files a dissenting opinion.\nFLAHERTY, J., notes his dissent.\nJUDGMENT\nON CONSIDERATION WHEREOF, it is now hereby ordered and adjudged by this Court that the Order of the Superior Court is reversed and the judgment of the Court of Common Pleas of Tioga County is reinstated.\n. 75 Pa.C.S. § 3731(a)(1).\n. 75 Pa.C.S. § 3301\n. 75 Pa.C.S. § 3714.\n. 75 Pa.C.S. § 3361.\n. Though Commonwealth v. Horn, 395 Pa. 585, 150 A.2d 872 (1959), was decided under a prior drunk driving statute, we see no reason to tamper with its requirements in establishing the element of \"under the influence\"; and we note that the wording of the present statute, in defining this element, parallels our wording in that case. Compare Horn, supra, with 75 Pa.C.S. § 3731(a)(1).\n. Similarly, the court considered the .09% blood/alcohol test result in isolation and concluded that \"A result between .05% and .10% therefore indicates at most that the person had been drinking. It does not allow an inference to be made that the person was under the influence.” Commonwealth v. Griscavage, 336 Pa.Super. 141, 152, 485 A.2d 470, 476 (1984). The text of the statute with respect to that degree of alcohol toxicity states that it: \"... shall not give rise to any presumption that the person tested was or was not under the influence of alcohol but this fact may be considered with other competent evidence in determining whether the person was or was not under the influence of alcohol.” 75 Pa.C.S. § 1547(d)(2) (emphasis added). The Superior Court in failing to recognize the statute’s qualification mischaracterized the import of the statute. A correct construction is to the effect that when combined with other competent evidence of the person’s drinking, including observations of witnesses, admissions and the manner in which the person operated the automobile, a blood/alcohol test result higher than .05% but less than .10% allows the trier of fact to find that a defendant was \"under the influence” beyond a resonable doubt."}