{"id": "1802544", "contents": "OPINION\nNIX, Chief Justice.\nThe important issue of first impression raised in this appeal is whether, under the Comparative Negligence Act and the Uniform Contribution Among Tortfeasors Act (“UCATA”), a non-settling tortfeasor is relieved of responsibility for payment of his proportionate share of damages to the extent that the consideration paid by a settling tortfeasor for a release from the plaintiff exceeds the settling tortfeasor’s proportionate share of damages as determined by the jury. For the reasons that follow we have concluded that sound policy as well as proper interpretation of the pertinent statutory authority compel a holding that the non-settling tortfeasor is required to pay his full pro-rata share.\nI.\nAppellant George Charles (“Charles”) filed an action in trespass against appellee Giant Eagle Markets, Inc., (“Giant Eagle”) for damages resulting from injuries sustained in a fall near the door of one of Giant Eagle’s retail stores on January 17, 1977. Giant Eagle joined Stanley Magic Door, Inc., and Jed Door (“Stanley”), which the parties agree are a single entity, as additional defendants. Prior to trial, Charles executed a release to Giant Eagle in exchange for Twenty-two Thousand Five Hundred Dollars ($22,500.00). On March 27,1981, after trial, the jury returned a verdict in favor of Charles in the amount of Thirty-one Thousand Dollars ($31,000.00). In accordance with instructions consistent with the provisions of the Comparative Negligence Act, the jury found Giant Eagle sixty percent (60%) negligent and Stanley forty percent (40%) negligent. Thus, had it not settled, Giant Eagle’s proportionate share of the verdict would have been Eighteen Thousand Six Hundred Dollars ($18,600.00), Three Thousand Nine Hundred Dollars ($3,900.00) less than the consideration paid for the release. Stanley’s proportionate share of the verdict was Twelve Thousand Four Hundred Dollars ($12,400.00).\nStanley entered judgment on the verdict and paid Charles Eight Thousand Five Hundred Dollars ($8,500.00), taking the position that the verdict against it should be reduced by the amount by which Giant Eagle’s payment to Charles exceeded sixty percent (60%) of the verdict. Charles accepted payment but reserved his claim to the remainder of Stanley’s share of the verdict. Stanley subsequently filed a petition to have the judgment marked satisfied, arguing that the verdict had been paid in full. The trial court granted the petition and ordered the judgment marked satisfied. Charles thereupon appealed to the Superior Court, which affirmed. Charles v. Giant Eagle Markets, Inc., 330 Pa.Super. 76, 478 A.2d 1359 (1984). This Court granted Charles’ petition for allowance of appeal and heard argument on September 19, 1985, and reargument on September 16, 1986, and the matter is now ripe for disposition.\nII.\nThe respective obligations between parties to a lawsuit can be finally determined either by way of a bona fide settlement or through trial. Settlement is a valuable tool in our arsenal of dispute resolution and it should not be undermined. The obligation of a tortfeasor as determined by settlement with the plaintiff should not be affected by a subsequent verdict against any of the remaining defendants. The inducements for a defendant to settle are the certainty of the agreed-upon obligation and the avoidance of the vagaries of trial. The finality of the settlement agreement is crucial. Any subsequent trial against the remaining defendants should not disturb the resolution reached between the plaintiff and the settling tortfeasor. It would be an equal disservice to a supportive settlement policy to provide a windfall to a non-settling tortfeasor where the settlement proves to be more generous than the subsequent verdict. As noted by the late Mr. Justice Musmanno, in dissent, in Daugherty v. Hershberger, 386 Pa. 367, 126 A.2d 730 (1956):\nTo me it is absurd that a tortfeasor, because of the generosity of another person with whom he is no way associated except in fault, should by law be excused from paying what a tribunal of law has determined he should pay as a result of his own adjudicated individual wrong. Id., 386 Pa. at 377, 126 A.2d at 735.\nAppellees’ concern over a windfall to the plaintiff, if appellee were to be required to pay its full pro-rata share, is far overshadowed by the injustice of the result they urge. In addition to the erosion such a position would have upon a policy encouraging settlements, it is also bottomed on a fundamentally flawed premise. It assumes that the jury verdict more accurately measures the tortfeasor’s obligation than that which is agreed upon between the parties by way of settlement. Such an assumption is without foundation either in reason or experience. There is no basis for concluding the jury verdict must serve as a cap on the total recovery that a plaintiff may receive. The responsibility of the settling tortfeasor should be finally resolved by the terms of the settlement.\nThe fallacy that the jury’s verdict represents a measurement of damages superior to that agreed upon by the settling parties has been further illustrated by the Supreme Court of our sister state, New Jersey:\nThere is no precise measure of the amount of wrong. Even if the trial is as to damages only, successive juries would rarely make, the identical appraisal. Nor is there reason to suppose that the jury’s evaluation of losses is more accurate than the evaluation made by the parties to the settlement. Surely where liability is contested, the verdict may not reflect the exact worth of the injuries. When the cost of litigation is taken into account, it becomes still more difficult to say that enforcement of the judgment debtor’s pro rata liability would enrich the plaintiff.\nTheobald v. Angelos, 44 N.J. 228, 239-240, 208 A.2d 129, 135 (1965).\nThe obligations of remaining defendants, on the other hand, are determined by the verdict. Contrary to the result urged by appellees, where a release has been executed, the verdict is reduced only by the proportionate share of the settling tortfeasor. The actual amount of the release, if it exceeds this sum, is of no consequence in the satisfaction of the judgment of the remaining defendants. The fact that the plaintiff may receive a larger dollar amount in damages than that fixed by the jury does not militate against such an approach. The justification for permitting this additional recovery has been well stated by the Supreme Court of Texas:\nA percent credit necessarily means that settling plaintiffs may recover more than the amount of damages ultimately determined, but they also may recover less. Plaintiffs bear the risk of poor settlements; logic and equity dictate that the benefit of good settlements should also be theirs.\nDuncan v. Cessna Aircraft Company, 665 S.W.2d 414, 430 (Tex.1984).\nMoreover, holding the non-settling tortfeasor liable for his full proportionate share advances our strong policy in favor of settlement. As recently stated by the Supreme Court of Colorado:\nNot deducting the settlement amount from the judgment against the [non-settling tortfeasor] promotes the [Uniform Contribution Among Tortfeasors] Act’s goal of encouraging settlements. If the plaintiff knew that any settlement reached would be deducted from the proportionate share owed to the plaintiff by another tortfeasor, the plaintiff would be less likely to settle. Similarly, tortfeasors might refuse to settle, hoping that their just share of damages would be reduced by the settlement amount paid by another tortfeasor.\nKussman v. City and County of Denver, 706 P.2d 776, 782 (Colo.1985) (en banc).\nIII.\nThe pertinent language of the comparative negligence statute, 42 Pa.C.S. § 7102, is unquestionably compatible with the result reached coday. That language provides, “... each defendant shall be liable for that proportion of the total dollar amount awarded as damages in the ratio of the amount of his causal negligence to the amount of causal negligence attributed to all defendants____” 42 Pa.C.S. § 7102(b). This provision also limits the right to seek contribution to the amount a defendant “is so compelled to pay [to the plaintiff] more than his percentage share____” Id. Applying this language to the instant facts Stanley would be obligated to pay Twelve Thousand Four Hundred Dollars ($12,400) to the plaintiff and not the Eight Thousand Five Hundred Dollars ($8,500) as suggested by appellees. Moreover, Stanley would have no right of contribution against any remaining defendant since that right is only triggered where the party seeking contribution has been required to pay “more than ” the pro-rata share. Appellees’ reliance upon the Superior Court’s decision in Mong v. Hershberger, 200 Pa.Super. 68, 186 A.2d 427 (1962), to suggest that Giant Eagle has a right to seek contributions from the non-settling defendant is also in error. See N. 4 infra. The settling tortfeasor elected to pay the consideration for the release to avoid further involvement in the lawsuit. Giant Eagle has no basis for receiving a windfall by way of contribution, if by hindsight it is determined that it overestimated the extent of its exposure.\nWhen viewed realistically, it cannot be contended that such a result is unfair to any of the tortfeasors. As one commentator has cogently explained:\nDefendants have been required under the proportional reduction rule to pay only their own share of liability, and they have not contributed anything to the settlement excess. Since they are protected by the proportional reduction rule from the burden of a low settlement, they cannot claim that they are entitled to the offsetting benefits of the rule. Indeed, to award defendants a windfall from such settlements could discourage some tortfeasors from settling in the hopes of gaining, as defendants, the benefits of the settlements of their cotortfeasors.\nThe settled tortfeasor’s claim to the benefits of a high settlement is also weak. Certainly such a tortfeasor has contracted with the plaintiff to limit liability and “buy his peace.” In return, the tortfeasor can fairly be said to have contracted away the right to any benefits resulting from a determination that the settlement was “high.” When this meager or nonexistent interest is weighed against the potentially harmful impact on settlements from denying the benefits to the plaintiff, the conclusion is inescapable that the settled tortfeasor’s claim should be denied.\nComment, Comparative Negligence, Multiple Parties, and Settlements, 65 Calif.L.Rev. 1264, 1279 (1977) (footnote omitted).\nIn our view the UCATA, properly interpreted, supports our view. Section 8326 of the UCATA provides:\nA release by the injured person of one joint tort-feasor, whether before or after judgment, does not discharge the other tortfeasors unless the release so provides, but reduces the claim against the other tort-feasors in the amount of the consideration paid for the release or in any amount or proportion by which the release provides that the total claim shall be reduced if greater than the consideration paid.\n42 Pa.C.S. § 8326.\nThis section affords the parties to the release an option to determine the amount or proportion by which the total claim shall be reduced provided that the total claim is greater than the consideration paid. In this instance the release specifically provided:\n... I further agree that any recovery that I may obtain against any ... corporation other than Giant Eagle Markets, Inc. ... shall be reduced to the extent of the pro rata share of ... Giant Eagle.\nWe find no inconsistency with the UCATA, given the clear language of both that statute and the release executed by Charles and Giant Eagle, in reducing the jury’s verdict by Giant Eagle’s proportionate share of damages. We conclude, therefore, that Stanley is liable for the full amount of its proportionate share of the jury verdict.\nAccordingly, the Order of the Superior Court is reversed and the satisfaction of the judgment entered by the court below is hereby vacated.\nPAPADAKOS, J., files a concurring opinion joining the majority opinion, in which LARSEN, J., joins.\nZAPPALA, J., files a dissenting opinion.\nThis case was reassigned to this writer.\n. 42 Pa.C.S. § 7102.\n. 42 Pa.C.S. § 8321 et seq.\n. Although not specifically raised under the facts of this appeal it must be noted that the allowance of a right of contribution to a non-settling defendant against a defendant who settled the claim prior to trial would destroy the concept of settlement. The heart of settlement, the avoidance of the exposure of trial, would be completely undermined if the settling defendant remained exposed until the final verdict is entered. It is little solace to a settling defendant to know that his agreement insulates him against exposure to additional claims asserted by a plaintiff, if he remains vulnerable to the claims of the remaining tortfeasors.\nMoreover, settlement is not encouraged by allowing the settling defendant the right of contribution against the remaining defendants. Although the possibility of a recoupment of losses may be an additional incentive to the settling defendant who may make a bad bargain, it would be unjust to the plaintiff who makes an unfavorable settlement arrangement and is bound by it. Nor is it appropriate to allow the settling defendant to enhance his bargaining based upon the subsequent trial, the consequences of which his agreement was designed to avoid.\n. Daugherty v. Hershberger, 386 Pa. 367, 126 A.2d 730 (1956), was wrongly decided and must be overruled. We also reject Mong v. Hershberger, 200 Pa.Super. 68, 186 A.2d 427 (1962), which was an attempt to ameliorate the result reached in Daugherty v. Hershberger, supra."}