{"id": "1802587", "contents": "OPINION\nNIX, Chief Justice.\nThe issue in this appeal is whether the appellants, who were two of four co-guarantors on a negotiable promissory note, were discharged from their obligations because the creditor had released from the effect of its judgment lien certain property belonging to the other guarantors.\nIn the years 1965 and 1966 the Keystone Bank of Pittsburgh (“Keystone”) made various business loans to The Flooring Specialists, Inc. (“Flooring Specialists”), a corporation wholly owned by a Philip E. McCosby and his wife. During that period Mr. McCosby was president of the corporation; and one Anthony A. DeRubeis, an appellant herein, was vice-president. The aforementioned loans were evidenced by three negotiable promissory notes executed respectively on December 28, 1965; January 7, 1966; and January 24, 1966.\nOn the face of each of the three notes appeared the name of “Flooring Specialists,” as maker, followed by the signatures of “Philip E. McCosby, Pres.” and “Anthony A. DeRubeis, V-Pres.” All of the parties in this case agree that the signatures on the face of each note were made strictly in a corporate representative capacity. On the reverse side of each of the three notes there was a guaranty clause, by which each subscriber to the clause would undertake to “guarantee the payment” of the note at maturity. Each guaranty clause also included, inter alia, a cognovit provision, empowering Keystone to confess judgment against any or all of the signing guarantors. The guaranty clause on each of the three notes was signed by Mr. McCosby, in his personal capacity, and his wife. Mr. DeRubeis and his wife also joined personally as signatories to each of the guarantees. Not long after Keystone had been given the third of the three notes, Anthony DeRubeis terminated his association with Flooring Specialists.\nSometime in 1967 the corporation defaulted on the notes, leaving an unpaid debt of approximately Twenty-Three Thousand Dollars ($28,000.00). Consequently, in September of 1967, Keystone exercised its warrants of attorney and entered judgments by confession in the Court of Common Pleas of Allegheny County against the McCosbys and the DeRubeises, thereby obtaining a judgment lien against such real estate as each of those parties owned in the county.\nIn August, 1972, Keystone instituted proceedings to revive the judgment liens it had obtained against the guarantors. However, in November of that year, while the revival proceedings were still pending, the bank released from its lien of judgment certain realty owned by the McCosbys, to enable the couple to sell it. In return for the release the McCosbys paid the bank Five Thousand Dollars ($5,000.00) from the proceeds of the sale, as partial satisfaction of the judgment debt. The DeRubeises had not been given any advance notice of the bank’s release of the McCosby property. On January 26,1973, a judgment of revival was entered against all the guarantors, the proceedings having been uncontested by any party.\nThe matter lay dormant until December of 1976, when Keystone filed a praecipe for a writ of execution against the residence of Mr. and Mrs. DeRubeis. Having been served with notice that their home was to be exposed to sheriffs sale to satisfy Keystone’s judgments against them, they petitioned the Court of Common Pleas for the issuance of a rule against Keystone to show cause why the judgments should not be opened and the sale stayed. The petition asserted that Keystone’s act of releasing the judgment lien on the McCosby property had the legal effect of discharging the DeRubeises from their obligation on all of the promissory notes. For that proposition the petitioners cited section 3606 of the Uniform Commercial Code — Commercial Paper (“UCC”), 13 Pa.C.S. § 3606, which provides as follows:\nImpairment of recourse or of collateral\n(a) General rule. — The holder discharges any party to the instrument to the extent that without the consent of such party the holder:\n(1) without express reservation of rights releases or agrees not to sue any person against whom the party has to the knowledge of the holder a right of recourse or agrees to suspend the right to enforce against such person the instrument or collateral or otherwise discharges such person, except that failure or delay in effecting any required presentment, protest or notice of dishonor with respect to any such person does not discharge any party as to whom presentment, protest or notice of dishonor is effective or unnecessary; or\n(2) unjustifiably impairs any collateral for the instrument given by or on behalf of the party or any person against whom he has a right of recourse.\n(b) Express reservation of rights by holder. — By express reservation of rights against a party with a right of recourse the holder preserves:\n(1) all his rights against such party as of the time when the instrument was originally due;\n(2) the right of the party to pay the instrument as of that time; and\n(3) all rights of such party to recourse against others.\n(Emphasis added.)\nAlthough the DeRubeises’ petition was not as artfully drawn as it might have been, its averments obviously implied that the petitioners’ claim of discharge was based exclusively on subsection (a)(2) of the above provision. The petition averred, in substance, that the McCosby realty had represented collateral to secure the payment of the promissory notes, that the bank’s release of the property was done without the consent of the petitioners, and that such release impaired the petitioners’ right of recourse against the McCosbys. In connection with these averments, the petition further alleged that the McCosbys, upon the sale of their property following the release of the lien, realized net proceeds sufficient to satisfy the entire underlying debt. Following the filing of an answer by the bank, the Court of Common Pleas denied the DeRubeises’ petition on the ground that it had not been promptly filed. The petitioners appealed that order to the Superior Court, and also applied for a supersedeas. When that application for a stay was rejected, they paid over to Keystone a sum of money sufficient to satisfy the judgments against them for the balance of the debt, and received assignment of the bank’s judgments against the other obligors on the notes. Efforts by the DeRubeises to reduce their losses by means of the assigned judgments were unsuccessful. Later, the Superi- or Court reversed the trial court’s decision regarding the petition for a rule to show cause, and remanded with a direction that the rule should issue. Keystone Bank v. Flooring Specialists, Inc., 259 Pa.Super. 25, 393 A.2d 698 (1978).\nWhen the matter was returned to the Court of Common Pleas, the DeRubeises and Keystone entered into a court-approved stipulation that the rule to show cause on the petition to open should issue nunc pro tunc. Thereafter the DeRubeises, in conjunction with the proceedings on the rule and based on their reading of the Superior Court’s reversal, filed a written motion requesting the trial court to order Keystone to return to them the moneys they had paid to satisfy the judgments against them.\nIn addition to the proceedings on the rule, as supplemented by the prayer for the return of funds, the DeRubeises commenced an action in trespass against Keystone and the McCosbys, charging conspiracy, wrongful execution and malicious prosecution. Proceedings on that action were consolidated with those on the rule to show cause, and both matters were heard by the court in a non-jury trial.\nAfter receiving evidence and hearing argument, the trial court decided that the DeRubeises had not established a legal basis for opening the judgments and, consequently, had no right to a return of funds from the bank. In so deciding, the court concluded that the DeRubeises, as guarantors within the meaning of section 3416 of the UCC, 13 Pa.C.S. § 3416, had incurred an obligation to pay each promissory note according to its tenor if such was not paid at maturity by the maker, Flooring Specialists. From that premise the court further reasoned that the legal force of the DeRubeises’ obligation to Keystone was in no way diminished by the bank’s release of the McCosby property from the lien of judgment. In short, the trial court determined that section 3606(a)(2) of the UCC did not apply to the case. Besides discharging the rule to show cause and dismissing the motion for the return of moneys, the trial court also entered an order dismissing the tort action on the ground that a case had not been made out. When their exceptions were overruled by a court en banc, the DeRubeises appealed to the Superior Court, asserting the discharge claim they had raised below.\nBy a memorandum opinion the Superior Court affirmed the trial court’s orders, and held that because the appellants were guarantors within the definition in section 3416 of the UCC, “and not accommodation parties,” they could not avail themselves of any of the. defenses in section 3606. 340 Pa.Super. 624, 490 A.2d 14. To reach that conclusion the Superior Court started with the dictate of section 3416(e) that “[w]hen words of guaranty are used presentment, notice of dishonor and protest are not necessary to charge the user.” 13 Pa.C.S. § 3416(e). With that language in mind, the court next focused on the part of section 3606(a)(1) which states that “failure or delay in effecting any required presentment, protest or notice of dishonor ... does not discharge any party as to whom presentment, protest or notice of dishonor is ... unnecessary.” 13 Pa.C.S. § 3606(a)(1). The Superior Court then opined that since the DeRubeises, as guarantors, were not entitled to presentment, protest or notice of dishonor, Keystone’s release of the McCosby property without the consent of the other co-guarantors did not work a discharge under section 3606(a)(2) of the UCC.\nThe Superior Court was of the further view that Keystone never took a security interest in the McCosby real estate, and that the bank’s judgment lien against the property did not make it “collateral” within the meaning of section 3606(a)(2) as to be a subject of impairment. In support of this latter proposition, the court looked to the definition of “collateral” set forth in section 9105(a) of the UCC, 13 Pa.C.S. § 9105(a). That section defines “collateral” as being “property subject to a security interest, including accounts and chattel paper which have been sold.”\nFurthermore, the Superior Court agreed with the trial court’s determination that the appellants, having made themselves guarantors of the notes, became absolutely liable to pay them upon default regardless of whether the creditor could have collected the debt from another obligor.\nIn response to the Superior Court’s decision, the DeRubeises petitioned our Court for an allowance of appeal, renewing here their contention that Keystone’s release of the judgment lien discharged their obligations with respect to the notes. We granted the petition, 508 Pa. 349, 497 A.2d 609, to consider whether the court below accurately stated and applied the law regarding the appellants’ claim of discharge.\n14] One of the threshold defects in the Superior Court’s decision is its conclusion that the appellants, because they were guarantors, could not avail themselves of a defense under 13 Pa.C.S. § 3606(a). Such a holding ignores that according to the UCC’s general definitional section, 13 Pa.C.S. § 1201, a guarantor is a surety; and that the various grounds for discharge set forth in 13 Pa.C.S. § 3606(a) represent ones which classically were available to a surety. Indeed, the Comment for section 3606 describes the discharge grounds contained therein as being “surety-ship defenses.” Moreover, unless displaced by some particular provision of the UCC, “the principles of law and equity, including the law merchant ..., shall supplement its provisions.” 13 Pa.C.S. § 1103.\nAt common law a surety was discharged of his obligation if and to the extent that the creditor voluntarily released the principal debtor from liability, unless the surety consented to such release or the creditor expressly reserved his rights against the surety. First National Bank of Irwin v. Foster, 291 Pa. 72, 139 A. 609 (1927); Beaver Trust Co. v. Morgan, 259 Pa. 567, 103 A. 367 (1918); Boschert v. Brown, 72 Pa. 372 (1872); Schock v. Miller, 10 Pa. 401 (1849). See generally 10 S. WILLISTON, A TREATISE ON THE LAW OF CONTRACTS § 1220 (3d ed. 1967). Also, if the creditor, without the surety’s consent or without having reserved his rights against the surety, made a binding commitment to extend the time for the principal to pay the debt, such an act had the effect of discharging the surety’s obligation. Central Penn National Bank v. Tinkler, 351 Pa. 123, 40 A.2d 389 (1945); Germantown Trust Co. v. Emhardt, 321 Pa. 561, 184 A. 457 (1936); Robbins v. Robinson, 176 Pa. 341, 35 A. 337 (1896); Nesbitt v. Turner, 155 Pa. 429, 26 A. 750 (1893); Grayson’s Appeal, 108 Pa. 581 (1885); Bensinger v. Wren, 100 Pa. 500 (1882). Accord Bank of Uniontown v. Mackey, 140 U.S. 220, 11 S.Ct. 844, 35 L.Ed. 485 (1891). See generally 10 S. WILLISTON, supra, §§ 1222-23, 1230.\nAnother important element in the common law of surety-ship was the well-settled rule that, if a creditor surrendered or impaired collateral which served as security for the principal’s debt, the surety was discharged from his obligation to the extent that the collateral would have produced funds sufficient to pay the debt in whole or in part. First National Bank of Irwin, supra; Park Bank v. Kleman, 278 Pa. 165, 122 A. 221 (1923); Beaver Trust Co., supra; Everly v. Rice, 20 Pa. 297 (1853). See generally, 10 S. WILLISTON, supra, § 1232. As with the other suretyship defenses, if the surety consented to the creditor’s surrender, release or impairment of collateral there would be no discharge of the surety’s obligation.\nEach of the foregoing common law grounds for the discharge of a surety addressed situations in which the creditor, without the consent of the surety or without a reservation of rights, committed some act which prejudiced the surety’s rights or increased the risk of the surety’s undertaking. For example, a release of the principal debtor from liability undercuts the surety’s right to seek reimbursement from the former; a binding extension of time for paying the debt frustrates and delays the surety’s opportunity to have the transaction liquidated; and a release or impairment of collateral defeats in whole or part the surety’s right to look to such security for recourse should he have to pay the principal debt. See L. SIMPSON, HANDBOOK ON THE LAW OF SURETYSHIP §§ 63-76 (1950).\nThe very language and structure of section 3606 of the UCC clearly indicate that the provision codifies and preserves, with regard to commercial paper, protections which the common law gave to parties deemed to be sureties. Peters, Suretyship Under Article 3 of the Uniform Commercial Code, 77 Yale L.J. 833, 869 n. 150 (1968). Therefore, for the Superior Court to conclude in the case at bar that guarantors of a negotiable promissory note, who are treated as sureties by the UCC, could not raise the “impairment of collateral” defense in section 3606 flatly contradicts one of the central purposes of the entire statutory provision. To state, as the Superior Court did in reaching its conclusion, that the appellants “are guarantors and not accommodation parties” only served to compound the error. It is true that the Official Comment to section 3606 does include statements that the defenses are available to “accommodation makers” and “accommodation parties.” However, the purpose of those statements was not to deny the suretyship defenses to guarantors, but to make it clear that “accommodation parties” are to be included in the class of parties who can avail themselves of those defenses, thus rectifying an omission in the predecessor uniform statute on the subject, the Uniform Negotiable Instruments Law. First Citizens Bank & Trust Co. v. Larson, 22 N.C.App. 371, 206 S.E.2d 775 (1974); Rose v. Hornsey, 347 Mass. 259, 197 N.E.2d 603 (1964).\nAlso erroneous was the idea advanced by the court below that because section 3416(e) of the UCC dispenses with presentment, notice of dishonor and protest with respect to guarantors of negotiable instruments, Keystone’s failure to obtain the appellants’ consent to the release of the judgment lien did not give them a basis for asserting a defense pursuant to section 3606(a)(2). The premise that a certain type of party to an instrument is not entitled to presentment, protest or notice of dishonor is of significance only if such a party sought to escape liability on the ground that the creditor delayed or failed to take those steps: then, by the strict terms of section 3606(a)(1), such a defense would fail. However, that element of section 3606(a)(1) has nothing whatsoever to do with an “impairment of collateral” defense under section 3606(a)(2). The latter defense, like all the other suretyship defenses discussed herein, is separate from the others and stands on its own footing. The fact that a guarantor is not entitled to presentment, protest and notice of dishonor has no bearing on the question of whether he has been prejudiced by the creditor’s release or impairment of collateral for the debt.\nWhere, as in the case at bar, there are several sureties for the principal’s unpaid debt, each surety owes to his co-sureties a duty to pay his proportional share of their common debt. Commonwealth ex rel. Schnader v. National Surety Co., 349 Pa. 599, 37 A.2d 753 (1944); In re Bailey’s Estate, 156 Pa. 634, 27 A. 560 (1893). Should one of the co-sureties have to pay more than his proportional share of the debt, one of the rights incidental to his co-suretyship is the right to enforce contribution from the other sureties for the excess. Malone v. Stewart, 235 Pa. 99, 83 A. 607 (1912); In re Bailey’s Estate, supra; Templeton v. Shakley, 107 Pa. 370 (1884).\nIn the same way that a surety can be discharged from his obligation to the creditor because of transactions between the creditor and the principal debtor which prejudice the surety’s rights, so too can one surety be discharged because of prejudicial transactions between the creditor and another surety for the same debt. That is because where there are several co-sureties each of them is in legal effect, as against the others, a principal for his proportion of the debt and a surety for the rest of it. Commonwealth ex rel. Schnader v. National Surety Co., supra; In re Bailey’s Estate, supra. Accord D’Ippolito v. Castoro, 51 N.J. 584, 242 A.2d 617 (1968), 38 A.L.R. 672. In Professor Williston’s monumental treatise on the law of contracts, in the part concerning suretyship, he states that:\n[I]n the case of co-sureties, the equitable principles of suretyship are observed, and accordingly, each must be treated as between himself and his co-sureties as a principal for the fraction of the debt which he ought to pay, and as a surety for the remainder. If the creditor by any dealings with one co-surety impairs the suretyship rights of other co-sureties, they will be discharged from such a proportion of the debt as they would equitably have been entitled, on payment of it, to throw upon the co-surety with whom the inequitable dealings have been had.\n(Emphasis added.) 10 S. WILLISTON, supra, § 1263 at 840.\nOne surety’s right of contribution against co-sureties has been held to be a right of recourse within the meaning of statutory provisions that are substantively uniform with Pennsylvania’s 13 Pa.C.S. § 3606(a)(2). Bishop v. United Missouri Bank of Carthage, 647 S.W.2d 625 (Mo.App.1983); Provident Bank v. Gast, 57 Ohio St.2d 102, 386 N.E.2d 1357 (1979); Beneficial Finance Co. of Norman v. Marshall, 551 P.2d 315 (Okla.1976). In connection with that premise, it has also been held that if the creditor releases collateral obtained from one of several co-sureties to secure the debt, such release can impair the other sureties’ right to resort to such collateral to enforce their rights of contribution, and that if the release has such an effect, the other co-sureties will be entitled to a pro tanto discharge of their obligations. Beneficial Finance Co. of Norman, supra. There is nothing novel in such reasoning; for it accords with long-standing principles of suretyship law propounded by this Court and others. Strongly similar to the instant matter is the case of National Building and Savings Ass’n. v. Fink, 182 Pa. 52, 37 A. 1009 (1897). In that case the creditor, upon default of the debt by the principal debtor, entered judgments by confession against each of two sureties for the debt. Thereafter, the creditor released from his lien of judgment property belonging to one of the sureties. This Court recognized that if such action had the effect of defeating the other co-surety’s right of contribution, he would be discharged to the extent that it did. However, in the National Building and Savings Ass’n. case, the Court had to remand the matter to the trial court because the record did not reveal to what extent, if any, the release actually impaired the rights of the complaining co-surety.\nThe same problem of review that faced the Court in National Building and Savings Ass’n. also confronts us here. Although we conclude that the DeRubeises, as co-sureties with the McCosbys, had the right to raise the “impairment of collateral” defense because of Keystone’s release of the judgment lien on the McCosby property, the question of whether that release actually prejudiced the appellants’ rights of contribution, or to what extent, cannot be determined from the record before us. All we have before us in that regard are the appellants’ assertion that the sale of the McCosby property could have, or did, produce proceeds sufficient to satisfy the McCosbys’ proportional share of the debt, and the counter-assertion by Keystone that the Five Thousand Dollars ($5,000.00) paid to it by the McCosbys was the most it could have gotten under the circumstances. The trial court’s opinion does not address this important factual issue which must be resolved before a decision can be made.\nAccordingly, we hereby reverse the orders of the Superi- or Court, and remand the instant case to the trial court for further proceedings consistent with this opinion and for the entry of an appropriate judgment.\n. Although the caption of this case indicates the filing of several appeals, only the one designated as No. 70 W.D. Appeal Docket 1985 has been briefed and argued.\n. None of the other provisions in the guaranty clause purported to state a waiver of the defense which is at issue in this appeal.\n. It is unquestioned that the DeRubeises did not learn of the release of the judgment lien until after the completion of the revival proceedings; therefore, the claim of discharge that is in issue here could not have been raised in those proceedings.\n. Keystone raised no objection to the procedure followed by the DeRubeises, in attempting to secure a return of the funds by means of a “motion for the return of money” filed in conjunction with proceedings to open judgments which had already been paid by the petitioners. Money wrongfully paid under duress can be recovered in an action of assumpsit. E.g., Appeal of Neely, 124 Pa. 406, 16 A. 883 (1889); Harvey v. Girard National Bank, 119 Pa. 212, 13 A. 202 (1888); Motz v. Mitchell, 91 Pa. 114 (1879). However, a proceeding to open a judgment is addressed to the equitable powers of the court. Girard Trust Corn Exchange Bank v. Sweeney, 413 Pa. 203, 196 A.2d 310 (1964). Hence, it would have been within the trial court’s power to resolve the issue raised by the unobjected-to \"motion for the return of money.”\n. Section 9105(a) does not support the Superior Court’s conclusion with respect to the effect of the judgment lien. We need only to point out that section 9105(a) is a part of Article 9 of the UCC, and that Article 9, by the express terms of section 9102, applies only to security interests in “personal property or fixtures” and to the \"sale of accounts or chattel paper.” 13 Pa.C.S. §§ 9102(a)(1), (2). Thus, section 9105(a) cannot govern the meaning of the term “collateral” in section 3606(a), which is a part of Article 3 of the UCC; nor can it exclude from the ambit of the latter section the legal effect of a judgment lien on real property. Cf. Beneficial Finance Co. of Norman v. Marshall, 551 P.2d 315 (Okla.1976) (“obscure” reference to section 9207 in Comment 5 to section 3606 does not govern meaning of “impairment of collateral” concept); Shaffer v. Davidson, 445 P.2d 13 (Wyo.1968) (provision identical to 13 Pa.C.S. § 9105(a) limited in applicability to Article 9; term \"collateral” has no narrow technical meaning in provisions outside of Article 9).\n. Historically, the distinction between a surety and a guarantor was articulated in various terms. Perhaps the most frequent formulation was that a surety became liable immediately upon default by the principal obligor, and that a guarantor did not become liable until efforts to collect from the principal proved to be unavailing. Homewood People’s Bank v. Hastings, 263 Pa. 260, 106 A. 308 (1919); Reigart v. White, 52 Pa. 438 (1866); Marberger v. Pott, 16 Pa. 9 (1851). See generally 10 S. WILLISTON, A TREATISE ON THE LAW OF CONTRACTS § 1211 (3d ed. 1967).\nHowever, because of confusion arising from many of the judicially-crafted distinctions between a surety and a guarantor, many legislatures undertook to abolish or clarify the distinction. Pennsylvania joined in that effort as early as 1913. Section 1 of the Act of July 24, 1913, P.L. 971, provided that;\nEvery written agreement hereafter made by one person to answer for the default of another shall subject such person to the liabilities of suretyship, and shall confer upon him the rights incident thereto, unless such agreement shall contain in substance the words: 'This is not intended to be a contract of suretyship’____\n(Emphasis added.) 8 P.S. § 1. Thus, section 1201 of the UCC is not the sole authority for treating a guarantor, especially where he has \"guaranteed payment,\" as a surety.\n. Act of May 16, 1901, P.L. 194, 56 P.S. §§ 1 et seq., repealed by section 10-102 of the Act of April 6, 1953, P.L. 3, 12A P.S. § 10-102. The Act of April 6, 1953, P.L. 3, was the legislation by which Pennsylvania became the first state to adopt the Uniform Commercial Code."}