{"id": "1804608", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal from a memorandum opinion and order of the Commonwealth Court which enjoined the Commonwealth and its agents and representatives from furloughing District Lottery Representatives of the Pennsylvania State Lottery, Department of Revenue (hereinafter department), until final administrative and court decisions take effect as to the District Lottery Representatives’ grievance proceedings and Pennsylvania Labor Relations Board proceedings, or until earlier issuance of a further order by the Commonwealth Court. The factual background underlying the Commonwealth Court’s action was as follows.\nThe department has employed, since the year 1972, a number of District Lottery Representatives (hereinafter DLRs). According to official job descriptions, each DLR performs a variety of functions related to the marketing of state lottery tickets. These functions include coordination of advertising activities, distribution of lottery materials, evaluation of the performance of sales agents, and supervision of compliance with regulations and policies governing the sale of lottery tickets. The DLRs have been paid under a “portal-to-portal pay system” (hereinafter p-t-p). Under this system, the DLRs have treated their official headquarters for travel expense purposes as their homes, and they have received pay on an hourly scale from the time they leave their homes each workday until the time they return to their homes, on the basis of a 7½ hour work day, i.e., from 8:30 a.m. to 5:00 p.m., less a one hour unpaid lunch period.\nIn collective bargaining negotiations conducted between the department and the union representing the DLRs in 1981, the department sought to eliminate p-t-p. No agreement to do so was achieved, however, and in subsequent collective bargaining negotiations which ended in June, 1985, the department refrained from resubmitting the proposal to eliminate p-t-p. In those negotiations, the parties reached a new agreement to remain in effect until June, 1988.\nIn August of 1985, however, and on a number of other occasions extending into July of 1986, the department renewed proposals to eliminate p-t-p, but on each occasion union representatives rejected the proposals. Then, in July of 1986, the department proposed to reorganize the work of the DLRs by eliminating DLRs from field operations, replacing them with contractors to perform delivery and marketing functions and creating a smaller number of new positions in the Harrisburg area for employees who would use telephones to keep in contact with lottery ticket retailers. The department has regularly described elimination of p-t-p as desirable in the interest of promoting efficiency and productivity within the department, and the position of the department has been that, if p-t-p is not eliminated, most of the present DLRs will be furloughed from their jobs through the reorganization plan.\nThe issue raised in the instant appeal is whether there was a proper basis for the issuance by Commonwealth Court of an injunction against the furlough of the employees in question. The standards governing issuance of preliminary injunctive relief are well established. In Mazzie v. Commonwealth, 495 Pa. 128, 133 n. 1, 432 A.2d 985, 987 n. 1 (1981), this Court set forth those standards as follows: “A preliminary injunction of any kind should be granted only where the rights of the plaintiff are clear, the need for relief is immediate and injunctive relief is necessary to avoid injury which is irreparable and cannot be compensated for by damages.” (Citations omitted). The general scope of review applicable to cases where an appellate court is called upon to review the grant or denial of a preliminary injunction is also well settled. In reviewing the grant or denial of such an injunction, an appellate court is not to inquire into the merits of the underlying controversy, but rather must examine the record to determine whether there were any apparently reasonable grounds to support the action of the court below, and, if it is plain that no grounds exist to support the decree or that the rule of law relied upon was palpably erroneous or misapplied, the decision of the court below must be reversed. Roberts v. Board of Directors of School District of Scranton, 462 Pa. 464, 469, 341 A.2d 475, 478 (1975). See also Mazzie v. Commonwealth, 495 Pa. at 133, 432 A.2d at 988. We have examined the record in the present case and find a lack of reasonable grounds to support the injunction issued below.\nIt is established in this Commonwealth that employment with the government is not a matter to which one has a per se right, and, if an employee is entitled to employment, the source of the entitlement must normally be legislative or contractual in nature. Commonwealth, Office of Administration v. Orage, 511 Pa. 528, 531, 515 A.2d 852, 853 (1986). In addition, it is recognized that governmental agencies have a strong interest in preserving their management prerogatives to streamline the functions of their departments for the sake of promoting efficiency. In the context of a case involving the furlough of governmental employees, this Court stated as follows in Commonwealth, Department of State v. Stecher, 506 Pa. 203, 210-212, 484 A.2d 755, 758-759 (1984):\nDecisions as to what tasks should be performed, and by whom, are particularly within the realm of an agency’s management officials. If an agency seeks to accomplish its mission in a more efficient manner, by redistributing work among its employees, it is pursuing a commendable administrative objective. It can be said that, almost as a general rule, governmental institutions claim to be understaffed, and rare indeed is the agency that admits to having an excess of employees. Governmental agencies so easily become myopic as to their purposes, losing sight of the goal of adequately serving the public at the lowest possible cost to the taxpayers.\nIt is a managerial prerogative to reallocate work to enhance operational efficiency and to effect cost savings. To limit management’s power in this area would be to draft a blueprint for an ever-expanding bureaucracy, which naturally will tend to fuel institutional growth and taint the very purpose of our government. Government exists to serve the people, and should be manned by the fewest number of employees who can accomplish the task of serving the citizenry in the most efficient and least costly manner possible.\nThus, consideration of whether there exists a reasonable basis for the preliminary injunction issued in this case must be undertaken with due regard for the fact that there is no per se right to governmental employment, as well as for the fact that there is a strong public interest in preserving managements prerogative to achieve efficiency in governmental operations. Based upon these considerations, the department argues that issuance of the instant injunction constituted an unwarranted interference with management of the Pennsylvania State Lottery. We agree.\nThe harms which the Commonwealth Court sought to prevent by issuance of the injunction, namely the consequences that could conceivably be incurred by employees as a result of being furloughed, are speculative in nature, whereas the injunction’s interference with management of the department is of a most certain form. In holding that irreparable harm would be suffered by the employees if an injunction against the furloughs were not to be issued, the Commonwealth Court reasoned that, during the period required for final resolution of unfair labor practice proceedings and grievance proceedings that had been instituted with respect to the furlough actions, furloughed DLRs might face hardships and losses deriving from the possible need to relocate to obtain new employment, possible mortgage foreclosures, disruption of spousal employment, disruption of children’s schooling and social patterns, and interruption of medical care provisions. It is established, however, that “speculative considerations ... cannot form the basis for issuing [a preliminary injunction].” Berkowitz v. Wilbar, 416 Pa. 369, 374, 206 A.2d 280, 282 (1965) (preliminary injunction against dismissal from employment denied). Further, losses arising from termination of employment have not been regarded as providing a basis for a finding of irreparable harm. As stated in Berkowitz, 416 Pa. at 374, 206 A.2d at 282, where an employee sought a preliminary injunction to avert alleged harms that might ensue from a termination of employment, “These are not matters of record before us, and even if a hearing had been held to prove these specific items of hardship, at best they are speculative considerations which cannot form the basis for issuing the extraordinary relief sought.”\nIndeed, the speculative harms cited by Commonwealth Court are nothing other than new versions of the same events that could have occurred with respect to any other employees who have ever been furloughed, dismissed, or otherwise separated from employment. The position of the DLRs is not, therefore, unique, and there appears no basis for departure from settled remedies which have traditionally been made available to employees who believe the terms of their employment contracts have been infringed. Injunctive relief is not normally available in cases involving employment contract disputes such as the one in the instant case, since damage awards are deemed adequate to compensate for losses that result from breaches of such contracts. Clark v. Pennsylvania State Police, 496 Pa. 310, 436 A.2d 1383 (1981) (injunctive relief denied and damages deemed an adequate remedy for breach of employment contract terms governing promotions). See also Berkowitz v. Wilbar, supra (injunctive relief not available to avert an improper dismissal from employment); Ezy Parks v. Larson, 499 Pa. 615, 628, 454 A.2d 928, 935 (1982) (damages normally an adequate remedy for breach of contract).\nIn issuing the instant injunction, Commonwealth Court noted that the threat of immediate furloughs might have coercive effects upon the exercise of the rights of the DLRs during the proceedings instituted before the Pennsylvania Labor Relations Board to determine whether the furloughs constituted an unfair labor practice, and in grievance proceedings that had been set in motion to challenge the proposed furloughs. We believe that consideration of such speculative factors was, however, improper. Conflicts between unions and employers inherently involve coercive influences, from both sides of the bargaining table, and there is no basis for the conclusion that irreparable harm is incurred merely as a result of the fact that department management has at its behest certain bargaining tools with which to possibly counter the instant union’s position regarding proposals to alter the p-t-p pay system. The effects, if any, which the proposed furloughs might have upon the outcome of grievance proceedings and Pennsylvania Labor Relations Board proceedings are of a most speculative nature, and, thus, do not supply a proper basis upon which to award injunctive relief. See Berkowitz v. Wilbar, supra.\nFurther, by issuing an injunction against furlough of the DLRs, Commonwealth Court has, in effect, intruded upon the collective bargaining process to modify what Commonwealth Court deemed, for whatever reason, to be inadequate protections afforded under the collective bargaining agreement for furloughed employees. The injunction effectively imposes upon the department significant new impediments to the achievement of efficiency in the department, hampering and substantially delaying efforts to remove unnecessary employees from the payroll, thereby working to the detriment of the public interest in governmental efficiency.\nIf, in its attempt to streamline operations of the Pennsylvania State Lottery, the department initiates furloughs that are later determined to have been improper, under the collective bargaining agreement and under applicable labor laws, appropriate remedies can then be afforded. Damage awards are adequate to rectify losses suffered by improperly furloughed employees, and there are available to such employees the usual administrative remedies such as reinstatement, restoration of seniority, restoration of back pay and fringe benefits, etc. In conclusion, therefore, we find no reasonable basis for the Commonwealth Court’s determination that the DLRs have no adequate remedy at law and that irreparable harm would be suffered if a preliminary injunction were not issued to prevent the instant furloughs. Accordingly, the injunction in question must be vacated.\nOrder vacated.\nNIX, C.J., and LARSEN and ZAPPALA, JJ., filed dissenting opinions."}