{"id": "1808579", "contents": "OPINION\nMcDermott, justice.\nAppellant, Harsco Corporation (Harsco), appeals from an order of the Commonwealth Court which affirmed an order of the Court of Common Pleas of Allegheny County. The latter court had refused appellant’s request for a refund of business privilege taxes paid to appellee, the City of Pittsburgh, for the years 1979 through 1981.\nThe germane facts of this case are as follows. During the tax years in question Harsco conducted a business known as metal recovery, which was designed to recover iron particles from molten slag. Slag is a necessary waste product of steelmaking, some of which can be redeemed. As a result of Harsco’s process iron particles which are trapped within the slag can be reclaimed, and returned to the production of steel.\nHarsco conducted its operation in close proximity to Jones & Laughlin Steel Corporation’s steelmaking plant. From that plant Harsco received its slag. It then subjected the slag to a regulated cooling and retrieval process, from which it generated three categories of metals: larger than two inch pieces, which contained at least 70% iron; % inch to two inch pieces, which contained at least 60% iron; and less than % inch pieces, which contained approximately 60% iron. The first two categories of metal were returned to Jones & Laughlin for a price which ranged as high as thirty-five dollars a ton; while the third category of metal was sold to an outside customer.\nHarsco’s operation was located within the city limits of Pittsburgh. As a result Harsco was subject to the City’s business privilege taxes for the years in question. The Business Privilege Tax of the City of Pittsburgh, codified in Chapter 243 of the Pittsburgh Code, is authorized under the Commonwealth’s Local Tax Enabling Act. Although the Act authorizes the general type of tax at issue here, there are restrictions upon a municipality’s ability to tax certain activities. One of these restrictions provides:\nSuch local authorities shall not have authority by virtue of this act:\n(4) To levy, assess and collect a tax on goods and articles manufactured in such political subdivision or on the by-products of manufacture, or on minerals, timber, natural resources and farm products produced in such political subdivision or on the preparation or processing thereof for use or market, or on any privilege, act or transaction related to the business of manufacturing, the production, preparation or processing of minerals, timber and natural resources, or farm products, by manufacturers, by producers and by farmers with respect to the goods, articles and products of their own manufacture, production or growth, or on any privilege, act or transaction relating to the business of processing by-products of manufacture, or on the transportation, loading, unloading or dumping or storage of such goods, articles, products or by-products; except that local authorities may levy, assess and collect taxes on the occupation, occupational privilege, per capita and earned income or net profits of natural persons engaged in the above activities whether doing business as individual proprietorship or as members of partnerships or other associations; ...\n53 P.S. § 6902(4).\nBased upon this restriction to the City’s taxing power, Harsco brought an action in the Court of Common Pleas of Allegheny County seeking a tax refund. See 72 P.S. §§ 5566b; 5566c.\nIn that action Harsco alleged: first, that it was a manufacturer of goods; and second, that it was engaged in processing by-products of manufacturing. In either case, Harsco argued, the City was prohibited from levying the tax.\nThe trial court rejected Harsco’s claim that it was a manufacturer, and further held that the statutory restriction on the City’s ability to tax the processing of by-products only applied when the by-products were being processed by the original manufacturer. The court therefore rejected Harsco’s claim for refund. On appeal the Commonwealth Court affirmed, substantially agreeing with the trial court’s analysis. 97 Pa.Cmwlth. 55, 508 A.2d 1298.\nHarsco sought allowance of appeal to this Court, which was granted. However, in this appeal, Harsco has abandoned the claim that it was a manufacturer, and has pursued only the issue related to processing by-products. Hence our review is limited to the following issue: whether the processing of by-products by someone other than the original manufacturer of the principal product constitutes non-taxable activity under section 2(4) of the Local Tax Enabling Act.\nResolution of this issue requires an interpretation of the statutory language, which in turn requires resort to the Statutory Construction Act of 1972. That Act provides as its fundamental directive that “[t]he object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly.” 1 Pa.C.S. § 1921(a).\nThis Court has previously stated that the intent of the General Assembly in enacting the restriction here at issue was “to make Pennsylvania manufactured and farm products more competitive in the open market by prohibiting all taxes which would be included directly in the cost of the product.” Crawford, v. Southern Fulton School District, 431 Pa. 324, 330, 246 A.2d 332, 335 (1968). The rationale behind the restriction “is an economic one in that it provides that Pennsylvania manufacturers should not be burdened with an additional tax on their products since such products have to compete with products of other states ...” Atlantic Refining Company Case, 398 Pa. 30, 35, 156 A.2d 855, 857 (1959).\nThis Court has also previously held that section 2(4) of the Local Tax Enabling Act represents a limitation of a municipality’s ability to tax. As such it must be strictly construed against the taxing authority. See Golden Triangle Broadcasting, Inc. v. City of Pittsburgh, 483 Pa. 525, 534, 397 A.2d 1147, 1151 (1979); Fischer v. City of Pittsburgh, 383 Pa. 138, 141-42, 118 A.2d 157, 159 (1955).\nIn Crawford v. Southern Fulton School District, supra, this Court examined a predecessor tax enabling statute which contained the same limitation on the power of municipalities to tax. The Court, for purposes of analysis, separated the section as follows:\nThe first section forbids taxes on manufactured articles, natural resources and farm products.\nThe second forbids taxes on the processing and preparation of those items.\nThe third section ... forbids taxes on ‘any privilege, act or transaction related to ... the production, preparation or processing ... of farm products by farmers with respect to the ... products of their own manufacture, production or growth ... ’\nThe fourth forbids taxes on any ‘privilege, act or transaction’, involved in the processing of by-products of manufacture.\nThe fifth forbids taxes on the transportation and storage of those items.\nId. 431 Pa. at 329, 246 A.2d at 334.\nBoth sides accept the accuracy of the Crawford Court’s breakdown of section 2(4), but they disagree as to the significance. It is appellant’s contention that section 2(4) contains five independent categories, any one of which may be read as a limitation on a municipality’s ability to tax. The appellee on the other hand argues that the separate clauses of section 2(4) merely spell out the various activities of a single manufacturer which are free from taxation.\nThe significant difference in the latter view is that a taxpayer must first qualify as a manufacturer before he can claim the statutory protection; whereas in the former view anyone who can fit within one of the categories, regardless of whether they can qualify as a manufacturer, may claim the statutory protection.\nBoth lower courts in this case accepted appellee’s interpretation of section 2(4), impliedly agreeing that if appellant’s activities in this case had been performed by Jones & Laughlin, the original steel manufacturer, they would not have been subject to the tax. Neither court cites support for this distinction other than to derive it from the statute itself. Indeed, no prior case has specifically addressed the issue. However, in addressing the issue today we are constrained to disagree with the lower courts’ interpretation.\nIn the case of Commonwealth of Pennsylvania v. R.G. Johnson Company, 495 Pa. 256, 433 A.2d 465 (1981), this Court held “that it is not the identity of the party who performs the work but the nature of the work done that should control the allowance or denial of the [tax] exclusion.” Id., 495 Pa. at 260-61, 433 A.2d at 468. Admittedly, the tax statute at issue in Johnson was distinct from the Local Tax Enabling Act, however, the logic of Johnson seems equally applicable to this situation.\nMoreover, the economic rationale which the Court enunciated in the Crawford, supra, and the Atlantic Refining, supra, cases, supports appellant’s position. The facts in this case indicate that appellant’s product is extracted from the waste by-product of the original manufacturing process. It is then returned to the manufacturing process to be used as a component in further manufacturing, either by the original manufacturer, Jones & Laughlin, or another steel manufacturer. Since the rationale behind section 2(4) is to preclude taxation on manufactured products, thereby making them more competitive in the open market, it seems inconsistent with that rationale to allow this hidden tax on material which is derived from the original manufacturing process and returned thereto for the further purpose of manufacturing.\nFinally, the meaning of section 2(4) is not self-evident, and we certainly can see how reasonable men might differ as to its proper interpretation. However, as we have remarked above, a limitation on a municipality’s ability to tax must be strictly construed against the taxing authority. See p. 5, supra. Therefore, in a case such as this where two equally feasible interpretations are possible, we are constrained to accept that which places a limit on the municipality’s ability to tax.\nAccordingly, the Order of the Commonwealth Court is reversed, and the case is remanded to the Court of Common Pleas of Allegheny County for entry of judgment on the full amount of the refund.\nHUTCHINSON, Former Justice, did not participate in the consideration or decision of this case.\n. Act of December 31, 1965, P.L. 1257, § 1 et seq. as amended, 53 P.S. § 6901 et seq.\n. Act of Dec. 6, 1972, P.L. 1339 No. 290, § 3.\n. Appellee in this appeal argues that section 2(4) of the Act is a tax exemption and therefore should be strictly construed against the taxpayer. See 1 Pa.C.S. § 1928(b)(5). However, this argument flies in the face of previous pronouncements by this Court that section 2(4) is not an exemption. See Golden Triangle Broadcasting, Inc. v. City of Pittsburgh, 483 Pa. 525, 534, 397 A.2d 1147, 1151 (1979). We therefore reject appellee’s argument.\n. For sake of clarity we have included the Court’s discussion of the third section where it would naturally occur instead of the position where it appeared in the original opinion. In addition, we note that although the Court limited its discussion to farm products their analytical scheme applies to manufactured products as well.\n. Although we have limited our discussion to manufacturers, section 2(4) is equally applicable to farmers and producers of natural resources."}