{"id": "1808594", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal from an order of the Commonwealth Court, 94 Pa.Cmwlth. 608, 504 A.2d 1349, which affirmed orders of the Board of Finance and Revenue affirming use tax assessments made by the Department of Revenue for three audit periods in which tax liabilities of the appellant, Ernest Renda Contracting Co., Inc. (hereinafter Taxpayer), were examined. The audit periods covered March 31, 1971 through November 30, 1974 (first audit period), January 1, 1975 through December 31, 1977 (second audit period), and January 1, 1978 through December 31, 1980 (third audit period). Inasmuch as the facts and legal issues pertaining to the three audit periods are substantially the same, there is no need for the audit periods to be addressed separately.\nAppeals taken to the Commonwealth Court from the Board of Finance and Revenue are de novo in nature, with no record being certified from the Board. Pa.R.A.P. 1571(f). Based upon stipulations of the parties, and upon an evidentiary hearing, the Commonwealth Court made the following findings of fact.\nTaxpayer, a multi-state construction contractor, is a corporation organized under the laws of New Jersey, and has its principal office in that state. Taxpayer’s primary business activity consists of constructing sewage and water systems throughout New Jersey, New York, and Pennsylvania. During the three audit periods in question, this type of construction work was performed in Pennsylvania under contracts with a number of municipalities and municipal authorities, whereby Taxpayer installed approximately fifteen sanitary sewer systems, one water system, and one or two storm sewer systems. The work consisted of excavating trenches, placing beds of crushed stone therein, laying pipe, refilling the trenches, and restoring ground surfaces to their original condition by either repaving, planting grass seed, or restoring sidewalks and curbs. Some of the work also involved installation of metering or pumping stations as integral parts of the systems. Equipment that was used, but not installed, in these construction activities was stored at a vehicle park/repair facility in Lehigh County, Pennsylvania, and such equipment included cranes, excavators, an office trailer, etc.\nA use tax is imposed in Pennsylvania under provisions of the Tax Reform Code of 1971, Act of March 4, 1971, P.L. 6, No. 2, art. I, § 101, et seq., 72 P.S. § 7101, et seq. Taxpayer did not file use tax returns for the first audit period. Returns were filed for the second and third audit periods, however, but no tax was paid. The Department of Revenue determined, based upon the audits conducted, that taxes and penalties were owed in the amount of approximately $356,000.00, plus interest. As of April, 1985, the interest due on this balance amounted to more than $244,000.00. Taxpayer contests nearly the entire use tax assessment, but concedes that a small portion of the tax, under $10,000.00, is due, though this amount has not been paid.\nThe basis for assessment of this tax was Taxpayer’s use in Pennsylvania of construction materials, equipment, and repair parts and services upon which no sales tax had been paid to the Commonwealth. Some of these items had been purchased in Pennsylvania, and others had not, but to the extent that sales taxes were shown by the Taxpayer to have been paid to other states for the items, credit was accorded in computing the tax due. It is the contention of Taxpayer that, because all of the contracts which it performed in Pennsylvania involved installation of municipal utility facilities and equipment, the items assessed were exempt from the use tax by reason of the public utility exclusion set forth in 72 P.S. § 7201(o )(4), which, during the audit periods in question, provided in pertinent part as follows:\n[A taxable] “use” shall not include—\n(B) The use or consumption of tangible personal property, including but not limited to machinery and equipment and parts therefor, and supplies ... directly in any of the operations of—\n(iii) The producing, delivering or rendering of a public utility service, or in constructing, reconstructing, remodeling, repairing or maintaining the facilities which are directly used in such service, whether or not such facilities constitute real estate: Provided, however, “real estate” shall not include buildings, roads, or similar facilities;\nThe [exclusion] provided in [subparagraph iii] shall not apply ... to materials or supplies to be used or consumed in any construction, reconstruction, remodeling, repair or maintenance of real estate other than machinery, equipment, parts or foundations therefor that may be affixed to such real estate____\nThe exclusion provided in subparagraph (iii) shall not apply to (A) construction materials used to construct, reconstruct, remodel, repair or maintain facilities not used directly in the production, delivering or rendition of public utility service, or (B) tools and equipment used but not installed in the maintenance of facilities used directly in the production, delivering or rendition of a public utility service.\n(Emphasis added).\nApplying this provision to the case sub judice, and noting that the burden of proof is upon Taxpayer to establish that the use tax has been improperly assessed, 72 P.S. § 7236, the Commonwealth Court held that Taxpayer failed to prove that the entities for which the utility pipelines were installed constituted public utilities for purposes of the statutory exclusion. We do not agree.\nThe Commonwealth concedes in its brief (p. 18) in the instant appeal that the use tax was not assessed by the Department of Revenue against certain of the items used by Taxpayer in the subject utility installations, and the Commonwealth asserts that the only items assessed were those not directly used in providing public utility service. Implicit in this view, perhaps, is the notion that items not assessed were in fact directly used in public utility service. It is curious, therefore, for the Commonwealth to argue as it does elsewhere in its brief that the municipal entities for which the utility systems were installed did not constitute public utilities, for if such were the case then none of the materials would have been subject to the public utility exclusion, and the Commonwealth has not taken the position that materials were improperly excluded from taxation by the Department of Revenue.\nAn examination of the record, including the audit reports which formed the basis for assessment of the instant tax deficiencies, confirms that the Department of Revenue regarded as public utilities the entities for which the utility facilities were constructed. Accordingly, use taxes were not assessed against items such as the pipe used in the installations, as these were regarded as being directly used in providing public utility service. The items assessed were those deemed not directly used in public utility service, to wit, primarily materials used to embed and cover the pipelines and to restore surface conditions, including crushed stone, sand, gravel, asphalt paving, concrete sidewalks, grass seed, etc.\nFurther, the record of the evidentiary hearing before the Commonwealth Court contains statements by counsel for the Commonwealth expressly admitting that stipulations had been entered that Taxpayer had contracted with entities that were “public utilities.” One such statement occurred when counsel believed the contracts were about to be offered into evidence, whereupon counsel moved to exclude them, stating, “If they’re merely being introduced to show that there was a contract with a public utility, we have stipulated to that fact.” Stipulations appear in the record indicating that Taxpayer installed the aforementioned utility pipeline systems under contracts with municipalities and municipal authorities in Pennsylvania during the three audit periods in question. Further, at the evidentiary hearing below, Taxpayer presented unrebutted testimony that it installed facilities for public utilities, as well as unrebutted testimony that it performed no other construction work in Pennsylvania during the relevant time periods.\nRegulations promulgated by the Department of Revenue also plainly recognize that sanitary sewer systems and water systems, but not storm sewer systems since the latter have not been regarded as public utility facilities, are utilized in providing municipal “public utility services” for purposes of the statutory exemption. For example, 61 Pa.Code § 31.13(b)(2) provides that the “exemption which a contractor has with respect to contracts with public utilities ...” applies to, inter alia, “Sanitary sewer, not storm sewers, or water mains, manholes and covers, sewage treatment equipment, pumping equipment installed for public utilities, municipalities, or municipal authorities.” See also 66 Pa.C.S.A. § 102 (Public Utility Code definition of “public utility”).\nSanitary sewer systems and water systems are prime examples of utilities offered to the public, and municipalities and municipal authorities have traditionally been providers of these facilities. Granted, municipal corporations are not, under definitions set forth in the Public Utility Code, considered to be “public utilities” for purposes of the Code. Commonwealth v. Merritt-Chapman & Scott Corp., 482 Pa. 584, 586 n. 3, 588 n. 5, 248 A.2d 194, 195 n. 3, 196 n. 5 (1968); Public Utility Code, Act of July 1,1978, P.L. 598, No. 116, § 1, 66 Pa.C.S.A. § 102. Nevertheless, municipalities have long been recognized as providers of public utility services, and, in cases where they have provided such services beyond their borders, they have, even though not defined by the Public Utility Code as public utilities, been subjected to regulation by the Code. See Commonwealth v. McHugh, 406 Pa. 566, 571, 178 A.2d 556, 558-559 (1962); 66 Fa.C.S.A. § 1301.\nThe public utility exclusion must be regarded as available to taxpayers who have performed work for municipal entities considered by the courts to be, in effect, legitimate public entities, even if such entities are not in a strict sense public utilities which are regulated by the Public Utility Code. As stated in Commonwealth v. Lafferty, 426 Pa. 541, 548 n. 9, 233 A.2d 256, 259 n. 9 (1967), “[T]he [public utility] exclusion might also be available in the case of an entity long considered by the courts to be a public utility rendering what have been judicially declared to be public utility services though such entity does not come within the Public Utility Code.” See also Commonwealth v. Erie Excavating & Grading Co., 432 Pa. 593, 597, 248 A.2d 191, 192 (1968). The language in Commonwealth v. Lafferty, supra, inferring availability of the public utility exclusion for utility providers that are not Public Utility Code public utilities was adopted and applied in Commonwealth v. Merritt-Chapman & Scott Corp., 432 Pa. at 587-589, 248 A.2d at 196-197, and, although the alleged public utility in Merritt-Chapman, to wit, the Pennsylvania Turnpike Commission, was held not to qualify under the Lafferty decision as an “entity long considered by the courts to be a public utility,” it was recognized that municipal corporations in the form of political subdivisions providing public utility services would so qualify. Indeed, as stated in Merritt-Chapman, 432 Pa. at 588, 248 A.2d at 196, “[Cjourts have treated municipal corporations performing public utility services like public utilities, see Shirk v. Lancaster City, 313 Pa. 158, 169 A. 557 (1933); Barnes Laundry Co. v. Pittsburgh, 266 Pa. 24, 109 A. 535 (1920)....”\nFurther, recognition of the public utility exclusion as applicable to municipal utility providers comports with the rule of construction governing exclusions in tax statutes, namely that exclusions are to be strictly construed against the taxing body to the extent that there is any reasonable doubt regarding the meaning of the statutory language. See Alan Wood Steel Company v. Philadelphia School District, 425 Pa. 455, 229 A.2d 881 (1967); Commonwealth v. Sitkin’s Junk Co., 412 Pa. 132, 194 A.2d 199 (1963). Treating municipalities and municipal authorities as “public utilities” for purposes of the statutory exclusion is also consistent with the purpose for which the exclusion was created. That purpose was set forth as follows in Commonwealth v. Public Constructors, Inc., 432 Pa. 589, 593, 248 A.2d 29, 31 (1968),\nThe purpose of the public utility exclusion is obviously to save the public utilities, and thus the public, the cost of the use tax which would undoubtedly be passed on to the public utility where facilities were constructed for it. This objective is not fulfilled except in those instances where the facilities are used exclusively by the public utility. Even where there is exclusive use, the Commonwealth is only breaking even, gaining through lower utility rates for its populace what it loses by foregoing the use tax. Tipping the scales in favor of the exclusion in the exclusive use situation is the gain in efficiency in not having to collect one more tax. However, where the use is less than exclusive, if the exclusion were allowed, the Commonwealth would be foregoing the entire tax, while only part of the resulting lower cost of the project would rebound to the citizens of the Commonwealth. The rest would benefit the contractor, and it would be unreasonable to infer an intent to confer such favors on contractors.\nIn the case where public utility services are provided through political subdivisions of the Commonwealth, foregoing collection of the use tax permits citizens of the Commonwealth to benefit from the full savings in averted tax burdens that would otherwise be passed through to them as consumers of public utility services.\nInsofar as the statutory exclusion’s requirement that the facilities be “directly” used in providing public utility services, the Commonwealth Court held that materials, described supra, utilized in burying the pipelines and in restoring ground surfaces to their preexisting conditions were not directly used in providing public utility service. We do not agree. Materials used to cover pipelines and restore ground surfaces provide a necessary measure of protection for the pipelines, sheltering them from damage caused by weather, vandalism, etc. Further, in Commonwealth v. Equitable Gas Company, 85 Pa.Commw.Ct. 577, 483 A.2d 1021 (1984), affd per curiam, 510 Pa. 503, 510 A.2d 337 (1986), it was held that materials used to refill public utility pipeline excavations and restore surface conditions to their preexcavation status qualify for exclusion from the use tax, and that these materials are directly used in providing public utility service because refilling and surface restoration are “integral” to the provision of such service. See also General Asphalt Paving Co. of Philadelphia v. Commonwealth, 94 Pa.Commw.Ct. 61, 502 A.2d 779 (1986). Hence, in the present case, tax should not have been assessed against Taxpayer’s use of fill and restorative materials installed in conjunction with water systems and sanitary sewer systems.\nThe next issue presented by this appeal is one that we have previously addressed. Taxpayer contends that tools, equipment, and supplies used, but not installed, in construction of public utility facilities are non-taxable under the public utility exclusion. The same argument has already been considered and rejected by this Court. Com monwealth v. Ragnar Benson, 482 Pa. 224, 393 A.2d 634 (1978).\nThe next contention raised by Taxpayer is that the Department of Revenue erred in determining which items of equipment were subject to the use tax when it assessed equipment used at Taxpayer’s construction sites in Pennsylvania, as well as equipment stored at the Lehigh County vehicle park/repair facility. It is claimed that deficiencies were assessed against equipment purchased and used outside of Pennsylvania, rather than against only such equipment as was used in Pennsylvania. It is also claimed that equipment purchased outside of Pennsylvania and brought into this state should have been excluded from taxation under 72 P.S. § 7204(3), which provides an exclusion for tangible personal property brought into Pennsylvania in connection with establishment of a permanent business, where the property was purchased more than six months prior, where the Taxpayer at the time of purchase was a business entity not engaged in business in Pennsylvania, and where the property is not merely being temporarily brought into the state for real estate construction and repair work. Both of these claims may be characterized at this stage as raising problems of proof, for, as noted supra, the Taxpayer as the party seeking reassessment of its tax deficiency bears the burden of proof. An examination of the instant record does not show that the burden has been met.\nThere is not sufficient testimony, or evidence in the form of business records, from which to conclude that the equipment assessed by the Department of Revenue was not subject to the use tax. In short, this is the result of Taxpayer having maintained records as to equipment purchases, but not as to equipment usage. See generally 72 P.S. § 7271 (“Keeping of records”). The situation was well described as follows in one of the Department of Revenue audit reports:\n[N]o equipment usage records were maintained____ No provision was made for accruing or paying use tax____\nNo project records for equipment indicating] number and type of equipment or date brought into PA were maintained____ [T]he corporation’s equipment records are totally inadequate for proper control by this corporation or for proper auditing purposes.\nAlthough no records were maintained as to equipment usage, Taxpayer did utilize a magnetic board in its operations to display current locations and serial numbers for equipment. The auditor took note of this board and the information displayed on it, but, because the location of equipment at the time of the audit was not dispositive as to where such equipment had until then been used, assessments were made against not only equipment shown by the display board to be currently in Pennsylvania but also against equipment that could not be traced to definite locations as well as certain equipment located in the state where Taxpayer was incorporated and maintained its principal office, New Jersey. Credit was afforded, however, for sales taxes paid to all states, to the extent that equipment purchase records indicated payment of such taxes.\nAt the evidentiary hearing in the Commonwealth Court, Taxpayer presented only one witness, an employee of Taxpayer who served as a contract cost estimator. The testimony of that witness was that he did not know the particulars of equipment location and usage in Pennsylvania, and, as is evident from the following excerpt from that testimony, was consistent with the audit reports insofar as indicating that usage records had not been maintained:\nQ. — In your job, do you keep any records of equipment usage in the Commonwealth of Pennsylvania?\nA. — -No, I don’t. No.\nQ. — -You don’t, personally?\nA. — No.\nQ. — Do you know who does?\nA. — I don’t know that there’s anybody that does.\nThus, under the circumstances presented, where Taxpayer has failed to keep any records that would advance its claim that assessed items of equipment were not subject to tax in Pennsylvania, and where Taxpayer has failed to produce testimony as to equipment usage, it must be concluded that the burden of proving that equipment was improperly assessed has not been met.\nIt is also alleged by Taxpayer that its used equipment should not have been taxed on the basis of original cost, and that the fair market value of such equipment should have been the basis for taxation. It is evident, however, that Taxpayer simply failed to file the necessary election to have equipment taxed on the basis of fair market value. In 72 P.S. § 7201(g)(5), it is provided that:\nWith respect to the [use tax] upon any tangible personal property originally purchased by the user of such property six months or longer prior to the first taxable use of such property within the Commonwealth, such user may elect to pay tax on a substituted base determined by considering the purchase price of such property for tax purposes to be equal to the prevailing market price of similar personal property at the time and place of such first use within the Commonwealth. Such election must be made by filing a notice thereof in the form specified by the [Department of Revenue] and reporting such tax liability and paying the proper tax due plus all accrued penalties and interest, if there be any, within one year of the due date of such report and payment____\nTaxpayer admits that it failed to file an election to have property taxed at fair market value, but argues that the election requirement should not apply to equipment that was never used in Pennsylvania. As discussed supra, however, Taxpayer failed to show that the assessed equipment was never used in Pennsylvania. It is also claimed that the election requirement is inapplicable where Taxpayer in good faith believed the public utility exclusion rendered equipment non-taxable. It is sufficient to note that the language of the statute contains no provision making the election optional in cases where good faith is alleged, and there appears no basis in the facts presented upon which the taxing authorities should be estopped from enforcing the election requirement. Taxpayer further argues that the election requirement should pertain only to real estate construction contractors, and that Taxpayer is not a real estate construction contractor. We fail to perceive any statutory basis for such an assertion, for nothing in the language of the election provision coincides with Taxpayer’s argument. See also 61 Pa.Code § 81.7(c)(1) (election of alternative tax base).\nThe next issue raised by Taxpayer concerns the allocation of the burden of proof in the proceeding below. Specifically, Taxpayer asserts that the burden of proof, which normally rests upon the one seeking review of a tax assessment, see discussion of 72 P.S. § 7236, supra, should have been shifted to the Commonwealth by virtue of the Taxpayer having submitted into evidence certain “exemption certificates” provided by some of the municipalities for which utility systems were installed. It is provided in 72 P.S. § 7237(c) that tax-exempt purchasers of certain property are to furnish vendors with exemption certificates indicating that transactions are not subject to tax, that the certificates “shall be in substantially such form as the [Department of Revenue] may, by regulation, prescribe,” and that “An exemption certificate, which is complete and regular and on its face discloses a valid basis of exemption if taken in good faith, shall relieve the vendor from the liability imposed by this section.” (Emphasis added). The Department of Revenue regulation promulgated pursuant to this provision states, with regard to the form that an exemption certificate must take when obtained by a contractor who has performed work for an exempt public utility, that “Attached to the ‘Certification’ will be a listing of the specific items of equipment, machinery or parts upon which the exempt customer claims an exemption.” 61 Pa.Code § 31.13(c)(3). Examination of the certificates submitted by Taxpayer reveals that none include listings of the specific items of property for which exemption is sought, and, hence, none fulfill the statutory requirement that they be “complete and regular” in their form. We need not address, therefore, the effect of properly completed exemption certificates, since none are present in the instant case.\nTaxpayer’s final contention is that penalties assessed against it, under 72 P.S. § 7266, should be abated pursuant to 72 P.S. § 7269, which provides that penalties “may be waived or abated, in whole or in part, where the petitioner has established that he has acted in good faith, without negligence and with no intent to defraud.” Although adjustments in the penalties assessed may be required in view of our holding that certain items held taxable by the court below were properly subject to the public utility exclusion, a complete waiver of the penalties is not required. Taxpayer, a large multi-state construction contractor experienced in doing work for public utilities, failed to file the required tax returns, see 72 P.S. § 7266(a) (penalty for failure to file return), failed to pay tax on portions of the assessments that it conceded to be valid, failed to keep records of appropriate thoroughness to aid in determining tax liabilities, etc. Under these circumstances, we cannot say that the assessment of penalties was improper.\nOrder reversed, and case remanded for proceedings consistent with this opinion."}