{"id": "1809857", "contents": "OPINION OF THE COURT\nLARSEN, Justice.\nIn this case we must decide whether a parent corporation is entitled to immunity (pursuant to the Pennsylvania Workmen’s Compensation Act, Act of June 2, 1915 P.L. 736 as amended June 21, 1939 P.L. 520 (Purdon’s 1952) 77 P.S. § 481(a)) from a third party suit brought against the parent corporation by an employee of its wholly owned subsidiary corporation.\nAppellants, Maxine Kiehl and Lynn Ann Hess, brought individual actions in trespass against Appellee, Action Manufacturing Company (Action). Appellants were production line employees of Amcom Incorporated (Amcom), a wholly owned subsidiary of Action. Action manufactures munitions for the United States government including, fire control devices, fuzes, arming devices and explosives.\nBefore Amcom was formed, Action operated four munitions plants. Three plants were located at Bermuda, Cedar and Large Streets in Philadelphia, and were operated as divisions of Action. A fourth plant located in Vineland, New Jersey was a wholly-owned subsidiary of Action, called Amram Incorporated (Amram). Due to expansion of Action’s business, land and buildings were purchased in At-glen, Pennsylvania, to manufacture load detonators. The production of load detonaters could not be accomplished by Amram or the non-subsidiary divisions because the United States government required minimum distances between metropolitan areas and plants handling explosives or pyrotechnics and none of the existing plants satisfied the federal standards.\nUpon advice of counsel, a decision was made by Harry Stern, president of Action, to incorporate Amcom as a wholly-owned subsidiary of Action, rather than operate the Atglen plant as a division of the parent company. The corporations shared similar officers. Harry Stern was president, and Milton Rice was vice-president and comptroller of both Action and Amcom. Mr. Stern hired Joe Tamany as plant manager of Amcom. Mr. Tamany was entrusted with the day-to-day management, including, recruitment, hiring and firing of employees. Amcom employees specifically reported to Mr. Tamany regarding all aspects of their work. However, all major policy decisions relating to production, purchasing and sales were controlled by the parent, Action. Amcom had no customers of its own, no individual sales division and no independent contracts with the government.\nAppellants, Kiehl and Hess responded to an advertisement announcing the hiring of Amcom employees. Both women were interviewed and hired by Mr. Tamany. Ms. Kiehl began working on May 26, 1976, and Ms. Hess in March of 1976. On May 30, 1978, an explosion occurred at the Atglen plant seriously injuring Appellants. Maxine Kiehl is totally, permanently disabled. As a result of the explosion, her right tympanic membrane was ruptured causing severe, conductive hearing loss. Ms. Kiehl also suffers from episodes of vertigo which cause her to fall and prevent her from working or driving. Lynn Ann Hess has a permanent condition of tinnitus, which is slight hearing loss accompanied by ringing in the ears. Appellants filed claims and received workmen’s compensation benefits from their employer Amcom. Amcom’s insurance was issued jointly to Amcom and Action.\nThereafter, Ms. Kiehl and Ms. Hess filed individual complaints in trespass against Action alleging independent acts of negligence. Action’s Answer and New Matter set forth an affirmative defense, that Action and Amcom were a single employer for purposes of the Pennsylvania Workmen’s Compensation Act, 77 P.S. § 21(a). Hence, Action argued it was immune from further suit pursuant to the exclusivity provisions of the Act. 77 P.S. § 481(a). The trial judge, sitting without a jury, determined that Action was Appellants’ employer. Judgment was entered in favor of Action and affirmed in a memorandum opinion by the Superior Court, 357 Pa.Super. 641, 513 A.2d 1080. We granted the Appellants’ petition for allowance of appeal and we now reverse.\nOur scope of review in workmen’s compensation cases is limited to determining whether constitutional rights were violated, an error of law was committed, or the necessary findings of fact were supported by substantial evidence. Jay Lines, Inc. v. Workmen’s Compensation Appeal Board, 66 Pa.Cmwlth. 299, 443 A.2d 1370 (1982). The existence of the employer/employee relationship is a legal question which is based on the facts of a particular case. Harris v. Seiavitch, 336 Pa. 294, 9 A.2d 375 (1939).\nOur analysis begins with section 481(a) of the Pennsylvania Workmen’s Compensation Act which states:\nThe liability of an employer under this act shall be exclusive and in the place of any and all other liability to such employes, ... or any one otherwise entitled to damages in any action at law or otherwise on account of any injury or death ...\n77 P.S. § 481(a). An employer is generally defined in section 103 of the Act:\nThe term “employer” as used in this act, is declared to be synonymous with master and to include natural persons, partnerships, joint stock companies, corporations for profit, corporations not for profit, municipal corporations, the Commonwealth and all governmental agencies created by it.\n77 P.S. § 21(a). Since the Act does not specifically define employer, Pennsylvania courts have held that “the rules for determining the existence of the relation of employer and employee ... are the same as those at common law for ascertaining the relation of master and servant”. Harris, 336 Pa. at 296, 9 A.2d at 376.\nThe classic common law test of the employer/employee relationship is that an entity is an employer where it maintains control or the right to control the work to be done and the manner of doing it. Venezia v. Philadelphia Electric Co., 317 Pa. 557, 177 A. 25 (1935). This was the sole test used by the lower court who determined that Action was Appellants’ employer. The trial judge based this conclusion on the following findings of fact, that Action: 1) made all policy decisions concerning the amount and manner of production; 2) had the ultimate right to hire and fire employees; 3) controlled the safety aspects of the workplace; and 4) paid Amcom employees’ salaries. While it is far from clear that these findings are supported in the record, we will assume that they are correct.\nHowever, the lower court erred in applying the law since this Court recognized more than twenty years ago that “where a parent/subsidiary relationship is established the question of which corporation has control over an employee is determined by focusing on the functions performed by each corporation and by the employee in addition to other indicia of control.” Mohan v. Continental Distilling Company, 422 Pa. 588, 593, 222 A.2d 876, 879 (1966) (emphasis added).\nIn Mohan, the plaintiff sued Continental Distilling Company (Continental) in tort for the wrongful death of an employee. Continental was a wholly-owned subsidiary of Publicker Industries (Publicker). Continental claimed it was the employer entitled to immunity under the Workmen’s Compensation Act, while the plaintiff argued that Publicker was the employer entitled to immunity. The Court found that the functions of each corporation were distinct, since Publicker produced industrial alcohol and chemicals and Continental produced alcohol for human consumption. The injured employee died while operating a machine that sealed whiskey cases (alcohol for human consumption) and thus was deemed to be furthering Continental’s function. We held that Continental, the subsidiary, was the employer entitled to immunity for purposes of workmen’s compensation and stated:\nAs a matter of law the employer in the situation now before us is clearly Continental, the company upon whose equipment the decedent was working, in whose plant the injury occurred, and whose functions alone the decedent was furthering.\nId., 422 Pa. at 591, 222 A.2d at 878-879.\nIn the present case, the Mohan functional analysis is also dispositive. The operational functions of Action and Amcom are distinct. Action manufactures ordinance devices for the United States government. Action specifically formed Amcom when its other plants were unable to handle its expanding business. Amcom’s function was to produce load detonators, a service which could not be performed at other locations because of United States plant distance regulations. In keeping with its separate corporate existence as a wholly-owned subsidiary of Action, Amcom’s payroll, revenues, deductions for materials, supplies and other costs of business were kept separate from Action’s. Vice-president, Milton Rice, testified that Amcom showed individual profits because Amcom invoiced Action for the work that it completed.\nThe function of Appellants-employees Kiehl and Hess was to load, paint and pack detonaters strictly at the Atglen plant under the immediate supervision of Amcom management. In this respect they furthered the operational function of Amcom, whose purpose it was to meet the contracts of its parent Action. The Appellants’-employees’ work may have indirectly benefited Action but the Mohan Court instructs us that “where the employee is shown to have acted in furtherance of one, or essentially one of the corporations, then that corporation will be deemed his employer.” Id, 422 Pa. at 593, 222 A.2d at 879 (emphasis added). And as this court stated in Venezia, supra, one is the servant of the entity or person actually controlling and directing the manner and method of work even though hired and paid by a third person. 317 Pa. at 559, 177 A. at 26. In this case,\nAppellants reported to work at Amcom, operated machinery listed as assets of Amcom and produced detonaters for Amcom. In applying Mohan to the case at bar it is clear that Appellants were employees of Amcom.\nHowever, Action asserts that Action and Amcom are a single entity and thus, a single employer for purposes of the Act and that Action is immune from suit pursuant to the exclusivity provision of the Act. We characterize Appellee’s argument as an attempt to “pierce its corporate veil” which it has carefully erected by forming Amcom as a separate corporation. Today, complex corporate entities like Action often conduct business through subsidiaries to protect the parent from the financial, contractual and tort liabilities of its subordinate units. “Piercing the corporate veil” was a doctrine originally designed by the courts to protect innocent parties by treating the corporation and its shareholders, or as in this case the parent and subsidiary, as identical for purposes of suit. However, courts will disregard the corporate entity only in limited circumstances when used to defeat public convenience, justify wrong, protect fraud or defend crime. Wedner v. Unemployment Compensation Board of Review, 449 Pa. 460, 296 A.2d 792 (1972).\nMohan makes it clear that in Pennsylvania a parent corporation and its subsidiary must be regarded as separate entities in regards to the Workmen’s Compensation Act. 422 Pa. at 592, 222 A.2d at 879. In the present case, Action suggests that as the parent it ultimately controls Amcom so as to reduce the subsidiary to a mere division of the parent. However, upon advice of counsel, Amcom was formed as a subordinate but distinct corporation to secure the advantages of the corporate form. As we stated in Sams v. Redevelopment Authority, 481 Pa. 240, 244 A.2d 779 (1968):\n... one cannot choose to accept the benefits incident to a corporate enterprise and at the same time brush aside the corporate form when it works to their (shareholders) detriment. ... the shareholders cannot be heard to argue that the courts should not treat them as a corporation for some purposes and as a corporation for other purposes whichever suits their present economic interest.\nId., 431 Pa. at 245, 244 A.2d at 781 (court refused to treat separate parcels of land, used by distinct legal entities, as a unit for purposes of assessing damages in condemnation proceedings).\nWhen faced with this argument jurisdictions throughout the country have characterized parent corporations as separate entities from their subsidiaries, and thus, not immunized by workmen’s compensation laws. See Gregory v. Garrett Corp., 578 F.Supp. 871, 886 (S.D.N.Y.1983), (applying New York law) Lyon v. Barrett, 89 N.J. 294, 445 A.2d 1153 (1982), Boggs v. Blue Diamond Coal Co., 590 F.2d 655 (6th Cir.1979) cert. denied, 444 U.S. 836, 100 S.Ct. 71, 62 L.Ed.2d 47 (1979) (applying Kentucky law).\nThe United States Supreme Court has taken a similar position, holding that even though a subsidiary was engaged solely in the transportation of goods for the parent corporation the parent could not disregard the subsidiary as a separate entity to avoid the need for a transportation permit pursuant to the Interstate Commerce Act. Schenley Distillers Corp. v. United States, 326 U.S. 432, 66 S.Ct. 247, 90 L.Ed. 181 (1946). More recently that Court held that a parent corporation and its subsidiary were individually capable of conspiracy to violate antitrust laws and that agreements between them are not unilateral conduct of a single entity. Copperweld v. Indeyendence Tube Corp., 467 U.S. 752, 104 S.Ct. 2731, 81 L.Ed.2d 628 (1984) (emphasis added).\nFinding no threat to the public convenience or fraud in this case, we refuse to pierce the corporate veil at the request of the creator of the veil. To do so would permit a parent company to assert itself as an immune unit if sued by an employee of any of its subsidiaries for independant acts of negligence, and project itself as a separate entity if sued by a member of the general public for the same conduct.\nAccordingly, we reverse the order of the Superior Court.\n. These allegations included Action’s failure to provide a safe work area or proper safety equipment, and negligent instruction and training of Amcom employees in the handling of explosives.\n. At least some of these findings appear questionable. It is clear from the record that Joe Tamany exercised almost exclusive control over hiring and firing Amcom workers. Both Appellants were interviewed and hired by him without consultation by Action. Mr. Sweeney, personnel director for Action, testified that his only involvement in staffing the plant was a form letter sent from the home office, to former employees to announce reopening of the facility. Mr. Tamany could fire employees without the consent of Action and, by Mr. Sweeney’s own admission, Tamany only consulted him when disciplinary action was involved. Amcom had no check writing authority, but, employees were paid from separate payroll, with Amcom checks from Amcom’s separate checking account.\n. This assumption inures to Appellee’s benefit in that all the findings of fact by the lower court provide Appellee with its strongest case.\n. For a complete review of the state, and federal courts which regard the parent and subsidiary as separate entities for purposes of third party actions under workmen’s compensation law, see generally, 2A Larson’s Workmen’s Compensation § 72.40 (1987), Workers’ Compensation Immunity As Extending To One Owning Controlling Interest In Employer Corporation, Annot., 30 A.L.R. 4th 940 (1984)."}