{"id": "1809811", "contents": "OPINION OF THE COURT\nLARSEN , Justice.\nThe issue in this case is whether after discovered evidence, as that term is used by the courts when considering a motion for a new trial, is the only basis upon which the Workmen’s Compensation Appeal Board (Board) may grant a rehearing.\nLewis Cudo (decedent) was an employee of Hallstead Foundry, Inc. (employer) for 22 years. For the five years preceding his death, decedent worked as a grinder, which position involved standing in a booth, grinding and turning metal castings weighing between 25 and 150 pounds. On May 17, 1979, decedent performed his normal tasks at work for seven hours. As he awaited the lunch whistle, he fell over and, shortly thereafter, was pronounced dead on arrival at Binghamton General Hospital. The autopsy listed the causes of death as advanced coronary atherosclerotic heart disease and acute congestive heart failure. Decedent had had a pre-existing heart condition which had been alleviated by surgery in 1966.\nDecedent’s wife, Barbara Cudo, appellant herein, filed a fatal claim petition under the Workmen’s Compensation Act (Act). 77 P.S. §§ 1-1603. Dr. James J. Grace, the Susquehanna County coroner’s physician, provided the only medical testimony during the hearing before Referee Fraser Donlan. Dr. Grace, who had not prepared the autopsy report and who could not recall ever having treated decedent, testified that the stress and tensions of decedent’s regular work were directly related to decedent’s heart attack and resulting death. On the basis of this testimony, the referee awarded death benefits of $117.30 per week to appellant and directed that the employer’s insurance carrier pay $70.00 for medical expenses and $1500.00 for funeral expenses.\nThe employer appealed to the Board, and, during the hearing before the Board, appellant requested that the matter be remanded for further hearings on the issue of medical causation. This request was refused, and the Board reversed the referee, finding that the medical testimony of Dr. Grace was equivocal on the issue of whether decedent had suffered a work-related injury resulting in death. An appeal was erroneously taken to the Court of Common Pleas of Susquehanna County. While that appeal was pending and within 18 months of the Board’s decision, appellant filed a petition for rehearing pursuant to section 426 of the Act. Appellant alleged in her petition for rehearing that after discovered evidence had become available, which evidence would show unequivocally that decedent’s death was work-related. The after discovered evidence referred to in the petition for rehearing was the testimony of Dr. William H. Sewell, who had performed heart surgery on decedent in 1966, but who had not been consulted by appellant until after the hearing before the referee.\nThe Board acknowledged that Dr. Sewell’s testimony would have been available at the time of the hearing through the exercise of due diligence. The Board granted appellant’s petition for rehearing, however, stating that it was “in the interests of justice, particularly considering the difficult burden on a claimant in a death case such as ... the one here involved” to grant the petition. The employer’s appeal to Commonwealth Court of the Board’s grant of a rehearing was quashed as interlocutory.\nThe rehearing was conducted before Referee Joseph Olexy, who admitted into evidence, in addition to the testimony of Dr. Sewell, the testimony of a co-worker of decedent and the deposition testimony of the employer’s medical expert. The referee awarded benefits to appellant and the Board affirmed. On appeal, Commonwealth Court, in a memorandum opinion, determined that the Board had abused its discretion in granting the petition for rehearing and ruled that the Board’s original order denying benefits must stand. Quoting Young v. Workmen’s Compensation Appeal Board (Britt & Pirie, Inc.), 72 Pa.Commw. 471, 475, 456 A.2d 1150, 1152 (1983), Commonwealth Court stated that the Board may only grant a rehearing where there is “after discovered, noncumulative evidence which could not have been, by the exercise of ordinary diligence, produced at the original hearing.” We granted appellant’s petition for allowance of appeal, and we now reverse.\nThe Board has broad powers to grant a rehearing. The standard against which the Board’s discretion must be measured was early enunciated by Superior Court, which stated in a case similar to the case at bar:\nOne of the purposes of the workmen’s compensation laws is to give a claimant full opportunity to present whatever competent evidence he desires to reach the merits of the case. In harmony with this liberal tendency, the courts have held that the board has broad powers to grant a rehearing when justice requires: Kocher v. Kocher et al., 300 Pa. 206, 150 A. 468 [1930]; Manley v. Lycoming Motors Corp., 83 Pa.Superior Ct. 173; Fedak v. Dzialdowski, 101 Pa.Superior Ct. 346. In Vorbnoff v. Mesta Machine Co., 286 Pa. 199, 133 A. 256 [1926], it is held that the court’s duty does not extend to sending the record back for an opportunity to furnish cumulative evidence to strengthen a weak case, as the board’s finding is binding on it; but it does not hold that so long as the record is within the grasp of the board it may not order a rehearing for further testimony to be taken.\nGreeby v. Philadelphia Asbestos Co., 120 Pa.Super. 9, 12, 181 A. 452, 453 (1935) (emphasis added).\nMoreover, the Board, “upon rehearing and without new evidence being presented before it, may change its mind and come to a different conclusion ...”, Lieberman v. Sunray Drug Co., 204 Pa.Super. 348, 351, 204 A.2d 783, 784 (1964) (emphasis added), cert. denied, 382 U.S. 819, 86 S.Ct. 43, 15 L.Ed.2d 65 (1965). When the Board grants a petition for rehearing, the Board is unrestricted in receiving additional, competent testimony. Serafini v. West End Coal Co., 131 Pa.Super. 476, 200 A. 245 (1938). Commonwealth Court is not serving the humanitarian purposes of the Act in restricting the Board’s exercise of discretion, and such a restriction is particularly abhorrent when one considers that many claimants are unrepresented by counsel.\nIn addition, Commonwealth Court incorrectly imposed upon the Board the standards that are employed by the courts in determining whether to grant a new trial on the basis of after discovered evidence. See, e.g., Der Hagopian v. Eskandarian, 396 Pa. 401, 153 A.2d 897 (1959) (To justify new trial, after discovered evidence must have been discovered after trial, must be such that could not have been obtained at trial by reasonable diligence, must not be cumulative or merely impeach credibility, and must be likely to compel different result), cert. denied, 361 U.S. 938, 80 S.Ct. 381, 4 L.Ed.2d 358 (1960). The law is well settled in this Commonwealth that rules of procedure are relaxed in workmen’s compensation cases. See, e.g., Lako v. Schlessinger, 208 Pa.Super. 85, 220 A.2d 665 (1966). Hence, the rules of review which are employed by the courts should not be transplanted wholesale to procedures before the Board.\nThe Board herein did not abuse its discretion in granting appellant’s petition for rehearing in the interests of justice. In fact, it would have been an abuse of discretion had the Board not granted a rehearing in that decedent, with a preexisting heart condition, was fully able to perform his job for seven hours immediately prior to his collapse. These circumstances, which strongly suggested a work-related acceleration of his death, called for a full and complete medical inquiry. Because the Board determined that the medical testimony presented at the first hearing was equivocal, further hearings should have been held to develop a complete record upon which to assess the merits of appellant’s claim.\nAccordingly, we reverse the order of Commonwealth Court and reinstate the Board’s award of benefits to appellant.\nNIX, C.J., joins the majority opinion and files a concurring opinion.\nMcDERMOTT and PAPADAKOS, JJ., join the majority opinion.\nFLAHERTY, J., files a dissenting opinion joined by ZAPPALA, J.\nSTOUT, J., did not participate in the consideration or decision of this case.\nThis case was reassigned to this writer on Feb. 18, 1988.\n. 77 P.S. § 871 provides, in relevant part:\nThe board, upon petition of any party and upon cause shown, may grant a rehearing of any petition upon which the board has made an award or disallowance of compensation or other order or ruling, or upon which the board has sustained or reversed any action of a referee; but such rehearing shall not be granted more than eighteen months after the board has made such award, disallowance, or other order or ruling, or has sustained or reversed any action of the referee.\n. The only statutory restriction upon the Board is that its discretion may be exercised “upon cause shown.” 77 P.S. § 871. The appellate courts of this Commonwealth have ruled that the authority of the Board to grant a rehearing is to be liberally administered in the interest of the claimant. Conti v. Butler Consolidated Coal Co., 169 Pa.Super. 276, 82 A.2d 528 (1951).\n. The decedent in Greeby fell while working for his employer and struck the upper part of his left arm. He died within six months of the injury from a sarcoma in his left arm. The referee awarded benefits to decedent’s widow, but the Board found that there was evidence in the record to show that the sarcoma pre-existed the accident. The case was remanded to determine whether the accident at work accelerated decedent’s death. Decedent's widow did not offer further evidence at the second hearing. The referee reaffirmed the award of benefits, and the Board reversed. While the case was on appeal, decedent's widow filed a petition for rehearing, “alleging that she had located several witnesses whose testimony she desired to offer.” Greeby, 120 Pa.Super at 11, 181 A. at 453. The Board granted the petition and, following further hearings and a reaward of benefits which was upheld by the Board, Superior Court affirmed, specifically refusing to rule that the grant of rehearing was an abuse of discretion."}