{"id": "1809874", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nAppellant, Florence Ferencz, filed suit in both trespass and assumpsit against Appellee, Attorney Robert J. Milie, in the Court of Common Pleas of Westmoreland County. She sought damages for alleged professional negligence and malpractice. At the conclusion of her presentation of evidence to the jury, the trial court (Loughran, J.) granted defendant (Appellee, here) a compulsory non-suit. The Superior Court (Cirillo, P.J., Hoffman and Rosenwald, JJ.) affirmed in a Memorandum Opinion and Per Curiam Order, 355 Pa.Superior Ct. 638, 509 A.2d 1324 (1986). A motion for reargument was denied. For the reasons set forth below, we reverse the grant of the compulsory non-suit and remand to the trial court for further proceedings.\nThe facts underlying these claims for professional negligence and malpractice, as set forth in the record, are undisputed since they are based almost entirely on evidence presented by Appellant. For purposes of this appeal, we will review the facts presented in a light most favorable to Appellant, the party who opposed the motion for a compulsory non-suit. See, McNally v. Liebowitz, 498 Pa. 163, 445 A.2d 716 (1982). These facts may be summarized as follows. Appellant was seriously injured in a fall on a patch of ice which occurred at approximately 9:00 a.m. on Saturday, December 2, 1972, on a parking lot ramp maintained by Monsour Hospital and Clinic located in Jeannette, Pennsylvania. She was a business visitor on the premises. A hospital nurse came to her aid and moved her to the hospital where she was admitted for treatment of a comminuted fracture of the patella of her left knee. Shortly thereafter, a maintenance worker of the hospital came to the scene and was shown by Appellant's daughter, Susan Reinhardt, who had accompanied her mother to the hospital that day, the icy patch on which Appellant had fallen. (R. 372a-375a.)\nSurgery was performed on Appellant by Dr. S.P. Barua on December 5, 1972. She later came under the care of Dr. Peter J. Kyne, Board Certified orthopedic surgeon, whose deposition, taken for use at trial by videotape and court reporter, revealed that Appellant had permanent shortening of her left leg, permanent disability, impairment of earning capacity, and disabling and disfiguring injuries resulting from the fall.\nIn late 1973, Appellant retained Attorney Milie, the Appellee, to take whatever action was necessary to recover damages for the serious injuries she had sustained in the fall at Monsour Hospital. Following his retention, as aptly stated in the Memorandum Opinion of the Superior Court, Appellee admitted the following:\n1) That he did not interview the maintenance people at the hospital.\n2) That he did not check their maintenance procedures.\n3) That he did not obtain any weather reports.\n4) That he did not attempt to locate and interview any witnesses.\n5) That he did not acquire Appellant’s medical records until after the statute of limitations for the fall had expired.\n(Memorandum Opinion at page 4.)\nAppellee did one act, and one act only, following his retention — (without Appellant present) he went to the parking lot area in the summer of 1974 and “looked at it.” He never undertook any discovery proceedings whatsoever.\nOn December 3, 1974, one day after the running of the two-year statute of limitations against Monsour Hospital and Clinic for negligent maintenance of its parking lot area, Attorney Milie filed a Praecipe against Monsour Hospital and Clinic and Dr. Barua for alleged medical malpractice in the treatment of the injuries sustained by Appellant in the fall of December 2, 1972. No action was ever brought either within or without the applicable statute of limitations period by Attorney Milie against Monsour Hospital and Clinic for the alleged negligent maintenance of the parking lot area.\nAlthough she made timely, appropriate, and proper inquiries, it was not until 1981 that Appellant learned, after retaining present counsel, that no lawsuit had ever been filed against Monsour Hospital and Clinic for negligent maintenance of its parking lot area. It was not until discovery proceedings were instituted, following the filing of the instant legal malpractice action against Appellee, that it was learned that he had done nothing to determine whether or not Appellant had a claim against the hospital for its failure to maintain the parking lot in a safe condition for business visitors. By this time, it is alleged, witnesses were dead or unable to be located, and evidence, such as maintenance records, was no longer available.\nThe thrust of Appellant’s suit is that Appellee negligently failed to investigate her claim properly and adequately and failed to file and prosecute a lawsuit timely against Mons-our Hospital and Clinic within the applicable statute of limitations, thus barring Appellant from claiming and recovering damages from the hospital for the injuries she sustained in the fall. Appellee testified when called “as for cross examination” by counsel for Appellant that he did not file suit against the hospital for its negligence in causing the fall because he did not feel that the claim would be successful, and that he felt that a professional negligence claim against the hospital and Dr. Barua for improper treatment of Appellant would be a better case. (R. 580a, 588a.)\nUp to the point at which the compulsory non-suit was granted, this case was tried on the theory that in an action alleging an attorney's negligence or malpractice, the plaintiff must show that \"but for\" the attorney's negligence, he or she would have recovered a judgment in the underlying action. In Duke and Co. v. Anderson, 275 Pa.Super. 65, 418 A.2d 613 (1980), the court stated:\nThe orthodox view, and indeed virtually the universal one, is that when a plaintiff alleges that the defendant lawyer negligently provided services to him or her as a plaintiff in the underlying action, he or she must establish by a preponderance of the evidence that he or she would have recovered a judgment in the underlying action in order to be awarded damages in the malpractice action, which are measured by the lost judgment.\n418 A.2d at 616, quoting Williams v. Bashman, et al., 457 F.Supp. 322 (E.D.Pa.1978). Hence, the requirement, which Appellant was bound by here, was to try a \"case within a case.\" The Superior Court upheld this requirement and Appellant urges us to adopt a different standard. We may not consider that issue at this time, however, given our disposition of this appeal on other grounds, as explained below. The facts in the record, based on the evidence adduced by Appellant at trial, and concerning Appellant's underlying claim against the hospital which Appellee allegedly mishandled, are these.\nOn Thursday, November 30, 1972, a two to three inch snowfall fell in the area of Monsour Hospital and Clinic. (R. 414a, 467a, 483a.) There was no further precipitation from Thursday evening until the time of Appellant's fall at approximately 9:00 a.m. on Saturday, December 2, 1972. (R. 361a, 469a-470a.) On the evening of the snowfall, Thursday, November 30, 1972, the maintenance staff of Monsour Hospital and Clinic plowed the upper hospital parking lot, this being the lot used by visitors and the one used by Appellant the following Saturday. (R. 480a, 483a.) The snow was plowed from the lot and piled in banks around the sides of the parking area. (R. 230a, 361a, 468a.)\nDonna Ferencz, daughter of Appellant, and an employee of Monsour Hospital, testified that when she arrived at work at approximately 10:30 p.m. Thursday evening (R. 478a), the maintenance personnel of Monsour Hospital were plowing the parking lot at that time. (R. 48a, 483a.) She testified that the ice in the parking lot area was plainly visible at night from the glare of car headlights on it (R. 469a, 483a, 484a), this in the area from which the maintenance personnel had removed the snow. She further testified that it was the maintenance policy of the hospital to plow just the parking lot area. Salt or ashes were put down only near the doorways leading into the hospital, which was across the street, but not in the parking lot area itself. (R. 473a, 475a.) She saw the ice patches again in the parking lot area when she arrived for work on Friday evening. (R. 468a, 469a, 484a, 485a.) She further testified that she had to be careful walking through the parking area on Friday morning because she knew of the ice patches (R. 468a, 469a), and also on Saturday morning, the day of the fall. (R. 472a.) All of this was before Appellant fell.\nAppellant testified that she arrived at the hospital parking lot on Saturday morning accompanying her daughter, Susan Reinhardt, who was scheduled for blood tests at the hospital (R. 224a, 228a). Mrs. Reinhardt parked the automobile two or three spaces from the driveway entrance of the visitors parking lot (R. 231a.) The driveway entrance to the lot was also the only exit from the lot, and Appellant had to use this exit to get to the hospital across the street. (R. 231a.) The entrance/exit of the lot was shared by cars and pedestrians as the only means of egress and ingress to the lot.\nAppellant testified that the driveway and lot had a macadam surface. (R. 238a, 248a.) She testified that she was watching where she was going, and did not see any snow or ice between her automobile and the driveway. (R. 250a, 300a.) As she exited the parking lot, while walking down the middle of the grade of the ramp or driveway, it was necessary to watch for incoming automobiles. She slipped and fell on a patch of ice on the driveway area approximately two to three feet in width and extending down the driveway. (R. 234a, 250a, 271a.) Appellant struck her left knee in the fall and suffered the injuries described above.\nAppellant’s daughter, Susan Reinhardt, testified in the same manner as to the occurrence of the fall. She stood over her mother but could not see any ice while looking down (R. 425a). She was unable to observe the presence of any ice until she knelt beside her mother and observed that the ice was clear and smooth like a mirror (R. 425a). She immediately went into the hospital and obtained a nurse whom she knew (one Janet Bidwell, whose whereabouts are now unknown) to come out and take her mother into the hospital in a wheelchair. The nurse put a splint on Appellant’s leg. (R. 867a-868a.) About an hour later, Mrs. Reinhardt returned to the driveway area with a hospital maintenance man and pointed out to him the patch of ice where her mother fell, and which was still there. (R. 374a.) At 3:00 p.m. that afternoon, she left the hospital with Mrs. Betty Perry, a family friend. (R. 374a, 375a.) An offer of proof was made that both Mrs. Reinhardt and Mrs. Perry would testify that Mrs. Reinhardt pointed out the patch of ice to Mrs. Perry about 3:00 p.m., that the temperature that day slowly rose from below freezing in the early morning hours to above freezing temperatures by afternoon and, therefore, that the ice must have formed prior to the time of the fall. An offer was also made that, even after hospital personnel knew of the fall, as much as six hours later, no salt had been placed on the ice nor had any other measures been taken to correct the dangerous condition. (R. 376a, 378a, 696a-708a.) The court sustained an objection thereto and prohibited the testimony. Mrs. Reinhardt further testified that when she returned to the parking lot at 3:00 p.m. she looked around the area and saw that patches of ice were still there. (R. 439a-440a.) A similar offer of proof as to Mrs. Perry was rejected by the court.\nThe trial court took judicial notice of the elevations of several of the weather reporting stations in Westmoreland County and that the afternoon temperature in Jeannette (where the accident occurred) would be approximately the same as the afternoon temperature at Derry and Pittsburgh, which were reported to be between 50 and 55 degrees. (R. 722a-726a). The trial court refused to admit the testimony of Mrs. Perry that it was “bitter cold” on the day of the accident (R. 726a-728a). The court ruled that her testimony was absurd based upon the judicial notice taken by the court of afternoon temperatures recorded at various weather stations in Westmoreland County which were located in close proximity to Monsour Hospital. Alternatively, the trial court refused to admit Mrs. Perry’s testimony on the grounds that her characterization of the weather would offer no help to the jury in deciding the main issue of the case (R. 725a-726a). Nonetheless, Mrs. Reinhardt’s testimony, which was not objected to, was that it was bitter cold that morning, when the fall occurred (R. 374a).\nAttorney Louis M. Tarasi, Jr., testified as an expert on behalf of Appellant. Attorney Tarasi testified, in response to hypothetical questions, that it was his opinion that Appellant had a prima facie claim against Monsour Hospital and Clinic for its negligence in the maintenance of its parking area (R. 753a-755a); that Appellee’s handling of this matter fell below the standard of care required of attorneys who generally practice in this area (R. 764a-765a); that Appellee did not act properly in failing to pursue the claim against the hospital for negligent maintenance of its parking lot area; and that Appellee was negligent in failing to secure an adequate factual basis on which to make a judgment as to which claim, if not both claims, to pursue. (R. 776a.) Appellant’s counsel attempted to elicit testimony from Attorney Tarasí to the effect that if the matter had been properly handled, the case would have been settled. He also attempted to elicit testimony as to the settlement value of the case, the probability of recovery, and proof that any judgment rendered would be collectible, all of this premised on the supposition that these matters were beyond the knowledge of the average lay person. The court sustained objections to the offer of proof as to this testimony.\nThe trial court granted the compulsory non-suit on the theory that, construing the evidence most favorably to Appellant, there was no proof that the ice was visible or that the hospital had any actual or constructive notice that an icy condition existed in the parking lot. Hence, the hospital was not negligent in failing to see the hazard and in failing to act to correct it. If Appellant and her daughter could not see the ice when standing right over it, then it would not be reasonable to expect hospital employees to see such isolated patches of ice. Thus, reasoned the court, Appellant failed to prove that she had a prima facie case against the hospital. Without a prima facie case, Appellee’s failure to investigate and to file a claim was neither a tort nor a breach of contract.\nThe Superior Court affirmed, but on a wholly different and opposite theory. It held that Appellant proved that the ice was clearly visible! Hence, she herself proved that she was not entitled to damages from the hospital for her fall. A landowner owes a duty to protect invitees from the condition of its premises only if it:\n(a) knows or by the exercise of reasonable care would discover the condition, and should realize that it involves an unreasonable risk of harm to such invitee, and (b) should expect that they will not discover or realize the danger, or will fail to protect themselves against it, and (c) failed to exercise reasonable care' to protect them against the danger.\nRestatement (Second) of Torts, § 343. See also § 343A. If the ice patch was indeed obvious and avoidable, the hospital would have owed Appellant no duty to remove it. Carrender v. Fitterer, 503 Pa. 178, 469 A.2d 120 (1983).\nBoth theories cannot be right. Indeed, based on a careful review of the record, we conclude that neither theory is correct. Hence, we reverse.\nOn the basis of the competent evidence in the record, and under the circumstances, we think that Appellant presented more than enough evidence to go to the jury on the underlying claim against the hospital and hence avoid a non-suit in this case. A jury could reasonably have inferred from the testimony of Donna Ferencz alone that various patches of ice were present and discoverable in the general parking lot area at this time, both in the evening and early morning hours at least, and that hospital employees, once they had already undertaken to plow and clear the lot, knew or, in the exercise of reasonable care, should have known, of the ice patches and, hence, of a generally dangerous set of conditions. A jury would be further entitled to conclude that once it was aware (or should have been aware) of the existence of such ice patches, which were not obvious and avoidable, the hospital had a duty to exercise reasonable care to search out the ice patches, and spread salt or ashes thereon. We fail to see how such a duty could in any way be onerous to institutions or businesses, like the hospital here, that have thousands of invitees and visitors every year. See, Vanic v. Ragni, 435 Pa. 26, 254 A.2d 618 (1969). See also, Schon v. Scranton-Springbrook Water Service Co., 381 Pa. 148, 112 A.2d 89 (1955), wherein this Court expressly adopted § 343(c) of the Restatement (Second) of Torts (set forth above). It would also have been perfectly reasonable for a jury to have concluded that, while this particular ice patch was reasonably discoverable by the hospital and visible in artificial light, it was also hard to see in daylight and it was, therefore, not a known or obvious danger to Appellant who was properly on the lookout for incoming automobiles while she was walking on the parking lot driveway. See, Seng v. American Stores Co., 384 Pa. 338, 121 A.2d 123 (1956). See also, § 343A, Restatement (Second) of Torts. The grant of the compulsory non-suit in this case was error and must therefore be reversed.\nAppellant properly raised before this Court the question of what standard of proof with respect to proximate cause a plaintiff must meet in order to recover from an attorney-defendant in a professional malpractice action in Pennsylvania. As already noted, both the trial and the Superior Courts held that Appellant had to show that “but for” her attorney’s negligence, she would have recovered a judgment in the underlying action. Duke and Co. v. Anderson, supra. Thus, she is obligated to prove her underlying case against the hospital by a preponderance of the evidence before recovery from Appellee is permitted. Appellant argues that this standard is incorrect, however, it would be premature for us to consider this issue at this point, given the present incomplete state of the record, and we decline to do so.\nFor the reasons set forth above, the judgment of the Superior Court affirming the grant of a compulsory non-suit against Appellant is reversed, and this matter is remanded directly to the Court of Common Pleas of Westmoreland County for further proceedings not inconsistent with this Opinion.\nHUTCHINSON, former J., did not participate in the consideration or decision of this case.\nLARSEN, J., files a concurring opinion.\nJudge Edward Rosenwald of the Philadelphia County Common Pleas Court sitting by designation.\n. In Seng, we reversed a compulsory non-suit and permitted plaintiff to continue her suit against a grocery store owner for injuries which were sustained when she left the store carrying two large bags and tripped on a disconnected rainspout guard which was not visible to her because of the bundles in her arms. The store owner had the duty, we held, to keep the building approaches safe even though the danger was not readily visible to the customer. While we recognize that a rainspout and an ice patch are distinct dangers, we think that the same principles apply here as in Seng.\n. In view of our disposition of this case, it is unnecessary for us to consider the other issues raised."}