{"id": "1809826", "contents": "OPINION\nMcDermott, justice.\nThis is an appeal from an order of the Superior Court which affirmed an order of the Court of Common Pleas of Allegheny County. The latter order dismissed appellant’s exceptions to an order of the Orphans’ Court Division staying the sale of real estate to him and permitting the sale to a subsequent offeror.\nThe facts are these. Bernard R. Hughes died intestate on September 5, 1984. He was survived by four (4) children, who became his heirs-at-law: Nancy Hughes Solomon, Virginia A. Hughes, Bernard R. Hughes, Jr., and Richard W. Hughes. Letters of administration were issued to Nancy Hughes Solomon. The estate consisted of personalty of less than $10,000 and a house in Pittsburgh.\nOn December 21, 1984, Mrs. Solomon, acting in her capacity as administratrix, entered into a sales agreement with appellant for the sale of the house. The agreed purchase price was $42,000. Prior to accepting this offer she had obtained appraisals of $40,000 and $39,500. The agreement of sale provided that the sale was, “subject to approval of Court of Common Pleas of Allegheny County, Pa. of waiver or of posting of bond”.\nMrs. Solomon thereupon petitioned the court and provided notice of her petition to her sister and brothers. Her brothers appeared and petitioned the court to stay the proposed sale. They introduced a subsequent offer for the house, dated January 5, 1985, in the amount of $60,000. The offer was subject to a mortgage contingency of $54,-000, a broker’s fee of $4,200, and approval of the Orphans’ Court Division. On January 23, 1985, the court entered an order continuing the disposition of the administratrix’s original petition, and authorizing her to accept the subsequent higher offer by executing an agreement of sale for the estate property subject to the approval of the court. A sales agreement was executed with the subsequent offeror, John T. Haretos, on January 24, 1985, and the mortgage contingency was subsequently removed. Notice was then provided to appellant who filed exceptions to the order. The common pleas court, sitting en banc, issued an order sustaining in part appellant’s exceptions, but granted leave to the administratrix and/or her brother, Richard W. Hughes, to file a petition in the Orphans’ Division requesting the restraint of the sale to appellant.\nRichard W. Hughes filed the petition authorized by the court en banc. Mrs. Solomon and appellant filed answers. Subsequent to a hearing the common pleas court restrained the administratrix from selling or conveying the property to appellant, and authorized her to convey it to Mr. Haretos according to the terms of the subsequent sales agreement.\nAppellant filed exceptions. The court of common pleas, again sitting en banc, dismissed them. Appellant appealed to the Superior Court where a panel of that court affirmed the dismissal of his exceptions. In re Estate of Hughes, 357 Pa.Super. 104, 515 A.2d 581 (1986).\nAppellant petitioned this Court and we granted allocatur to determine a single issue: whether a court may exercise discretionary powers and set aside a contract for the sale of real property of an intestate estate due to the existence of a higher offer. Resolution of this issue requires an examination of the Decedent’s Estates and Fiduciaries Code, wherein the General Assembly has enacted legislation directed at this factual scenario. For present purposes there are two Code sections which are most relevant. The first provides: Contracts, inadequacy of consideration or better offer; broker’s commissions\n(a) Inadequacy of consideration or better offer. — When a personal representative shall make a contract not requiring approval of a court, or when the court shall approve a contract of a personal representative requiring approval of the court, neither inadequacy of considera tion, nor the receipt of an offer to deal on other terms shall, except as otherwise agreed by the parties, relieve the personal representative of the obligation to perform his contract or shall constitute ground for any court to set aside the contract, or to refuse to enforce it by specific performance or otherwise: Provided, That this subsection shall not affect or change the inherent right of the court to set aside a contract for fraud, accident or mistake. Nothing in this subsection shall affect the liability of a personal representative for surcharge on the ground of negligence or bad faith in making a contract.\n20 Pa.C.S. § 3360(a). (emphasis added). The second section provides:\nRestraint of Sale\nThe court, on its own motion or upon application of any party in interest, in its discretion, may restrain a personal representative from making any sale under an authority not given by the governing instrument or from carrying out any contract of sale made by him under an authority not so given. The order may be conditioned upon the applicant giving bond for the protection of the parties in interest who may be prejudiced thereby. The order shall be void as against a bona fide grantee of, or holder of a lien on, real estate unless the decree restraining the sale, or a duplicate original or certified copy thereof, is recorded in the deed book in the office of the recorder of deeds in the county in which such real estate lies, before the recording or entering of the instrument or lien under which such grantee or lienholder claims.\n20 Pa.C.S. § 3355.\nIt is appellant’s position that the first section cited above, 20 Pa.C.S. § 3360(a), explicitly controls this situation and should have been enforced by the lower courts. Those courts, however relied upon the second cited section, 20 Pa.C.S. § 3355. We agree with appellant’s position, and therefore must reverse the order of the Superior Court.\nWhen called upon to interpret statutory provisions our touchstone is the Statutory Construction Act of 1972. In pertinent part the Act provides:\n(a) the object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly. Every statute shall be construed, if possible, to give effect to all its provisions.\n(b) When the words of a statute are clear and free from all ambiguity the letter of it is not to be disregarded under the pretext of pursuing its spirit.\n1 Pa.C.S. § 1921. See Davis v. Government Employees Insurance Co., 500 Pa. 84, 454 A.2d 973 (1982).\nExamining section 3360(a) in this light we note at the outset that the section clearly and unambiguously states that absent fraud, accident, or mistake a court may not set aside an agreement to sell estate property. Furthermore, the section goes on to state that a court may not refuse to enforce such sales agreements despite inadequacy of consideration. The intent of the legislature in enacting this statute was to prevent courts from being put in the position of being super executors/administrators, and to leave essentially private transactions in the hands of the individuals involved. See Van Voorhis Estate, 355 Pa. 82, 84, 49 A.2d 257, 258 (1946), (addressing a predecessor statute, Act of May 24, 1945, P.L. 944).\nThe lower courts, however, attempted to avoid the clear mandate of section 3360(a) by interpreting section 3355 as conveying broad discretionary powers to restrain any sale. This was error.\nSection 3355 provides only that a court may restrain a personal representative “from making any sale under an authority not given by the governing instrument or from carrying out any contract of sale made by him under an authority not so given.” The section merely provides that a personal representative cannot act in an ultra vires manner, and that if such occurs the court can step in. This section was not intended to prevent a personal representative from making an improvident sale, and to interpret this section as the lower courts did would swallow up section 3360(a), as well as violate the rule that “the General Assembly intends the entire statute to be effective and certain.” 1 Pa.C.S. § 1922(2), supra.\nThe only remaining question is whether Mrs. Solomon, in her capacity as personal representative, was authorized to sell the property in question. Her powers in this regard have not been challenged, and were expressly authorized by the Code, to wit:\nPower to sell\nExcept as otherwise provided by the will, if any, the personal representative may sell, at public or private sale, any personal property whether specifically bequeathed or not, and any real property not specifically devised, and with the joinder of the specific devisee real property specifically devised. When the personal representative has been required to give a bond, no proceeds of real estate, including proceeds arising by reason of involuntary conversion, shall be paid to him until the court has made an order excusing him from entering additional security or requiring additional security, and in the latter event, only after he has entered the additional security.\n20 Pa.C.S. § 3351.\nIn conclusion, one of the most frequent areas of dispute amongst heirs concerns the valuation of assets. In the interest of expeditiously resolving estates, the legislature has wisely deprived the courts of the authority to umpire these disputes during the course of the administration of the estate, unless of course the administrator is acting beyond the scope of his legislatively defined powers. Should an administrator prove negligent his actions are grist for consideration and possible surcharge. However, the sale of assets by an administrator cannot be foreclosed on grounds of mere improvidence.\nThe order of the Superior Court is reversed and the petition to restrain the sale to appellant is dismissed.\nHUTCHINSON, Former Justice, did not participate in the decision of this case.\n. Act of June 30, 1972, P.L. 508, No. 164, § 2. Amended by Act of Dec. 10, 1974, P.L. 867, No. 293, § 7.\n. The reference in this section to \"approval of the court” was not intended to apply to contracts like the present which seek only to allow the administratrix to waive the posting of a bond. Instead it refers to those specific acts of a personal representative which are generally prohibited, but which can be accomplished with prior court approval. See 20 Pa.C.S. § 3356 (purchase by the personal representative himself); and 20 Pa.C.S. § 3353 (when the Code or the governing instrument forbid such a sale, or when the sale is to have the effect of a judicial sale). In addition, under Pa.C.S. § 3351 a sales agreement may specifically provide for prior approval of the terms of the sale. That, however, was not done in this case.\n. Act of June 30, 1972, P.L. 508, No. 164, § 2.\n. Act of December 6, 1972, P.L. 1339, No. 290, § 3.\n. The remedy in such an instance is for the heirs to seek a surcharge.\n. Act of June 30, 1972, P.L. 508, No. 164, § 2, amended by Act of Dec. 10, 1974, P.L. 867, No. 293, § 7."}