{"id": "1811666", "contents": "OPINION\nZAPPALA, Justice.\nThis appeal raises one issue for consideration, whether Appellant’s trial counsel was ineffective in failing to object to or strike the introduction into evidence of a medical expert’s opinion when the facts upon which that opinion was based were not part of the existing record or subsequently disclosed to the jury. The Appellant was convicted by a jury of violating § 3123 of the Crimes Code. During the trial, the Commonwealth presented the testimony of the victim, who was the Appellant’s son, a classmate of the victim, one of the victim’s school teachers, and a pediatrician. It is the pediatrician’s testimony that is the subject of this appeal.\nAfter being qualified as an expert, Dr. Linda Fagenholtz testified regarding her investigation into the victim’s complaint of sexual abuse. This investigation included an extensive physical examination, which failed to disclose evidence of sexual abuse. However, Dr. Fagenholtz testified that a negative physical examination did not conclusively preclude sexual abuse given the time lag between the alleged incident and the examination itself. Dr. Fagenholtz testified that in this type of case, a case history is more important:\nQ: In the course of your physical exam, would you just explain to the jury what it is that you do and what it is that you are looking for.\nA: Okay. When we see these children we do a history which, in this particular case and in most cases, is more important than the physical exam,____ (Notes of Testimony p. 57)\n******\nQ: And my question is, when there is a gap between an abuse and an examination of some five to six months, it is typical that you would not find any physical manifestations?\nA: It’s more likely than not that you will not find anything. The most important encounter at that point becomes your history. (Notes of Téstimony, p. 60)\nAs part of her investigation, Dr. Fagenholtz prepared a written report, which the Commonwealth had marked as an exhibit for identification, but failed to have introduced into evidence. The Commonwealth also failed to have Dr. Fagenholtz testify as to the contents of her report other than her conclusion. Finally, Dr. Fagenholtz was unequivocal in her testimony that the case history was paramount in reaching her conclusion.\nBY THE COURT: I do. Doctor, you said that without reservation you felt that this individual was sexually abused?\nBY THE WITNESS: Yes, sir.\nBY THE COURT: Upon what did you base your conclusion?\nBY THE WITNESS: I based my conclusion upon his history.\nBY THE COURT: And that is all?\nBY THE WITNESS: Yes, and if you would like me to explain, I can do so. (Notes of Testimony p. 64)\nThus, it is quite clear that the history furnished either by the victim or others provided pivotal facts which Dr. Fagenholtz relied upon in reaching her conclusion that the victim had been sexually abused.\nAs indicated, trial counsel did not object to the opinion testimony of Dr. Fagenholtz nor did he examine the facts upon which she based her conclusion. On remand from this Court, new counsel was appointed and trial counsel’s ineffectiveness in failing to object to Dr. Fagenholtz’s testimony was first raised. See Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977). This issue thus becomes whether any reasonable basis existed for trial counsel’s actions and, if not, whether the Appellant was prejudiced. Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987).\nIn Commonwealth v. Paskings, 447 Pa. 350, 290 A.2d 82 (1972), we were confronted with the trial court’s exclusion of the defendant’s expert testimony as to the origin of a fire. In his retrial, Paskings attempted to introduce his expert testimony, which refuted the Commonwealth’s theory of the fire’s origin. The expert did not testify at the first trial, but based his opinion upon the notes of testimony from the first trial. However, at the retrial, the expert did not highlight which facts he was relying upon, nor did Paskings’ trial counsel read the notes of the first trial into the record. In affirming the trial court’s exclusion of Paskings’ expert testimony, we stated:\nAs with all expert opinion, however, it is essential that the salient facts relied upon as the basis for the opinion be in the record. Here, because none of the notes of testimony from the previous trial were read into this record in open court, the jury could not know upon what facts the expert had based his opinion. The evidence, therefore, was properly excluded. (Citations omitted.) 447 Pa. at 355-56, 290 A.2d at 85.\nLikewise, in Commonwealth v. Daniels, 480 Pa. 340, 390 A.2d 172 (1978), we were again faced with the issue of the admissibility of an expert’s opinion. In Daniels, the Commonwealth’s expert, a forensic pathologist, referred to various sources in reaching his conclusion as to the cause of the victim’s death. Those sources included interviews with witnesses acquainted with the decedent, hospital records, death certificate, police reports and testimony heard during the trial. Although the medical expert did not relate every fact he considered in reaching his conclusion, he did indicate the sources he reviewed in reaching his conclusion. All of these sources were part of the record either as live testimony or documentary evidence. Unlike in Paskings, the jury in Daniels had the facts upon which the expert’s opinion was based before them, thereby permitting the jurors to either accept or reject the expert’s medical opinion based on the jury’s determination of the veracity of the facts which he relied upon. Thus, we had no problem in permitting the admission of the forensic pathologist’s opinion.\nIt is clear from Paskings and Daniels that expert opinion testimony is proper if the facts upon which it is based are of record. This requirement for admissibility of opinion testimony is crucial. The purpose of expert testimony is to assist the factfinder in understanding issues which are complex or go beyond common knowledge. An expert’s function is to assist the jury in understanding the problem so that the jury can make the ultimate determination. If a jury disbelieves the facts upon which the opinion is based, the jury undoubtedly will disregard the expert’s opinion. Likewise, if a jury accepts the veracity of the facts which the expert relies upon, it is more likely that the jury will accept the expert’s opinion. At the heart of any analysis is the veracity of the facts upon which the conclusion is based. Without the facts, a jury cannot make any determination as to validity of the expert’s opinion. To hold otherwise would result in a total and complete usurpation of the jury’s function in our system of justice.\nBased upon the foregoing, we must conclude that trial counsel was ineffective. There is no reason that can be offered for permitting the damaging opinion of Dr. Fagenholtz to be admitted without the facts upon which it was based being considered. How could a jury evaluate the expert opinion without even knowing the facts upon which it was based. Dr. Fagenholtz testified that the case history was the single most important factor in reaching her conclusion. If the jury believed that the case history she received was inaccurate or false, surely this would affect the validity of her opinion. When an expert definitively testifies to the ultimate conclusion, as in this case, the improper admission of that evidence must by its very nature be so prejudicial as to require a new trial.\nFinally, as in Daniels, we have reviewed the entire record to discern whether the void in Dr. Fagenholtz’s testimony could be filled by other evidence. Unfortunately, this is not the case. Accordingly, we must reverse the order of the Superior Court, 356 Pa.Super. 317, 514 A.2d 630 (1986), and remand this matter to the Court of Common Pleas of Erie County for a new trial.\nSTOUT, J., and HUTCHINSON, former J., did not participate in the consideration or decision of this case.\nLARSEN, J., concurred in the result.\n. This case is before us for a second time. Previously, we reversed the judgment of the Superior Court vacating the judgment of the Court of Common Pleas of Erie County, which had denied the Appellant's motion for a new trial, and remanded the matter to the Superior Court for consideration of the remaining issues not previously addressed. See Commonwealth v. Rounds, 510 Pa. 524, 510 A.2d 348 (1986).\n. 18 Pa.C.S. § 3123.\n. In Rounds I, we held that the issue of the admissibility of hearsay evidence by the teacher and classmate was not properly preserved and therefore waived. Because the facts are sufficiently set forth in our prior opinion, we will not restate them in any detail.\n. Dr. Fagenholtz also testified that she was convinced that the victim was not lying (See Notes of Testimony p. 65). Although Appellant did not question the admissibility of this evidence bolstering the victim’s credibility, we are compelled to comment that such evidence of a witness’s credibility is patently inadmissible. See Commonwealth v. Seese, 512 Pa. 439, 517 A.2d 920 (1986). Credibility is always a question of fact for a jury- rather than the subject of proper testimony of an expert witness."}