{"id": "1813558", "contents": "OPINION\nNIX, Chief Justice.\nThis appeal presents two issues under section 9712 of the Mandatory Minimum Sentencing Act, 42 Pa.C.S. § 9712, for our consideration, namely (1) whether the provision is applicable to a situation in which the defendant neither introduced the firearm into the confrontation which culminated in the prohibited act nor initially precipitated the confrontation; and (2) whether the requirement of “visible possession” must be proven by the testimony of an eyewitness who actually saw the firearm during the commission of the offense, or whether some other evidence might suffice.\nSection 9712 provides in pertinent part:\n§ 9712. Sentences for offenses committed with firearms\n(a) Mandatory sentence. — Any person who is convicted in any court of this Commonwealth of murder of the third degree, voluntary manslaughter, rape, involuntary deviate sexual intercourse, robbery as defined in 18 Pa. C.S. § 3701(a)(l)(i), (ii) or (iii) (relating to robbery), aggravated assault as defined in 18 Pa.C.S. § 2702(a)(1) (relating to aggravated assault) or kidnapping, or who is convicted of attempt to commit any of these crimes, shall, if the person visibly possessed a firearm during the commission of the offense, be sentenced to a minimum sentence of at least five years of total confinement notwithstanding any other provision of this title or other statute to the contrary.\n(b) Proof at sentencing. — ... The applicability of this section shall be determined at sentencing. The court shall consider any evidence presented at trial and shall afford the Commonwealth and the defendant an opportunity to present any necessary additional evidence and shall determine, by a preponderance of the evidence, if this section is applicable.\nBefore addressing the legal issues presented, a review of the facts underlying this appeal is warranted. On June 13, 1983, the victim Randolph Jones, appellant, and friends had a picnic along the Delaware River in Bristol Borough, during which Jones had manifested abusive behavior, induced by heavy consumption of alcohol, toward several members of appellant’s party. Thereafter appellant drove his girlfriend Cora Lucy Davis and their children in his van to Schumacher Drive, also in Bristol, and parked on the street in front of Jones’ residence. The group intended to sleep in the van overnight.\nJones arrived some time later, and parked his automobile immediately to the left of appellant’s van. Appellant and Jones exchanged words, subsequent to which Jones went into his house for the purpose of securing a handgun. Seated in his van, appellant saw in his side mirror Jones approaching with what appeared to be a pistol. Appellant threw open his door, which struck Jones and knocked him to the ground. They struggled for the gun which had also been knocked away. Appellant grabbed the gun and shot Jones five times, although no one testified at trial that they actually saw appellant with the weapon. He then fled the scene with his family. Within two hours, he surrendered himself to Bristol Township Police, and in the company of his attorney gave police an inculpatory statement. Jones succumbed to his injuries the following day.\nAppellant was charged, inter alia, with criminal homicide, 18 Pa.C.S. § 2501, and possessing an instrument of crime, 18 Pa.C.S. § 907. He entered an open plea to murder generally and, following an evidentiary hearing, was convicted of voluntary manslaughter, 18 Pa.C.S. § 2503(a) and (b), and the weapons offense. A sentencing hearing was subsequently held, resulting in the imposition of a sentence of imprisonment for a three to ten-year period. Thereafter, the Commonwealth filed a Motion for Reconsideration of Sentence which was denied.\nThe court of common pleas, in denying the applicability of section 9712 to appellant’s conduct, limited the provision to criminal acts by “those who choose to use a firearm for the express purpose of committing one of the enumerated felonies,” reasoning that the mandatory sentence was not intended to apply to the “conduct of persons in defendant’s situation who grab a firearm suddenly brought to the crime scene by the victim and who use that weapon under the circumstances shown here.” Commonwealth v. Alex Wooten, No. 2824, 2825/83, slip op. at 4 (Bucks County Court of Common Pleas, June 28, 1984) (emphasis in original). In addition, the court held that the Commonwealth failed to meet its burden of proving, by a preponderance of the evidence, that appellant “visibly possessed” the weapon used to kill Jones, restricting the statute to situations where an eyewitness actually saw the firearm. Id. at 5-7.\nIn vacating the judgment of sentence, the Superior Court did not address the first issue. Instead, the court held that the trial court erred in narrowly construing the term “visibly.” Relying on its own precedent, the court stated that visible possession can occur when the possession manifests itself in the process of the crime, and thus concluded that the Commonwealth met its burden of proof in this case. Commonwealth v. Wooten, 348 Pa.Super. 35, 501 A.2d 285 (1985). The court remanded for resentencing of appellant. We granted allocatur, and now affirm the order of the Superior Court.\nInitially we are called upon to determine whether the relevant provision of the Mandatory Minimum Sentencing Act should be applied to appellant’s conduct. Appellant does not contend that section 9712 is inapposite in the context of a conviction for voluntary manslaughter. The clear language of the provision certainly indicates otherwise. See Commonwealth v. Bell, 512 Pa. 334, 516 A.2d 1172 (1986). Instead, appellant contends that the Act was never intended to require a mandatory five-year incarceration for one who did not introduce the weapon to the confrontation but simply reacted to the armed attack of an aggressor.\nFollowing an evidentiary hearing, the lower court convicted appellant of voluntary manslaughter, finding that he acted under passion resulting from serious provocation by the victim, 18 Pa.C.S. § 2503(a), and that he acted with an unreasonable belief that the killing was justifiable, 18 Pa. C.S. § 2503(b). The court heard and rejected testimony that appellant was justified in his actions. The court based its conclusion to a large extent on the excessive force used by appellant to effectuate the self-defense, noting that appellant had fired five shots at his victim.\nAppellant is not the unfortunate victim of circumstance that he would have us believe. Although appellant may have been justified in gaining control of the weapon and firing a shot or two in the direction of his attacker in order to deter his advance, once that end was achieved appellant no longer could be perceived as a faultless actor. By continuing his use of the weapon, he became the aggressor. With each shot he fired, five in all, his conduct became less spontaneous and more calculated to effect an improper purpose. Thus, even though appellant did not introduce the weapon into the affray, we do not believe that the imposition of enhanced punishment for his conduct would thwart the legislative purpose of discouraging violent crimes effectuated by the use of firearms. See Commonwealth v. Wright, 508 Pa. 25, 41, 494 A.2d 354, 362 (1985), aff'd 477 U.S. 79, 106 S.Ct. 2411, 91 L.Ed.2d 67 (1986). As we stated in Commonwealth v. Bell, supra:\nIt is as much in the public interest to keep guns out of the hands of those susceptible to bursts of passions as to deter those who would commit rape, robbery or any of the enumerated offenses from using firearms.\nBell, 512 Pa. at 341, 516 A.2d at 1176.\nHaving thus concluded that section 9712 is applicable to appellant’s conduct, we must next address the question of whether the Commonwealth met its burden of proving by a preponderance of the evidence that appellant visibly possessed a firearm during the commission of the offense. The sentencing court held that the burden was not met. We note that factual determinations are within the realm of the trial court’s discretion. Legal conclusions however are not binding upon an appellate court whose duty it is to determine whether there has been a proper application of law to fact by the lower court. 2401 Pennsylvania Ave. Corp. v. Federation of Jewish Agencies of Greater Philadelphia, 507 Pa. 166, 489 A.2d 733 (1985); see also Westinghouse Elevator Co. v. Herron, 514 Pa. 252, 523 A.2d 723 (1987); Martin v. Johns-Manville Corp., 508 Pa. 154, 494 A.2d 1088 (1985).\nRelying upon its own precedent, the Superior Court concluded that the sentencing court improperly construed the term “visibly” under the statute. Employing a more expansive reading of the language, the Superior Court reviewed the evidence to determine whether the Commonwealth had met its burden. It was upon this legal predicate that the court vacated the judgment of sentence.\nThe line of Superior Court cases interpreting the pertinent language of section 9712 begins with Commonwealth v. Healey, 343 Pa.Super. 323, 494 A.2d 869 (1985). At the defendant’s sentencing hearing in that case, he argued that since he shot the victim from behind a closed door, he did not visibly possess a firearm because neither the victim nor anyone else could testify that they saw the firearm. Rejecting this interpretation as violative of the Act’s purpose of deterring the use of all handguns in certain violent crimes, the court concluded that visible possession could be proven any time the possession manifested itself in the process of the crime. “This definition would include situations where a firearm is visible to the eye of the victim or third party. Additionally, it would encompass situations where, as in the case sub judice, a firearm is hidden but has a visible effect on the victim.” Id., 343 Pa.Superior Ct. at 326, 494 A.2d at 870.\nRelying to a large extent upon Healey, the Superior Court next decided Commonwealth v. Woodlyn, 345 Pa.Super. 200, 497 A.2d 1374 (1985). Therein the defendant had ridden a bicycle to within eight feet of the assault victim. Remaining on the bicycle, defendant reached into his pocket. The victim testified that when he withdrew his hand, it was in the shape of a fist with the knuckles visible. The victim heard a bang, saw smoke, and felt the impact of what proved to be a bullet. Because he did not actually see the handgun, however, the sentencing court refused to employ section 9712. The Superior Court once again vacated the judgment of sentence, concluding that possession was undoubtedly manifested in the process of the crime by the smoke, the sound of gunfire, and the bullet wound.\nA like result was reached in Commonwealth v. Gonzales, 350 Pa.Super. 373, 504 A.2d 886 (1986), only in that case the sentencing court had sentenced the defendant to the mandatory minimum. Without outlining the underlying facts, the Superior Court summarily affirmed the judgment of sentence on the strength of Healey and Woodlyn.\nAlthough we are not bound by these Superior Court decisions, we may nonetheless view them as persuasive on the instant issue. It is with this background that appellant Alex Wooten presents his statutory construction argument to the court.\nAppellant contends that a strict construction of section 9712 precludes the imposition of a mandatory minimum sentence upon him. He is of course correct in stating the principle that all penal provisions should be strictly construed, and that where an ambiguity exists in the language employed by the legislature in a penal statute, it should be interpreted in a light most favorable to the criminally accused. See 1 Pa.C.S. § 1928(b)(1); Commonwealth v. Driscoll, 485 Pa. 99, 401 A.2d 312 (1979); Commonwealth v. Fisher, 485 Pa. 8, 400 A.2d 1284 (1979); Commonwealth v. Glover, 397 Pa. 543, 156 A.2d 114 (1959). While strict construction of penal statutes is required, however, courts are not required to give words of a criminal statute their narrowest meaning or disregard evident legislative intent. See Commonwealth v. Duncan, 456 Pa. 495, 321 A.2d 917 (1974); Commonwealth v. Mason, 381 Pa. 309, 112 A.2d 174 (1955). Indeed, it is a clear principle of our jurisprudence that where a statute is unclear on its face, resort must be taken to the intent of the General Assembly in enacting the provision, see 1 Pa.C.S. § 1921(a); Commonwealth v. Fisher, supra; Casey v. Pennsylvania State University, 463 Pa. 606, 345 A.2d 695 (1975); Goodman v. Kennedy, 459 Pa. 313, 329 A.2d 224 (1974); Yoke v. City of Lower Burrell, 418 Pa. 23, 208 A.2d 847 (1965); Commonwealth v. Allied Building Credits, Inc., 385 Pa. 370, 123 A.2d 686 (1956); American Brake Shoe Co. v. District Lodge 9 of the International Association of Machinists, 373 Pa. 164, 94 A.2d 884, 37 A.L.R.2d 675 (1953), paying heed to such matters as the occasion and necessity for the statute, the circumstances underlying its enactment, the mischief to be remedied, and the object to be obtained, see Commonwealth, Higher Education Assistance Agency v. Abington Memorial Hospital, 478 Pa. 514, 387 A.2d 440 (1978); Commonwealth v. Emerick, 373 Pa. 388, 96 A.2d 370 (1953). Moreover, the legislature is presumed, in drafting the statute, not to have intended a result which is absurd. See 1 Pa.C.S. § 1922(1); Lehigh Valley Co-op Farmers v. Commonwealth, Bureau of Employment Security, Department of Labor and Industry, 498 Pa. 521, 447 A.2d 948 (1982); Zimmerman v. O’Bannon, 497 Pa. 551, 442 A.2d 674 (1982); Commonwealth v. Fisher, supra.\nAside from his claim that section 9712 is a penal statute, appellant has provided us with no reasons to read the word “visibly” in its narrowest sense. He has proffered no societal goal which would be furthered by such a restrictive construction. To read the language of section 9712 as the Superior Court has to include offenses perpetrated with a firearm where the firearm manifests itself in the commission of the offense, on the other hand, dovetails with the legislative purpose behind the minimum sentence mandate. We most recently enunciated that purpose in our decision in Commonwealth v. Bell, supra:\nThe Commonwealth seeks to protect the public from armed criminals and to deter violent crime and the illegal use of firearms generally, as well as to vindicate its interest in punishing those who commit serious crimes with guns.\nBell, 512 Pa. at 346-347, 516 A.2d at 1179, quoting Commonwealth v. Wright, 508 Pa. 25, 41, 494 A.2d 354, 362 (1985).\nA restrictive construction of section 9712 would not further this overwhelming state interest, and would only encourage would-be assailants to commit their offenses with a clandestine firearm. We perceive no societal benefit in that.\nMoreover, to adopt a narrow reading of the statute would certainly create an absurd result by distinguishing between offenders for no conceivable reason. As the Superior Court noted, were eyewitnesses to be required, it would be difficult to punish those convicted of homicide under the Act since on many occasions the only eyewitness to the killing is the victim himself. This interpretation would similarly exclude those offenders who commit an offense out of sight of a solitary victim or with the firearm hidden from view. In each instance, it is the firearm which has facilitated the offense. To exclude the offender from enhanced punishment for the fortuitous reason that no one actually saw the weapon would be absurd. We therefore conclude that the Commonwealth may be found to have met its burden of proving visible possession where it has introduced evidence that the firearm manifested itself in the commission of the offense.\nAccordingly, we affirm the order of the Superior Court vacating the judgment of sentence and remanding the matter for resentencing.\nLARSEN, J., concurs in the result.\nFLAHERTY, J., files a dissenting opinion.\nThis case was reassigned to this writer 5/18/88.\n. Of course the assailant would likewise be an eyewitness to the use of the firearm. However, even in a situation where the defendant has admitted use of the weapon in the commission of the crime, as here, his admission seemingly would not constitute sufficient evidence of visible possession under the narrow construction rendered by the sentencing court and urged by appellant!\n. Appellant also contends that the term \"possessed” as employed in section 9712 is ambiguous. He urges us to require that the perpetrator of the underlying offense own the firearm before the provision can be enforced. This is absurd. Not only would such a reading of section 9712 completely undermine the purpose of the provision, it is not warranted by the common usage of the word \"possess.” Furthermore, in this case appellant has admitted that he possessed the gun by entering a guilty plea to the charge of possession of an instrument of crime, 18 Pa.C.S. § 907.\n. Appellant has raised a challenge to the constitutionality of section 9712 in opposition to the Commonwealth’s motion to sentence him under its terms. The sentencing court failed to reach this issue given its conclusion that the statute did not apply to appellant’s conduct. Since that time, we have upheld section 9712 against the very challenges proffered by appellant to the lower court. See Commonwealth v. Bell, supra; Commonwealth v. Wright, supra; Commonwealth v. Cannon, 508 Pa. 22, 493 A.2d 1356 (1985); Commonwealth v. Woods, 508 Pa. 294, 495 A.2d 539 (1985). Consideration of these challenges upon remand is thus not required."}