{"id": "1815628", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nHoward F. Dale was employed as a pipefitter with the Baltimore and Ohio Railroad Company from 1944 to 1981. From 1945 until 1955 Dale removed asbestos impregnated insulation from steam locomotives. When Dale retired in 1981, he was totally disabled and was diagnosed by his doctor as suffering from asthma and asbestosis. The gravamen of Dale’s complaint, brought pursuant to the Federal Employers’ Liability Act, is that B & 0 negligently exposed him to asbestos so as to cause his disability. The Federal Employers’ Liability Act (FELA), provides, in pertinent part:\nEvery common carrier by railroad while engaging in commerce between any of the several States or Territories ... shall be liable in damages to any person suffering injury while he is employed by such carrier in such commerce ... for such injury or death resulting in whole or in part from the negligence of any of the officers, agents, or employees of such carrier, or by reason of any defect or insufficiency, due to its negligence, in its cars, engines, appliances, machinery, track, roadbed, works, boats, wharves, or other equipment.\n45 U.S.C. § 51.\nDale introduced evidence as to the nature of his exposure to asbestos on the job; medical opinion that his disability was caused by asthma and asbestosis; expert opinion indicating that from the 1930’s through the 1950’s there was a substantial body of medical literature indicating that asbestos dust was a hazard to employees; and evidence that between 1932 and 1955 an organization to which B & 0 belonged, the Association of American Railroads, published in minutes of its annual meetings various discussions of the hazards to health of dust generated by industrial activities.\nB & 0, on the other hand, introduced expert testimony that prior to 1964 the medical and scientific community did not believe that Dale’s exposure to asbestos dust was hazardous; and it also introduced expert testimony to the effect that Dale’s disability was completely caused by lung disease which Dale had before he worked for B & 0, and that Dale did not have asbestosis.\nAs the United States Supreme Court has stated, “FELA cases adjudicated in state courts are subject to state procedural rules, but the substantive law governing them is federal.” St. Louis Southwestern Railway Co. v. Dickerson, 470 U.S. 409, 411, 105 S.Ct. 1347, 1348, 84 L.Ed.2d 303, 306 (1985). That Court has also defined negligence within the context of an FELA action as follows:\n[NJegligence, within the meaning of the Federal Employers’ Liability Act, attache[s] if [the employer] “knew, or by the exercise of due care should have known,” that prevalent standards of conduct were inadequate to protect petitioner and similarly situated employees.\nUrie v. Thompson, 337 U.S. 163, 178, 69 S.Ct. 1018, 1028, 93 L.Ed. 1282, 1297 (1949). Thus, in order recover under FELA, a plaintiff must establish, inter alia, that the employer could have foreseen that injury to the employee was likely or reasonably probable, Gallick v. Baltimore & Ohio Railroad Co., 372 U.S. 108, 117, 83 S.Ct. 659, 665, 9 L.Ed.2d 618, 626 (1963), and failed to take reasonable steps to prevent injury to its employees.\nIn the present case, the trial court removed the issue of foreseeability from the jury, holding that injury to Dale from industrial dust was likely or reasonably probable, as a matter of law. The court also ruled that the testimony of two of B & O’s experts was irrelevant and instructed the jury to disregard it. Subsequently, the jury returned a verdict for Dale in the amount of $544,245.00, to which the court added delay damages pursuant to Pa.R.C.P. 238 of $84,522.02. B & O’s post-trial motions were denied and B & O took an appeal to Superior Court.\nSuperior Court affirmed the trial court on the foreseeability issue, the liability instruction and other issues not raised here, 359 Pa.Super. 477, 519 A.2d 450. However, it vacated the judgment and remanded the case for a reconsideration of the award of delay damages. On remand, the trial court reimposed the same delay damages. B & O again appealed to Superior Court, and we accepted a transfer of that appeal to this Court. Thus, we are deciding issues raised in the original proceedings before the trial court and also issues raised when Superior Court remanded the case on the question of delay damages.\nThe issues raised on this appeal are (1) whether it was error for the trial court to remove the issue of foreseeability from the jury; (2) whether the trial court erred in instructing the jury to disregard expert testimony regarding the knowledge of the scientific and medical community with respect to the hazards of asbestos exposure; (3) whether the trial court was in error in instructing the jury that the railroad was liable for the whole of Dale’s disability, even if it caused or aggravated only part of the disability; and (4) whether the trial court erred in molding the verdict to add delay damages pursuant to Pa.R.C.P. 238.\nWith respect to whether Mr. Dale’s injury and subsequent disability was foreseeable, we believe that reasonable minds could differ. On the one hand, the record indicates that B & 0 belonged to the Association of American Railroads (AAR) and that this organization sponsored a medical and surgical section made up of various committees, one of which was the Committee on Occupational Diseases and Hazards. From 1932 to 1953 the President of the B & 0 was a member of the Board of Directors of the AAR and its Medical and Surgical Director represented the B & 0 at meetings of the Medical and Surgical Section. Annual minutes of the Committee on Occupational Diseases and Hazards revealed that between 1932 and 1953 there was discussion and an awareness of the fact that dust in the workplace may cause pulmonary disease.\nIn 1935, for example, the Committee’s minutes made reference to a book published in the year 1717, which allegedly observed that pulmonary disease was common in persons engaged in dusty occupations. In 1932 and in several subsequent years, the Committee’s minutes made recommendations for keeping dust out of the work area and protecting employees who must work in dust by having them wear inhalers. Thus, Dale asserts that nine years before he was even hired, B & 0 was or should have been aware of the hazards of dust in the workplace. Finally, although asbestosis is not mentioned as a common problem in railroad work, the Committee’s report in 1937 observes that “Silica, asbestos and lead are the principal substances generating toxic dusts to which railway employees may be exposed----”, and “We may accept as axiomatic that dust from whatever source, if in an excessive amount, is injurious.”\nAdditionally, Dale introduced expert testimony concerning information which was available to the scientific and medical community from the 1930’s through the 1960’s concerning the dangers of asbestos exposure. Some of these studies concerned primary users (employees who worked with raw asbestos) and some concerned secondary users (employees who worked with products fabricated from asbestos), although no study dealt directly with pipe-fitters working on railroads. One study, however, published in 1947, did concern pipefitters working in naval shipyards during the war effort. That study stated:\nA further factor in maintaining a low incidence of asbestosis is that in band saw cutting, grinding and cement mixing, only one or two men are involved and the work is usually done at infrequent intervals such as several times a week.\nFinally, pipe coverers also apply glass wool, rock wool, magnesia and other types of nonasbestos insulation, all of which decreases the amount of exposure to asbestos dust. It seems likely to us that if the pipe coverers studied had worked steadily at any of the above operations where the amount of asbestos dust in the air was consistently high, the incidence of asbestosis among these workers would have been considerably greater. In view of the varied character of the environmental dust exposure in the pipe covering industry on naval vessels, it is manifestly impossible to set a threshold.\nN.T. 167-67. From this one might extrapolate that although asbestosis was not frequent in the naval study, a reason for that might be that the exposure of those studied was relatively limited. Mr. Dale testified that hé was constantly exposed to asbestos dust, N.T. 375, and that in fact, in some jobs, he was literally covered with it.\nOn the other hand, B & 0 put on expert testimony that even medical specialists in lung diseases would not have been aware as late as 1975 that railroad workers were at risk for developing asbestosis, N.T. 485, 517, 521, 557; that although pulmonary diseases associated with dust were mentioned in the AAR minutes, discussion of these diseases was only one of many topics which were mentioned in the annual minutes of the AAR; that asbestosis is not mentioned in the AAR minutes until 1935, and then only in passing as “not a common condition,” N.T. 509; and that nowhere in the AAR minutes is there any mention that railroad workers were at risk of being exposed to asbestos, N.T. 519-20. The same expert also testified that the extent of ignorance of asbestosis during the time period in question is illustrated by a report in the 1937 AAR minutes which indicates that the Illinois Workers’ Occupational Diseases Act provides for a three year statute of limitations after exposure with respect to asbestosis, but that we know now that actual latency of this disease may be 10 or 20 years. N.T. 510-513. According to this expert, the first study published in the United States concerning the risk of asbestosis among railroad workers was published in 1983. N.T. 522. The expert testified also that between 1900 and 1940 the only workers thought to be at risk of asbestosis from work related exposure were mine workers and textile mill workers. N.T. 543. Further, he testified that the 1946 study of pipefitters working in the naval shipyards, which was the first epidemiological study done in the United States of insulation workers or end product users of asbestos, concluded that these occupations were not particularly prone to asbestosis, and that the conclusions of this study were not seriously challenged until 1964. N.T. 549.\nIn Gallick v. Baltimore and Ohio Railroad, 372 U.S. 108, 117, 83 S.Ct. 659, 665, 9 L.Ed.2d 618 (1963), the United States Supreme Court stated: “Reasonable foreseeability of harm is an essential ingredient of Federal Employers’ Liability Act negligence.” And in Brady v. Southern Railway, 320 U.S. 476, 479-480, 64 S.Ct. 232, 234, 88 L.Ed. 239, 243 (1943), the Court held that only “when the evidence is such that without weighing the credibility of the witnesses there can be but one reasonable conclusion as to the verdict, the court should determine the proceeding ... by directed verdict or otherwise in accordance with the applicable practice without submission to the jury____” The court may remove an issue from the jury’s determination, however, only if reasonable minds cannot disagree on the propriety of the court’s resolution of the issue. In this case, reasonable minds might disagree on whether the B & 0 knew of the relatively short passages in the AAR annual minutes concerning dust diseases. Further, reasonable minds might disagree on what the B & 0 would have known from a review of the pertinent medical literature, none of which deals directly with railroads until years after Dale stopped working on steam locomotives. It is apparent, therefore, that reasonable minds can disagree on whether the B & 0 knew or should have known that exposure to asbestos dust occasioned by Dale’s employment as a pipefitter would have caused the injury from which he suffers, and it was error for the trial court to have removed the issue from the jury’s consideration. The case must be remanded, therefore, for a new trial.\nAlthough this appeal has been decided with our determination of the issue requiring a remand, the B & 0 raises three additional issues which we shall also address in the interests of judicial economy, for they are matters which are likely to reoccur at retrial.\nThe first of these additional issues is whether it was error to instruct the jury that they were not to consider the testimony of two expert witnesses who had testified on the state of medical knowledge at the time of Dale’s exposure. This has been implicitly answered in the foregoing discussion. Since the jury, on remand, will consider all relevant evidence on the question of foreseeability, and expert testimony on the state of medical knowledge during the period of Mr. Dale’s exposure is relevant to that question, the jury will consider the testimony of these expert witnesses along with other relevant evidence.\nNext, B & 0 asserts that it was error for the trial court to have instructed the jury that if the jury found the railroad to have been negligent, and its negligence was the cause of the plaintiff’s injury, the railroad would be liable for the entire amount of damages for that injury without regard for whether other causes also contributed to the injury.'\nSection 1 of the FELA, which sets out a general description of a railroad’s liability, states that a railroad shall be liable in damages to any person injured or killed while in the employ of the railroad,\nfor such injury or death, resulting in whole or in part from the negligence of any officer, agents, or employees of such carrier____\n(Emphasis added). The substance of this provision is that the railroad is liable for “injury or death” whether it caused such injury or death in whole or in part. It is unclear, however, whether a railroad whose negligence caused an injury or death is liable for all of the damages associated with the injury or death, even when the railroad’s negligence was not the cause of all of the damages, or whether the railroad is liable only for those damages caused by its negligence. Thus, when considered in isolation, Section 1 is ambiguous.\nSection 3 of the FELA, however, clarifies this ambiguity. It provides, in pertinent part:\n[T]he fact that the employee may have been guilty of contributory negligence shall not bar a recovery, but the damages shall be diminished by the jury in proportion to the amount of negligence attributable to such employee: Provided, That no such employee who may be injured or killed shall be held to have been guilty of contributory negligence in any case where the violation by such common carrier of any statute enacted for the safety of employees contributed to the injury or death of such employee.\n45 U.S.C. § 53. If there is a statutory requirement that FELA awards shall be diminished by the amount of an employee’s contributory negligence, it is implicit in the statutory scheme that liability attaches to a negligent act only to the degree that the negligent act caused the employee’s injury, and thus that an employer is financially responsible only for those damages which it has caused. Thus, we hold that an FELA employer whose employee has been injured partially by the employer’s negligence and partially by other causes, whether those other causes relate to a pre-existing condition or to a concurrent, contemporary cause arising from the circumstances of the injury, must pay damages only for those injuries attributable to its negligence. We agree with B & 0, therefore, that the trial court was in error in instructing the jury that if it found the railroad negligent, the railroad was liable for the whole amount of damages, whether or not its negligence caused those damages in whole or in part.\nThis interpretation of the FELA is in accord with the United States Supreme Court’s holding in the seminal case of Rogers v. Missouri P.R. Co., where the Court held that a jury case is established when the employer’s negligence is even slightly connected with the injury, thus explaining that the statutory language “in whole or in part” relates to liability, and not, implicitly, to damages:\nUnder this statute [the FELA] the test of a jury case is whether the proofs justify with reason the conclusion that employer negligence played any part, even the slightest, in producing the injury or death for which damages are sought. It does not matter that, from the evidence, the jury may also with reason, on grounds of probability, attribute the result to other causes, including employee’s contributory negligence.\n352 U.S. 500, 506, 77 S.Ct. 443, 448, 1 L.Ed.2d 493, 499 (1957). In other words, once reasonable minds might conclude that the employer’s negligence was even slightly related to the injury complained of, a jury case has been made out, and this conclusion is not altered by the fact that damages may be reduced by the fact that the damages were caused by other factors, including contributory negligence.\nFinally, B & O asserts that it was error for the trial court to have awarded delay damages pursuant to Pa.R.C.P. 238. Rule 238 provides, in pertinent part:\nExcept as provided in subdivision (e), in an action seeking monetary relief for bodily injury, death or property damage, or any combination thereof, the court ... shall\n(1) add to the amount of compensatory damages in ... the verdict of a jury, or in the court’s decision in a nonjury trial, damages for delay at ten (10) percent per annum, not compounded, which shall become part of the award, verdict or decision.\n(2) compute the damages for delay from the date the plaintiff filed the initial complaint in the action or from a date one year after the accrual of the cause of action, whichever is later, up to the date of the award, verdict or decision.\nSubdivision (e) provides that delay damages are not to be awarded where the jury verdict is not greater than 125 percent of any settlement offer made by the defendant prior to trial.\nIn Morgan v. Monessen Southwestern Ry. Co., 513 Pa. 86, 518 A.2d 1171 (1986), a majority of this Court held that Rule 238 prejudgment interest damages may be awarded in FELA cases initiated in Pennsylvania courts. The rationale for this decision was that Rule 238 damages are primarily procedural in nature, that such damages do not conflict with the purposes or requirements of the FELA, and that the effect of Rule 238 damages is mainly to alleviate congestion in the trial courts. Id., 513 Pa. at 98, 518 A.2d at 1177. However, the United States Supreme Court granted certiorari in Morgan and has now overruled our decision. The Court held that Rule 238 damages may not be awarded because it was the intent of Congress to deny prejudgment interest in FELA actions. Evidence of this intent is that Congress has not amended the FELA to modify almost 80 years of federal caselaw denying prejudgment interest in FELA actions. Monessen Southwestern Railway Company v. Morgan, 486 U.S. —, 108 S.Ct. 1837, 100 L.Ed.2d 349 (1988). Accord, Poleto v. Consolidated Rail Corp., 826 F.2d 1270 (3d Cir., 1987). Therefore, Rule 238 prejudgment interest damages may not be applied in FELA actions brought in the courts of this Commonwealth.\nReversed and remanded for a new trial.\nPAPADAKOS, J., files a concurring and dissenting opinion which is joined by LARSEN, J.\nAlthough the parties have raised additional issues concerning whether the evidence permits apportioning damages, or whether apportionment would be mere speculation, and whether plaintiff or defendant has the burden of proving the proportion of damages allegedly caused by B & O, we decline to address these matters because they may become moot on retrial, depending on the evidence presented."}