{"id": "1815610", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal from an order of the Commonwealth Court, 104 Pa.Cmwlth. 191, 521 A.2d 965, which reversed an order of the Court of Common Pleas of Cambria County, which, in turn, had upheld an arbitrator’s decision regarding a grievance filed by the Greater Johnstown Area Vocational-Technical Education Association (hereinafter Association) on behalf of one of its members, Jill Ashcom. Ashcom was a tenured professional employee of the Greater Johnstown Area Vocational-Technical School (hereinafter School), working as a teacher in the Mathematics Department. Just prior to commencement of the 1983-84 school year, Ashcom was notified that, due to declining school enrollment, she was being furloughed from her job. In response, a grievance was filed by the Association, and, ultimately, the matter was submitted to arbitration.\nAt issue in the arbitration proceeding was the method to be utilized in assigning furloughs. The School’s position was that the pertinent collective bargaining agreement required that furloughs be made on the basis of departmental seniority. Since Ashcom was the least senior member of the Mathematics Department, and also of the French Department where she was similarly certified to teach, she was selected for furlough. The Association claimed, however, that furloughs were to be assigned on the basis of district-wide seniority, rather than departmental seniority. Under this approach, employment positions would have been reshuffled so that Ashcom would have retained her job as a mathematics teacher while another individual with Jess district-wide seniority would have been furloughed. The arbitrator ruled in favor of the Association, adopting the view that the furlough process must take into account district-wide seniority.\nThe sole issue presented in this appeal is whether the Commonwealth Court erred in overturning the arbitrator’s decision. It is well settled that, in reviewing an arbitrator’s interpretation of a collective bargaining agreement, broad deference is to be accorded the arbitrator’s decision. Scranton Federation of Teachers, Local 1147 v. Scranton School District, 498 Pa. 58, 65, 444 A.2d 1144, 1147 (1982). This is due to the fact that the parties bargained for an arbitrator’s interpretation, not a court’s; hence, the mere fact that the agreement is subject to other interpretations does not warrant judicial intervention into the arbitrator’s realm. Id., 498 Pa. at 65, 444 A.2d at 1147; Leechburg Area School District v. Dale, 492 Pa. 515, 520, 424 A.2d 1309, 1312 (1981).\nThe so-called “essence of the collective bargaining agreement” test has been frequently enunciated by this Court as the standard governing judicial deference to arbitrators’ decisions. Scranton, supra; Leechburg, supra. It requires that an arbitrator’s interpretation be upheld if it can, in any rational way, be derived from the language and context of the agreement. Scranton, 498 Pa. at 64-65, 444 A.2d at 1147; Leechburg, 492 Pa. at 520, 424 A.2d at 1312; Ringgold Area School District v. Ringgold Education Association (PSEA/NEA), 489 Pa. 380, 383, 414 A.2d 118, 120 (1980); Community College of Beaver County v. Community College of Beaver County, Society of the Faculty (PSEA/NEA), 473 Pa. 576, 593-94, 375 A.2d 1267, 1275 (1977). When an issue, properly defined, is within the terms of a collective bargaining agreement and the arbitrator’s decision can in a rational way be derived from the terms of the agreement, one can say that the decision draws its “essence” from the agreement, and reversal is not warranted even if a court believes that the decision, though rational, is incorrect. Leechburg, supra. See also Ringgold, supra; Scranton, supra; Philadelphia Housing Authority v. Union of Security Officers # 1, 500 Pa. 213, 216, 455 A.2d 625, 626-27 (1983) (arbitrator’s “manifestly unreasonable,” i.e., irrational, interpretation reversed).\nApplying these standards to the present case, we believe the Commonwealth Court properly reversed the arbitrator’s decision. There is no rational way in which the arbitrator, upon consideration of the provisions of the agreement, could have determined that district-wide seniority should govern the assignment of furloughs.\nIn Article V, Section B of the collective bargaining agreement, it is plainly stated that departmental seniority is controlling as to furloughs.\nREDUCTION IN FORCE\nIf a reduction in force is to take place, the member of the department with the least Greater Johnstown Area Vocational-Technical School seniority shall be the furloughed individual. In the case of individuals with multiple certifications, these individuals may transfer to another department and/or subject area in which they are properly certified and have school seniority over a member in that department and/or subject area.\n(Emphasis added). Nevertheless, in determining that district-wide seniority rather than departmental seniority would play the predominant role in the furlough process, the arbitrator relied upon a savings clause set forth in Article XIII of the agreement:\nSTATUTORY SAVINGS CLAUSE\nNothing contained herein shall be construed to deny or restrict to any Professional Employe or the Joint Operating Committee such rights as he or it may have under the Public School Code of 1949 as amended, or the Public Employe’s Relations Act, Act 195, or other applicable laws and regulations.\nThe arbitrator held that this clause, by incorporating the Public School Code of 1949 (hereinafter Code), served to bring into the collective bargaining agreement the furlough provisions contained in Section 1125.1 of the Code. In Section 1125.1(c), 24 P.S. § ll-1125.1(c), there is contained the following provision:\nA school entity shall realign its professional staff so as to insure that more senior employes are provided with the opportunity to fill positions for which they are certificated and which are being filled by less senior employes.\n(Emphasis added). See generally Gibbons v. New Castle Area School District, 518 Pa. 443, 543 A.2d 1087 (1988) (discussion of the scope of application of Section 1125.1(c)). If one construes this provision as making furloughs dependent upon seniority within the school entity, i.e., the school district, a plain inconsistency arises with respect to the terms set forth in Article V, Section B of the collective bargaining agreement, supra. The arbitrator, however, concluded that the Code is consistent with and “supplemental” to the agreement, and offered the following explanation:\nWhile [Article] V, [Section] B states that a displaced junior member of a department may seek to exercise his or her school wide seniority by bumping into another department in which he or she is certified to teach and which is occupied by less senior employees, [Section] 1125.1(c) provides a secondary method of retaining senior employees, a method more complex than the direct bumping procedure contemplated by [Article] V, [Section] B. [Section] 1125.1(c) requires the [School] to engage in a comprehensive overview of its professional staff and, to the extent practicable, realign its staff in such a manner that the senior-most employees are retained.\n... The [School] was required to consider all employees working in the Grievant’s areas of certification, regardless of their seniority standing relative to the Grievant. If any such employee could be removed to a position in another subject area or department occupied by an employee junior to the Grievant without undue disruption, the [School] was required to remove that employee and to fill the resultant vacancy with the Grievant.\nWe fail to perceive any rational way in which the collective bargaining agreement could be interpreted in the manner suggested by the arbitrator. In the clearest of terms, Article V, Section B, supra establishes that furloughs are to be governed by departmental seniority. There is absolutely no language in that provision indicating that departmental seniority was viewed by the parties as an incomplete method of assigning furloughs, such that reference to the Code would be necessary. Indeed, if district-wide seniority had been intended by the parties to function in conjunction with departmental seniority in the manner suggested by the arbitrator, the parties would surely have provided some indication to that effect in the agreement.\nFurther, the arbitrator’s reliance upon Section 1125.1(c) of the Code is misplaced. By invoking Section 1125.1(c), the arbitrator has chosen to ignore or has neglected to take note of a clear legislative mandate that collectively bargained for methods of reducing the number of school personnel are to supersede the methods therefor delineated in the Code, This mandate is contained in Section 1125.1(e), 24 P.S. § ll-1125.1(e):\nNothing contained in section 1125.1(a) through (d) shall be construed to supersede or preempt any provisions of a collective bargaining agreement negotiated by a school entity and an exclusive representative of the employes in accordance with ... the “Public Employe Relations Act;” however, no agreement shall prohibit the right of a professional employe who is not a member of a bargaining unit from retaining seniority rights under the provisions of this act.\nExamination of the arbitrator’s decision reveals no discussion of the effect of Section 1125.1(e). Although the arbitrator stated that the Code merely “supplemented” the collective bargaining agreement, it is clear from the effect accorded Section 1125.1(c) that district-wide seniority considerations were allowed to supersede furlough provisions enunciated in Article V, Section B of the agreement. If the arbitrator relied upon the statutory savings clause to incorporate the entire Public School Code into the agreement and then elected to consider Section 1125.1(c), but not Section 1125.1(e), such an election would most certainly be deemed arbitrary. Regardless of whether the latter provision was taken into account, the result reached was not consistent with the plain meaning of Section 1125.1(e). See Arnold v. Board of School Directors of the School District of Pittsburgh, 81 Pa.Commw.Ct. 36, 472 A.2d 283 (1984) (Under Section 1125.1(e), where parties collectively bargained for a provision governing teacher furloughs, the bargained for provision replaced rights which would otherwise have existed under the Code). It is inconceivable that the parties would have agreed upon the unambiguous language in Article V, Section B while intending that such would be rendered essentially nugatory through application of the statutory savings clause and Section 1125.1(c).\nAlso, in imposing a requirement that furloughs be based upon district-wide seniority and realignments of staff, the arbitrator expressly relied upon this Court’s decision in Welsko v. Foster Township School District, 383 Pa. 390, 119 A.2d 43 (1956). The Welsko case, however, was clearly inapposite. It was decided under a statute that was the predecessor to Section 1125.1, and reflected an express statutory requirement that district-wide seniority would govern the retention of professional employees. In Welsko, however, there was not a collective bargaining agreement specifying a means for assigning furloughs; hence, Welsko has no application in interpreting the present agreement.\nThus, upon review of the language of the collective bargaining agreement and relevant provisions of the Code, it cannot be said that the arbitrator’s decision derives its “essence” from the agreement. Hence, the parties did not receive the rational decision for which they bargained. It is of no significance whether the furlough policy which the arbitrator superimposed upon the agreement may be viewed as having desirable or undesirable qualities. Rather, the legitimate scope of inquiry is limited to the question of whether the furlough policy announced by the arbitrator can be discerned from the language and context of the agreement. We believe that it cannot. To emphasize, this is not a case where we simply disagree with the arbitrator’s decision, but rather one where we perceive no rational basis to support that decision. With due regard for the reluctance of the courts to overturn an arbitrator’s decision, the Commonwealth Court properly determined that the present arbitration decision could not be sustained.\nORDER AFFIRMED.\nLARSEN, J., files a dissenting opinion."}