{"id": "1817494", "contents": "OPINION, OF THE COURT\nPAPADAKOS, Justice.\nThe issue presented for our review is whether an interpretative regulation promulgated by the Department of Environmental Resources (DER) comports with statutory intent or constitutes an arbitrary and capricious limitation of the Legislature’s language.\nIn 1953 the Legislature provided statutory guidelines for payments of state money toward the cost of sewage treatment facilities built by municipalities and school districts. Act of Aug. 20, 1953, P.L. 1217, as amended, 35 P.S. § 701-703 (Act 339). Under Section 701, the Commonwealth pays two percent of designated costs of acquisition and construction. Section 702 then defines “construction” as follows:\nWithin the meaning of this act, the word “construction” shall include, in addition to the construction of new treatment works, pumping stations and intercepting sewers which are an integral part of the treatment facilities, the altering, improving or adding to of existing treatment works, pumping stations and intercepting sewers which are essential to the sewage treatment plant system, provided the acquisition and construction has been directed by the Department of Health, and said construction completed and facilities placed in operation in accordance with the act, approved the twenty-second day of June, one thousand nine hundred thirty-seven (Pamphlet Laws 1987).\nOn the basis of this language, DER subsequently published an interpretative regulation in its Rules and Regulations of the Department, 25 Pa.Code 103.25(e):\n(e) Interceptors which are considered integral portions of the sewage treatment works and therefore eligible for payment under the act shall include the following:\n(1) That portion of an interceptor between the treatment facility and the first connection.\n(2) An interceptor which picks up existing municipally-owned sewers which discharge untreated sewage into the same stream that receives the treatment facility effluent, regardless of the location of the point of discharge of the sewers. The interceptor is eligible from the treatment plant back to the point of interception of the furthest untreated sewage discharge from the plant.\n(3) An interceptor which picks up existing municipally-owned sewers which discharge untreated sewage into a tributary stream if that stream contributes at least 15% of the average daily flow to the stream receiving the effluent of the treatment plant, as measured at the point of effluent introduction to this main stream.\n(4) An interceptor which carries at least 50% of the total sewage flow from the sewered population of the applicant municipality to the treatment plant or sewer system of another municipality; provided that such interceptor meets the criteria described in paragraphs (1), (2) or (3). Where it is not feasible to obtain sewage flow statistics, demographic statistics may be used.\n(f) Pumping stations on or constructed in lieu of interceptors eligible for payment under subsection (e) are also eligible as an integral part of the sewage treatment plant system.\nBoth in past practice and throughout the present litigation, DER has insisted that the phrases “integral part of the treatment facilities” and “essential to the sewage treatment plant system” employed in Section 701 are designed to qualify and limit payments to specific construction only. Many municipalities, of course, including Northampton, have built only sewer lines (interceptors) to collect effluent and pass it through to other municipalities which actually treat the sewage in their own plants. In these cases, DER interprets the language of the statute to require payment only to those which qualify within the meaning of its regulation 103.25(e)(1): “Interceptors which are considered integral portions of the sewage treatment works____ That portion of an interceptor between the treatment facility and the first connection.”\nHere, Northampton County created a municipal authority, Northampton, Bucks County Municipal Authority (NBCMA) which built three sewer lines, the Pine Run Interceptor, the Iron Works Creek Interceptor, and the N-IWPR Interceptor. Pine Run and Iron Works collect sewage from the many sources along their routes. They form a junction (Langhorne Avenue) which connects to the N-IWPR Interceptor which, in turn, runs to the boundary of Northampton and Lower Southampton Townships where it becomes the Neshaminy Interceptor. The Neshaminy line then proceeds to the Philadelphia Northeast Treatment Works for proper disposal. The N-IWPR Interceptor carries the materials from Pine Run and Iron Works only and does not collect other sewage along its route.\nIn 1981, 1982 and 1983, NBCMA filed timely applications with DER for the yearly subsidies, authorized by Act 339, for the entire lengths of Pine Run, Iron Creek, and NIWPR. NBCMA has maintained consistently that all of its lines are an “integral” part of the “treatment facilities” and “plant system” and thereby qualify for state payments under Act 339.\nDER rejected eligibility by applying the “first connection” regulation and paid NBCMA only for the costs of the N-IWPR line lying between the conjunction of Pine Run and Iron Creek at Langhorne Avenue and the Neshaminy Interceptor. DER, in effect, argues that state subsidies under Act 339 are available only for the construction between where the municipality’s lines join at Langhorne Avenue, the “first connection,” and the N-IWPR segment which runs into the Neshaminy Interceptor.\nIn essence, DER’s argument rests on various interpretations and definitions. First, the agency distinguishes between “collecting” interceptors (Pine Run and Iron Creek) and “conveying” interceptors (N-IWPR and Neshaminy). Second, it argues that only “conveying” interceptors qualify as “integral” and “essential” to the “plant” because without them the “plant” could not function; the “conveying” line, which does not “collect” from sources other than Pine Run and Iron Creek, thereby is part of the “plant” itself. Finally, DER argues that only by drawing such a line at the “first connection” is it possible to implement the limitations on subsidies envisioned by the statute’s qualifying language and legislative intent not to fund all sewer lines, as evidenced as well by the limited budget appropriation for this purpose.\nFor its part, NBCMA insists that DER’s interpretation of the statute is arbitrary and capricious and unenforceable as applied to this case. In particular, the Authority argues that the use of the word “system” connotes a broad legislative intent to cover and fund all sewer lines rather than only those within the fence of the plant. Moreover, the Regulation flies in the face of the purposes of the Clean Stream Program, especially by discouraging municipalities from embarking on expensive construction projects. Lastly, NBCMA alleges that a fundamental discrepancy exists between 103.25(e)(1) and subsection (2) which appears to apply eligibility to interceptors “back to the point of interception of the furthest untreated sewage discharge from the plant.” Such contradiction, it is argued, affirms the unreasonableness of the entire Regulation.\nThe Environmental Hearing Board held a hearing on this case on April 19,1985, and decided that DER was correct in all of its averments. The Board decided specifically that, “Therefore, the General Assembly did not intend all interceptors to be eligible in the basis for calculating subsidies under Act 339, but only those that are an ‘integral part of the treatment facilities/ and those that are ‘essential to the sewage treatment plant system.’ ” Furthermore, “the Board believes that the first connection interim is not an irrational basis for distinguishing which interceptors are integral for purposes of Act 339.” (Reproduced Record, 193a, 195a). The Commonwealth Court also concluded “that the Section 103.25(e)(1) first connection limitation is reasonable.” Northampton, Bucks County Municipal Authority v. Commonwealth, Department of Environmental Resources, 114 Pa.Commw. 339, 547 A.2d 802 (1988).\nIn reviewing administrative rulings, we hold fast to our prior decision that its validity depends on whether “it in fact tracks the meaning of the statute it interprets.”\nA court, in reviewing such a regulation, is not at liberty to substitute its own discretion for that of administrative officers who have kept within the bounds of their administrative powers. To show that these have been exceeded in the field of action ... involved, it is not enough that the prescribed system of accounts shall appear to be unwise or burdensome or inferior to another. Error or unwisdom is not equivalent to abuse. What has been ordered must appear to be “so entirely at odds with fundamental principles ... as to be the expression of a whim rather than an exercise of judgment.”\nPennsylvania Human Relations Commission v. Uniontown Area School District, 455 Pa. 52, 313 A.2d 156 (1973); also see, Cunningham v. Commonwealth, Pennsylvania State Police, 510 Pa. 74, 507 A.2d 40 (1986). Our courts are not bound by rulings which are contrary to governing statutes. Commonwealth v. Harmar Coal Co., 452 Pa. 77, 306 A.2d 308 (1973), appeal dismissed, 415 U.S. 903, 94 S.Ct. 1395, 39 L.Ed.2d 460 (1974). Furthermore, such regulations carry a presumption of validity and reasonableness. Department of Environmental Resources v. Pennsylvania Power Company, 490 Pa. 399, 416 A.2d 995 (1980).\nAs applied to the facts of this case, we must determine whether the statutory purpose of Act 339 is being reasonably fulfilled by the “first connection” limitation. Other than the conflicting arguments of the parties, we have little precedential support available for resolving this question. In consequence, we are thrown back necessarily to an interpretation of what the Legislature intended by the use of the phrase’s “integral part of the treatment facilities” and “essential to the sewage treatment plant system,” and we are bound to give full effect to every word in the statute. Commonwealth v. Lobiondo, 501 Pa. 599, 462 A.2d 662 (1983); Statutory Construction Act of 1972, Act of December 6, 1982, P.L. 1339, No. 290,1 Pa.C.S.A. § 1921(a).\nWhile we recognize the legislative purpose to be an encouragement to municipalities to further the Clean Stream Program, the statute’s language cannot be construed to mean that state subsidies were to go to all construction. That language does not conceal more than it reveals. On a plain reading, surely it does not disguise the variety of complexities or scholastic logic as put forth here by the Authority. The phrases “integral” and “essential” were meant to be words of limitation. It is as simple as that. The Legislature could just have easily utilized direct language which would have forthrightly mandated that all construction costs were to be subsidized, but it chose instead to employ in clear fashion words which convey a purpose to restrict such payments.\nOur final inquiry is to assess the reasonableness of the Regulation in tracking the statute’s intent through the “first connection” rule. Initially we observe that the rule is not without flaws and may even lead to some inconsistent or imperfect results as the Authority suggests. In this context, it may even be an oversimplified formula. There is no doubt, however, that it encapsulates the central premise of the statute as it relates to the specific question of drawing a payment line beyond which the subsidy program cannot reach without interdicting the Legislature’s intent. The “first connection” language, therefore, appears to provide a reasonable means of rendering Act 339.\nWhatever other problems inhere in the rule, it cannot be said as a judicial determination that on this narrow point the rule is unreasonable. Those other alleged shortcomings of the rule are matters of legislative concern.\nWe affirm the decision of the Commonwealth Court.\nLARSEN, J., files a dissenting opinion.\n. § 701. Payments toward cost of sewage treatment plants; amount\nCommencing on the first day of July, one thousand nine hundred fifty-four, and annually thereafter, until the end of the fiscal year ending the thirtieth day of June, one thousand nine hundred sixty-five, the Commonwealth shall pay toward the cost of operating, maintaining, repairing, replacing and other expenses relating to sewage treatment plants, and amount not to exceed two per centum (2%) and commencing on the first day of July, one thousand nine hundred sixty-five and annually thereafter, the Commonwealth shall pay an amount equal to two per centum (2%) of the costs for the acquisition and construction of such sewage treatment plants by municipalities, municipality authorities and school districts to control stream pollution, expended by such municipalities, municipality authorities and school districts from the effective date of the act, approved the twenty-second day of June, one thousand nine hundred thirty-seven (Pamphlet Laws 1987), up to and including the thirty-first day of December of the year preceding the year in which such payment is made, and as ascertained by the Secretary of Health and approved by the Governor, as hereinafter provided. (Citations omitted.)\n. There is no dispute between the parties that the Regulations were validly promulgated and govern this case.\n. In a one sentence dissent, Judge Francis A. Barry argues that the Regulation “impermissibly rewrites the statute which requires that the total costs of petitioner's three intercepting sewers be included\" in the subsidy calculation."}