{"id": "1818989", "contents": "PER CURIAM\nThe court being equally divided, the decision of the Superior Court, 370 Pa.Super. 461, 536 A.2d 1357, is affirmed.\nMcDERMOTT, J., files an Opinion In Support of Affirmance joined by NIX, C.J., and ZAPPALA, J.\nLARSEN, J., files an Opinion In Support of Reversal joined by FLAHERTY and PAPADAKOS, JJ.\nOPINION IN SUPPORT OF AFFIRMANCE\nMcDERMOTT, Justice.\nIf the issue in this case required an interpretation of the law of defamation or the applicability of punitive damages in such actions, I would not participate. The issue here, however is not such, rather the question is the bearing of irrelevant evidence upon the fairness of a trial. The appellant originally brought an action for Breach of Contract and Defamation. The trial began and evidence was offered on both claims after which the appellant withdrew her action for defamation. Before the appellant withdrew her defamation claim, evidence of net worth of the appellees was put before the jury. Since there remained no claim for defamation, there was therefore no claim upon which such evidence might be relevant. I cannot but believe, under the hostile claims and defenses in this case, that the appellee was not injured by that evidence. Therefore, I would order a new trial.\nNIX, C.J., and ZAPPALA, J., join in this Opinion.\nOPINION IN SUPPORT OP REVERSAL\nROLF LARSEN, Justice\nThe present controversy arose from the denial of Appellant Judy Baker’s claim for “theft loss” under her homeowner’s insurance policy issued by Appellee, Pennsylvania National Mutual Casualty Insurance Company (Penn National). The pertinent facts of the case are as follows. Sometime between May 21 and May 24 of 1982, while Baker was visiting friends in Berlin, Pennsylvania, vandals broke into her home located in Johnstown, Pennsylvania. The vandals ransacked the home stealing numerous items, including, almost all of Baker’s home appliances, several pieces of furniture and personal belongings such as tools, clothing, and guns.\nBaker submitted her claim for “theft loss” with Penn National on August 2, 1982 in accordance with the terms of her homeowner’s insurance policy. After nearly two years of delay in investigating, Penn National denied Baker’s claim on February 15, 1984. The reasons for denial were: that Baker falsely declared that the loss resulted from a theft when in fact she knew that no break-in had occurred; that Baker falsely claimed that certain property was stolen when in fact it was not; and that Baker misrepresented the value of the certain items claimed to be stolen.\nThereafter, on June 15, 1984, Baker filed a complaint in the Court of Common Pleas, Cambria County, alleging breach of contract. The complaint was later amended to add a claim for defamation and to request punitive damages. At the beginning of trial, because Baker was seeking punitive damages, she was permitted to introduce evidence of Penn National’s net worth including its assets, reserves and claim procedures. During the course of the trial, however, she abandoned her tort claim for defamation.\nAt the close of all of the evidence, the parties requested points for charge. The trial judge failed to charge the jury as to the elements of a claim for defamation. However, over Penn National’s objection, he did instruct the jury regarding punitive damages. The jury found in favor of Baker in the amount of $11,913.97 in compensatory damages which represented the liquidated amount of her claim for theft loss against Penn National. The jury did not award punitive damages.\nPost trial motions were denied by the trial court. On appeal, a panel of the Superior Court, with one Judge dissenting, granted Penn National a new trial on the basis that the trial judge had committed “serious” error in admitting the evidence of Penn National’s net worth. We granted allocatur and I recommend that we reverse the order of the Superior Court.\nAppellate review of an order granting or denying a new trial “will not be reversed on appeal absent either an error of law which controlled the outcome of the case, or palpable abuse of discretion where the ruling turns on the weight of the evidence”. Martin v. Owens Corning Fiberglas Corp., 515 Pa. 377, 381, 528 A.2d 947 (1987).\nIn D’Ambrosio v. Pennsylvania National Mutual Casualty Insurance Company, 494 Pa. 501, 431 A.2d 966 (1981), a majority of the members of this Court, with two justices dissenting, refused to recognize a cause of action in tort for “bad faith conduct” of an insurance company. In that case the majority held that the Unfair Insurance Practices Act (UIPA) “serves adequately to deter bad faith conduct” of insurance companies, and “applies equally to an insured’s attempt to recover punitive damages as well as damages for emotional distress”. Id., 494 Pa. at 508, 431 A.2d at 970. Therefore, Baker has no viable claim for punitive damages.\nIndeed, the “right to punitive damages is a mere incident to a cause of action — an element which the jury may consider in making its determination and not the subject of the action in itself”. Feingold v. Southeastern Pennsylvania Transportation, 512 Pa. 567, 579, 517 A.2d 1270, 1276. Punitive damages are collateral or ancillary to a tort claim and are only recoverable upon a showing of “outrageous” conduct on the part of the defendant. As distinguished from compensatory damages, “which have as the purpose their desire to make the plaintiff whole,” punitive damages are awarded “to punish the wrongdoers and to deter future conduct”. Id., 512 Pa. at 579, 517 A.2d 1270 (1986). Thus, in Feld v. Merriam, 506 Pa. 383, 485 A.2d 742 (1984) we held that although evidence of the defendant’s wealth is relevant to the jury’s determination of the amount of punitive damages to be awarded it is irrelevant to the determination of a compensatory damage award. Id., 506 Pa. at 396, 485 A.2d at 748.\nIn Feld, the plaintiffs introduced testimony of the net worth of the defendant but failed to present evidence of the outrageous conduct of the defendant sufficient to sustain an award, of punitive damages. The jury awarded the plaintiffs three million dollars in compensatory damages and three million dollars in punitive damages. We granted the defendant a new trial stating that “where the issue of punitive damages incorrectly goes to the jury, and where the trial court fails to sufficiently warn the jury that they may not look to the defendant’s wealth in setting compensatory damages, evidence of the wealth of a defendant may improperly prejudice the jury and a compensatory damage award should be set aside”. Id., 506 Pa. at 397, 485 A.2d at 748 (emphasis added). In that case, we also noted that “the drastic remedy of a new trial is not required in every case”. Id., 506 Pa. at 397, fn. 6, 485 A.2d at 748, fn. 6. The present case is such a case.\nIn the instant matter, Baker amended her complaint to include a cause of action for defamation. The amended complaint appropriately requested an award of punitive damages. At trial Baker attempted to and was permitted, over Penn National’s objection to introduce the testimony of Kenneth L. Shaffer, Controller of Penn National, to establish the net worth and financial resources of that company. The claim for defamation however, was abandoned at trial leaving no tort claim upon which the jury could base an award of punitive damages. In any event, the trial judge while refusing to instruct the jury as to a cause of action for defamation, went on to instruct the jury on punitive damages. Thus, the trial judge erred in admitting the evidence of Penn National’s net worth and in instructing the jury on the issue of punitive damages.\nHowever, the “drastic” remedy of a new trial, granted by the superior court in this instance, was not warranted. The present case is distinguishable from the Feld case in two respects. First, in Feld the jury awarded compensatory, damages in an unliquidated amount based upon a tort claim for personal injury. Second, the jury in Feld improperly awarded punitive damages. Conversely, in this case the jury awarded compensatory damages in a liquidated amount based upon a tort claim for property loss. The jury properly refused to award punitive damages. The trial judge’s error therefore, did not effect the outcome of the case and can be considered harmless. The actual compensatory damage award in the amount of $11,913.97, representing the liquidated amount of Baker’s claim, dispels the notion of any prejudice inuring to Penn National.\nAccordingly, I would reverse the order of the Superior Court granting a new trial and reinstate the jury’s verdict.\nFLAHERTY and PAPADAKOS, JJ., join this Opinion In Support of Reversal.\nI am a litigant in a defamation action and voluntarily recuse myself only when direct questions of libel law are involved.\n. We note however, that the UPIA does not provide the exclusive remedy in cases involving improper conduct on the part of insurance companies. Dozor Agency, Inc. v. Rosenberg, 403 Pa. 237, 169 A.2d 771 (1961). Therefore, an insured, who is aggrieved by the actions, of an insurance company, may seek compensatory damages by pursuing an action for breach of contract or any of the traditional forms of recovery sounding in tort. See, D’Ambrosio, 494 Pa. at 515, 431 A.2d at 974 (insured could seek relief under theory of breach of contract or by pursuing common law tort of deceit) (Nix, J. concurring)."}