{"id": "1818951", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nPAPADAKOS, Justice.\nThis is an appeal by Kyung Ha Jung and Sung M. Jung, Appellants, from an order of the Superior Court which affirmed the Order of the Court of Common Pleas of Philadelphia County denying Appellants’ Petition to Open Judgment of Non Pros. The issues presented are whether the trial court abused its discretion in refusing to open the judgment, and whether the Superior Court’s affirmance was inconsistent with its own precedent as well as precedent of this Court. For the following reasons we reverse.\nThe facts underlying this case are as follows. Plaintiffs-Appellants Kyung Ha Jung and Sung M. Jung instituted an action in trespass against St. Paul’s Parish and Archdiocese of Philadelphia on January 24, 1986. The action was instituted to recover damages for personal injuries sustained by Appellant Kyung Ha Jung as the result of a fall on an icy parking lot of Appellee St. Paul’s Parish in Norristown, Pennsylvania. Appellee Archdiocese of Philadelphia was joined in the suit as owner of the realty of St. Paul’s Parish.\nOn July 9, 1986, Appellees’ counsel filed a Form Praecipe for Rule to File Complaint within twenty days or suffer judgment of non pros. A blank copy of this form was mailed to Appellants’ attorney’s office accompanied by a letter dated July 9, 1986. While the Praecipe was signed by John P. O’Dea, Esquire, the Rule itself was neither signed nor stamped by anyone on behalf of the Prothonotary nor was the Rule itself dated. Also, it came in a package along with two discovery requests for documents and interrogatories. Because no date of filing was shown on the Rule and because no date was stated in the accompanying letter, Appellants’ attorney’s secretary could not determine when an answer to the Rule was required. As a consequence she did not enter a due date into the tickler file which counsel utilized to keep track of his work. Appellants’ counsel did not learn of this error until Friday, August 1st, when counsel’s secretary informed him of their receipt of a letter dated July 31, 1986, from Attorney Stephen Harris stating that a Praecipe for Entry of Judgment of Non Pros had been filed with the Prothonotary on July 30, 1986. (See R.R. at 90a).\nThere had been no communication by telephone or otherwise between the respective counsel between the receipt of the letter of July 9, 1986 and the letter of July 30, 1986. Exactly twenty days after the filing of the Praecipe for Rule to File a Complaint, Appellees’ counsel filed a Praecipe for Entry of Judgment of Non Pros; judgment was entered on that date. On August 1, following receipt of letter enclosing Praecipe for Entry of Judgment of Non Pros, Appellants’ counsel immediately attempted to telephone both John P. O’Dea, Esquire, and Stephen R. Harris, Esquire, at the office of Stradley, Ronon, Stevens & Young, and he was advised that both attorneys were on vacation and would not return until Monday, August 4th. On Monday, August 4, 1986, Appellants’ counsel again immediately telephoned the Appellees’ attorneys and reached Stephen R. Harris, Esquire. Counsel explained to him how he had not been aware or had knowledge of the Rule to File Complaint and requested that he voluntarily agree by Stipulation to Open the Judgment of Non Pros. Mr. Harris advised Appellants’ counsel that he would review the matter. During this same conversation, Appellants’ counsel asked Appellees’ counsel if he would have granted an extension of time to file the Complaint if Appellants’ counsel had been aware of the Rule. Defense counsel said “yes” he would have agreed.\nThe complaint was promptly filed on Monday, August 4, 1986, and Appellants’ counsel hand delivered a timestamped copy of the complaint to Stephen R. Harris, Esquire, with a letter dated August 4,1986. (See R.R. at 95a).\nOn August 6, 1986, Appellants’ counsel received a letter dated August 5, 1986 from Stephen R. Harris, Esquire, stating that he was in receipt of Appellants’ counsel’s letter dated August 4, 1986 regarding the request that his clients stipulate to removal of the entry of judgment of non pros, and thereafter stated:\nUpon review of the matter, it is our determination that it would be of extreme prejudice to our clients to agree to such a stipulation, given the fact that the complaint filed by plaintiffs on August 4, 1986, is barred by the Pennsylvania statute off limitations.\nAccordingly, defendants cannot agree to removal of the entry of judgment of non pros. (RR. at 104a).\nOn August 27, 1986, Appellants’ counsel filed a Petition to Open Judgment of Non Pros. This petition was denied by the Honorable Thomas A. White in the Court of Common Pleas for Philadelphia County by Order dated October 27, 1986. In the opinion filed with the order, the court determined that the Petition to Open had been timely filed and that the facts constituting grounds for the cause of action had been properly alleged. The court concluded that the petition should be denied because the Plaintiffs had “failed to reasonably explain the reasons for the default” (trial court opinion at p. 2).\nAppellants filed Notice of Appeal to Superior Court on November 12, 1986. The Superior Court affirmed the decision below, per curiam, in an order and memorandum opinion filed June 12, 1987, 368 Pa.Super. 648, 531 A.2d 38 (1987). The Superior Court panel set forth three reasons for its affirmance. It first stated that the case was controlled by Bottero v. Great Atlantic & Pacific Tea Co., 316 Pa.Superior Ct. 62, 462 A.2d 793 (1980), “wherein we found the trial court did not abuse its discretion in rejecting counsel’s personal illness as reasonable explanation” for failure to file a complaint after a Rule to File was issued (Superior Court unpublished memorandum opinion at p. 3). The panel then concluded that no notice other than service of the Praecipe for Rule to File Complaint was necessary before the Judgment of Non Pros was entered again citing Bottero v. Great Atlantic & Pacific Tea Co., supra. Finally, the panel concluded that a trial judge could refuse to open judgment without a finding of prejudice to the opposing party.\nAppellants’ Application for Reargument was denied per curiam by Order of August 14, 1987. Appellants filed a Petition for Allowance of Appeal to this Court on September 11, 1987, which was granted by Order of June 28, 1988.\nA request to open a judgment of non pros, like the opening of a default judgment, is in the nature of an appeal to the equitable powers of the court and, in order for the judgment of non pros to be opened, three elements must coalesce:\n1) the petition to open must be promptly filed;\n2) the default or delay must be reasonably explained or excused; and\n3) facts must be shown to exist which support a cause of action.\nHutchison v. Hutchison, 492 Pa. 118, 422 A.2d 501 (1980); Pappas v. Stefan, 451 Pa. 354, 304 A.2d 143 (1973); Goldstein v. Graduate Hospital of the University of Pennsylvania, 441 Pa. 179, 272 A.2d 472 (1971); Thorn v. Clearfield Borough, 420 Pa. 584, 218 A.2d 298 (1966).\nA request to open a judgment of non pros is by way of grace and not of right and its grant or refusal is peculiarly a matter for the trial court’s discretion. We are loathe to reverse the exercise of the court’s equitable powers unless an abuse of discretion is clearly evident. Goldstein; Brigham v. Eglin’s of Philadelphia, 406 Pa. 99, 176 A.2d 404 (1962); Mazer v. Sargent Electric Co., 407 Pa. 169, 180 A.2d 63 (1962). Seeing that the request to open a judgment of non pros is directed to the conscience of the court, the court is required to balance the equities and to deny the petition even where all elements coalesce if the granting of relief would cause undue hardship or prejudice to the opponents. McBride v. Rome Township, 347 Pa. 228, 32 A.2d 212 (1943); Pierce to use v. Kaseman, 326 Pa. 280, 192 A. 105 (1937); McFadden v. Pennzoil Co., 326 Pa. 277, 191 A. 584 (1937); Kelber v. Pittsburgh National Plow Co., 146 Pa. 485, 23 A. 335 (1892).\nNarducci v. Mason’s Discount Store, 518 Pa. 94, 541 A.2d 323 (1988).\nApplying these principals to the case sub judice,. it becomes clear to us that a balance of the equities requires that the judgment of non pros be opened. An abuse of discretion occurs where “in reaching a conclusion the law is overridden or misapplied, or the judgment exercised is manifestly unreasonable.” Mielcuszny v. Rosol, 317 Pa. 91, 176 A. 236 (1939). Appellants contend that it is an abuse of discretion for a trial court to fail to consider the totality of the circumstances and the balance of the equities in considering a petition to open a default judgment, whether such judgment was entered against a defendant for failure to respond or against a plaintiff by reason of non pros. Further, Appellants argue that the circumstances pertinent to the consideration of whether a particular default is excusable include the nature of the error leading to default, actual knowledge of counsel of the opposing party’s intent to seek the judgment, prior dealings between counsel for the parties, and the extent to which the actions of counsel for the party seeking the judgment evidenced the good faith, mutual respect and courtesy normally expected in the legal community. Finally, Appellants assert that clerical errors are recognized as constituting a reasonable excuse for failure to take timely action in a case, provided there is no untimely delay in curing the default once the error is discovered.\nWith regard to the factors required to open a judgment of non pros there is no dispute that Appellants timely filed their Petition to Open nor that Appellants have shown facts which support a cause of action. The only issue is whether Appellants had a reasonable excuse for their failure to file a complaint. Appellants’ explanation for failing to respond to the Rule is also undisputed. Attached to the Petition to Open was an affidavit of counsel’s secretary attesting to her confusion and eventual mistake, which was caused by the manner in which the notification was made. Appellants aver that prior to instituting this action by service of a Writ of Summons, they had begun settlement negotiations with Appellees’ insurer; that the Writ of Summons was filed for the sole purpose of tolling the statute of limitations and preserving their rights while continuing to negotiate a settlement, as is the normal course of events in a personal injury case of this nature; and that they were completely cooperative with Appellees and Appellees’ insurer, providing copies of all pertinent medical records. Also, Appellants’ counsel voluntarily submitted Kyung Ha Jung to a Defense Medical Examination by Dr. William H. Simon on June 30, 1985, which date was one and one half years after the accident and six months prior to the running of the statute of limitations and prior to the institution of suit in this matter. Had Appellants' counsel responded to the Rule he would have averred that he thought the case could be settled prior to the filing of the Complaint, and he wished to pursue settlement dialogue before actually filing the Complaint.\nAppellees argue that the trial court applied the correct legal standard and that its denial of Appellants’ petition is reasonable and consistent with all relevant authority. Appellees stress the fact that the complaint was not filed until six (6) months after the filing of the Writ of Summons and more than twenty (20) days after Appellees properly filed and served a praecipe for rule to file a complaint. While the record indicates that Appellees technically complied with the rule of civil procedure with regard to service of legal papers other than original process, Pa.R.C.P. 440 there are other relevant equitable considerations that must be addressed. This is not a case where the Appellants engaged in dilatory tactics. There was in existence a live ongoing controversy as opposed to some dead issue merely cluttering up the dockets. Appellants had not previously filed a complaint because they were engaged in settlement negotiations with Appellees’ insurer. Clearly, it was just as much Appellees’ fault that the complaint was not filed as it was Appellants’ fault. Appellees’ conduct in mailing the copy of the Rule mixed in with two sets of discovery requests facilitated the error that was made. Also, the fact that no due date for the filing of the complaint was shown in the letter and the fact that the Rule itself was not dated, time stamped or signed by the Prothonotary contributed to the error. We believe that Appellees should not be able to gain an advantage by such conduct.\nIn Kraynick v. Hertz, 443 Pa. 105, 277 A.2d 144 (1971), this Court stated that the purpose of default judgment is:\nto speed the cause thereby preventing a dilatory or procrastinating defendant from impeding the plaintiff in the establishment of his claim. It is not a procedure intended to furnish an advantage to the plaintiff so that a defense may be defeated or a judgment reached without the difficulty that arises from a contest by the defendant.\n443 Pa. at 111, 277 A.2d at 147 (quoting Coggin v. Barfield, 150 Fla. 551, 8 So.2d 9, 11 (1942)); see, Carson Pirie Scott & Co. v. Phillips, 290 Pa.Superior Ct. 353, 434 A.2d 790 at 791 (quoting Kraynick). To serve this underlying purpose, a court reviewing denial of a petition to open judgment by default\nmust ascertain whether there are present any equitable considerations in the factual posture of the case which require that [it] grant to a defendant against whom the judgment has been entered an opportunity to have his “day in court” and to have the cause decided upon the merits. In so doing, [it] act[s] as a court of conscience.\n443 Pa. at 111, 277 A.2d 147.\nIn the case of Commonwealth v. Dept. of Transportation v. Nemeth, 497 Pa. 580, 442 A.2d 689 (1982), which involved a default judgment, we stated that:\n[a]ny person entrusting a matter to an attorney in this Commonwealth should be able to believe that the matter will be competently and diligently handled.\nId., 497 Pa. at 584, 442 A.2d 691. There we found that the defendants’ “attorney’s neglect of his client’s affairs provides sufficient justification for [defendants’] failure to respond to the original complaint.” Id. We also quoted with approval the following comments of the Superior Court.\nErrors of counsel ..., which indicate an oversight rather than a deliberate decision not to defend, have been held to constitute sufficient legal justification to open a default judgment.\nId., citing Johnson v. Yellow Cab Co., 226 Pa.Superior Ct. 270, 272, 307 A.2d 423, 424 (1973).\nPrior to Nemeth, this Court held that an error by a defendant’s insurance carrier, which was in no way the responsibility of the defendant, constituted sufficient legal justification to open a default judgment. Balk v. Ford Motor Co., 446 Pa. 137, 285 A.2d 128 (1971).\nBased on our decisions in Nemeth and Balk, as well as the Superior Court decision in Johnson v. Yellow Cab, supra, we' think petitioners are correct in claiming that the lower court erred in refusing to allow their Petition to Open. We believe that the Appellants have set forth equitable considerations sufficient to set aside a judgment of non pros, and have reasonably explained the reason for the delay in filing the complaint. However, our decision today should not be interpreted to encourage dilatory tactics or behavior on the part of plaintiffs or defendants. We hold only that equity requires on the facts presented by this case that the judgment of non pros be opened.\nAccordingly, we reverse the order of the Superior Court and remand to the trial court for further proceedings.\nNIX, C.J., and STOUT, former Justice, did not participate in the decision of this case.\nFLAHERTY, McDERMOTT and ZAPPALA, JJ., concur in the result.\n. The letter read as follows:\nDear Mr. Berg:\nI enclose herewith the following documents:\n1. A true and correct copy of Defendants’ Praecipe for Rule to File Complaint, the original of which was filed this date;\n2. A true and correct copy of Defendants’ Request for Production of Documents to Plaintiffs;\n3. An original and two copies of Defendants’ Interrogatories Addressed to Plaintiff, Sung M. Jung; and\n4. An original and two copies of Defendants’ Interrogatories Addressed to Plaintiff, Kyung H. Jung.\nVery truly yours,\n/s/ Stephen R. Harris\n. Pa.R.C.P. 440 provides:\n(a) Copies of all legal papers other than original process filed in an action or served upon any party to an action shall be served upon every other party to the action. Service shall be made by handing or mailing a copy to or leaving a copy for each party at the address of the party's attorney of record endorsed on an appearance or prior pleading of the party, but if there is no attorney of record then\n1) by handing a copy to the party or by mailing a copy to or leaving a copy for the party at the address endorsed on an appearance or prior pleading or the residence or place of business of the party but, if such service cannot be made, then\n2) by leaving a copy at or mailing a copy to the last known address of the party to be served.\nNote\nThis rule applies to the service upon a party of all legal papers other than original process and includes, but is not limited to, all other pleadings as well as motions, petitions, answers thereto, rules, notices, interrogatories and answers thereto.\nOriginal process is served under Rule 400 et seq.\nb) Service by mail of legal papers other than original process is complete upon mailing."}