{"id": "1818991", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal from an order of the Superior Court which dismissed an appeal from an order of the Court of Common Pleas of Montgomery County which denied a petition to strike/open judgment filed by Susan L. Johnson, appellant herein. Ryan v. Johnson, 369 Pa.Super. 377, 535 A.2d 207 (1987). The factual background of the case is as follows.\nIn 1981, appellant and her husband signed an installment note in the amount of $20,000.00. In 1983, they failed to pay an installment, of $3,600.00, which was due on the note. The note contained an acceleration clause permitting the holder to declare the entire balance of the note due upon default in any payment. The holder of the note, Richard P. Ryan, appellee herein, exercised his rights under that clause. The note contained a confession of judgment clause. On October 14, 1983, at Ryan’s behest, judgment was confessed and entered in Montgomery County.\nOn October 27, 1983, appellant filed a petition to strike/open the judgment. On December 2, 1986, after oral arguments upon the petition had been conducted, relief was denied by the Court of Common Pleas. In connection with its order denying relief, the court offered no statement of its rationale. The order stated only the following: “[A]fter argument and upon consideration of the briefs of counsel, the Petition of defendant Susan L. Johnson To Strike/Open Judgment is dismissed and the prayer for relief denied.” The record provided no indication of the basis for the court’s order.\nAppellant filed a notice of appeal on December 12, 1986. The Court of Common Pleas subsequently ordered appellant to file a concise statement of matters complained of on appeal, pursuant to Pa.R.A.P. 1925(b), which provides:\n(b) Direction to File Statement of Matters Complained of. The lower court forthwith may enter an order directing the appellant to file of record in the lower court and serve on the trial judge a concise statement of the matters complained of on the appeal no later than 14 days after entry of such order. A failure to comply with such direction may be considered by the appellate court as a waiver of all objections to the order, ruling or other matter complained of.\nIn response, appellant filed the following statement of matters complained of on appeal:\nAppellant, Susan Lewis-Johnson, intends to complain on appeal of all issues raised either at oral argument or in the pleadings. Appellant cannot be more specific without an opinion of the Court addressing those issues, and reserves the right to file additional reasons after receiving the opinion of the Court. Appellant has no knowledge of the basis for the Order of Court until review of the Opinion in support thereof.\nOn March 27, 1987, the court decided that this statement was inadequate and issued an opinion recommending that, pursuant to the waiver provisions of Pa.R.A.P. 1925(b), supra, the Superior Court should dismiss the appeal. The rationale offered was that appellant failed to comply with the requirements of Pa.R.A.P. 1925(b), in that the statement proffered was too lacking in clarity and specificity with respect to the issues raised on appeal as to permit preparation of an opinion providing the Superior Court with the lower court’s rationale regarding those issues.\nUpon receipt of the court’s opinion recommending that the Superior Court dismiss the appeal, appellant promptly submitted a more detailed statement in an effort to satisfy the court. The court did not, however, respond to this detailed reiteration of all the issues raised in the proceeding. The Superior Court subsequently held that its ability to exercise effective appellate review was impeded by the lack of an opinion from the lower court discussing the issues on appeal. Citing Commonwealth v. Silver, 499 Pa. 228, 238, 452 A.2d 1328, 1333 (1982), where we stated that the waiver provisions in Pa.R.A.P. 1925(b) can properly be invoked where effective appellate review is defeated by the failure to file a statement of matters complained of on appeal, the Superior Court dismissed the appeal. Appellant’s initial failure to file a more detailed statement of issues raised on appeal was deemed “a waiver of all objections to the order ... complained of,” Pa.R.A.P. 1925(b). We do not regard dismissal of the appeal as proper under the circumstances presented.\nAppellant has a constitutional right to an appeal from the order denying a petition to strike/open judgment. See Pa. Const. Art. 5, § 9 (right of appeal). An attempt to exercise that right was frustrated in this case by the actions of the Court of Common Pleas. Granted, the statement initially filed by appellant pursuant to Pa.R.A.P. 1925(b) was broad in scope, for it stated that “all issues raised either at oral argument or in the pleadings” would be pursued on appeal. Yet, it is not apparent that appellant could have been substantially more specific, since the court had given absolutely no indication of the reasons for its decision.\nThis is not a case where there was an indication in the record of the court’s rationale. The duty of the court to set forth its rationale is provided in Pa.R.A.P. 1925(a):\n(a) General Rule. Upon receipt of the notice of appeal the judge who entered the order appealed from, if the reasons for the order do not already appear of record, shall forthwith file of record at least a brief statement, in the form of an opinion, of the reasons for the order, or for the rulings or other matters complained of, or shall specify in writing the place in the record where such reasons may be found.\n(Emphasis added). Numerous issues were raised in the present case, and, inasmuch as the reasons for the court’s order do not appear in the record, there was no way for appellant to know which issues the court viewed favorably and which issues it had rejected. Indeed, there was no way to know whether the issues had even been considered by the court. Obviously, unless one knows the basis for a court’s order, there is no way to specifically challenge its rationale. Accordingly, appellant’s course was to challenge the order in its entirety, pursuing all issues raised.\nWhen one seeking to appeal has no basis in the record to discern the basis for the order being challenged, Pa.R.A.P. 1925(b) must not be employed as a trap to defeat appellate review, requiring specifically stated challenges to the resolution of issues before there has been any revelation as to how the issues have been resolved. The mere fact that relief has been denied upon a petition to strike/open judgment does not disclose the court’s views on individual issues, particularly where, as in this case, multiple issues were involved.\nThe Rules of Appellate Procedure are to be “liberally construed to secure the just, speedy and inexpensive determination of every matter to which they are applicable.” Pa.R.A.P. 105(a) (emphasis added). Dismissal of the appeal below cannot be considered “just,” given appellant’s timely filing of a statement of matters complained of on appeal pursuant to Pa.R.A.P. 1925(b). If the Court of Common Pleas viewed the statement furnished by appellant as not adequately specific to permit preparation of an opinion addressing the issues on appeal, it should have ordered that a more explicit statement be filed. Under the circumstances presented, where there was a reasonable explanation for the lack of specificity in the statement initially filed, and where appellant promptly submitted a revised statement upon learning of the court’s dissatisfaction with the initial statement, the Superior Court erred in dismissing the appeal. Certainly, if the Superior Court believed that its review would be hampered by the lower court’s failure to comply with Pa.R.A.P. 1925(a), it could have remanded for such compliance. We remand to the Superior Court for proceedings consistent with this opinion.\nOrder reversed, and case remanded.\nSTOUT, former J., did not participate in the decision of this case.\nLARSEN, J., files a dissenting opinion joined by PAPADAKOS, J.\n. Issues raised by appellant included challenges to the confessed judgment based upon allegedly improper venue, premature entry of the judgment, lack or failure of consideration, entry of judgment against the wrong debtor, usurious interest charged on the debt, etc."}