{"id": "1818930", "contents": "PER CURIAM.\nThe Court being equally divided, the Order of the Superior Court, 378 Pa.Super. 652, 544 A.2d 1045, is affirmed.\nLARSEN, J., files an opinion in support of affirmance joined by McDERMOTT and PAPADAKOS, JJ.\nPAPADAKOS, J., files a concurring opinion, joined by McDERMOTT, J., which joins the opinion in support of affirmance.\nNIX, C.J., files an opinion in support of reversal, joined by ZAPPALA, J.\nFLAHERTY, J., files an opinion in support of reversal, joined by ZAPPALA, J.\nOPINION IN SUPPORT OF AFFIRMANCE\nLARSEN, Justice.\nWe granted Steven A. Shawley’s (appellant’s) petition for allowance of appeal in order to address a single issue, namely: whether certain references made by two Commonwealth witnesses during appellant’s trial reasonably implied that appellant had been involved in prior criminal activity and, if so, whether such references prejudiced appellant and deprived him of a fair trial.\nThe pertinent facts are as follows. At approximately 1:00 p.m. on May 18, 1985, two men robbed the Wash & Shop Laundromat in Bellefonte, Pennsylvania of over $1,200.00 in cash, including some $550.00 in quarters and $400.00 in dimes that had been placed in clear plastic bags, knotted at the top, by an employee of the Wash & Shop, John Mangino. Mr. Mangino and his girlfriend, Ms. Terry Nelson, had been cleaning the laundromat, which was closed at that time, when a man entered and demanded money upon threat of death to Ms. Nelson. The man’s face was mostly covered by a flannel shirt, but the victims saw that he was a white male with a blondish-brown mustache between twenty and thirty years old with muscular arms and wearing a grey sweatsuit and white sneakers. He had a fading tattoo on his left arm consisting of a round object with a dagger through it and something “curling” around the dagger, and he had a deep cut and/or scab on his right hand between his thumb and forefinger. The victims also noticed an odor of beer on the man's breath and believed him to be drunk. A second man, also with a shirt pulled over his head, waited outside the laundromat as a “lookout,” and took one of the plastic coin bags which the “inside” man handed him.\nBellefonte police officers had observed appellant and William Shutt, his brother-in-law, in the vicinity of the laundromat shortly before the robbery. Appellant was intoxicated and was wearing a gray sweatsuit and white sneakers. Appellant also had/has a tattoo of a dagger with a serpent wrapped around it on his left forearm, and at the time of the robbery had a cut on his right hand between his thumb and forefinger.\nOn May 21, 1985, Bellefonte police officers searched the residence which appellant had been sharing with William Shutt and with his (appellant’s) sister, Debra Shutt, who consented to a search of the residence. In the attic, police discovered a clear plastic bag knotted at the top concealed in a metal chest. A subsequent search accompanied by search warrant led to the discovery of some fifteen coins in the residence and on the grounds outside, which coins were seized and admitted into evidence.\nAppellant was arrested on May 22,1985 and charged with two counts of robbery, criminal trespass, conspiracy, theft and receiving stolen property, and was held over for trial in the Court of Common Pleas of Centre County. Several pretrial motions, including a petition for a writ of habeas corpus, a suppression motion, a motion in limine to exclude the use of appellant’s prior criminal record to impeach his credibility, and a discovery motion, were entertained and disposed of by the trial court, the Honorable David E. Grine.\nA jury trial commenced on December 19, 1985, and the following day the jury returned a verdict of guilty on all counts. Trial counsel filed post-trial motions. Additionally, the court granted appellant’s request to appoint new counsel who filed additional post-trial motions raising, inter alia, issues concerning the effectiveness of representation by trial counsel. An evidentiary hearing and oral argument was held on the post-trial motions before Judge Grine, who denied same. Appellant was then sentenced to four and one-half to fifteen years imprisonment on the robbery conviction and to two to five years concurrent imprisonment for criminal conspiracy. (Presumably, the remaining convictions were held to have merged for sentencing purposes, or sentencing upon same was suspended.)\nAppellant filed an appeal with Superior Court, a panel of which affirmed his convictions and judgments of sentence on April 20, 1988. This Court granted allocatur in order to address the issue of whether Superior Court erred in affirming the trial court’s ruling that certain references by Commonwealth witnesses were innocuous and did not reasonably imply that appellant had engaged in prior criminal conduct. Being equally divided, we now affirm.\nThe first reference complained of came about when the assistant district attorney was questioning arresting Officer Elton Nevling about the investigation leading to appellant’s arrest. The officer had testified that the two witnesses from the laundromat had observed a tattoo on appellant’s upper left arm in the shape of a dagger with something wrapped around it. The following exchange then took place:\nQ: And, Officer Nevling, did you make a check during the time here that we’re talking about and continuing your investigation, did you make a check on any records at the police department for any identifying marks on Mr. Shawley?\nA: Yes. We had records in our police department indicating scars, tattoos and so forth concerning Mr. Shawley.\nNotes of Testimony (N.T.), December 19, 1985 at 105.\nDefense counsel immediately objected and requested a mistrial on the grounds that Officer Nevling’s testimony indicated that appellant had a prior criminal record. This request was denied.\nThe second reference which appellant complains of occurred during defense counsel’s cross-examination of William Shutt, appellant’s brother-in-law and accomplice in the robbery. Mr. Shutt, also charged with robbery of the Wash & Shop and related offenses, testified as to the events of May 17 and 18, 1985 and as to appellant’s participation in the robbery as the “inside” man and his (Shutt’s) participation as the “lookout.” Cross-examination by defense counsel then began as follows:\nQ: When did you move into the Big Trout [a local tavern with an apartment]?\nA: About two days before this happened.\nQ: You and your wife [appellant’s sister] had been feuding about your boozing; right?\nA: No.\nQ: What were you feuding about?\nA: Because she approached me one day and said about picking her brother up at Camp Hill. He had just got out of Camp Hill three weeks before that and she wanted to know if I would object to her riding along to picking him up.\nQ: And you objected?\nA: No, I didn’t object to her riding along but I asked her not to bring him to our house to live.\nN.T. id. at 156-57.\nAs this reference to Camp Hill, a state correctional institution, was elicited by defense counsel during cross-examination, defense counsel made no objection nor did he request a mistrial or any cautionary instructions from the court.\nAppellant now asserts, as he did below, that these two references unmistakeably indicate that he had previously engaged in criminal activity, and that he was therefore prejudiced and deprived of a fair trial. I disagree.\nIn Commonwealth v. Morris, 513 Pa. 169, 175-76, 519 A.2d 374, 376-77 (1986), this Court stated:\nThere is no per se rule that requires a new trial for a defendant every time there is a reference to prior criminal activity. Commonwealth v. Heaton, 504 Pa. 297, 472 A.2d 1068 (1984). “[W]e have never ascribed to the view that all improper references to prior criminal activities necessarily require the award of a new trial as the only effective remedy.” Commonwealth v. Williams, 470 Pa. 172, 178, 368 A.2d 249, 252 (1977). Further, the reference to prior criminal activity must be prejudicial to the defendant, with prejudice resulting “where the testimony conveys to the jury, either expressly or by reasonable implication, the fact of a prior criminal offense.” Commonwealth v. Nichols, 485 Pa. 1, 4, 400 A.2d 1281, 1282 (1979) (emphasis in original omitted).\nIn reviewing a trial court’s determination as to whether a witness’ indirect reference to the existence of some prior criminal activity on the part of the defendant has deprived him of a fair trial and necessitates a new trial, we are limited to a determination of whether the trial court abused its discretion or committed an error of law. Commonwealth v. Morris, supra at 513 Pa. 175, 519 A.2d 374. Motions for mistrial based on such allegedly improper references are addressed to the sound discretion of the trial judge to determine whether the accused was prejudiced by the objectionable comment. Commonwealth v. Heaton, 504 Pa. 297, 472 A.2d 1068 (1984).\nIn Commonwealth v. Clark, 453 Pa. 449, 309 A.2d 589 (1973), we held that a police officer’s mere passing reference to a defendant’s previous confinement “in prison” did not supply a sufficient basis for a reasonable inference of prior criminal activity. Similarly, in Commonwealth v. Carpenter, 511 Pa. 429, 515 A.2d 531 (1986), we held that the fact that a defendant’s parole officer testified that he knew the appellant previous to the crimes for which he was on trial did not expressly or by reasonable implication convey to the jury that he had a previous criminal record.\nIn Commonwealth v. Brown, 511 Pa. 155, 512 A.2d 596 (1986), we considered the possibility that a defendant had been unfairly prejudiced by the Commonwealth’s evidentiary use of “mug shots” where the jury was permitted to view that appellant’s mug shot and the array of other persons’ mug shots that had been shown to the victims. The appellant in Brown argued that the use of his mug shot inevitably and improperly implied that he had a prior criminal record.\nIn his opinion announcing the judgment of the court, Justice McDermott stated:\nPreviously, we have approved of attempts to sanitize “mugshots” prior to their introduction to the jury. See Commonwealth v. Hoss, 445 Pa. 98, 283 A.2d 58 (1971). However, we have never held that such sanitization was a per se requirement. What we have held, as we noted above, is that photographic evidence should not give rise to an inference of prior criminal activity. Commonwealth v. Allen, supra [448 Pa. 177, 292 A.2d 373 (1972) ].\nAllen assumed that the unexplained possession by the police of a defendant’s photo was proof that the defendant had a previous conviction. Such, of course, is not necessarily so. One’s picture may be in the possession of the police even though the person was neither charged, tried nor convicted of any crime.\nLeaving aside the fundamental logic that a previous record does not prove present guilt, the possession by the police of one’s photo does not ineluctably prove a previous conviction. At the most it proves only that the police had a photo of the defendant on file.\n[Pjrior contact with the police in itself proves nothing. It does not prove a prior record or previous crime, it only proves a previous contact.\nOnce, therefore, a police photo file is used that fact can neither be denied nor obviated. It is part of the case and we must accept the fact that there is a possible prejudice. It is here that we must rely upon the common sense of the jurors, their commitment to their oath, fundamental fairness and the implacable logic that the mere possession by the police of one’s photo does not prove a prior conviction or the present accusation. This may sound but superficial verbiage, mere words that accepts an ineradicable prejudice, under a cool, impractical logic. There is, of course, no fault in the logic and there is no reason for us to believe that a jury will not accept that logic and indeed that fact. If we accept that a jury will not follow the law and the logic of this occasion, a logic so obvious, so clear, so much a part of the common experience, how can we believe that they ever do.\n511 Pa. at 160-62, 512 A.2d at 598-99 (emphasis added).\nViewing the case before us in light of the above authority, the lower court did not abuse its discretion in refusing to declare a mistrial or award appellant a new trial based on the two allegedly improper and prejudicial references by Commonwealth witnesses. As to the reference by Officer Nevling regarding police department records concerning appellant, the trial court held that “the references of prior criminal activity were innocuous. A passing reference to a record which identifies scars, tattoos and other identifiable marks of [appellant] does not reasonably infer that [appellant] had engaged in prior criminal activity.” Opinion of Court of Common Pleas denying post-trial motions, slip op. at 17. The trial court further observed that said “records” could well have referred to school, hospital or other records that had been obtained by the police during its investigation of appellant.\nAs in Commonwealth v. Brown, supra, the mere fact that some record concerning a defendant (such as a mug shot) exists on file at the police department does not of itself reasonably imply that the defendant has been convicted of a crime. The reference to records in the police department in this case, was, as the trial court held, relatively innocuous as it was fleeting and it was made during the course of the officer’s explanation of the investigation and of how the investigation initially focused on appellant and eventually led to the search of his residence.\nAs to the second reference to appellant’s getting out of Camp Hill, the trial court made the following observations which I would adopt:\nA statement by [Commonwealth witness] Shutt that [appellant]” ... got out of Camp Hill ...” was even more innocuous. By claiming error, defense counsel assumes that a jury knows that Camp Hill refers to the State Correctional Institution at Camp Hill. Although people who work in the criminal justice system of this Commonwealth may understand such a reference it is hard to believe that the average person on the jury panel would have such knowledge.\nSlip op. at 17.\nBased upon the foregoing, I agree with the trial court’s determination that the two passing comments indirectly referring to possible prior criminal activity of appellant were innocuous and “that the jury could not reasonably have inferred from the witnesses’ testimony that [appellant] had engaged in prior criminal activity.” Slip op. at 18.\nAccordingly, I would affirm the order of the Superior Court affirming the judgment and order of the Court of Common Pleas of Centre County.\n. Appellant also raises the following issues in his brief to this Court: 1) whether the evidence seized during an initial consensual search and a subsequent search conducted by warrant of appellant’s former residence should have been suppressed as the fruits of an illegal search; 2) whether appellant’s arrest was supported by probable cause; 3) whether the trial court erred in failing to conduct an evidentiary hearing on appellant’s pretrial petition for writ of habeas corpus and in failing to conduct a colloquy to determine whether appellant was knowingly, voluntarily and intelligently waiving his \"right” to be present at an evidentiary hearing on said petition; 4) whether the Commonwealth violated due process and/or the rules of criminal procedure relating to discovery by concealing a plea bargain allegedly entered into between the Commonwealth and William Shutt, appellant’s co-conspirator who testified against appellant; 5) whether trial counsel provided ineffective assistance in some twenty-five specific instances; and 6) whether Superior Court erred in summarily disposing of his numerous additional issues as “devoid of merit” and as having \"been adequately considered and disposed of by the trial court” in its thirty-six page opinion denying appellant’s post-trial motions. This Court has considered appellant’s arguments and examined the record on these issues, and we agree with the lower courts that there is no merit to any of these contentions."}