{"id": "1818917", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nHarry McFadden, Appellant, has appealed to this Court from the Opinion and Order of the Commonwealth Court, 108 Pa.Cmwlth. 194, 529 A.2d 88 (1987), affirming the order of the Court of Common Pleas of Montgomery County sustaining the suspension of Appellant’s driver’s license for one year for his failure to submit to a breathalyzer test as required by Section 1547 of the Motor Vehicle Code, 75 Pa.C.S. § 1547.\nThe facts are not in dispute and can be briefly stated. On January 4, 1985, Officer Robert Twist of the Ambler Borough Police Department observed Appellant driving his automobile three quarters of the way in the opposite lane of Tennis Avenue in Ambler Borough, Montgomery County. When the officer saw Appellant, put his right turn signal on and then make a left turn, the officer stopped the car and noticed a strong odor of alcohol. Appellant was asked to take two field sobriety tests and, upon failing them, was placed under arrest for drunk driving. The officer read Appellant his Miranda rights and then transported Appellant to the Ambler Borough Police Station to take a breathalyzer test. At the police station, Appellant was again given his Miranda rights, this time in writing, and was asked to submit to the breathalyzer test. Appellant refused and asked to make a telephone call. His request was granted.\nAfter making this phone call, Appellant became belligerent and was placed in a cell overnight. A refusal was recorded and sent to the Department of Transportation, Bureau of Traffic Safety. The Department issued the mandatory one-year suspension of Appellant’s motor vehicle operator’s license for his refusal to take the breathalyzer test and an appeal to the Court of Common Pleas followed.\nAt the proceeding before the Honorable William W. Vogel, on June 3, 1985, Appellant argued that his refusal was not a knowing and conscious one because he was not told that the Miranda right to counsel does not apply to the breathalyzer test. The trial court and the Commonwealth Court both rejected this argument and sustained the license' suspension. This appeal by permission followed and Appellant renews his argument that for a refusal to take a breathalyzer test to be knowing and conscious, a licensee must be told, prior to taking the test, that the Miranda right to counsel is not applicable. We agree and this issue is now controlled by our recent decision in Department of Transportation, Bureau of Traffic Safety v. O’Connell, 521 Pa. 242, 555 A.2d 873 (1989).\nSince the police did not give Appellant the information required by O’Connell to satisfy our requirements that a licensee make a knowing and conscious refusal, and since Appellant has preserved this issue on appeal to us, we will apply the holding of O’Connell to this case and conclude that Appellant has sustained his burden to demonstrate that his refusal was not knowing and conscious.\nThe order of the Commonwealth Court is reversed.\nSTOUT, former Justice, did not participate in the decision of this case."}