{"id": "1820336", "contents": "OPINION\nNIX, Chief Justice.\nIn this case the Pennsylvania Department of Transportation (“PennDOT”) invoked the Commonwealth Court’s original jurisdiction through a complaint filed seeking to recover sums due the Department under a heavy hauling agreement executed between PennDOT and the appellant, Manor Mines, Inc. (“Manor”). The issues before this Court are essentially matters of contractual interpretation and the sufficiency of the pleadings, because the basic underlying facts are uncontroverted. Specifically, appellants suggest that the Commonwealth Court’s improper interpretation of the agreement allowed PennDOT recovery on the theory of strict liability when Manor was only accountable for the damage it actually caused. Also, the appellants maintain that the Commonwealth Court should have precluded Penn-DOT from using a strict liability theory because that theory materially varied from the pleadings. The appellants argue that such a variance between the proofs and the pleadings created an undue prejudice against them.\nThe facts in this case are that appellant Manor operated a bituminous coal mine facility (“Manor 8”), the portal for which was located on Pennsylvania Legislative Route 32074 (“L.R. 32074”) in Washington Township, Indiana County. Manor transported the coal produced at this facility over L.R. 32074 for approximately 3.71 miles. On or about April 21, 1976, PennDOT posted a ten-ton weight restriction on L.R. 32074. In order to continue the hauling of coal in excess of the posted weight restriction, Manor and Penn-DOT entered into a Heavy Hauling Agreement (“Agreement”) on or about June 8, 1976. A copy of that agreement is attached and identified as Appendix “A”. An integral part of this agreement was a $74,000 surety bond posted by appellant, Travelers Indemnity Company (“Travelers”) on behalf of Manor.\nThe Agreement permitted Manor to transport loads of coal in excess of the ten-ton weight limit in exchange for Manor’s obligation to pay for the cost of the necessary repairs to the roadway. Pursuant to the Agreement, Manor and PennDOT jointly performed a preliminary inspection of the roadway prior to Manor’s obligation under the Agreement. The Agreement further provided for a system of periodic inspections of the road and a method of determining the extent of the necessary repairs to be covered by the Agreement.\nBetween June 1976 and March 1981, Manor produced 373,340 tons of coal and transported that coal over L.R. 32074. In September of 1981, after learning that Manor had ceased its hauling operations on L.R. 32074, PennDOT performed a final inspection of the roadway pursuant to paragraph seven of the Agreement. Subsequently, Penn-DOT contractors performed all the necessary repairs noted in the final inspection report and PennDOT billed Manor for the costs. Manor refused to accept responsibility for the costs and this litigation ensued.\nIn its original complaint, PennDOT relied solely upon the strict liability theory contained in the Agreement itself for recovery of the cost of repairs. Manor filed an answer and new matter alleging that it was only liable for the damages actually caused by its overweight hauling. PennDOT responded to the new matter allegations by admitting that Manor was responsible for the damages specifically caused by them. However, PennDOT also filed an amended complaint reasserting its strict liability theory thus indicating it was not abandoning the strict liability theory of recovery.\nThe .Commonwealth Court, in its original jurisdiction, determined that a strict liability theory of recovery was sufficiently averred in PennDOT’s complaint and amended complaint to avoid preclusion of that issue. That court also found the unambiguous language of the Agreement to indicate that strict liability was intended, thereby eliminating the need for any evidence relating to the issue of causation. Finally, the Commonwealth Court found that the attorneys’ fees included in the performance bond were not limited to a confessed judgment proceeding and were therefore appropriate in light of Manor’s clear default on payment. 117 Pa.Cmwlth. 342, 544 A.2d 538.\nIn this direct appeal, pursuant to Rule 1101(a)(1), of the Pennsylvania Rules of Appellate Procedure, Pa.R.App.P., Manor and Travelers seek to have this Court reverse the Commonwealth Court’s conclusion that the strict liability theory was sufficiently alleged in PennDOT’s pleadings. The appellants argue that because PennDOT replied to certain paragraphs in the new matter pleading, allegedly relating to Manor being responsible for only the damages attributable to their use, with asserted unqualified admissions, PennDOT should have been estopped from continuing on a strict liability theory. Appellants contend that they relied on the “admissions” of PennDOT with respect to causation and abandoned any preparation or discovery on the issue of strict liability. The appellants contend that such a detrimental reliance in view of the elapsed time and subsequent death of key witnesses on that issue irreversibly prejudiced their defense.\nFurthermore, appellants are seeking to challenge the Commonwealth Court’s interpretation of the hauling agreement and of the performance bond posted by Travelers. First, appellants argue that the Agreement does not specifically provide for strict liability. Also, they contest the award for attorneys’ fees pursuant to the performance bond after this protracted proceeding, arguing that such fees were limited to a confessed judgment proceeding. Considering the limited review of these issues and the lower court’s proper interpretation of those agreements, it is clear that the order and judgment in favor of PennDOT should be affirmed.\nThis Court has long recognized the need for conformity between the pleadings of an action and the proofs presented at trial. Knox v. Simmerman, 301 Pa. 1, 151 A. 678 (1930). Such a rule is essential to protect a defendant against an unfair surprise at the time of trial as well as to allow him to formulate a proper defense to the stated cause of action. Socha v. Metz, 385 Pa. 632, 641, 123 A.2d 837, 841 (1956). The statement of the court in Aland v. P-G Publishing, 337 Pa. 259, 263, 10 A.2d 5, 7 (1940), is as applicable today as it was nearly 50 years ago: “[djespite the increasing informality of modern practice, there has been no substantial departure from the salutary rule that pleadings and proof must conform sufficiently to enable a defendant to meet at trial the same cause of action disclosed by the statement of claim.” However, this rule cannot be applied to limit a plaintiff from choosing to prove only one of two alternate theories of liability if the defendant has sufficient notice of both. Pa.R.Civ.P. 1020(c). See also, Schreiber v. Republic Intermodal Corp., 473 Pa. 614, 375 A.2d 1285 (1977); Binns v. First National Bank of California, Pennsylvania, 367 Pa. 359, 80 A.2d 768 (1951).\nIn the instant case, PennDOT initially alleged a strict contract liability theory of recovery for the amount of repairs to the roadway. It was only after the appellants’ answer and new matter that an amended complaint added an allegation of causation. Clearly, the appellants had sufficient notice to address either theory of liability. Skelton v. Lower Merion Township, 318 Pa. 356, 178 A. 387 (1935). In fact, the appellants in their pre-trial statement referred to the cause of action as one which, “involves an interpretation of a contract”. Such a characterization necessarily anticipates alternate arguments and defenses for specific contractual provisions. Freer v. Parker, 411 Pa. 346, 192 A.2d 348 (1963). The only question involving contract interpretation is the question of whether the Agreement requires strict liability.\nFurthermore, the admissions made by PennDOT do not constitute a waiver of the strict liability theory. Appellants filed a new matter along with their answer and asserted that their liability was limited to the cost of repairs actually caused by Manor’s hauling. PennDOT’s admission in the reply to the new matter was in no way inconsistent with their strict liability theory. The basis of Manor’s contention in this regard is an overbroad meaning being assigned to the word “attributable” as it appeared in paragraph seven of the Agreement. In context “attributable” referred to the period of time during which the Agreement was in effect and did not relate to a necessary causal relationship between Manor’s use and the resulting damage. As will be explained further, the liability for the cost of repairs to the roadway is set forth in paragraph two of the Agreement. Moreover, in PennDOT’s amended complaint they again alleged strict liability. At this juncture it is sufficient to conclude that the admission did not constitute a waiver of the originally relied upon theory of liability.\nHere, the appellants had sufficient notice of the strict liability theory to address that issue. See, e.g., Freer, at 350, 192 A.2d at 350. Contrary to appellants’ contention, such notice provided ample time and opportunity for discovery on the contract issue. The fact that the only two Manor officials who negotiated the Agreement died prior to trial does not reflect on the notice provided. Appellants could have preserved the testimony of those witnesses within the time before trial. Therefore, it cannot be said that appellants were irreversibly prejudiced. Any disadvantage now present cannot be the responsibility of PennDOT and therefore must be disregarded.\nAs for the proper interpretation of the Heavy Hauling Agreement, it has been recognized that when a written contract is clear and unequivocal, its meaning must be determined by its contents alone. Steuart v. McChesney, 498 Pa. 45, 444 A.2d 659 (1982). In re Estate of Breyer, 475 Pa. 108, 379 A.2d 1305 (1977). East Crossroads Center, Inc. v. Mellon-Stuart Co., 416 Pa. 229, 205 A.2d 865 (1965); Siciliano v. Misler, 399 Pa. 406, 160 A.2d 422 (1960); Kennedy v. Erkman, 389 Pa. 651, 133 A.2d 550 (1957); Atlantic Refining Co. v. Wyoming National Bank of Wilkes-Barre, 356 Pa. 226, 51 A.2d 719 (1947). It is also well established that when interpreting a contract a court must determine the intent of the parties and effect must be given to all provisions in the contract. Robt. F. Felte, Inc. v. White, 451 Pa. 137, 302 A.2d 347 (1973). Sykes v. Nationwide Mutual Insurance Co., 413 Pa. 640, 198 A.2d 844 (1964); Breen v. Rhode Island Ins. Co., 352 Pa. 217, 42 A.2d 556 (1945). Applying those accepted rules of interpretation, the Commonwealth Court appears to have applied the only reasonable interpretation of the Agreement.\nIn the present case, the contract taken as an entire document explicitly sets forth the liability of Manor for the damages to the roadway occurring during the existence of the hauling agreement. The simple method of determining the extent of damages to be charged, by preliminary inspection and final inspection, indicates that both parties intended that the cost of repairs were to be paid by Manor.\nThe appellants argue that such a result will force them to pay for damages caused by others. However, paragraph six of the Agreement specifically anticipated Manor’s paying for damages caused by other users through language allowing Manor to enter into agreements with other haulers and otherwise seek contribution for damages from other users of the roadway. In fact, Manor did enter into agreements with other heavy haulers for which Manor received compensation. It would be ludicrous for this Court to allow Manor the benefit of those agreements without also imposing liability for the damage those users may have caused.\nAppellants argue that if the court finds that another paragraph of the Agreement provides for strict liability, the language of paragraph seven relating to causation is inconsistent and therefore makes the contract ambiguous. Paragraph seven of the Agreement does not support this assertion. In order for a contract to be ambiguous it must be susceptible to different constructions and capable of being understood in more than one sense. Hutchison v. Sunbeam Coal Corp., 513 Pa. 192, 201, 519 A.2d 385, 390 (1986). It is for the trial court to determine as a matter of law whether an ambiguity exists. Id. The language in paragraph two unambiguously indicates that the liability of Manor is not limited to a show of causation resulting from its use. Paragraph two in pertinent part provides:\nThe user shall be liable and responsible for the cost of repairs to the roadway and its appurtenances on the said portion of State Highway from which the gross weight limitation is removed,____\nThis provision, however, left the determination of the extent of damages covered by the agreement to be provided for in subsequent sections. It is in that context alone that the preliminary inspection pursuant to paragraph three of the Agreement and the final inspection pursuant to paragraph seven of the Agreement become relevant. Such inspections were not intended to assess liability but were merely intended to aid in determining the amount of damage accumulating during the course of the agreement.\nTherefore, considering the entire document, no ambiguity exists and the Commonwealth Court properly interpreted the contract to impose strict liability on Manor for the repair costs. This result keeps in mind the significant public policy considerations involved with such a contract. Without the enforcement of this strict liability provision in the contract, PennDOT would be forced to conquer the task of proving each incident of damage caused specifically by Manor and allocate the costs appropriately. In that case, ultimately, it would be the taxpayers of Pennsylvania who would be subsidizing the business ventures of Manor and paying for the damages to L.R. 32074. Manor would have benefited from hauling coal in excess of the posted weight limit without being held responsible for any damage not proven to have been caused by Manor trucks. It was just such a result that PennDOT sought to prevent by including the strict liability provision of paragraph two to the Heavy Hauling Agreement.\nIt necessarily follows such a conclusion of strict liability that any evidence presented regarding the issue of causation of damages would be irrelevant and properly excludable by the trial court.\nFinally, the appellants seek this Court to reverse the Commonwealth Court’s order for attorneys’ fees as a matter of law. However, applying the same rules of contract construction, as stated above, to the performance bond, we are inclined to affirm the decision of that court. The performance bond states in pertinent part:\nPROVIDED, FURTHER, that in case of default of PRINCIPAL, in any respect, action on this Bond may be begun forthwith, and PRINCIPAL and SURETY, jointly and severally do hereby authorize and empower any attorney of any Court of record in Pennsylvania or elsewhere, to appear for and to enter judgment against them, jointly and severally, for the aforementioned sum, with or without defalcation, with costs of suit, release of errors, without stay of execution and with 5% attorney’s fees added for collection____\nManor’s failure to pay the obligation promptly after receipt of the charges due clearly constitutes a default. Nowhere does that document indicate, as the appellants would have it, that the imposition of 5% attorneys’ fees becomes applicable only in the case where the judgment is confessed. On its face of the document appears to impose the responsibility of making payment to PennDOT in any case of default by the principal. Included within that responsibility is the penalty of 5% attorneys’ fees. As this Court stated in Fidelity-Philadelphia Trust Company v. Philadelphia Transportation Company, 404 Pa. 541, 173 A.2d 109 (1961): “The settled law of this Commonwealth is that attorneys’ fees are recoverable from an adverse party to a cause only when provided for by statute, or when clearly agreed to by the parties.” Id., 404 Pa. at 548, 173 A.2d at 113. See also, Chatham Communications, Inc. v. General Press Corporation, 463 Pa. 292, 344 A.2d 837 (1975). International Organization Master, Mates and Pilots of America Local No. 2 v. International Organization Master, Mates and Pilots of America, Inc., 497 Pa. 102, 439 A.2d 621 (1981). In this case, there cannot be said to exist the clear error of law that appellant suggests.\nAccordingly, the order of the Commonwealth Court is affirmed.\nFirst — The COMMONWEALTH will, on the effective date of this Agreement, remove the gross weight limitation posted for the portion of State Highway as above indicated and will permit vehicular equipment, which together with the loads carried thereon, are in excess of such limitation, to use said portion of State Highway in accordance with all other provisions of The Vehicle Code, Act of April 29, 1959, P.L. 58, as amended.\nSecond — The USER shall be liable and responsible for the cost of repairs to the roadway and its appurtenances on the said portion of Sute Highway from which the gross weight limitation is removed, to be determined as hereinafter provided.\nThird — The parties hereto agree that, in order to determine the USER's responsibility under paragraph Second above, the condition of the base, surface, berms and drainage facilities on said portion of State Highway immediately prior to the effective date of this Agreement is as listed on a Memorandum, containing also a list of needed repairs, if any, for which the USER shall not be liable or responsible, together with the cost thereof, attached hereto, marked Exhibit \"B\" and made a pert hereof.\nFourth — During the effective period of this Agreement, the COMMONWEALTH will, from time to time and at least annually, submit to the USER a written report setting forth in detail all repairs made during each preceding reporting period to the portion of the State Highway covered by the terms of this Agreement. Such report shall state the actual cost of the repairs, temporary and permanent, involved and shall be accompanied by an invoice showing the amount of such costs to be paid by the USER to the COMMONWEALTH within forty-five (45) days of its submission to the USER. The USER shall not be responsible for any items of repair or cost not set forth in said report and accompanying invoice.\nFifth — The COMMONWEALTH reserves the right, in its discretion, to r*,dintain portions of the surfaced State Highway in a stabilized condition at the user's cost and expense until ' :.*nes as permanent repairs can be made. The exercise of such right by the COMMONWEALTH shall not in „r.y way release the USER from ns liability under any terms of this agreement, nor shall the failure to file a repon where no repairs have been made release the USER from such liability.\nSixth — Although the removal of the gross weight limitation fro*- the portion of Sute Highway covered by the terms of t*vs Agreement is primarily for the benefit of the USER, it i« understood and agreed by tha parties hereto thar all other persons shall also have the right to use said portion of State Highway without interference of any kind by the USER. However, nothing herein shall prevent the USER from entering into agreements or from otherwise seeking contribution from other users of said portion of State Highway, provided such usage by other users is not inconsistent with the terms of this Agreement.\nSeventh — The USER shall have the right at any time to terminate its future obligations under the terms of this Agreement by submitting to the COMMONWEALTH a written notice of intent to terminate. As soon as possible after receipt of such notice, representatives of the COMMONWEALTH and of the USER shall make an inspection of the condition of the portion of the roadway covered by this Agreement. Within a period of one hundred twenty (120) days after completion of such inspection, which period may be extended by the COMMONWE4LTH for a period not to exceed an additional sixty (60) days, the COMMONWEALTH shall submit to the USER a written report setting forth in detail all repairs made to the portion of the State Highway covered by the terms of this Agreement, which are attributable to the USER'S overweight usage thereof during the period following the date of the last reporting period. Such report shall state the actual cost of the repairs involved and shall be accompanied by an invoice covering the amount of such costs to be paid by the USER to the COMMONWEALTH within forty-five (45) days of its submission to the USER. No items of repair or cost not set forth in said report and accompanying invoice shall be the responsibility of the USER. The date of said inspection shall be the effective date of termination of the overweight usage of the portion of State Highway covered by the terms of this Agreement.\nEighth — When deemed necessary by the COMMONWEALTH or if the USER does not pay to the COMMONWEALTH the invoice for the actual cost of repairs as submitted within the allotted time of forty-f/ve (45)’days, the COMMONWEALTH may replace the posted gross weight limitation upon the portion of State Highway covered by the terms of this Agreement and at that time, subject to the performance of the USER’S then existing obligations hereunder, any further obligations of the USER shall cease.\nNinth — In order to better secure the performance of the USSR's obligations hereunder, the USER shall execute and deliver to the COMMONWEALTH a Performance' Bond in an amount satisfactory to the COMMONWEALTH, with sufficient surety or sureties, conditioned upon the faithful performance of the USER'S obligations under the terms of this Agreement, in conformity with the terms of such bond attached hereto, marked Exhibit \"A\" and made a part hereof\nTenth — The effective date of this Agreement shall be the date upon which the COMMONWEALTH completes the final processing of and distributes an executed duplicate of this Agreement to the USER, and the effective period of the Agreement shall continue from its effective date until the date of its termination as provided for therein.\nIN WITNESS WHEREOF, the parties hereto have caused these presents to be executed, attested and ensealed by their proper officials, pursuant to due and legal action autnorizing the 'amr to be done, the day and year first above written.\n. Paragraph 3 of Appendix A in pertinent part states:\nThe parties hereto agree that, in order to determine the USER’S responsibility under paragraph Second above, the condition of the base, surface, berms and drainage facilities on said portion of State Highway immediately prior to the effective date of this Agreement is as listed on a Memorandum, containing also a list of needed repairs, if any, for which the USER shall not be liable or responsible.....\n. Paragraph 4 of Appendix A in pertinent part states:\nDuring the effective period of this Agreement, the COMMONWEALTH will, from time to time and at least annually, submit to the USER a written report setting forth in detail all repairs made during each preceding reporting period to the portion of the State Highway covered by the terms of this Agreement----\n. Paragraph 7 of Appendix A states:\nThe USER shall have the right at any time to terminate its future obligations under the terms of this Agreement by submitting to the COMMONWEALTH a written notice of intent to terminate. As soon as possible after receipt of such notice, representatives of the COMMONWEALTH and of the USER shall make an inspection of the condition of the portion of the roadway covered by this Agreement. Within a period of one hundred twenty (120) days after completion of such inspection, which period may be extended by the COMMONWEALTH for a period not to exceed an additional sixty (60) days, the COMMONWEALTH shall submit to the USER a written report setting forth in detail all repairs made to the portion of the State Highway covered by the terms of this Agreement, which are attributable to the USER’S overweight usage thereof during the period following the date of the last reporting period. Such report shall state the actual cost of the repairs involved and shall be accompanied by an invoice covering the amount of such costs to be paid by the USER to the COMMONWEALTH within forty-five (45) days of its submission to the USER. No items of repair or cost not set forth in said report and accompanying invoice shall be the responsibility of the USER. The date of said inspection shall be the effective date of termination of the overweight usage of the portion of State Highway covered by the terms of this Agreement.\n. The amount of coal produced by Manor during the effective dates of this Agreement was included in the parties’ stipulation of facts.\n. Paragraph 2 of Appendix A in pertinent part states:\nThe USER shall be liable and responsible for the cost of repairs to the roadway and its appurtenances on the said portion of State Highway from which the gross weight limitation is removed,____\n. It is well established that the grant or refusal of a new trial by the lower court will not be reversed by this Court in the absence of a clear abuse of discretion or an error of law which controlled the outcome of the case. See Zeman v. Borough of Canonsburg, 423 Pa. 450, 454, 223 A.2d 728, 730 (1966).\n. See infra at 119-126.\n. Paragraph 6 of Appendix A in pertinent part states:\n... However, nothing herein shall prevent the USER from entering into agreements or from otherwise seeking contribution from other users of said portion of State Highway, provided such usage by other users is not inconsistent with the terms of this Agreement.\n. See footnote 3, supra."}