{"id": "1820350", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nNIX, Chief Justice.\nPetitioner, Harry Liciaga, filed in this Court a petition for writ of prohibition challenging the appropriateness of the Court of Common Pleas of Lehigh County’s grant of a writ of certiorari. The issue presented is whether, after all charges at a preliminary hearing have been dismissed, a writ of certiorari is available to test the legality of the district justice’s determination that no prima facie case exists. Petitioner argues that the Commonwealth must rearrest an individual after the dismissal of charges at a preliminary hearing, and that a writ of certiorari is an improper avenue to reinstitute charges. The issue is whether this type of ruling is of such a nature as to require a right of review by a higher tribunal. Respondent, Court of Common Pleas of Lehigh County, asserts that a writ of certiorari is available to test the propriety of a district justice’s determination that a prosecution fails for lack of a prima facie case. We conclude, for the reasons hereinafter set forth, that the nature of such a ruling does not possess the finality as would require review.\nThe pertinent facts and procedural history are as follows. On July 7, 1987, George Bastían was found dead at his home in Allentown, Pennsylvania. On July 8, 1987, John Johnson was arrested and charged with being involved in the murder of Mr. Bastían. On July 13, 1987, petitioner was arrested. In addition to the charge of murder, petitioner was also charged with burglary, theft, receiving stolen property and criminal conspiracy. On August 7, 1987, a preliminary hearing was held in Lehigh County before a district justice. After the presentation of the testimony, the district justice ruled that the Commonwealth had failed to establish a prima facie case as to any of the charges against petitioner. Consequently, the charges were dismissed. On August 28, 1987, the Commonwealth presented in the Court of Common Pleas of Lehigh County a petition for writ of certiorari to the district justice, or, in the alternative, requested that a Lehigh County Court of Common Pleas judge sit as a committing magistrate for preliminary hearing purposes. On January 27, 1988, an en banc panel of the Court of Common Pleas of Lehigh County granted the Commonwealth’s petition for writ of certiorari and, upon review of the notes of testimony of the preliminary hearing, found that a prima facie case was established as to all charges against petitioner.\nOn April 27, 1988, petitioner filed a writ of prohibition in this Court challenging the right of the court of common pleas to require him to stand trial on these charges.\nThe purpose of writ of prohibition is to prevent an inferior judicial tribunal from assuming jurisdiction it does not possess or from taking some action which constitutes an abuse of its jurisdiction. Commonwealth v. Mullen, 460 Pa. 336, 333 A.2d 755 (1975). The issuance of this type of writ is discretionary and is to be used only with great caution and in cases of extreme necessity. Carpentertown Coal & Coke Co. v. Laird, 360 Pa. 94, 61 A.2d 426 (1948). A jurisdictional complaint in this context must be distinguished from an allegation of an abuse of discretion. In the latter situation a court has the power to act but exercises that power in an inappropriate manner. Where the challenge is not to the tribunal’s jurisdiction, a predicate is not established for entertaining a writ of prohibition. Philadelphia Newspapers, Inc. v. Jerome, 478 Pa. 484, 387 A.2d 425 (1978); Appeal dismissed, 443 U.S. 913, 99 S.Ct. 3104, 61 L.Ed.2d 877 (1979); In re Reyes, 476 Pa. 59, 381 A.2d 865 (1977); Pirillo v. Takiff, 462 Pa. 511, 341 A.2d 896 (1975), aff'd per curiam, 466 Pa. 187, 352 A.2d 11, cert. denied and appeal dismissed, 423 U.S. 1083, 96 S.Ct. 873, 47 L.Ed.2d 94 (1976); McNair’s Petition, 324 Pa. 48, 187 A. 498 (1936). The instant petition challenges the power of the court of common pleas to issue a writ of certiorari in response to an allegedly erroneous determination by a district justice that the Commonwealth failed to establish a prima facie case. For the reasons that follow, we conclude that the common pleas court does have the power to issue writs of certiorari to district justices, but that the exercise of that power was inappropriate under the instant facts.\nI.\nA.\nThe transcript of the preliminary hearing, which was reviewed by the court en banc, contained the testimony of Mr. John Johnson, a co-defendant. The evidence presented by this witness established Mr. Liciaga’s participation in the crimes committed. Mr. Johnson testified that he and petitioner broke into the decedent’s home and searched for items to steal. Mr. Johnson further testified that as he descended from the second floor, he saw the petitioner straddling the decedent who was lying on his back. According to Johnson, petitioner had his hands around the decedent’s neck and Johnson observed a considerable amount of blood at the scene. In addition, Mr. Johnson testified that the decedent was yelling for help and making other sounds. In order to muffle those sounds, John Johnson took a pillow and forcibly placed it over the decedent’s face until the decedent was reduced to making almost inaudible sounds. At that point Mr. Johnson and petitioner exited the premises. Also introduced at the preliminary hearing were an autopsy report and the testimony of the first police officer on the scene after the murder had been discovered. Based on this testimony we are constrained to conclude that the district justice erred in determining that the Commonwealth failed to establish a prima facie case.\nThe standard which must guide a committing magistrate in determining whether a defendant is properly held for court is: (a) that the record reveals a prima facie showing that a crime or crimes have been committed; Commonwealth v. Prado, 481 Pa. 485, 393 A.2d 8 (1978); and (b) that the defendant was in some way legally responsible. Commonwealth v. Mullen, supra. The committing magistrate is precluded from considering the credibility of a witness who is called upon to testify during the preliminary hearing. Commonwealth v. Wojdak, 502 Pa. 359, 466 A.2d 991 (1983); Commonwealth v. Hampton, 462 Pa. 322, 341 A.2d 101 (1975). In this instance the record unequivocally reveals that a crime has been committed. It is also clear that the testimony of Mr. Johnson establishes a prima facie basis for concluding that the petitioner was legally responsible for the event. Thus, the en baric court was indeed correct in determining that the district justice was in error in finding that a prima facie case had not been established. The only basis for such a conclusion by the district justice would have been the rejection of Mr. Johnson’s testimony at this stage of the proceeding. The magistrate was not empowered to make such a credibility judgment.\nB.\nUnder the procedure prescribed by rule in this Commonwealth, the institution of charges of violations of our Crimes Code is initiated by the issuance of an arrest warrant. See Pa.R.Crim.P. 101. The person charged is then brought before a committing magistrate. The Commonwealth is required to present evidence to establish a prima facie case that the accused committed the offenses for which he has been charged. Commonwealth v. Prado, supra; Commonwealth v. Mullen, supra. The continuation of the prosecution is dependent upon the Commonwealth’s ability to establish a prima facie case against the accused. The finding of a prima facie case is the prerequisite for requiring the accused to stand trial for the charges leveled against him. Commonwealth v. Hetherington, 460 Pa. 17, 331 A.2d 205 (1975). For this reason we have held that jeopardy does not attach until the prosecution has established a prima facie case and the accused is presented with the prospect of trial before a tribunal where his guilt or innocence will be determined. Commonwealth v. Genovese, 493 Pa. 65, 425 A.2d 367 (1981). As the United States Supreme Court explained in Serfass v. United States, 420 U.S. 377, 387-88, 95 S.Ct. 1055, 1062, 43 L.Ed.2d 265 (1975):\n“The constitutional prohibition against ‘double jeopardy’ was designed to protect an individual from being subjected to the hazards of trial and possible conviction more than once for an alleged offense---- The underlying idea, one that is deeply ingrained in at least the Anglo-American system of jurisprudence, is that the State with all its resources and power should not be allowed to make repeated attempts to convict an individual for an alleged offense, thereby subjecting him to embarrassment, expense and ordeal and compelling him to live in a continuing state of anxiety and insecurity, as well as enhancing the possibility that even though innocent he may be found guilty.” Green v. United States, 355 U.S. 184, 187-188 [78 S.Ct. 221, 223-24, 2 L.Ed.2d 199] (1957). See United States v. Jorn, 400 U.S. 470, 479 [91 S.Ct. 547, 554, 27 L.Ed.2d 543] (1971); Price v. Georgia, 398 U.S. 323, 326 [90 S.Ct. 1757, 1759, 26 L.Ed.2d 300] (1970).\nAs an aid to the decision of cases in which the prohibition of the Double Jeopardy Clause has been invoked, the courts have found it useful to define a point in criminal proceedings at which the constitutional purposes and policies are implicated by resort to the concept of “attachment of jeopardy”____ The Court has consistently adhered to the view that jeopardy does not attach, and the constitutional prohibition can have no application, until a defendant is “put to trial before the trier of facts, whether the trier be a jury or a judge.” United States v. Jorn, supra, [400 U.S.] at 479 [91 S.Ct. at 554] (citations omitted).\nUntil the prosecution has established a prima facie case, the defendant is not exposed to a finding of responsibility for the alleged errant conduct, Commonwealth v. Prado, supra, and jeopardy does not attach.\nThe public interest in the safety of our citizens requires that a good faith, albeit premature response to criminal conduct, permits the state to call to task those who would violate our laws and threaten the security of our citizens and their possessions. Therefore, if the Commonwealth is unsuccessful in its first attempt to establish a prima facie case, it is not precluded from gathering more evidence to demonstrate that a crime has been committed and that the defendant has probably participated in that conduct. Commonwealth v. Genovese, supra. We have concluded that a proceeding which is designed merely to establish the charges against which a citizen will be asked to defend is too remote to permit jeopardy to attach. It is only when the accused must stand before the tribunal where his guilt or innocence hangs in the balance that double jeopardy concerns are appropriate.\nFrom the foregoing, it is apparent that a determination that the Commonwealth has failed to establish a prima facie case does not preclude a reassessment of that judgment before another district justice either by presenting the same evidence or by presenting a case with additional evidence. Under such circumstances the need to appeal to a higher tribunal does not exist because the initial determination does not preclude a subsequent finding to the contrary.\nII.\nArticle V, section 9 of our constitution provides that there shall be a right to appeal in all cases to a court of record from a court not of record. Pa. Const, art. V, § 9. It is axiomatic, however, that an appeal can be taken only from a final order, Sweener v. First Baptist Church, 516 Pa. 534, 533 A.2d 998 (1987), Piltzer v. Independence Savings and Loan Association, 456 Pa. 402, 319 A.2d 677 (1974), except as otherwise prescribed by general rule. Pa. R.App.P., Rules 311 and 1311. See also 42 Pa. C.S. § 702. The instant situation is not covered under any of the exceptions prescribed permitting interlocutory appeals.\nUnder our Constitution’s Schedule to the Judiciary Article, section 26 provides for writs of certiorari to be issued by the judges of the courts of common pleas to justices of the peace and inferior courts not of record. It is important to note, however, that section 26 of the schedule explicitly states that the Supreme Court has the power to promulgate rules relating to the use of writs of certiorari. Significantly, the Supreme Court has promulgated rules governing the use of certiorari in civil cases where a final judgment has been entered by a district justice. We note that rules have been promulgated to permit appeals from summary judgments in criminal matters. Rule 86(g) of the Pennsylvania Rules of Criminal Procedure expressly precludes the courts of common pleas from issuing writs of certiorari in these cases. In such a setting it is difficult to argue an implicit right to use the writ of certiorari for an order of this character. In this Commonwealth, it is well-settled that the dismissal of charges after a preliminary hearing is interlocutory in nature and does not constitute a final order. Commonwealth v. Cartagena, 482 Pa. 6, 393 A.2d 350 (1978); Commonwealth v. Hetherington, supra. “A finding by a committing magistrate that the Commonwealth failed to establish a prima facie case is not a final determination, such as an acquittal, and only entitles the accused to his liberty for the present, leaving him subject to rearrest.” Commonwealth v. Genovese, supra 493 Pa. at 69 n. 7, 425 A.2d at 369 n. 7, citing Commonwealth v. Hetherington, supra.\nSince double jeopardy concerns are not herein involved, the Commonwealth was free to present the matter before another tribunal if it was satisfied that its evidence was sufficient to establish a prima facie case, just as it would have been free to conduct further investigation and to bring additional evidence implicating the defendant in order to satisfy the magistrate. Since our law does not provide an additional avenue to explore the challenge of an alleged improper dismissal of a defendant at the preliminary hearing stage, if the Commonwealth seeks to reinstitute charges, it must refile the same charges before a different magistrate. Riggins Case, 435 Pa. 321, 254 A.2d 616 (1969).\nFor the foregoing reasons, the writ of prohibition is granted. The Commonwealth is directed to refile charges before a different magistrate and proceed with another preliminary hearing.\nSTOUT, former J., did not participate in the decision of this case.\nLARSEN, J., files a concurring opinion.\nZAPPALA, J., joins the opinion announcing the judgment of the Court and files a concurring opinion.\nMcDERMOTT, J., files a dissenting opinion in which PAPADAKOS, J., joins.\nLARSEN, Justice,\n. Pa.R.Crim.P. Rule 86(g) provides:\nThis rule shall provide the exclusive means of appealing from a summary conviction. Courts of common pleas shall not issue writs of certiorari in such cases."}