{"id": "1823783", "contents": "OPINION\nMcDERMOTT, Justice.\nThe appellant, John Meo and Sam Sicoli were arrested and charged with Criminal Conspiracy and Intent to Manufacture a Controlled Substance after police executed a search warrant for a home where drugs were being manufactured. In a joint trial by jury that followed several of the officers who were involved in the surveillance of the home prior to the raid were called upon by the Commonwealth to testify. Though these officers did not read from their reports or from those authored by the other non testifying officers involved, defense counsel both prior to and during trial attempted to obtain access to certain of these reports. These requests were denied by the Commonwealth and by the trial court at trial over defense counsel’s objections.\nAt the conclusion of the Commonwealth’s case-in-chief, the trial judge granted the appellant’s demurrer to all charges with the exception of the manufacturing count. It was on this charge that she was ultimately convicted. Post-verdict motions were filed and dismissed by the Court and the appellant was sentenced to a period of incarceration of from one to five years. Her subsequent petitions for modification of sentence and for a new trial based upon after discovered evidence were dismissed. She appealed her judgment of sentence to the Superior Court which in an opinion and by order dated March 13, 1987, remanded to the lower court to conduct an evidentiary hearing to determine whether the denial of her request to obtain copies of certain police reports constituted error Commonwealth v. Tizer, 362 Pa.Super. 328, 524 A.2d 902 (1987). The trial court conducted a hearing on remand on October 27, 1987, wherein it concluded that the failure to provide police reports was harmless error and therefore reinstated the original judgment of sentence. The appellant then sought appeal from this order to the Superior Court which affirmed on December 28, 1989. 386 Pa.Super. 654, 555 A.2d 944. A petition for allowance of appeal ensued which petition was granted by this Court.\nThe appellant argues that: the trial court erred in failing to allow defense counsel to inspect police reports; that evidence provided at time of trial was insufficient to sustain her conviction and that after discovered evidence provided by co-defendant Sicoli warrants a new trial.\n• With regard to her first issue, the appellant contends that not withstanding her requests, she was denied the contents of a police report. The contents of the report were not used in evidence at trial. The meaning attached by the appellant and argued here was not discovered until the appellate process was under way. She contends that had it been available it would have aided her defense, that she was a first time, non-participating visitor to a virtual drug factory in a house in the Poconos. The appellant appealed to Superior Court and that court held that the use of the material in the police report was in fact a denial of her rights to the disclosure of Commonwealth evidence. They, nonetheless, held that the error under Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155 (1978), was harmless error. We agree.\nThe appellant was tried jointly with two others, one her boyfriend John Meo, and one Sam Sicoli, the owner of the premises. The evidence of the Commonwealth showed that on an early morning in April, 1985, the police raided the home of Sicoli. Prior to entry, the police had observed three people moving about the house through a window, the other windows of the house were covered with various types of materials. The house emitted a strong odor described as cooking methamphetamine, and the occupants were coming out of the house, including the appellant, who came out to a balcony, apparently to escape the odors of the cooking drugs. When the police executed their search warrant and entered the house, they found the appellant in the kitchen where drugs were found cooking on the kitchen stove. They also found numerous portable camping stoves on which pots of methamphetamine were boiling. Since the presence of someone was required to monitor the drug cooking process and the appellant was in the kitchen, a jury could deduct her participation in the process. While mere presence is not enough, presence at a stove with pots bubbling drugs in a house, permeated with the odor not only from the kitchen, but from camp stoves throughout the house, is sufficient to satisfy the Commonwealth’s theory that she was an active participant. One need not own premises to actively or constructively participate in criminal enterprises therein. The jury could find that a person in a kitchen with cooking drugs, in a house, a veritable cookery of drugs, was involved in their manufacture and was exercising knowledge, control, and dominion over the process. Commonwealth v. Macolino, 503 Pa. 201, 469 A.2d 132 (1983); Commonwealth v. Chenet, 473 Pa. 181, 373 A.2d 1107 (1977); Commonwealth v. Fortune, 456 Pa. 365, 318 A.2d 327 (1974).\nAgainst this evidence, the appellant offered no evidence, apparently relying on the testimony of John Meo, who was found by the police hiding on a shelf in a closet, that he and the appellant, his girlfriend, were visitors who came for other reasons and stayed the night.\nAppellant’s defense was essentially that she was a first-time visitor, and what was so obviously afoot, was not her doing. It is upon this point her complaint that she was denied the police report became pertinent. The police report was that of Trooper Marchetti, who participated in the surveillance of the house prior to the issuance of the search warrant. During his surveillance, he observed Sicoli arrive with a woman and deliver material to the house. In his report he identified the woman as Mrs. Sicoli, the wife of the co-defendant and the owner of the house. Trooper Marchetti was not called to testify. The trooper who did testify referred to the woman who accompanied Sicoli as an “unidentified woman.” Appellant complains that since the woman was unidentified at trial, but was, in fact, Mrs. Sicoli and not the appellant, the jury was led to believe that the “unidentified woman” was her, putting the lie to Meo’s evidence that he and appellant were first time visitors. Were that all, it would indeed argue that appellant is correct and entitled to clarification by new trial. To determine the question, the Superior Court remanded the case to the trial court to determine whether the failure of the Commonwealth to supply Trooper Marchetti’s report was error. The trial court found error but found the error harmless and reinstated the judgment of sentence. The trial court found the evidence that was denied was neither exculpatory or incriminating. Indeed at trial the only reference to an “unidentified woman” was by Trooper Kutch, and when asked if he ever saw the appellant before, he said the only time he ever saw her was in the kitchen when he entered on the morning of the raid. Appellant’s contention that she was compromised by any ambiguity was dissolved. Further, Trooper Kutch’s testimony concerned matters observed days prior to the raid and the reference to an “unidentified woman” was the Tuesday prior to appellant’s visit to the house. Who that person was, was sufficiently established to be other than appellant.\nThe appellant’s final contention is that certain after-discovered evidence warrants the grant of a new trial. The law on this point is well settled. After-discovered evidence will constitute a basis for the grant of a new trial if it:\n(1) has been discovered after the trial and could not have been obtained at or prior to the conclusion of the trial by the exercise of reasonable diligence; (2) is not merely corroborative or cumulative; (3) will not be used solely for impeaching credibility of a witness; and (4) is of such nature and character that a different verdict will likely result if a new trial is granted.\nCommonwealth v. Colson, 507 Pa. 440, 469, 490 A.2d 811, 826 (1985) (quoting Commonwealth v. Valderrama, 479 Pa. 500, 505, 388 A.2d 1042, 1045 (1978)). The after-discovered evidence to which the appellant refers is the testimony of Sam Sicoli the owner of the home where the drugs where manufactured. After he was convicted but before he was sentenced he decided to cooperate with the authorities. During oral argument on the appellant’s petition for Reconsideration of Sentence and Motion for New Trial, Mr. Sicoli testified to the effect that it was only he and Mr. Meo who had agreed to process drugs and that the appellant was not included in those plans. During crpss-examination the following testimony was elicited from Mr. Sicoli:\nQ. During all the time that the methamphetamine was boiling on the stove, were you watching that stove?\nA. No.\nQ. Can you say as a matter ofj fact that Phyllis Tizer never attended those pots as théy boiled on the stove? A. No, I wasn’t watching her a hundred percent of the time.\nQ. And, you do know that she knew that methamphetamine was being manufactured in that house?\nA. Yes.\n(R 214 a).\nThough Mr. Sicoli’s testimony represents evidence that arguably satisfies the first three Requirements for the issuance of a new trial regarding after-discovered evidence, it is doubtful that his testimony would be considered by a jury to be of such nature and character that a different verdict would result given the extent of the drug manufacturing occurring in the residence, the appellant’s proximity to the drugs cooking on the range and Mr. Sicolis’ inability to observe the appellant throughout the relevant time period. Thus, this after discovered evidence does not rise to the level necessary for the grant of a new trial. Colson.\nAccordingly, the judgment of sentence is affirmed.\nZAPPALA, J., dissents.\n. A petition for allowance of appeal was also filed with this Court by the appellant at No. 486 E.D. Allocatur Docket 1987, which was denied on October 1, 1987."}