{"id": "1823782", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nThis case arises from the Commonwealth’s request for us to review a trial court grant, subsequently affirmed by the Superior Court, of a Motion to Quash a Criminal Information in a case where Appellee, the driver of an automobile being driven erratically and on the wrong side of the highway, was stopped by a Special Agent of the Attorney General pending the arrival of the State Police who then took him into custody and administered a breathalyzer test. For the reasons explained below, we reverse.\nThe facts, as stipulated, at the trial court hearing on the motion, are as follows: Agent Charles Becker of the Bureau of Criminal Investigations of the Pennsylvania Attorney General’s Office pursued Appellee’s truck which was weaving erratically and being driven the wrong way on a highway. Agent Becker, dressed in plain clothes, flashed the red siren on his unmarked car. Appellee Galloway pulled off the road and Agent Becker used a bullhorn to order him out of the truck to the rear and to remain still. The agent then removed the truck’s keys, presented his badge to Galloway, gave some type of Miranda warning, and stated that he was under arrest (H.T. 3-4, 9). Agent Becker then radioed the State Police and Trooper Robert Frederick responded to the call and took Galloway into custody, administered a breathalyzer test which showed a reading of .17 percent, and signed a criminal complaint charging him with driving under the influence (75 Pa.C.S. § 3731). Trooper Frederick’s affidavit states his knowledge of the crime was based on information received from “Charles V. Becker,” and another witness, William L. Kelly, as well as the “odor of alcohol” and “breathalyzer test administered.”\nAfter the hearing before the Honorable W. Franks on Appellee-defendant’s motion to quash the criminal information filed in this case, the motion was granted. In his opinion, Judge Franks concluded:\nThe argument put forth by defendant, and concurred in by this Court, is that Special Agent Becker, as a member of the Attorney General’s Office, was without authority to arrest defendant in the instant situation. The Commonwealth contends that Special Agent Becker falls within the definition of a “police officer” as construed by the Pa.R.Crim.P. No. 51(c), 42 Pa.C.S.A. As it was stipulated to by the parties that this was not a private citizen’s arrest, Special Agent Becker must be statutorily authorized to make arrests. This appears to be a case of first impression in the Commonwealth. Counsel and the Court have not found any decisions on this issue by our Courts to guide us. However, we find that a Special Agent of the Attorney General’s Office did not have the authority to make an arrest such as occurred in the instant case. (Slip opinion, p. 2).\nThe Superior Court affirmed in a memorandum opinion, 348 Pa.Super. 631, 501 A.2d 291, adopting the argument that Judge Franks had the sound discretion to grant the motion under Commonwealth v. Niemetz, 282 Pa.Superior Ct. 431, 422 A.2d 1369 (1980).\nInitially, we agree with the lower courts and take this opportunity to reject expressly the Commonwealth’s claim that the Office of the Attorney General possesses general arrest powers. Agent Becker, therefore, could not have been acting as an arresting officer in this case.\nIn reaching this conclusion, we point out first that under Pa.R.Crim.P. 3(Z) and (o), a clear distinction is drawn between a “law enforcement officer” and a “police officer”:\n(1) Law Enforcement Officer is any person who is by law given the power to enforce the law when acting within the scope of that person’s employment.\n(2) Police Officer is any person who is by law given the power to arrest when acting within the scope of the person’s employment.\nSecond, under the Commonwealth Attorney’s Act, Act of October 15, 1980, P.L. 950, No. 164, § 101, et seq., 71 P.S. § 732.101 et seq. (hereinafter referred to as “Act”), the intent of the General Assembly was to limit the authority of that Office to investigate and prosecute only those criminal offenses specifically enumerated by the legislature. Section 732-205 of the Act articulates the cases in which the Attorney General is empowered to act:\nSection 732-205. Criminal Prosecutions.\n(a) Prosecutions. — The Attorney General shall have the power to prosecute in any county court the following cases:\n(1) Criminal charges against State officials or employees affecting the performance of their public duties or the maintenance of the public trust and criminal charges against persons attempting to influence such State officials or employees or benefit from such influence or attempt to influence.\n(2) Criminal charges involving corrupt organizations as provided for in 18 Pa.C.S. § 911 (relating to corrupt organizations).\n(3) Upon the request of a district attorney who lacks the resources to conduct an adequate investigation or the prosecution of the criminal case or matter or who represents that there is the potential for an actual or apparent conflict of interest on the part of the district attorney or his office.\n(4) The Attorney General may petition the court having jurisdiction over any criminal proceeding to permit the Attorney General to supersede the district attorney in order to prosecute a criminal action or to institute criminal proceedings. Upon the filing of the petition, the president judge shall request the Supreme Court to assign a judge to hear the matter. The judge assigned shall hear the matter within 30 days after appointment and make a determination as to whether to allow super-session within 60 days after the hearing. The district attorney shall be given notice of the hearing and may appear and oppose the granting of the petition. Super-session shall be ordered if the Attorney General establishes by a preponderance of the evidence that the district attorney has failed or refused to prosecute and such failure or refusal constitutes abuse of discretion.\n(5) When the president judge in the district having jurisdiction of any criminal proceeding has reason to believe that the case is a proper one for the intervention of the Commonwealth, he shall request the Attorney General to represent the Commonwealth in the proceeding and to investigate charges and prosecute the defendant. If the Attorney General agrees that the case is a proper one for intervention, he shall file a petition with the court and proceed as provided in paragraph (4). If the Attorney General determines that the case is not a proper case for intervention, he shall notify the president judge accordingly.\n(6) Criminal charges investigated by and referred to him by a Commonwealth agency arising out of enforcement provisions of the statute charging the agency with a duty to enforce its provision.\n(7) Indictments returned by an investigating grand jury obtained by the Attorney General.\n(8) Criminal charges arising out of activities of the State Medicaid Fraud Control Unit as authorized by Article XIV (relating to fraud and abuse control), Act of June 13, 1967, (P.L. 31, No. 21), known as the “Public Welfare Code,” and the federal law known as the “Medicare-Medicaid Antifraud and Abuse Amendments.” (Footnotes omitted).\nThe subsequent section, 732-206, provides that:\nSection 732-206. Law enforcement and criminal investigations; investigating grand juries.\n(a) Law enforcement; criminal investigations. The Attorney General shall be the chief law enforcement officer of the Commonwealth; the district attorney shall be the chief law enforcement officer for the county in which he is elected. The Attorney General shall have the power to investigate any criminal offense which he has the power to prosecute under section 205; he shall continue the existing programs relating to drug law enforcement. The Pennsylvania State police shall cooperate with the Attorney General and furnish such services as the Attorney General shall request.\nOur most recent interpretation of that statute held that the Act is the sole grant of authority to the Attorney General, and he “does not possess any inherent additional powers not therein set forth.” See, Commonwealth v. Carsia, 512 Pa. 509, 511, 517 A.2d 956, 957 (1986), where we also concluded “that the power of the Attorney General to prosecute criminal matters is prescribed by section 205.”\nHaving determined that this state officer is governed solely by the Act, we turn next to the Commonwealth’s contention that “inherent in the authority to investigate and prosecute is the authority to arrest.” (Brief, p. 23). We agree that the Attorney General and his agents are empowered to apply for warrants and to make arrests in those instances where an investigation or prosecution is undertaken pursuant to § 732-205. Obviously, that arrest power is designed to facilitate the investigative and prosecutorial aims of the Attorney General’s office. But the power is limited thereby, and we will not read the statute to expand the scope of that power beyond the bounds of the legislative intent underlying it. The specific issue to be decided here is whether those arrest powers, invested in a “law enforcement” officer for purposes of investigating and prosecuting offenses listed in § 732-205, are also of a general nature in the same sense by which municipal police officers and the State Police are authorized by statute to arrest as “police officers.” Neither the language of the Act itself, its legislative history, nor case law convinces us that there is any reasonable interpretation of the Act which allows the Attorney General to arrest for offenses outside of those contemplated by the primary purpose behind the statute. The power of arrest under the Act is limited to those actions which fall within the “scope of employment” as defined and circumscribed by the specific offenses in § 732-205. The Attorney General is a “law enforcement officer” and not a “police officer.”\nSince a violation of the Motor Vehicle Code does not appear in § 732-205, we must conclude that Agent Becker’s detention of Joseph Galloway was not pursuant to any arrest powers deriving from his status as an agent of the Attorney General.\nThis does not end the matter, however. The subsequent arrest by Trooper Frederick was perfectly valid. Under 75 Pa.C.S. § 6304 (cited at footnote 2 above), a state police officer does not have the authority to arrest for motor vehicle code violations without a warrant where he was not present when the offense occurred. This is consistent with the general principle that warrantless arrests for offenses committed outside the presence of the arresting officer may only be made where there is probable cause to believe that a felony, not a misdemeanor, has been, or is being, committed. See, Commonwealth v. Gallagher, 242 Pa.Superior Ct. 289, 363 A.2d 1274 (1976). Nevertheless, there are exceptions to this general principle that must be considered. Pa.R.Crim.P. 101 provides:\nMeans of Instituting Proceedings in Court Cases\nCriminal proceedings in court cases shall be\n(c) Certain arrests authorized. — In\n(1) filing a written complaint; or\n(2) an arrest without a warrant when the offense is a felony or misdemeanor committed in the presence of the police officer making the arrest; or\n(3) an arrest without a warrant upon probable cause when the offense is a felony; or\n(4) an arrest without a warrant upon probable cause when the offense is a misdemeanor not committed in the presence of the police officer making the arrest, when such arrest without a warrant is specifically authorized by statute.\n42 Pa.C.S. § 3731, which deals expressly with driving under the influence of alcohol, and under which the Appellee herein was charged, provides in subsection (c) as follows:\n(c) Certain arrests authorized. — In addition to any other powers of arrest, a police officer is hereby authorized to arrest without a warrant any person who the officer has probable cause to believe has violated the provisions of this section, regardless of whether the alleged violation was committed in the presence of such officer. This authority to arrest extends to any hospital or other medical treatment facility located beyond the territorial limits of the police officer’s political subdivision at which the person to be arrested is found or was taken or removed to for purposes of emergency treatment examination or evaluation provided there is probable cause to believe that the violation of this section occurred within the police officer’s political subdivision.\nReading this section together with Pa.R.Crim.P. 101(4), it is obvious that the warrantless arrest by Trooper Frederick for “driving under the influence” was perfectly legal and valid even though the Trooper was not present when the offense occurred. The untainted information furnished by Agent Becker and the second witness, and the presence of an “odor of alcohol,” was more than enough to establish probable cause.\nReversed.\nSTOUT, Former Justice, did not participate in the decision of this matter.\nNIX, C.J., files a concurring opinion.\nZAPPALA, J., files a dissenting opinion in which LARSEN, J., joins.\n. JOINT STATE GOVERNMENT COMMISSION: TASK FORCE ON THE OFFICE OF ELECTED ATTORNEY GENERAL, Final Report (1979).\n. The Motor Vehicle Code, 75 Pa.C.S. § 6304 specifically provides that authority to arrest without a warrant is limited as follows:\n§ 6304. Authority to arrest without warrant\n(a) Pennsylvania State Police. — A member of the Pennsylvania State Police who is in uniform may arrest without a warrant any person who violates any provision of this title in the presence of the police officer making the arrest.\n(b) Other police officers. — Any police officer who is in uniform may arrest without a warrant any nonresident who violate?- any provision of this title in the presence of the police officer in making the arrest.\n(c) Other powers preserved. — The powers of arrest conferred by this section are in addition to any other powers of arrest conferred by law.\nThe Commonwealth Attorney’s Act, of course, confers no such power so as to fit under (c).\n. It must not be forgotten that before Agent Becker made his unauthorized arrest, he had observed the Appellee driving erratically and on the wrong side of the highway. This information, alone, given to the Trooper was sufficient to give the Trooper probable cause to believe that Appellee was driving under the influence and to support a warrantless arrest."}