{"id": "1823774", "contents": "OPINION OF THE COURT\nCAPPY, Justice.\nThis is an automatic direct appeal from a death sentence imposed upon appellant by the Court of Common Pleas of Philadelphia County following his conviction of first degree murder. For the reasons that follow, we affirm the judgment of sentence of death.\nFollowing a trial by jury, appellant was found guilty of murder in the first degree, robbery and possession of an instrument of crime. A separate penalty hearing was held, after which the jury found two aggravating circumstances which it determined outweighed the one mitigating circumstance, thus, fixing the penalty on appellant’s first degree murder conviction at death. Thereafter, the trial court heard and denied appellant’s post-trial motions and imposed the sentence as decided by the jury. Additionally, the trial court sentenced appellant to a consecutive term of ten to twenty years imprisonment on the robbery conviction and a consecutive term of two and one-half to five years on the possession of an instrument of crime conviction. An appeal was then docketed in this Court.\nSubsequently, appellant asserted claims of ineffectiveness of trial counsel, who then petitioned to withdraw. On January 15, 1988, this Court granted counsel’s petition to withdraw, remanded the record to the trial court for the appointment of new counsel, and permitted new counsel to file a petition asserting claims of ineffectiveness of trial counsel. Present counsel then filed a petition raising several claims of ineffectiveness, which petition the trial court denied. This direct appeal followed.\nIn each case in which the death penalty is imposed, this Court is required to conduct an independent review of the sufficiency of the evidence, even where the defendant has not challenged the conviction on that ground. Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 reh’g denied, 463 U.S. 1236, 104 S.Ct. 31, 77 L.Ed.2d 1452 (1983). In reviewing the sufficiency of the evidence, we must determine whether the evidence, and all reasonable inferences deducible therefrom, viewed in the light most favorable to the Commonwealth as verdict-winner are sufficient to establish all the elements of the offense(s) beyond a reasonable doubt. Commonwealth v. Syre, 507 Pa. 299, 489 A.2d 1340 (1985), reversed on other grounds. So viewed, the evidence establishes the following.\nOn January 22, 1986, at approximately one o’clock in the morning, appellant and a companion appeared at the home of Violeta Cintron at 2859 North Orkney Street in Philadelphia. Appellant knocked on the door and asked for “Cat”, referring to Violeta’s husband, Jose Carrasquillo, who was not at home at that time. Violeta’s one-year-old son and her brother, Raymond Cintron, the victim, were at home with her. Violeta knew appellant as an associate of her husband, and, therefore, permitted him into her home while appellant’s companion remained outside. Upon entering, appellant announced that he wanted a “sixteen” or a gram and a half of cocaine. After Violeta had measured the requested quantity of cocaine, appellant announced that he wished to trade “meth” (methamphetamine) for the cocaine rather than pay cash. Violeta refused and appellant left, apparently to obtain more money in order to purchase the cocaine. He returned a few minutes later, pointed a forty-five automatic handgun at Violeta and demanded the cocaine. Her brother dropped Violeta’s son, whom he had been holding, and began wrestling with appellant in an attempt to seize appellant’s gun. Several shots were fired and Raymond fell to the floor. Appellant then picked up the victim and fired at least two more shots into his body. Violeta threw some cocaine at appellant and he left. During the entire incident, Violeta’s son was present.\nAppellant was seen entering and leaving the residence by Violeta’s sister, Dalia Cintron. Dalia, who lived several houses away from her sister, saw appellant and several other men arrive in a burgundy car and watched appellant and a second man exit the vehicle and begin walking toward Violeta’s house. Dalia saw appellant enter her sister’s house and return approximately five minutes later to where the second man was standing and witnessed the second man hand appellant the gun. She saw appellant re-enter Violeta’s house after which she heard the shots. Dalia then ran into the street and came face-to-face with appellant as he was leaving her sister’s house. Appellant pointed the gun at Dalia and began running down the block and jumped into the burgundy car.\nSimilarly, the victim’s other sister, Nilda Cintron and her common law husband Angel Rivera, encountered appellant and the second man leaving Violeta’s house. Nilda and her husband, who also resided in the same neighborhood, heard several shots and had run outside to see what was happening.\nAppellant was apprehended three days later as a result of his involvement in another shooting incident. On January 25, 1986, at approximately 8:30 in the evening, appellant and a companion appeared at the home of Richard Campbell. Mr. Richard Campbell’s younger brother, Dennis Dantzler, answered the door and called to Richard, who at that time was upstairs. Immediately thereafter, Dennis again called to Richard to tell him that appellant had a gun whereupon Richard grabbed a loaded shotgun out of his bedroom closet. When Richard reached the top of the stairs, appellant, who was standing at the bottom of the stairs, pointed a forty-five automatic at him. The two men exchanged fire after which appellant and his companion fled. Appellant, who was injured, was then observed standing along the sidewalk by a pedestrian. The police arrived and transported appellant to Einstein Hospital. Richard Campbell, his girlfriend Sharon Williams and Dennis Dantzler later identified appellant as the person involved in the incident. Spent cartridges and fired projectiles from both incidents were examined by ballistics and determined to be from the same gun. Appellant was subsequently arrested and charged with the murder of Raymond Cintron and the related offenses.\nJose Carrasquillo, Violeta Cintron’s common-law husband, testified that he and appellant had engaged in similar drug deals on at least two or three prior occasions. At each such sale, appellant traded methamphetamine for cocaine and, in some instances, for cocaine and cash when Jose did not have enough cocaine. He also testified that he did not exchange cocaine for methamphetamine with anyone other than appellant.\nAfter reviewing all the evidence presented, it is clear that the evidence was sufficient to support appellant’s conviction for murder in the first degree for killing Raymond Cintron, robbery as a result of his taking the cocaine, and possession of an instrument of crime based upon his use of a gun during the course of the robbery and murder.\nHaving concluded that the evidence was sufficient to support the verdict, we shall now address appellant’s particular claims of error.\nAppellant first contends that it was error to permit the introduction of evidence of other crimes. Specifically, appellant argues that evidence of the alleged shooting three days after the murder and evidence of his prior dealings with Jose Carrasquillo should not have been admitted because of the highly prejudicial nature of this evidence. We do not agree.\nGenerally, evidence of a distinct, crime is inadmissible against a defendant who is being tried for another crime solely to establish his or her bad character or a propensity for committing criminal acts. Commonwealth v. Hughes, 521 Pa. 423, 555 A.2d 1264 (1989). Evidence of other distinct crimes may, however, be admitted in certain circumstances where the evidence is relevant for some other legitimate purpose and not merely to prejudice the defendant by showing him or her to be a person of bad character. Hughes, Id. For example, a defendant’s other criminal acts may be admitted to prove, inter alia: (1) motive; (2) intent; (3) absence of mistake; (4) common scheme or plan; (5) identity of the person charged with the crime; and (6) to impeach the credibility of a defendant who testifies in his or her trial. See, Commonwealth v. Billa, 521 Pa. 168, 555 A.2d 835 (1989).\nThe admission of evidence is a matter vested in the sound discretion of the trial court, whose decision thereon can only be reversed by this Court upon a showing of an abuse of discretion. Commonwealth v. Claypool, 508 Pa. 198, 495 A.2d 176 (1985). In determining whether certain evidence should be admitted, the trial court must weigh the relevance and probative value of such evidence against the prejudicial impact of that evidence. Commonwealth v. Lark, 518 Pa. 290, 543 A.2d 491 (1988).\nThe Commonwealth introduced the challenged evidence of the shooting incident three days after the murder for the purpose of establishing the identity of the person who committed the murder. This evidence was properly permitted by the trial court. See, Commonwealth v. Evans, 488 Pa. 38, 410 A.2d 1213 (1980).\nIn Evans, Id., we found that the trial court properly permitted the introduction of evidence of the defendant’s participation in a prior bank robbery because the weapon found several hours after the murder therein and which was determined to be the murder weapon, was the same weapon the defendant had stolen from a guard during the bank robbery. We held that such evidence was admissible because it tended to show the identity of the perpetrator of the crime charged, (emphasis ours) Similarly, in Commonwealth v. Jones, 457 Pa. 563, 319 A.2d 142 (1974), we held that testimony implicating the defendant in a crime occurring approximately two to five hours after the murder in question in which a woman and her family were assaulted by the defendant with a gun identified as the murder weapon was admissible to show identity.\nHere, the Commonwealth called Officer Finor, a ballistics expert, who investigated both the incident occurring on January 22, 1986 and the shooting three days later involving Mr. Campbell. Officer Finor testified that spent cartridges and projectiles found at the scene of both incidents were fired from the same weapon. While the gun itself was never recovered, Officer Finor’s testimony demonstrated that the gun used in the shooting incident with Mr. Campbell was the same gun used in the killing of Raymond Cintron. In addition, the court gave cautionary instructions to the jury that they should not consider this evidence for any other purpose than to show the identity of the person who killed Raymond Cintron. Thus, the evidence was properly admitted to identify appellant as the perpetrator of the murder. See, Commonwealth v. Billa, supra.\nAppellant also assigns as error the admission of evidence regarding his prior dealings with Jose Carrasquillo. He raises this claim by way of ineffectiveness on the basis of trial counsel’s failure to specifically object to this evidence. In reviewing a claim of ineffective assistance of counsel, we must first determine whether the issue underlying the claim is of arguable merit. Commonwealth v. Evans, 489 Pa. 85, 413 A.2d 1025 (1980). If the claim lacks merit, our inquiry ceases, as counsel will not be deemed ineffective for failing to pursue a baseless or meritless, issue. Commonwealth v. Nelson, 514 Pa. 262, 523 A.2d 728 (1987). If, however, the claim has merit, we must then determine whether the course of action chosen by counsel had some reasonable basis designed to effectuate his client’s interests. Commonwealth v. Hentosh, 520 Pa, 325, 554 A.2d 20 (1989). Finally, appellant must show thdt counsel’s ineffectiveness so prejudiced his case that he' was denied a fair trial. Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987).\nThe Commonwealth introduced testimony that appellant had, on three prior occasions, met with Jose Carrasquillo for the purpose of exchanging methamphetamine for cocaine. Additionally, Jose Carrasquillo testified that he never made such an exchange with anyone other than appellant. This testimony was admitted to show identity as well as motive. While this evidence was relevant and admissible, the court erred in failing to give a cautionary or limiting instruction to the jury informing them of the limited purpose for which this evidence could be viewed. See, Commonwealth v. Billa, supra.\nClearly, then, appellant’s underlying argument has merit. Trial counsel should have requested, and the trial court should have given such a cautionary instruction. Appellant has, however, failed to demonstrate how the ineffectiveness prejudiced him.\nThe record is replete with evidence that Jose Carrasquillo, his wife, Violeta, Raymond Cintron and appellant were involved in the sale and/or use of drugs. Moreover, the record contains several referenced to the fact that appellant was at the home of Jose on the night of the murder for the specific purpose of buying and/or exchanging drugs. Even prior to the introduction of Jose’s testimony regarding appellant’s and Jose’s prior drug dealings, the jury had heard evidence that appellant knew that there would likely be cocaine at Violeta and Jose’s home. Violeta testified that when appellant arrived, he asked for a “sixteen” and then asked how much a “sixteen” would cost. Appellant then watched while Violeta weighed and bagged the cocaine. In addition, Violeta testified that she was arrested the night of the murder and charged with possession of cocaine. Thus, given the overwhelming evidence as to the drug involvement on the part of most of the witnesses, admission of the challenged evidence resulted in no actual prejudice to appellant. Having concluded that no prejudice resulted therefrom, we also conclude that counsel can not, therefore, be deemed ineffective for failing to object to the admission of this evidence. See, Commonwealth v. Pierce, supra.\nAppellant next argues that the trial court erred in admitting, during the penalty phase, evidence of appellant’s other crimes. The crimes to which appellant refers include a conviction for simple assault and a conviction for unauthorized use of an automobile, both of which constitute misdemeanors of the second degree. Appellant contends that this evidence led the jury to sentence him to death based upon passion or prejudice or other arbitrary factors.\nInitially, we note that it was the defense who first elicited testimony concerning the challenged convictions from its own character witnesses, the reason being that the only evidence of mitigation which the defense had was the testimony of two character witnesses. Having placed appellant’s character in issue, the prosecutor would then be free to bring out appellant’s prior convictions although neither were felony convictions. Commonwealth v. Peterkin, 511 Pa. 299, 513 A.2d 373 (1986). The defense, therefore, introduced the evidence first, in the hope that it could be used more favorably. Moreover, evidence of a defendant’s prior convictions is always relevant and admissible during the penalty phase. 42 Pa.C.S. § 9711(e)(1); See e.g., Commonwealth v. Beasley, 505 Pa. 279, 479 A.2d 460 (1984).\nHowever, the jury found, as a mitigating factor, that appellant had no significant prior criminal history. And, while the jury also found two aggravating factors, neither of those factors involved any prior convictions or criminal acts. Therefore, based upon the finding of this particular mitigating factor, appellant’s argument is wholly without merit.\nAppellant’s final argument is that there was insufficient evidence for the jury to find that in the shooting of the victim, appellant knowingly created a grave risk of death to other persons. The jury found two aggravating factors, that appellant committed a killing while in perpetration of a felony and that the appellant knowingly created a grave risk of death to another person in addition to the victim while committing the subject offense.\nA review of the record reveals that the murder occurred in a room measuring only eleven feet by ten feet. When appellant first exhibited the gun, he pointed it at Violeta and demanded cocaine. Raymond Cintron, who at that time was holding Violeta’s one-year old son, then dropped the child and began wrestling with appellant in an attempt to seize the gun. In his attempt to shoot the victim, appellant shot a stereo speaker, a lamp and the wall. After appellant shot the victim, he pointed the gun at Violeta, who was now holding her child in her arms, and demanded the cocaine. Appellant then returned to where the victim laid, picked up the body and, again, shot the victim. Based upon this evidence, it is clear that the jury was justified in finding this aggravating circumstance. See, Commonwealth v. Stoyko, 504 Pa. 455, 475 A.2d 714 (1984) (defendant knowingly created a grave risk of death to others when he wounded another person who was in the car with the murder victim); See, also, Commonwealth v. Smith, 518 Pa. 15, 540 A.2d 246 (1988) (jury entitled to find that appellant created a grave risk of death to the others who were present on the porch and in close proximity to the victim where there was a possibility of their being struck by an errant, ricochet or “pass through” bullet).\nFinally, pursuant to our statutory duty to review death penalty cases to determine whether the sentence imposed is excessive or disproportionate to the penalty imposed in similar cases, we have reviewed the data and information pertaining to similar cases compiled by the Administrative Office of Pennsylvania Courts (AOPC). See, Commonwealth v. Frey, 504 Pa. 428, 475 A.2d 700 (1984). We conclude therefrom that the sentence of death is not excessive or disproportionate to the penalty imposed in similar cases. We also find that the evidence supports the jury’s findings of two of the aggravating circumstances specified in subsection (d), 42 Pa.C.S. § 9711(h)(3)(ii), and that the sentence imposed was not the product of passion, prejudice or any other arbitrary factor, 42 Pa.C.S. S 9711(3)(i).\nFor the foregoing reasons, we uphold the convictions and affirm the judgment of sentence of death.\nNIX, C.J., and PAPADAKOS, J., concur in the result.\n. See, 42 Pa.C.S.A. §§ 722(4), 9711(h)(1); Pa.R.A.P. Rule 702(b).\n. Appellant had also come to Violeta’s home earlier that same day, looking for \"Cat”, and after Violeta informed him that her husband was not at home and that he was “over [sic] the white boys\", appellant left.\n. 42 Pa.C.S.A. § 9711(d)(7) provides that one of the aggravating factors which a jury may consider includes whether in the commission of the offense the defendant knowingly created a grave risk of death to another person in addition to the victim of the offense.\n. 42 Pa.C.S.A. § 9711(h)(3)(iii).\n. The Prothonotary of the Eastern District is directed to transmit, as soon as possible, the full and complete record of the trial, sentencing hearing, imposition of sentence and review by this Court to the Governor. 42 Pa.C.S.A. § 971 l(i)."}