{"id": "1825984", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nThis case involves the right to a prompt criminal trial under what is referred to as “Rule 1100,” Pa.Rule of Criminal Procedure 1100. Under the provisions of former Pa.R.Crim.P. 1100(a)(2), which was in effect until December 31, 1987, when amended by this Court, and in effect at all times relevant hereto:\nTrial in a court case in which a written criminal complaint is filed against the defendant after June 30, 1974 shall commence no later than one hundred eighty (180) days from the date on which the complaint is filed. Subsection (c)(1) of Rule 1100 provided that:\nAt any time prior to the expiration of the period for commencement of trial, the attorney for the Commonwealth may apply to the court for an order extending the time for commencement of trial.\nFurther, subsection (c)(3) of that Rule mandated that: Such motion shall set forth facts in support thereof, and shall be granted only upon findings based upon a record showing that trial can not be commenced within the prescribed period despite due diligence by the Commonwealth and, if the delay is due to the court’s inability to try the defendant within the prescribed period, upon findings based upon a record showing the causes of the delay, and the reasons why the delay cannot be avoided.\nThe facts in the instant case are as follows: Appellant was charged by criminal complaint dated April 5, 1987, with Driving Under the Influence of Alcohol and two companion summary offenses under the Vehicle Code, Title 75 Pa.C. S.A. The complaint was actually filed with a district justice on April 6, 1987. For reasons not appearing of record, the complaint and summons were not mailed to Appellant-defendant until April 21, 1987. The initial date set by the district justice for the preliminary hearing under Pa.R.Crim. P. 141 was June 17, 1987. Appellant then requested a continuance, and a new preliminary hearing date was set for July 1, 1987. The delay between the time of filing the complaint and the June 17, 1987, original hearing date was primarily due to the police schedule as to hours they were working and vacation days according to the findings of the Court of Common Pleas of Lancaster County (Memorandum Opinion of trial court, p. 1). Hence, seventy-two days of delay were attributable to the Commonwealth. The defense was responsible for the fourteen day delay between June 17 and July 1, 1987. The preliminary hearing was held as scheduled on July 1, 1987. No attorney for the Commonwealth entered an appearance in the proceedings at the district justice level, and no attorney for the Commonwealth was present at this preliminary hearing.\nThe district justice found a prima facie case and ordered the matter held over for the Court of Common Pleas. See Pa.R.Crim.P. 143. At the conclusion of the preliminary hearing, the district justice prepared and served on Appellant a document entitled “Notice of Arraignment,” as is the practice in the judicial district comprised of Lancaster County. The Notice of Arraignment is signed by the district justice and indicates that Appellant “will be arraigned on Wednesday, the 30th day of September, 1987.” (R., 4a). Appellant’s signature also appears on the Notice of Arraignment, dated July 1, 1987, as as acknowledgement of his receipt thereof.\nA transcript was forwarded by the district justice to the court, and the clerk of courts for Lancaster County received the same on July 8,1987. Amongst the papers is the Notice of Arraignment to Appellant. Although the exact date of receipt is uncertain, the memorandum opinion of the trial court (at p. 2) indicates that the District Attorney’s office is shown as receiving the yellow copy of the Notice of Arraignment at about the same time.\nThe judicial district comprised of Lancaster County employs a term system of criminal trials consisting of six (6) annual terms of court, each being two weeks in duration. (Memorandum opinion of trial court, p. 2). The judicial district comprised of Lancaster County also employs a system of six (6) corresponding dates of “arraignment court,” the term utilized on the calendar published by the court. (Id.). There was a two-week term of court commencing on September- 8, 1987. (Id.) The next two-week term of court commenced on November 9, 1987. (Id.). The “arraignment court” date corresponding to the September, 1987, term of court was July 29, 1987. (Id.). The “arraignment court” date corresponding the the November, 1987, term of court was September 30, 1987.\nBy virtue of the system summarized above, trial of a defendant whose arraignment was scheduled for July 29, 1987, could have occurred no earlier than September 8, 1987. Likewise, trial of a defendant (like Appellant), whose arraignment was scheduled for September 30, 1987, could have occurred no earlier than November 9, 1987.\nThe 180 day period for commencing trial under Rule 1100, excluding the fourteen day delay indisputedly attributed to Appellant, would have expired on October 18, 1987, a date between the two terms of court as summarized above. Hence, because Appellant was scheduled to be arraigned on September 30, 1987, his trial could not have commenced until November 9, 1987, at the earliest — well beyond the October 18, 1987 “run date” under Rule 1100.\nOn August 5, 1987, the Commonwealth filed an information against Appellant. See, Pa.R.Crim.P. 225. On August 31, 1987, the Commonwealth filed a timely Petition for Extension of Time for Commencing Trial, to which Appellant filed an Answer on October 1, 1987. A hearing on the petition was eventually held on November 2, 1987, at the conclusion of which the trial court denied the same. On November 23, 1987, Appellant filed a Motion to Dismiss pursuant to Pa.R.Crim.P. 1100. The court entered an order on November 23, 1987, granting said motion and dismissing the charges.\nIt is from the order of November 23, 1987, that the Commonwealth filed an appeal to the Superior Court. The Superior Court, in a memorandum opinion, reversed the trial court on the grounds that the Commonwealth was not guilty of performing with a lack of due diligence, and was not responsible for the delay caused by the district justice’s scheduling of the arraignment since the Commonwealth is not generally responsible for or charged with derelictions on the part of other “agencies” within the criminal justice system. The Superior Court relied on Commonwealth v. Monosky, 511 Pa. 148, 511 A.2d 1346 (1986), in reaching their conclusion. Judge Montemuro dissented.\nWe granted allocatur based on a continuing review of our appellate docket, because, blatantly put, we have become concerned that the Superior Court is more and more inclined to accept any and every excuse for failure to bring a criminal case to trial within the period prescribed by Rule 1100, and that this case presented the opportunity to prevent further emasculation of Rule 1100. For the reasons set forth below, we reverse.\nUnder Rule 1100, the Commonwealth must act with “due diligence” to bring a criminal defendant to trial. “When a case has possible Rule 1100 problems, prosecutors must do everything reasonable within their power to see that the case is tried on time.” Commonwealth v. Smith, 477 Pa. 424, 428, 383 A.2d 1280, 1282 (1978). See also, Commonwealth v. Polsky, 493 Pa. 402, 426 A.2d 610 (1981). The test to be met is whether the Commonwealth’s efforts to bring the defendant to trial were reasonable and pursued with diligence. Commonwealth v. Koonce, 511 Pa. 452, 515 A.2d 543 (1986). Here the test of due diligence was not met. The Commonwealth argues:\nIn conjunction with the term system of criminal court as herein described and in conjunction with the system whereby the district justices notify defendants as to which arraignment they are to report, it would be unduly harsh to require the office of the district attorney to monitor cases being returned to the court by the district justices in order to unearth “problem cases” under Rule 1100 occasioned by the arraignment date given to defendants by the district justices____\n(Appellee’s brief, p. 6).\nThe argument is sheer nonsense. Particularly in light of the Lancaster County District Attorney’s heavy responsibility under Local Rule 303 (with respect to conducting arraignments) (see footnote 1 above), it is not unreasonable or erroneous to expect the District Attorney’s Office to track arraignment dates on a routine basis to determine whether prosecution under Rule 1100 is thereby jeopardized. That office and those like it must, to be diligent, have simple systems in place to carry out the routine duties of the office. Sound reason requires no less. It would be easy to maintain a diary book where the relevant dates in a given prosecution could be promptly entered and checked against the Rule 1100 run date as a matter of course. Practicing lawyers must maintain docket books to make sure that they appear in court on the right date, file pleadings on time, complete discovery in a timely fashion, and do not run afoul of statutes of limitation. No less is required of a properly administered district attorney’s office. Here, the District Attorney’s Office “blew it” and they did so because a routine diary or docket system was apparently not in place. That constitutes a failure to exercise due diligence. It has been held that “due diligence” imposes the obligation on the government to “read its mail and respond intelligently.” United States v. Salzmann, 417 F.Supp. 1139, 1155 (D.C.E.D.N.Y., 1976). We hold that due diligence likewise imposes on the government the duty to employ simple recordkeeping systems in circumstances such as this. Unlike Commonwealth v. Monosky, supra, the delay here was not the fault of the minor judiciary (the district justice), but must be fully attributed to the district attorney’s office itself. Hence, Rule 1100 was violated, and we hold that the trial court was correct in dismissing the charges against Appellant.\nThe decision of the Superior Court reversing the trial court must be, and the same is hereby, reversed.\nMcDERMOTT, J., did not participate in the consideration or decision of this matter.\nZAPPALA, J., joins the Majority Opinion and files a Concurring Opinion.\nLARSEN, J., files a dissenting opinion.\nCAPPY, J., dissents.\n. Consistent with Pa.R.Crim.P. 303, Lancaster County’s Local Rule of Criminal Procedure No. 303 vests the power to conduct arraignments in the District Attorney’s office. The local rule states:\nA. Arraignment shall be conducted by the District Attorney or his court approved designee, who shall be called the Arraignment Officer. Arraignment shall consist of calling the accused before the Arraignment Officer, identifying him, advising him of the charges in the information, furnishing him a copy of the information, and advising him of his right to counsel and of the time periods within which he may commence discovery, file an omnibus pre-trial motion and request a bill of particulars. A plea of not guilty shall be entered by the defendant unless he indicates at that time his intent to plead guilty.\nB. Arraignment shall take place at least thirty (30) days before trial, unless a defendant and his counsel agree to an earlier trial date.\nC. A defendant and his counsel may waive arraignment and enter a plea of not guilty by filing a written waiver of arraignment on a form prescribed by the District Attorney and approved by the court.\nAppellant’s brief alleges (at pp. 8-9 thereof) (and the allegations stand unrefuted) that the key to this case lies in the de facto power of the Lancaster County District Attorney over the scheduling of arraignments as well.\nAlthough the published court calendar contained scheduled mass arraignment dates of July 29, 1987, for cases to be listed during the September Term, and September 30, 1987 for cases to be listed during the November Term, Appellant asserts that it was conceded by the District Attorney himself at oral argument before the Superior Court that arraignments are scheduled by him and conducted by him outside of these regularly scheduled \"Arraignment Courts.” In addition, although a \"Notice of Arraignment” is served by the district justice upon a defendant after the preliminary hearing, the trial court in this case found that: “It is unclear from the evidence which office, District Attorney or District Justice assigns the date of arraignment.” (Memorandum opinion of trial court, p. 2). In fact, argues Appellant, the Commonwealth's Brief in the Superior Court suggested that there existed a \"cut-off date\" supplied to the district justices in Lancaster County By the District Attorney such that, for example, cases in which preliminary hearings were held prior to July 1, 1987 were to be assigned a July 29, 1987 arraignment date, while cases in which preliminary hearings were held on or after July 1, 1987 were to be assigned an arraignment date of September 30, 1987. The reason behind this “cut-off date” system devised by the District Attorney becomes apparent, asserts Appellant, when one considers the fact that in Lancaster County it is the District Attorney who prepares and publishes both the list of defendants to be arraigned at Arraignment Court and the list of cases to be tried during the corresponding trial term. Thus, Appellant argues that it is for his own convenience in preparing those lists that the District Attorney assigns “cut-off dates.” In view of such power of control that resides with the District Attorney, Appellant argues that the Superior Court conclusion that the delay here was caused by the district justice and the scheduling policies and practices of the Court of Common Pleas amounts to nothing more than sophistry. In view of our disposition of this appeal below, it is unnecessary to comment on this argument of Appellant, but it is obvious that Appellant's contentions provide a lucid explanation of what happened in the instant case consistent with the District Attorney’s extensive responsibilities under Local Rule 303."}