{"id": "1825874", "contents": "OPINION OF THE COURT\nLARSEN, Justice.\nThe issues raised by this appeal are whether appellant, Peter Bradley, received actual notice of a tax assessment against the business in which he was a limited partner, and whether appellant, as a limited partner, was liable for a partnership debt under the Uniform Limited Partnership Act.\nAppellant is a school teacher who was requested by Patrick McKelvey to provide the financial backing for a retail bicycle business. The two men entered into a limited partnership agreement, and appellant provided an $18,-000.00 loan to the business. As a limited partner, appellant took no part in the operation or management of the bicycle shop. McKelvey, as general partner, handled all of the purchases, sales and financial aspects of the business. Identifying himself as the partnership’s “principal” partner (we interpret this as meaning the partnership’s general partner), McKelvey filed an application for sales, use and hotel occupancy license with the Department of Revenue of the Commonwealth of Pennsylvania, and designated appellant as a limited partner in the business, which was known as “Different Spokes.”\nOn October 10,1985, appellee, Commonwealth of Pennsylvania, Department of Revenue for the Bureau of Accounts Settlement, mailed a notice of Sales and Use tax assessment to the business address of Different Spokes for a series of tax periods beginning July 1, 1983, and ending June 30, 1985, in the amount of $17,636.86. The total assessment amounted to $27,974.21 with penalties and interest. No challenge was made to this assessment nor was the assessment paid.\nIn April of 1986, appellee issued liens in the amount of $27,974.21 against the business and its general and limited partners. Appellant, who had not been individually notified of the assessment by the appellee, did not discover the lien that had been filed against properties he owned until he was conducting a title search several months thereafter during a routine application for a mortgage. Appellant promptly filed a Petition to Strike Tax Lien in. the Court of Common Pleas of Delaware County. That court determined that its jurisdiction was limited to the question of whether or not appellant had received notice of the assessment. The common pleas court then held that notice to the partnership constituted notice to the appellant, and thus, that the appellant had received notice of the assessment. Accordingly, appellant’s petition to strike tax lien was denied.\nAppellant filed an appeal to Commonwealth Court which affirmed, holding that the notice of tax assessment sent to the limited partnership was “sufficient to support the lien entered against [appellant] as a limited partner.” Commonwealth, Department of Revenue v. McKelvey, 125 Pa.Commw. 327, 331, 557 A.2d 447, 448 (1989). We granted appellant’s petition for allowance of appeal, and we now reverse.\nThe trial court erred in holding that notice to a partnership constitutes notice to a limited partner. The trial court also erred in holding by implication that the personal assets of a limited partner can be liened to satisfy the debt of a limited partnership.\nAs a matter of law, notice to a limited partnership can never constitute notice to a limited partner. A limited partner has no role in the exercise, control or management of the limited partnership business. Limited partners, by statutory definition, do not take part in the control or management of partnership business.\nSection 521 of the Uniform Limited Partnership Act which was in effect at the time of the events giving rise to this litigation provided as follows:\nA limited partner shall not become liable as a general partner unless, in addition to the exercise of his rights and powers as a limited partner, he takes part in the control of the business.\n59 Pa.C.S.A. § 521 (now repealed). Interpreting this section in Estate of Hall, 517 Pa. 115, 134, 535 A.2d 47, 56 (1987), this Court stated:\nIn exchange for exposure to only limited liability, and the tax advantages available because of the use of the limited partnership entity (discussed above), the limited partners must abstain from participation in the conduct of the business. Discretion to conduct the business and to make routine and normal business judgments must, therefore, rest with the general partner, ...\n(emphasis added).\nAppellant was a limited partner and did not take part in the control or management of Different Spokes; accordingly, the notice received by the partnership of the tax assessment did not constitute actual notice to appellant. Additionally, the lower court’s ruling is inconsistent with this Court’s decision in Tracy v. County of Chester, Tax Claim Bureau, 507 Pa. 288, 295, 489 A.2d 1334, 1338 (1985) (“[A] reasonable effort must be made to provide actual notice of an event which may significantly affect a legally protected property interest.”) If the appellee “intended” to lien appellant’s property for the debt of the limited partnership, it had an obligation to give appellant actual notice of all of the proceedings.\nFinally, it is the law of this Commonwealth that a limited partner is not liable for the obligations of the limited partnership. 59 Pa.C.S.A. § 511 (now repealed). See Freedman v. Tax Review Board, 212 Pa.Super. 442, 243 A.2d 130 (1968) (limited partner, like a corporate shareholder, is exempted from general liability for debts of partnership and places only his or her capital contribution at the peril of the business), aff'd, 434 Pa. 282, 258 A.2d 323 (1969). Thus, assuming proper notice to appellant, his liability would be limited.\nAccordingly, we reverse the decision of the Commonwealth Court, and we remand to the Court of Common Pleas of Delaware County for the entry of an order granting appellant’s petition to strike tax lien.\nNIX, C.J., did not participate in the consideration or decision of this matter.\n. 59 Pa.C.S.A. §§ 501-569 (now repealed). This Act, although in effect at the time of the events giving rise to this litigation, was repealed by Section 302(e)(1) of Act 1988, Dec. 21, P.L. 1444, No. 177. The current statutory provisions governing limited partnerships are found at 15 Pa.C.S.A. §§ 8501-8594.\n. Appellee argues that appellant never produced proof that a certificate of limited partnership had been filed with the Department of State as required by section 512 of the Uniform Partnership Act, 59 Pa.C.S.A. § 512 (now repealed). This issue was not raised before the common pleas court; accordingly, for the purposes of disposing of the issues presented in this opinion, we adopt the finding of the trial court that a limited partnership existed.\n. The Commonwealth may impose liens upon the real and personal property of a taxpayer who \"neglects or refuses to pay” taxes after demand, without providing any notice to the taxpayer until ten days before execution on the lien. 72 P.S. § 7242(a) & (b)."}