{"id": "1827722", "contents": "OPINION\nMcDERMOTT, Justice.\nThe parties to this action, Marlene and Michael Knorr were married on April 26, 1978 and later separated. Their union produced two children, Crystal and Melissa, whose support as outlined in their parent’s settlement agreement is the subject of this litigation. As the record discloses an agreement was reached on June 2, 1986, which for the purposes of this opinion provided in relevant part as follows:\n5. SUPPORT. Husband shall pay Wife the sum of Two Hundred ($200.00) Dollars per month support until such time as Husband is employed. When Husband becomes employed, he shall pay support according to the then current support guidelines of the Court of Common Pleas of Allegheny County, Pennsylvania.\n9. PRESENTATION TO COURT. This agreement shall be presented to a court of competent jurisdiction in any action between the parties sounding in divorce with the request it be adjudicated to be fair, just and proper, and that it be incorporated by said Court as a part of the Order of said Court in the final decree (but not merged with the final decree) entered in said proceeding.\nA final decree was entered on August 11, 1986, which decree recited that “[t]he Agreement of the parties is attached hereto and made a part hereof.” Subsequently when the husband appellee failed to meet his support obligations the wife appellant filed a complaint in support in the Court of Common Pleas of Allegheny County. In March of 1987, a court order was issued by consent of the parties wherein the appellee was required to pay $200.00 per month plus arrearages and was directed to search for employment. This order provided that it was enforceable by the court’s contempt power and that the failure to comply would result in arrest and attachment of wages.\nIn December of 1987, appellant filed a petition to increase the support order, alleging that her former husband had obtained employment. Thereafter he filed a petition to reduce the order, alleging that he had been laid-off from work in November of 1987 and was not eligible for unemployment compensation. Prior to the hearing, the appellant moved to vacate the order setting a hearing date on Mr. Knorr’s petition to reduce the order of support on the ground that the support order was not subject to reduction in that it was based upon a support agreement which was not subject to modification.\nThe trial court vacated the order setting a hearing date with regard to appellee’s petition to reduce the support order, agreeing with the appellant that the order was not subject to reduction. The Superior Court reversed and remanded for further proceedings 380 Pa.Super. 11, 550 A.2d 1338.\nThe appellant argues that the settlement agreement entered into between the parties wherein a $200.00 level of support was established represents the minimum level of support and that a court may not issue an order for an amount less than that agreed to by the parties.\nRecently our Superior Court in Sonder v. Sonder, 378 Pa.Super. 474, 549 A.2d 155 (1988), had occasion to discuss the significance of settlement agreements in the context of child support arrangements, which agreements are incorporated but not merged into the final divorce decree. There the court held that:\nby renouncing merger and failing to have language in the decree requiring enforcement as a court order, the contract survives. In doing so, the parties reject the benefit of the provisions developed under the Divorce Code and the divorce procedures enunciated in the Civil Procedural Rules for contempt, attachment and payment of alimony on divorce.\nId., 378 Pa.Superior Ct. at 493, 549 A.2d at 165. The court in Sonder went on to state however that notwithstanding language rejecting merger, that visitation and custody matters would be enforced according to the best interests of the child and that as with support orders, only advisory effect would be given to the agreement but without binding effect on the court when it is not in the best interest of the child. Sonder.\nParties to a divorce action may bargain between themselves and structure their agreement as best serves their interests, Brown v. Hall, 495 Pa. 635, 435 A.2d 859 (1981). They have no power, however, to bargain away the rights of their children, Sonder v. Sonder, supra. Their right to bargain for themselves is their own business. They cannot in that process set a standard that will leave their children short. Their bargain may be eminently fair, give all that the children might require and be enforceable because it is fair. When it gives less than required or less than can be given to provide for the best interest of the children, it falls under the jurisdiction of the court’s wide and necessary powers to provide for that best interest. Id. It is at best advisory to the court and swings on the tides of the necessity that the children be provided. To which the inter se rights of the parties must yield as the occasion requires. In the instant case the mother appellant has chosen not to sue on their separation agreement, but has sought redress by complaint in the Family Court. In doing so she has forsaken her contract right to sue, seeking the powers of the court for immediate relief. While such an option may provide swifter and more enforceable results, it becomes subject to the court and the court is not bound by their agreement. In the exercise of its duty to provide for the best interests of the child, the court may order more than the agreement provides. Hence for decision here, the appellant may prove before the Family Court a need for more than the agreement provides to supply the best interests of the children.\nAccordingly, the order of the Superior Court is affirmed and the matter is remanded to the trial court.\nCAPPY, J., files a concurring opinion.\nLARSEN, J., files a concurring and dissenting opinion.\n. As with contracts an action in assumpsit or for specific performance would be required and any resulting judgment would be enforced in accordance with Pa.R.C.P. 3001 to 3011 and 3101 to 3149 inclusive; and Pa.R.C.P. Equity Actions, Rule 1501, et seq.\n. We note that the significance of merger in a divorce decree has been lessoned by the recent enactment of Section 401.1 of the Divorce Code which provides in relevant part as follows: (a) A party to an agreement regarding matters within the jurisdiction of the court under this act, whether or not the agreement has been merged or incorporated into the decree, may utilize a remedy or sanction set forth in this act to enforce the agreement to the same extent as though the agreement has been an order of court except as provided to the contrary in the agreement. The use of these sanctions does not invalidate the agreement between the parents insofar as that agreement does not deny the children their right to adequate support."}