{"id": "1827751", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThe question presented on this appeal is whether the Court of Common Pleas of Berks County abused its discretion in granting the petition of Morgantown Properties for incorporation of the Borough of New Morgan and whether Commonwealth Court erred in affirming the trial court’s order.\nThis case arose when Morgantown Properties, a limited partnership, filed a petition to incorporate a tract of land it owned in Berks County. The proposed borough consisted of 3,700 acres, part of which is located in Caernarvon Township, and part of which is located in Robeson Township. Morgantown Properties is the sole owner of the entire tract of land to be incorporated, and there are only six occupied homes in the proposed borough. Morgan-town’s proposal is to develop the land with a landfill, a trash-to-steam plant, a tourist attraction which it calls a Victorian Village, a golf course, a cultural center, a mixed use center, commercial areas, agricultural areas, and open space areas.\nPursuant to the Borough Code, the Court of Common Pleas of Berks County established a Borough Advisory Committee consisting of two residents of the proposed borough, one resident of Caernarvon Township, one resident of Robeson Township, and a fifth member who was a resident of Berks County, but did not reside in either affected township or in the proposed borough. The fifth member acted as chairman of the committee. Additionally, pursuant to the Borough Code, the court appointed the director of the Berks County Planning Commission as advis- or to the committee.\nAfter conducting more than 100 hours of hearings, the committee voted three to two in favor of incorporation. Both the majority and the minority of the committee wrote reports and the court adopted the findings of fact and conclusions of law of the majority report. On appeal, a panel of Commonwealth Court affirmed the trial court with one judge dissenting. Caernarvon Township, Robeson Township, Kathleen Hood, et al., and Harry J. Smith et al. (hereinafter “appellants”) petitioned for allowance of appeal and we granted allocatur primarily to address the question of whether, under the Borough Code, the trial court abused its discretion in granting the petition for incorporation of a borough where the land involved is a large tract owned by a sole landowner whose purpose, at least in important part, is to utilize the land for a landfill.\nThe preliminary steps to be followed in creating a new borough are found in the Borough Code, Act of February 1, 1966, as amended, 53 P.S. §§ 45201-45219. Section 45201 provides that the courts of common pleas have authority to incorporate certain areas within their jurisdiction. Section 45202(a) provides that application for incorporation shall be by petition to the court of common pleas, and where, as here, the proposed borough is located in different townships, the petition must be signed by a majority of freeholders within the proposed borough residing in each township.\nSection 45202(b), as it applies to this case, provides that when a petition for the creation of a borough is received by the court, the court shall establish a Borough Advisory Committee consisting of two residents of the proposed borough, two residents of the existing governmental units not residing in the proposed borough and recommended by the governing bodies of those units, and one resident of the county not residing in either area to serve as chairman.\nSection 45202(c) provides for the work of the committee as follows:\nSuch committee shall ... advise the court in relation to the establishment of the proposed borough. In particular, the committee shall render expert advice and findings of fact relating to the desirability of such an incorporation, including, but not limited to, advice as to:\n(1) the proposed borough’s ability to obtain or provide adequate and reasonable community support services such as police protection, fire protection and other appropriate community facility services;\n(2) the existing and potential commercial, residential and industrial development of the proposed borough; and\n(3) the financial or tax effect on the proposed borough and existing governmental unit or units.\nThe requirements of this section are augmented by Commonwealth Court’s decision in Bear Creek Township v. Penn Lake Park Borough, 20 Pa.Cmwlth. 77, 340 A.2d 642 (1975), that the area proposed for incorporation also must be one harmonious whole with common interests and problems which can be properly served by borough government. Finally, Section 45202(d) provides:\nThe court, if it shall find, after hearing and advice of the committee, that the conditions prescribed by this section have been complied with, shall certify the question to the board of elections of the county for a referendum vote of the residents of the proposed borough. Upon receipt of the certified election results, the court shall enter a final decree granting or denying the prayer of the petitioners.\nCaernarvon and Robeson Townships, Kathleen Hood et al., and Harry J. Smith et al., formulate the issues in this case as follows:\nA. Whether the borough incorporation statute permits the creation of a borough where the proponent’s motivation for incorporation is to bypass zoning and land development restrictions of the affected townships?\nB. Whether the proposed borough constitutes a harmonious whole?\nC. Whether the disadvantages to Caernarvon and Robeson outweigh the advantages of incorporation of the borough of New Morgan?\nOur standard of review is to affirm the trial court’s findings of fact unless they are not based upon competent evidence, 2401 Penn Ave. v. Fed. of Jewish Agencies, 507 Pa. 166, 489 A.2d 733 (1985) or unless the court’s conclusions of law are not reasonably based upon its findings of fact. Karis v. Karis, 518 Pa. 601, 544 A.2d 1328 (1988).\nThe first of the appellants’ claims is that Morgan-town’s motive for the incorporation was to avoid the townships’ zoning regulations, that this is an impermissible motive, and, therefore, that its application for incorporation should have been denied. The Commonwealth Court case cited by the appellants in support of this claim, In re Incorporation of Borough of Bridgewater, 87 Pa.Cmwlth. 599, 488 A.2d 374 (1985), stands for the proposition that incorporation of a borough may be denied when it is demonstrated that the applicant’s motive is racial segregation. The case does not stand for the broad proposition that incorporation may be denied when the applicant has an “improper motive.” Indeed, the legislature has been silent on the matter of motive, and Pennsylvania cases have turned on motive only where racial discrimination was at issue. Absent, therefore, fundamental constitutional concerns or other direction from the General Assembly, we do not understand inquiry into motive of the applicant to be appropriate.\nEven if it were, however, and even if avoiding existing land use regulations were deemed an improper motive, appellants have failed to show improper motive. The majority of the advisory committee found:\nApplicant is basically motivated by a desire to establish an independent governmental agency which will complement the conceptual theme of cohesive combination of related but unique land and development uses unfettered by unreasonable governmental restraints.\nThe majority report concluded:\n[T]he incorporation ... is not intended to circumvent existing land use controls but will encourage large scale economic development to an otherwise dormant segment of the Townships.\nR. 84a, 86a. These findings are supported by the record and were adopted by the trial court. In reviewing this issue, Commonwealth Court wrote:\nWe do not doubt that Applicant is motivated in part by a desire to escape certain governmental controls. However, that desire is not necessarily contrary to the Borough Code, nor is it the sole motivating factor. Carr testified that financial backing is contingent, to some extent, on the degree of control held by the developer. In addition, the borough is located in two townships. As such, coordination of local zoning ordinances would be required. Under these circumstances, the trial court did not abuse its discretion in granting incorporation.\nIn re Incorporation of Borough of New Morgan, 127 Pa.Cmwlth. 519, 534, 562 A.2d 402, 409 (1989).\nIn short, the appellants have failed to demonstrate that Morgantown’s motivation was to avoid existing zoning and land use restrictions, but even if they had demonstrated this, neither the statute nor our caselaw prohibits such avoidance. In fact, the entire incorporation process is predicated on the applicant’s notion that the proposed borough’s regulations, whatever they are, are preferable to those of the existing governments from which the proposed borough is derived.\nAppellants’ second claim is that the application does not meet Commonwealth Court’s Bear Creek requirement that the borough be a harmonious whole with common interests and problems which can be properly served by borough government.\nAfter hearing from planners, developers, architects and others, the committee and the trial court determined that the proposed borough was a harmonious whole. The plan, in sum, is to create a large landfill, a trash-to-steam generator plant, a national tourist attraction which would draw 25,000 visitors per day, a 1,000 room luxury hotel, a residential area complementing the Victorian theme of the tourist attraction, open spaces, and commercial areas. The cost of building the plan would approximate $800,000,000. Over 12,000 persons would be employed and a permanent population of 9,000 would emerge.\nTo the extent that the needs of the various commercial, residential and public uses of the proposed borough must be coordinated to accommodate the projected increase in traffic and population in an area that was heretofore virtually unpopulated, a borough government would plainly be appropriate. We agree with Commonwealth Court that the Court of Common Pleas did not abuse its discretion in finding that the plan constituted a harmonious whole.'\nNext, the appellants claim that the disadvantages of incorporation to Caernarvon and Robeson Townships outweigh the advantages to New Morgan. The essence of the appellants’ argument here is that if one looks to the future, the townships will lose approximately $2,600,000 in lost tax revenue and fees to be paid for hosting a solid waste disposal facility, and in any event, the townships will be burdened, if the plan is carried out, by substantially increased traffic and expense for road maintenance.\nThis claim is without merit. First, in considering the loss of taxes and fees, the proper focus is those which may be presently lost, not those which may be lost in the future. The present loss of $9,917 to Caernarvon Township and $1,265 to Robeson Township are not losses of sufficient dimension to turn the balance against approval of Morgan-town’s application. Second, balancing the disadvantage to the townships of increased road maintenance against the need for incorporation, the balance rests in favor of incorporation, for the maintenance of roads leading to the proposed borough is a relatively minor matter as against the advantages of incorporation.,\nFor the foregoing reasons, the order of Commonwealth Court is affirmed.\nNIX, C.J., did not participate in the consideration or decision of this case.\nMcDERMOTT, J., files a dissenting opinion which is joined by LARSEN, J.\n. The findings of the Borough Advisory Committee (majority) with respect to whether the proposed borough is a harmonious whole, in pertinent part, are as follows:\n3. Each part of the development is an integral part of the planned community.\n******\n5. The community as a whole is bound by a single theme different from the \"rural village residential” theme of the existing townships.\n******\n7. The area proposed for incorporation presents a harmonious whole, with an entirely different community of interests separate and apart from the interests of the remainder of Caernarvon and Robeson Townships.\nFindings of Fact, Borough Advisory Committee Report, p. 28.\n. Commonwealth Court stated:\nWe have exhaustively reviewed the record in this case, and we are unable to conclude that the trial court erred in finding that the proposed borough is a harmonious whole. Applicant presented numerous exhibits, including detailed maps of the proposed borough, geological reports, water testing reports, and a comprehensive report detailing the development of the borough. This evidence, combined with Carr’s testimony, supports a finding that the proposed borough would be one harmonious whole.\nIn re Incorporation of New Morgan, 127 Pa.Cmwlth. at 532-33, 562 A.2d at 409.\n. Appellants argue that it is incongruous to talk about the plan as a harmonious whole when it entails hosting a 250 acre landfill designed to hold more than 33,000,000 cubic yards of waste materials piled to a depth of 200 feet, which will be filled at the rate of 5,000 tons per day over a twenty year period, and which will be delivered by 370 round trips per day — all of this next to a national tourist attraction. R.R. 66a.\nAdmittedly, there is a certain cognitive dissonance involved in the juxtaposition of a trash facility with a tourist attraction, and, in fact, that cognitive dissonance may, to some degree be at the heart of this dispute. Building Disneyland next to a municipal waste dump strikes one as odd.\nNonetheless, cognitive dissonance is not the deciding factor in determining whether an area is a harmonious whole. Here, the proposed land uses require a coordinated effort of government to allow them to work together. The adjoining rural residential townships have quite different problems than the usages proposed in this application, which will be high in volume of traffic and in the amount and quality of services required, and which will, therefore, require a unified governmental approach.\n. 53 P.S. § 4000.1301 imposes a $1.00 per ton host municipality benefit fee to be paid to municipalities hosting solid waste disposal facilities.\n. The Borough Advisory Committee’s report (majority) makes the following findings with respect to the balance of advantages and disadvantages:\n1. The large area to be developed which remains unsettled and with virtually no population lends itself to \"self-styling”; and, therefore, would not disadvantage the remaining townships.\n2. The existing municipalities, not having encouraged nor provided incentives to the applicant or previous owners to develop the area, would now welcome the new development and, therefore, not suffer any significant adverse effects.\n3. The economies of all municipalities can only benefit from the development of the heretofore dormant tract. Success will breed success.\nBorough Advisory Committee Report, Findings of Fact, p. 29. Our review of the record indicates that the record supports these findings and, therefore, that the court of common pleas did not abuse its discretion in adopting them.\n. The majority of the Borough Advisory Committee reached, inter alia, the following conclusion of law:\n11. To the extent the new borough overburdens the public facilities of the adjoining Townships, the Legislature [sic] enablements of the Acts of July 12, 1972 P.L. 762 (53 P.S. 481); May 29, 1956 P.L. 1845 (53 P.S. 491); July 9, 1985 P.L. 187 (53 P.S. 1621.1) should be fully explored and utilized.\nR.R. 86a. Section 1621.1 provides as follows:\n(a) Findings. — The General Assembly encourages and supports economic growth and development throughout Pennsylvania. However, the General Assembly recognizes that, in many instances, transportation facilities and services are either not available or no longer adequate to support the industrial, commercial and residential growth and development of a specific area. With Federal aid on the decline, the available State and local funding capabilities cannot always keep up with the transportation needs of an area. This shortfall necessitates the creation of new means of financing transportation projects.\n(b) Purpose. — The purpose of this act is to enable municipalities to cooperate with one another and with the private sector to provide funding for transportation projects in areas where economic growth and development has made the transportation facilities and services inadequate.\nAct of July 9, 1985, P.L. 187, No. 47, as amended by Act of July 2, 1986, P.L. 304, No. 75, § 1, 53 P.S. § 1621.1.\n. The appellants also raise a number of additional assertions of error. The first additional claim is that two members of the Borough Advisory Committee were biased and the committee’s recommendation should be either declared void and the minority report should govern, or a new committee should be appointed and de novo hearings conducted. The two members in question resided in the proposed borough and rented property from Morgantown, the sole landowner in the area. One of these members worked for Morgantown and both allegedly indicated to a private citizen prior to the conclusion of deliberations that they favored incorporation.\nAppellants objected at the committee hearing that these two committee members were biased and requested that they recuse themselves. They declined. Although the trial court made no findings of fact on the issue of bias, it did not overturn the committee’s deliberations. We also decline to overturn the committee’s deliberations. First, committee members are not judicial officers, who are expected to be aware of the impropriety of commenting on a case in progress. Second, where the statutory committee selection process requires the selection of two persons living within the proposed borough, and where the committee members have done no more than voice the preference for incorporation which might be expected from those who live in the area, we are reluctant to invalidate a deliberative process which has consumed more than 100 hours of testimony, 18 volumes of transcript, and 67 exhibits, and which the trial court declined to overturn.\nThe Borough Code contemplates that the various members of the committee may have biases for and against the application, and, thus, the membership of the committee is formed by selecting members from different geographical areas. It is not surprising, therefore, that the minority report, opposing incorporation, was written by the two members of the committee who were members of the Board of Supervisors of Robeson and Caernarvon Townships, respectively. On the facts of this case, we perceive no abuse of discretion on the part of the trial court.\nThe next issue is whether it was error to permit the creation of a borough out of portions of two municipalities where there were no freeholders residing in one of the municipalities. This claim is without merit because Morgantown is the sole freeholder of the entire tract and is a resident of the tract. The fact that its offices are located in one township and not the other is of no consequence.\nAppellants also assert that a limited partnership is not a freeholder residing within the limits of the proposed borough as required by 53 P.S. 45202(a), and is therefore not authorized to petition for the creation of a borough. The applicant in this case, Morgantown Properties, is a Pennsylvania limited partnership.\nThe trial court found that Morgantown’s principal place of business and residence is within the boundaries of the proposed borough. Commonwealth Court has held in Canterbury Village Appeal, 75 Pa. Cmwlth. 334, 462 A.2d 865 (1983) that a corporate freeholder may petition for incorporation of a borough. Since Morgantown is a resident of the proposed borough and since corporate freeholders may petition for incorporation of a borough, we agree with the lower courts that there should be no impediment for Morgantown, a limited partnership, to apply for incorporation of a borough.\nNext, it is claimed that the Borough Code is unconstitutional in that it requires property ownership in order to apply for incorporation. This argument, too, must fail, for the constitutionally critical consideration is who may vote, not who may apply, and although only freeholders are permitted to apply for incorporation, any resident of the area affected may vote on the issue.\nAppellants also assert that the Borough Code is unconstitutional because it undercuts the right of self-determination of the residents of existing communities. We disagree. The glass is half full, not half empty. The code permits the residents of the proposed borough to voice their views and to determine the form of government under which they will live.\nFinally, appellants claim that the Borough Code violates Article IX, Section 8 of the Pennsylvania Constitution. This claim also is without merit. Commonwealth Court properly addressed this issue in Bear Creek Twp. v. Penn Lake Park Borough, 20 Pa.Cmwlth. 77, 340 A.2d 642 (1975), where it held that Article IX, Section 8, relating to the procedures for consolidation, merger or change of the boundaries of a municipality, has no application to the incorporation of a borough. We see no reason to disturb this holding."}