{"id": "1829844", "contents": "OPINION OF THE COURT\nCAPPY, Justice.\nThe primary issue before the Court is whether a court-martial for robbery constitutes a prior conviction for purposes of imposing a mandatory sentence as a recidivist pursuant to 42 Pa.C.S. § 9714. We conclude that the prior court-martial convictions of appellant for the offense of robbery constitute prior convictions within the meaning of Section 9714(b)(1). Accordingly, we affirm the decision of the Superior Court, 386 Pa.Super. 626, 563 A.2d 905.\nFollowing a non-jury trial, appellant was convicted of robbery and criminal conspiracy. These convictions stem from appellant’s participation in the armed robbery of Frank’s Jewelry Store on July 20, 1985. On that date, appellant waited in the car while his two accomplices, posing as a young couple interested in purchasing an engagement ring, entered the jewelry store and asked to see some rings. One of the accomplices held the owner at gunpoint while the other took two trays of rings. As the couple fled the store, the owner retrieved his own gun and fired at the armed accomplice as he climbed into the vehicle driven by appellant.\nFollowing the denial of post-trial motions, the trial court sentenced appellant to concurrent five to ten year sentences. The Superior Court remanded the matter for resentencing, finding merit in the claim of appellant that his counsel was ineffective in failing to file a motion to reconsider sentence based upon the failure of the trial court to indicate sentencing factors. On remand, the trial court imposed a sentence of two concurrent eleven and one-half to twenty-three month sentences. The Commonwealth filed a petition for reconsideration/modification of sentence which petition the trial court denied. The Commonwealth then appealed arguing, inter alia, that the trial court erred in failing to impose the mandatory minimum sentence pursuant to 42 Pa.C.S. § 9714 based upon appellant’s prior court martial convictions for robbery. The Superior Court vacated the judgment of sentence and remanded the matter for resentencing finding that appellant’s court-martial convictions constituted prior convictions within the meaning of § 9714. We granted appellant’s Petition for Allowance of Appeal to address the issue of the applicability of § 9714 in those cases where the prior conviction arose from a court-martial. For the following reasons, we affirm the order of the Superior Court.\nAppellant raises several issues regarding the applicability of Section 9714. Initially, we must address the issue of waiver. Appellant contends that the Commonwealth waived the issue of the applicability of Section 9714 by failing to file a motion to modify sentence within ten days following imposition of sentence as required by Rule 1410 of the Pennsylvania Rules of Criminal Procedure.\nThe Superior Court correctly found that claims concerning illegality of the sentence are not waivable. In addition, we note that § 9714(e) specifically provides that the Commonwealth shall have the right to appellate review where the sentencing court fails to apply § 9714. Accordingly, the issue as to the applicability of § 9714 was not waived.\nThe principal argument advanced by appellant is that court-martial convictions are not prior convictions within the meaning of § 9714 and, therefore, cannot be considered for purposes of imposing a mandatory sentence as a recidivist. Section 9714 provides in relevant part as follows:\n(a) Mandatory sentence — Any person who is convicted in any court of this Commonwealth of ... robbery as defined in 18 Pa.C.S. § 3701(a)(1)(i), (ii) or (iii) (relating to robbery), ... shall, if they have previously been convicted of a crime of violence as specified in section (b), be sentenced to a minimum sentence of at least five years of total confinement notwithstanding any other provision of this title or other statute to the contrary.\n(b) Prior convictions for crimes of violence — For purposes of subsection (a), an offender shall be deemed to have prior convictions for crimes of violence if both of the following conditions hold:\n(1) The offender was previously convicted in this Commonwealth or any other state or the District of Columbia or in any Federal court of murder, voluntary manslaughter, rape, involuntary deviate sexual intercourse, robbery as defined in 18 Pa.C.S. § 3701(a)(1)(i), (ii), (iii), arson ..., kidnapping or aggravated assault ..., an equivalent crime under the laws of the Commonwealth in effect prior to the effective date of Title 18 (relating to crimes and offenses) or an equivalent crime in another jurisdiction\n(2) The previous conviction occurred within seven years of the date of the commission of the instant offense, except that any time during which the offender was incarcerated in any penitentiary, prison or other place of detention shall not be considered in computing the relevant seven-year period.\n42 Pa.C.S. § 9714.\nAppellant contends that court-martials are not part of the judicial power of the United States and not considered federal nor state courts nor are they included in the courts of the District of Columbia. Thus, he argues that court-martial convictions do not constitute prior convictions within the meaning of the statute because appellant has not been “previously convicted in this Commonwealth or any other state or the District of Columbia or in any Federal court of ... robbery ...” 42 Pa.C.S. § 9714(b)(1).\nWhile our rules of construction provide that penal statutes must be strictly construed, the courts of this Commonwealth are not required to give words of a criminal statute the most narrow meaning or disregard evident legislative intent. 1 Pa.C.S.A. § 1928; Commonwealth v. Wooten, 519 Pa. 45, 545 A.2d 876 (1988). Moreover, in ascertaining the intent of the legislature it is presumed that the legislature did not intend a result that is absurd or unreasonable. 1 Pa.C.S.A. § 1922; Lehigh Valley Co-op. Farmers v. Com monwealth Bureau of Employment Sec. Dept. of Labor and Industry, 498 Pa. 521, 447 A.2d 948 (1982).\nSection 9714 is recidivist in nature, concerning itself with the number of prior similar acts committed by the offender. Recidivist statutes such as this serve the legitimate public policy of segregating from society those persons with propensities to commit crime, who by their repeated criminal acts demonstrate their unwillingness or inability to be rehabilitated. Frontini v. Commonwealth of Pennsylvania, Department of Transportation, 527 Pa. 448, 593 A.2d 410 (1991). As such, the primary goal of section 9714 is to proyide an enhanced punishment for those individuals who by their repeated acts, demonstrate that they are a greater danger to society and are in need of additional punishment. The clear intent of the legislature in enacting § 9714 was to assure that repeat offenders of crimes of violence be imprisoned for a minimum of five years. Appellant would have us apply a technical approach to the statute and find that since the legislature did not specifically mention court-martial convictions, application of section 9714 to the facts of the instant case is improper. However, we believe that to apply such an overly technical approach here would yield an absurd result and one that was clearly not intended by the General Assembly.\nRobbery is defined in the Uniform Code of Military Justice (UCMJ) by language which parallels the language employed in the counterpart Pennsylvania statute, 18 Pa.C.S. § 3701. The UCMJ defines robbery as follows:\n§ 922. Art. 122 Robbery\nAny person subject to this chapter [10 USCs §§ 801 et seq.] who with intent to steal takes anything of value from the person or in the presence of another, against his will, by means of force or violence or fear of immediate or future injury to his person or property or to the person or property of a relative or member of his family or of anyone in his company at the time of the robbery, is guilty of robbery and shall be punished as a court-martial may direct.\n10 U.S.C. § 922. It would be unreasonable to conclude that a military conviction for the offense of armed robbery which is equivalent to our crime of robbery would be exempt from use as a prior conviction for purposes of a recidivist statute.\nIn the instant case, the court-martial records reveal that appellant pled guilty to seven counts of robbery and two counts of attempted robbery. In all nine incidents giving rise to the above guilty pleas, appellant, brandishing a gun, forcefully took his fellow servicemen’s money and/or wallets. During one such occasion, the victim received injuries to his head that required stitching. Appellant was sentenced to seven years confinement of hard labor at the United States Disciplinary Barracks at Fort Leavenworth, Kansas. It would be absurd to interpret section 9714 as excluding the above mentioned robberies merely because appellant committed these acts while in the military when if he had been a civilian at the time said acts were committed, they would have constituted prior convictions within the meaning of the statute. Where as here the military offense is equivalent to our counterpart state statute, it would be nonsensical to hold that the court-martial conviction would be exempt from use to enhance a sentence for the subsequent offense.\nSection 9714(b) employs the terms \"or an equivalent crime in another jurisdiction.” It appears, therefore, that the legislature intended that where the prior conviction although in another jurisdiction was for an offense for which there is an analogous parallel Pennsylvania statute, the prior conviction could be used for purposes of imposing an increased sentence upon conviction for the subsequent offense.\nAppellant contends in his brief that a court-martial is not a court proceeding designed to give the accused all those rights guaranteed an accused under the Federal Constitution and/or the Pennsylvania Constitution. Thus, he argues that the legislature may have concluded that a conviction rendered by a general court-martial tribunal should not be used for enhancement purposes for a subsequent state criminal offense because court-martial proceedings may not afford an accused all of those rights guaranteed an accused under our Federal Constitution. We disagree that general court-martial proceedings and civilian trials are so diverse as to render military convictions invalid for enhancement purposes.\nAs Judge Montemuro so aptly stated in his opinion in this matter:\nThe Uniform Code of Military Justice, which was in effect at the time the appellee was being prosecuted, provided a member of the armed forces with the following rights: no person may be apprehended unless the apprehending officer does so upon a reasonable belief that an offense has been committed and that the person apprehended committed it (10 U.S.C. § 807(b); no person may be arrested or confined except for probable cause (10 U.S.C. § 809(d)); a person arrested or confined has the right to be informed of the accusations brought against him and the right to speedy resolution of those charges (10 U.S.C. §§ 830(b) and 810); an accused has a right to competent counsel (10 U.S.C. §§ 827(a) and 838); no person may be compelled to incriminate himself (10 U.S.C. § 831(a)); no person may be interrogated without first being informed of the nature of the accusation, of his right to silence, and that any statement he may make may be used against him at his court-martial (10 U.S.C. § 831(b)); information obtained in violation of § 831 is inadmissible at the court-martial (10 U.S.C. § 831(c)); an accused has the right to cross-examine adverse witnesses, to present a defense, and to a copy of the charges (10 U.S.C. § 832(b)); pre-trial, trial, and post-trial proceedings shall, as far as practical, conform to those principles of law and rules of evidence generally recognized in the trial of criminal cases in the United States District Courts (10 U.S.C. § 836); all court proceedings shall be made a part of the record and shall be in the presence of the accused and counsel (10 U.S.C. § 839(b)); no person may be tried a second time for the same offense (10 U.S.C. § 844); the accused may withdraw his plea prior to sentencing (10 U.S.C. § 845); the jury is instructed that the accused is presumed innocent until proven guilty beyond a reasonable doubt and that this burden of proof is upon the United States (10 U.S.C. § 851); the accused has thirty days after sentence in which to request its reconsideration (10 U.S.C. § 860); and the accused has a right to appellate review with the aid of counsel (10 U.S.C. §§ 861 and 870).\nSeveral other states have wrestled with the issue of whether court martial convictions are prior convictions for sentence enhancement purposes, a majority of which have concluded that where there is an analogous parallel state statute for that offense committed in the military, the a court-martial conviction constitutes a prior conviction for sentence enhancement purposes. Three states have con-eluded that a prior court-martial conviction may not be used to invoke the provisions of a habitual offender criminal statute. We are not persuaded by the rationale employed by those states which have concluded that a prior court-martial conviction cannot be used for purposes of a recidivist statute. Rather, we find that the rationales of those states which have concluded that a court-martial conviction may be used to increase a sentence for a subsequent similar offense are more logical and are consistent with the purposes advanced by our recidivist statutes.\nAs noted previously in this opinion, we do not agree with the conclusion reached by the Missouri Court in Mitchell that the military system of justice is so foreign from our own system of criminal justice so as to preclude the use of prior military convictions for the purpose of increasing sentence upon a subsequent state conviction. Also, to adopt the rationale of the Supreme Court of Kansas as set forth in Paxton would lead to an absurd result. The Kansas court based its decision primarily on the fact that certain court-martial convictions relate to offenses of a strictly military character which have no counterpart in the civil law. Such rationale is simply not applicable here where the military offense is analogous to our parallel Pennsylvania statute. Again, the Florida case is not on point as the facts therein are sufficiently distinct from those presented in the instant matter insofar as there was no parallel or analogous Florida statute for the military offense of being A.W.O.L. For all the foregoing reasons, we conclude that the court-martial convictions of appellant constitute prior convictions within the meaning of section 9714.\nAppellant also argues that the Commonwealth failed to sufficiently prove the existence of a prior record at the sentencing hearing. He contends that the Commonwealth failed to introduce any evidence of the prior convictions during the sentencing hearing. The record, however, belies appellant’s contention. At the original sentencing hearing held on October 29, 1986, the Commonwealth presented to the court a certified copy of the court-martial convictions. Upon remand for the purpose of resentencing appellant, the court again noted that the Commonwealth had presented the court with a certified copy of the court-martial proceedings. The certified copy was, however, inadvertently omitted from the record certified to the Superior Court on appeal. This omission was subsequently corrected by order of court granting the petition to certify supplement to the original record filed by the Commonwealth which order was in accordance with Pa.R.A.P 1926. Accordingly, we conclude that the Commonwealth properly introduced evidence of appellant’s prior court-martial convictions.\nAppellant next contends that the military convictions are too remote in time to be considered for enhancement purposes pursuant to section 9714. Section 9714(b)(2) provides that the previous convictions must have occurred within seven years of the date of the instant offense. However, that section goes on to state that any time during which the offender was incarcerated in any penitentiary, prison or other place of detention shall not be considered in computing the relevant seven-year period. The robberies giving rise to appellant’s court-martial convictions occurred on February 16, 1978; February 27, 1978; and March 2, 1978. The instant conviction arose from a robbery occurring on July 20, 1985. The total time which elapsed between the crimes therefore, was in excess of seven years. The court-martial records indicate that appellant received a sentence of seven years. While the court-martial records fail to indicate whether appellant served his entire sentence, the notarized bond information form, which contains information personally provided by appellant, indicates that he was released from incarceration for these charges in October, 1982. Thus, in excluding from our computation the four years appellant was incarcerated at Fort Leavenworth, the prior convictions fall within the relevant seven year limitation. Accordingly, appellant’s prior court-martial convictions were not too remote in time to be considered for sentencing purposes pursuant to section 9714.\nFinally, appellant contends that resentencing him to a greater period of incarceration would violate the Double Jeopardy Clause of the United States Constitution. Appellant’s contention is wholly without merit. In Commonwealth v. Sojourner, 513 Pa. 36, 518 A.2d 1145 (1986), we specifically held that the imposition of an increased sentence on the appeal of the Commonwealth does not violate a defendant’s double jeopardy rights under the United States or Pennsylvania Constitution where the statute at issue permits authorities to obtain an increased sentence on appeal. In so holding, we relied upon United States v. DiFrancesco, 449 U.S. 117, 101 S.Ct. 426, 66 L.Ed.2d 328 (1980) wherein the United States Supreme Court held that where punishment pursuant to a particular statute is clear and explicit, there is no violation of double jeopardy principles where that statute permits authorities to obtain an increased sentence on appeal. A defendant is charged with knowledge of the appeal provisions of such a statute and thus, has no expectation of finality in his sentence until the appeal is concluded or the time period for appeal is expired. The connotation of finality necessary for a violation of double jeopardy rights is not, therefore, present where a defendant is being resentenced pursuant to a sentence enhancement statute. See, United States v. DiFrancesco, Id., 449 U.S. at 136, 101 S.Ct. at 437. For these reasons, resentencing pursuant to section 9714 does not violate federal double jeopardy standards.\nAccordingly, we affirm the Order of the Superior Court vacating the judgment of sentence and remanding this matter to the trial court for resentencing pursuant to section 9714.\nPAPADAKOS, J., concurred in the result.\n. Subsection (e), 42 Pa.C.S.. § 9714(e), provides:\n(e) Appeal by Commonwealth. — If a sentencing court shall refuse to apply this section where applicable, the Commonwealth shall have the right to appellate review of the action of the sentencing court. The appellate court shall vacate the sentence and remand the case to the sentencing court for the imposition of a sentence in accordance with this section if it finds that the sentence was imposed in violation of this section.\n. Section 3701 of the Pennsylvania Crimes Code defines robbery as follows:\n(1) A person is guilty of robbery if, in the course of committing a theft, he:\n(i) inflicts serious bodily injury upon another;\n(ii) threatens another with or intentionally puts him in fear of immediate serious bodily injury;\n(iii) commits or threatens immediately to commit any felony of the first or second degree;\n(iv) inflicts bodily injury upon another or threatens another with or intentionally puts him in fear of immediate bodily injury; or\n(v) physically takes or removes property from the person of another by force however slight.\n. See, e.g., Millwood v. State, 721 P.2d 1322 (Okl.Cr.1986) (convictions arising from general court-martial proceedings may be used as enhancement of punishment for subsequent offenses committed in Oklahoma where court-martial convictions arose from offenses which are similar to a parallel Oklahoma statute); Scott v. United States, 392 A.2d 4 (D.C.Cir.1978) (where the military offense is equivalent to a forum-state felony, the court-martial conviction can be used to increase the sentence); People v. Benjamin, 7 A.D.2d 410, 184 N.Y.S.2d 1 (1959), aff’d, 8 N.Y.2d 812, 202 N.Y.S.2d 320, 168 N.E.2d 389, cert. denied, 364 U.S. 866, 81 S.Ct. 110, 5 L.Ed.2d 88 (1960) (court-martial conviction for any crime which would constitute a felony under New York law would constitute a prior conviction for the purpose of sentence enhancement upon subsequent conviction); People v. Calderon, 205 Cal.App.2d 566, 23 Cal.Rptr. 62 (1962) (conviction by court-martial has same finality as judgment of civil court and may be treated by state courts as prior felony conviction under laws of another jurisdiction for purpose of enhancing punishment).\n. See, State v. Mitchell, 659 S.W.2d 4 (Mo. Court App.1983) (a prior military conviction will not be used for purpose of enhanced punishment on the basis that the court-martial system of discipline is sufficiently foreign from our own system of justice and from that of our sister states and federal government); State v. Paxton, 201 Kan. 353, 440 P.2d 650 (1968) (court-martial convictions frequently relate to offenses of a strictly military character which have no counterpart in the civil law and the legislature could not have contemplated that the habitual criminal statute was to be applied to a person previously convicted of an offense peculiar only to the military); and Frazier v. State, 515 So.2d 1061 (Fla.Dist.Ct.App.1987) (prior military offense of being absent without leave should not have been scored in determining defendant's sentence because there is no analogous parallel Florida criminal statute for that offense).\n. Further support for our conclusion can be found in this Court's decision in Commonwealth v. Thompson, 389 Pa. 382, 133 A.2d 207 (1957). The issue in Thompson was whether evidence of a prior court-martial conviction was admissible during the penalty phase of a homicide trial for the purpose of enabling the jury to decide what penalty should be imposed on the defendant. In concluding that such evidence was admissible, the Court discussed court-martial proceedings generally and found that said proceedings provide for the same considerations and concerns as our justice system."}