{"id": "1831203", "contents": "OPINION\nMcDERMOTT, Justice.\nDeath came for Tillie Katz in her eighty-third year, not by nature’s hand, but at the hands of a predatory felon. A review of the evidence in this case leaves no doubt that it was appellant’s hands that crushed her skull with a steel pipe, raped, and robbed her.\nThe threnody begins when appellant arrived at the River-view Center for Jewish Seniors and met Marion Gantt, a nursing assistant, between 5:00 P.M. and 5:30 P.M. on September 17, 1988. Ms. Gantt knew the appellant, and after they talked for about five minutes, the appellant left. That meeting was to put appellant near the scene and subsequently in the eye of the police. The events that followed began in the normal form. A second nursing assistant, Karen Carroll, tending another patient at the Riverview Apartments, located near the center, forgot a book in her car. At approximately 5:20 P.M. she went down to get the book and exited through a rear door. As she did she observed a black male a dozen feet from the door. While she went to her car the individual gained entry to the apartment building. After retrieving her book Ms. Carroll returned to her patient. At approximately 7:00 P.M., when her shift ended, Ms. Carroll started to leave by the third floor fire exit. As she opened the door to the stairway she stepped into a large pool of blood. Thinking a patient hemorrhaged she followed the blood trail first to the floors below and then to the fourth floor landing where she found the battered and lifeless body of Tillie Katz. The police were called.\nAt approximately 7:30 P.M. Pittsburgh Police Homicide Detective Tony Condemi arrived at the scene. He followed the blood trail from the second floor elevator foyer to the fourth floor where Tillie Katz lay dead. The trail yielded her broken glasses, pocket book, shopping bag and a small tote bag with identifying Medicare and credit cards. Of more significance, on the third floor, he found foot prints in the blood, a piece of jade jewelry and a round gold earring. The blood on the shoe prints would later be found to match the blood on appellant’s shoes, and a fragment of a jewel stone, also found in the blood, would “fracture match” a bracelet found in appellant’s girlfriend’s apartment. When the police went to question the appellant at that apartment, he denied involvement and agreed to accompany them to the police station. Pursuant to written consent of his girlfriend, her apartment was searched and further evidence obtained: evidence which became part of an avalanche of guilt. Subsequently, appellant confessed in detail. He told the police that after he gained entrance through the door left open by Ms. Carroll, he saw Tillie Katz, spoke to her, and when she answered, struck her with a steel pipe he had brought concealed in his waistband. The pipe had been brought to further his quest which he described as “[l]ooking to rob someone.” Appellant also told the police how he dragged Ms. Katz down the hallway to the stairwell where he then raped her and robbed her of $12.00 and her jewelry. Given this evidence, the jury had every reason to take him at his admitted word and there is no reason to doubt that they were right. Additionally, the Commonwealth presented a panoply of experts attesting to the victim’s cause of death as well as the sexual assault.\nConsequently, on June 22,1989, appellant Thomas McCullum was found guilty by a jury of first degree murder, rape, and robbery in connection with the brutal slaying. The same jury in the penalty phase of the trial sentenced appellant to death on the murder conviction in accordance with section 9711 of the Sentencing Code. Although the jury found mitigating circumstances, it determined that these circumstances were outweighed by the following aggravating circumstances: that appellant committed the killing while in the perpetration of a felony, and appellant has a significant history of felony convictions involving the use or threat of violence. After a hearing post-trial motions were denied and formal sentence was imposed by the Court of Common Pleas of Allegheny County. In addition to the death penalty on the first degree murder charge, appellant was sentenced to a term of imprisonment of ten (10) to twenty (20) years on the rape charge and ten (10) to twenty (20) years on the robbery charge, with the additional sentences to run consecutively.\nOn November 28, 1989, appellant’s trial counsel filed a Notice of Appeal in the Superior Court, which thereafter sua sponte transferred the appeal to this Court for direct review.\nIn cases where the capital sanction is imposed, this Court is obligated to independently examine the sufficiency of the evidence, even where the appellant has not challenged the conviction on that ground. Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982), cert. denied 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983), reh. denied, 463 U.S. 1236, 77 L.Ed.2d 1452 (1983). In reviewing the sufficiency of the evidence, we must determine whether the evidence, and all reasonable inferences deducible therefrom, viewed in the light most favorable to the Commonwealth as verdict winner, are sufficient to establish all the elements of the crime(s) beyond a reasonable doubt. Commonwealth v. Rhodes, 510 Pa. 537, 510 A.2d 1217 (1986). This standard is equally applicable to cases where the evidence is circumstantial rather than direct so long as the combination of the evidence links the accused to the crime beyond a reasonable doubt. Commonwealth v. Sullivan, 472 Pa. 129, 150, 371 A.2d 468, 478 (1977).\nReviewing the above facts it is clear that the evidence was sufficient beyond a reasonable doubt to sustain appellant’s convictions.\nAppellant raises numerous issues in this direct appeal. Appellant’s initial averment of error is that the trial court erred when it denied his pre-trial application for a change of venue or venire because of the extensive and alleged prejudicial pre-trial publicity surrounding the death of his victim. Specifically, he argues that the publicity so pervaded the community as to deny him a fair trial.\nOn June 6, 1989, a pre-trial hearing was convened on this and other pre-trial motions, at which time appellant presented to the court evidence in the form of various newspaper articles, concerning the murder and investigation, from the two Pittsburgh newspapers, as well as videotape recordings of newscasts from three local television stations. With each article appellant indicated to the court where he alleged the contents prejudiced him. In addition the trial court reviewed the videotaped newscasts surrounding the murder. The court indicated that it would take the motion under advisement and defer a final ruling until after the voir dire examination.\nIn Commonwealth v. Tedford, 523 Pa. 305, 567 A.2d 610 (1989), this Court extensively set forth the law to be applied when we were faced with a similar claim of error. There we stated:\nThe standards applicable to a motion for a change of venue are well settled:\nThe grant or denial of change of venue is a matter within the sound discretion of the trial court, and its exercise will not be disturbed by an appellate court in the absence of an abuse of discretion.\nCommonwealth v. Buehl, 510 Pa. 363, 375-76, 508 A.2d 1167, 1173 (1986), citing: Commonwealth v. Pursell, 508 Pa. 212, 495 A.2d 183 (1985); Commonwealth v. Romeri, 504 Pa. 124, 470 A.2d 498 (1983); Commonwealth v. Bachert, 499 Pa. 398, 453 A.2d 931 (1982); Commonwealth v. Kichline, 468 Pa. 265, 361 A.2d 282 (1976); Commonwealth v. Hoss, 469 Pa. 195, 364 A.2d 1335 (1976). Accord: Commonwealth v. Cohen, 489 Pa. 167, 413 A.2d 1066 (1980). The trial court, who is closest to the pre-trial news reports and events, is in the best position to measure community atmosphere and determine the necessity for a venue change. Commonwealth v. Buehl, supra; Commonwealth v. Rigler, 488 Pa. 441, 412 A.2d 846 (1980).\n‘In reviewing the trial court’s decision, the only legitimate inquiry is whether any juror formed a fixed opinion of [the defendant’s] guilt or innocence as a result of the pre-trial publicity.’\nCommonwealth v. Kichline, supra, 468 Pa. at 274, 361 A.2d at 287.\nNormally, one who claims that he has been denied a fair trial because of prejudicial pre-trial publicity must show actual prejudice in the empaneling of the jury---But this rule is subject to an important exception. In certain eases there ‘can be pre-trial publicity so sustained, so pervasive, so inflammatory, and so inculpatory as to demand a change of venue without putting the defendant to any burden of establishing a nexus between the publicity and actual jury prejudice,’ ... because the circumstances make it apparent that there is a substantial likelihood that a fair trial cannot be had.\nCommonwealth v. Holcomb, 508 Pa. 425, 443, 498 A.2d 833, 842 (1985), citing: Commonwealth v. Romeri, supra. However, a presumption of prejudice pursuant to this exception mandates the presence of exceptional circumstances. It is difficult to accept generalizations in this area in that ‘each case must turn on its special facts.’ Commonwealth v. Casper, 481 Pa. 143, 392 A.2d 287 (1978). Casper goes on to state: ‘It is clear that the mere existence of pre-trial publicity does not warrant a presumption of prejudice. Similarly, a possibility that prospective jurors will have formed an opinion based on news accounts will not suffice.’ Id., 481 Pa. at 151-52, 392 A.2d at 291-92. Casper continues by quoting Irwin v. Dowd, 366 U.S. 717, 722-23, 81 S.Ct. 1639, 1642, 6 L.Ed.2d 751 (1961):\nIt is not required, however, that the jurors be totally ignorant of the facts and issues involved. In these days of swift, widespread and diverse methods of communication, an important case can be expected to arouse the interest of the public in the vicinity, and scarcely any of those best qualified to serve as jurors will not have formed some impression or opinion as to the merits of the case. This is particularly true in criminal cases. To hold that the mere existence of any preconceived notion as to the guilt or innocence of an accused, without more, is sufficient to rebut the presumption of a prospective juror’s impartiality would be to establish an impossible standard. It is sufficient if the juror can lay aside his impression or opinion and render a verdict based on the evidence presented in court.\nWe, nevertheless, have acknowledged, as noted supra, that there are times when the pre-trial publicity is so pervasive and so inflammatory that the accused is relieved of his normal burden of establishing actual juror prejudice.\nPre-trial prejudice is presumed if: (1) the publicity is sensational, inflammatory, and slanted towards conviction rather than factual and objective; (2) the publicity reveals the accused’s prior criminal record, if any, or if it refers to confessions, admissions, or reenactments of the crime by the accused; and (3) the publicity is derived from police and prosecuting officer reports.\nCommonwealth v. Pursell, 508 Pa. 212, 221, 495 A.2d 183, 187 (1985), citing: Commonwealth v. Romeri, supra. Additionally, it is important to determine ‘whether there has been such a ‘cooling-off period’ between the publicity and the commencement of trial that the prejudicial effect of the public may be deemed to have dissipated.’ Commonwealth v. Casper, supra, 481 Pa. at 154, 392 A.2d at 293.\n523 Pa. at 323-325, 567 A.2d at 618-19. See also Commonwealth v. Young, 524 Pa. 373, 572 A.2d 1217 (1990); Commonwealth v. Buehl, 510 Pa. 363, 508 A.2d 1167 (1986) cert. denied, 488 U.S. 871, 109 S.Ct. 187, 102 L.Ed.2d 156 (1988); Commonwealth v. Hoss, 469 Pa. 195, 364 A.2d 1335 (1976).\nThe murder in this case occurred on September 17, 1988. Appellant was formally arrested and charged on September 26,1988. Jury selection commenced on June 19, 1989. The newspaper articles offered into evidence at the pre-trial hearing pertaining to the murder were published from September 19, 1988, through September 26, 1988, and contained, inter alia, references to appellant’s prior criminal record and confession to the killing. With the exception of an article in both papers concerning appellant’s foiled escape attempt two months prior to trial, these articles and newscasts were published and aired some nine months prior to trial. Consequently, most of the publicity associated with this crime had dissipated by the time a jury was selected in this case. Since the articles, however, did contain references to appellant’s criminal record and to his confession, we must examine the voir dire proceedings for prejudice.\nA total of forty-nine prospective jurors were individually examined and of these individuals thirty recalled reading or hearing about the crime. Of these, twenty-six remembered reading or hearing only that the crime occurred. Only seven remembered some details of the crime beyond the fact that an elderly woman was murdered at a senior citizen’s home. Of these seven, only three remembered that appellant had a prior criminal record. No one indicated that they knew that appellant confessed to the crime. Of the remaining nineteen venirepersons, none had knowledge of the crime as a result of the pre-trial publicity in this case. Only eight of the prospective jurors indicated that they had formed a fixed opinion of appellant’s guilt as a result of the pre-trial publicity. These individuals were excused for cause. Of those individuals ultimately selected to serve on the jury, six stated that they had no previous knowledge of the crime or of appellant, with the remaining six jurors only recalling that the crime was reported, but they could not remember many details and none had formed a fixed opinion of appellant’s guilt or innocence. Finally, it is significant to note that appellant used only seven of his allotted twenty-two peremptory challenges.\nBased on the entire record, we conclude that the jurors selected to hear this case were fair and impartial and entirely capable of fulfilling their sworn duty of deciding the case solely on the evidence presented at the trial.\nThe trial court in its opinion indicated the basis for its denial of appellant’s motion for change of venue or venire as follows:\nIn exercising its discretion not to grant [appellant’s] Motion, the Court considered the extent of pre-trial publicity, the size and nature of the community exposed to the publicity, the passage of time otherwise referred to as the ‘cooling’ off period between the time of the incident and the date of trial and the nature of the publicity. In all, we find nothing inherently prejudicial, sensational or inflammatory about the information put out into the community by the media.\nThis was a story about the vicious robbery, rape and murder of a small and helpless woman, who at the age of 83, was in the twilight of her life. It was reported as one would expect such a grim tale to be reported. However, based upon our review of these media accounts as well as the Court’s individual voir dire of the veniremen, we do not find that the adverse pre-trial publicity has been so extensive or pervasive as to cause potential jurors to have formed an opinion on the innocence or guilt of [appellant]. Parenthetically, we note that such a Motion must be supported by a showing of actual prejudice, and no such showing has been developed by [appellant] for the Court.\nOpinion of Manning, J., June 8, 1990, at pp. 6-7 (citation omitted).\nWe agree with the trial court, and therefore conclude that the court did not abuse its discretion in the denial of appellant’s motion for a change of venue or venire.\nAppellant next raises various constitutional challenges to Pennsylvania’s death penalty statute. These assertions, as presented to us without argumentation or citation, are listed below:\nThe death penalty inflicts upon the defendant cruel and unusual punishment and does not permit the sentencing authority enough latitude in taking into account the particular character of the convicted person.\nThe aggravating circumstances that would justify the imposition of the death penalty are not clearly enough defined for the sentencing authority but rather any act which can be deemed violent may also be considered an aggravating circumstance.\nThe sentencing authority is not fairly allowed to consider proper, complete, reasonable and fair mitigating circumstances.\nThe Pennsylvania death penalty statute relied upon by the Commonwealth is inconsistent with present day standards of decency as having evolved in Pennsylvania.\nThe death sentence statute does not suitably direct and limit the discretion of the sentencing authority herein nor does it allow for the imposition of the penalty of death in a fully informed manner.\nThe standards enunciated by the above described statute not in essence (but rather only on the surface) guide a capital jury’s sentencing deliberations improperly in that said standards frustrate a fair weighing against each other of the aggravating and mitigating circumstances.\nThe discretion of the Commonwealth to seek or not to seek the death penalty in the various cases, vitiates fairness and equal protection of the law.\nThe aggravating circumstances listed in the subject statute are vague, too broad, too wide, unfairly allowing for arbitrary grants of mercy, unfairly susceptible of widely differing interpretations;\nThe scope of evidence and argument allowed the Commonwealth, under the subject statute, at the pre-sentence stage, is too wide, in scope, and prejudicially broad.\nAppellant’s Brief at 10-12.\nIn Commonwealth v. Hardcastle, 519 Pa. 236, 257-58, 546 A.2d 1101, 1111-12 (1988), cert. denied, 493 U.S. 1093, 110 S.Ct. 1169, 107 L.Ed.2d 1072 (1990), this Court addressed these precise issues and determined each and every one to be lacking in merit. We therefore see no valid reason at this time to comment further on these assertions.\nIn addition, appellant contends that he is “schizophrenic and psychotic” and therefore the imposition of the death penalty here would result in the execution of an insane man. In support of this position, appellant cites the following language from Ford v. Wainwright, 477 U.S. 399, 401, 106 S.Ct. 2595, 2597, 91 L.Ed.2d 335 (1986): “[f]or centuries no jurisdiction has countenanced the execution of the insane, yet this Court has never decided whether the Constitution forbids the practice. Today we keep faith with our common law heritage in holding that it does.”\nWith respect to this issue, at the penalty phase of the trial, appellant presented as evidence of mitigation, the testimony of Dr. Herbert I. Levit, a self-employed clinical and forensic psychologist, who concluded the following based upon his examination of appellant and his criminal and psychiatric records:\n[Appellant] is man whose basic intelligence is average, but who functions poorly and ineffectually as a result of a combination of factors. These include his environmental background and the underlying psychopathology which is schizophrenic in nature and paranoid in quality. On the surface he does not appear to have the typical overt symptoms of this disorder, yet there are subtle features present, so that he is considered to be subclinically psychotic. There is a consistent paranoid feature present, and he does distort reality. His emotional tone during the examination was flat. He showed no particular emotion other than chronic underlying hostility. Even when discussing his anxiety and depression which are present, he did not reflect these features. A tentative clinical diagnosis of this man at this time is that of a delusional disorder, unspecified type.\nN.T. June 21, 1989, at 354-55.\nWe note that this evidence of appellant’s psychological profile was introduced solely at the penalty phase of the trial. Appellant’s competency to stand trial was never raised in this case. Moreover, he never presented a defense of insanity or guilty but mentally ill at any time in these proceedings. On cross-examination, Dr. Levit testified that appellant was not schizophrenic, but as stated above, suffered from a delusional disorder of an unspecified type.\nIt is a fundamental rule of law that a jury may believe any, all or none of the party’s evidence. Commonwealth v. Henry, 524 Pa. 135, 569 A.2d 929 (1990) cert. denied, — U.S. -, 111 S.Ct. 1338, 113 L.Ed.2d 269 (1991). It follows, therefore, that a jury is not obligated to believe expert medical or psychiatric testimony offered to prove that a defendant acted under diminished mental capacity. Commonwealth v. Nelson, 514 Pa. 262, 523 A.2d 728 (1987) cert. denied, 484 U.S. 928, 108 S.Ct. 293, 98 L.Ed.2d 253 (1987).\nIn the present case the evidence of mitigation offered by appellant was weighed by the jury and did enter into the deliberation process as shown by the verdict slip. Under our death penalty statute, it is exclusively a jury question and within its sole province to determine how much weight should be accorded to any mitigating factor when balanced with other mitigating and aggravating circumstances in the case. See Commonwealth v. Fahy, 512 Pa. 298, 516 A.2d 689 (1986). While this evidence of mitigation was obviously given weight by the jury, they found it outweighed by the aggravating circumstances, and accordingly, imposed the sentence of death. 42 Pa.C.S. § 9711(c)(l)(iv).\nAppellant’s third averment of error pertains to the trial court’s denial of his motion to suppress the physical evidence obtained from Ms. Horton’s apartment on the night following the murder. Appellant broadly asserts that the search of the apartment and subsequent seizure of evidence was made in violation of his constitutional rights since at the time of the search he was neither under arrest nor was the search conducted pursuant to a lawful search warrant.\nThe evidence established that the police were lawfully at Ms. Horton’s apartment in search of appellant. Once the police arrived and told her that they were looking for appellant, Ms. Horton gave them permission to enter. Appellant was at the apartment and the investigating officers requested that he, appellant, accompany them to the police station for further questioning. It was while appellant was putting his shoes on to accompany the police for questioning, that one detective noticed the bloodstained shoes.\nIn Horton v. California, 496 U.S. 128, 110 S.Ct. 2301, 110 L.Ed.2d 112 (1990), the United States Supreme Court, in discussing the “plain view” doctrine stated that\nIt is, of course, an essential predicate to any valid warrantless seizure of incriminating evidence that the officer did not violate the Fourth Amendment in arriving at the place from which the evidence could be plainly viewed. There are, moreover, two additional conditions that must be satisfied to justify the warrantless seizure. First, not only must the item be in plain view, its incriminating character must be ‘immediately apparent’ ... Second, not only must the officer be lawfully located in a place from which the object can be plainly seen, but he or she must also have a lawful right of access to the object itself.\nHorton, 496 U.S. at 133, 136-137, 110 S.Ct. at 2306, 2308 (citations and footnotes omitted).\nHere, the bloodstained shoes were plainly displayed and the incriminating character of the shoes was immediately apparent to the detective. Since the police were aware that appellant had been spotted in the vicinity of the murder, and that bloody shoe prints had been observed at the crime scene, appellant’s bloodstained shoes were relevant to the criminal investigation. Moreover, under the circumstances, it was reasonable for the detective to confiscate the shoes in order to eliminate the risk of contaminating the evidence, which would have occurred if appellant had been permitted to wear the shoes to the police station. Consequently, the seizure of the shoes was proper and this evidence was admissible.\nAppellant next attacks the subsequent search of the apartment that yielded the bloodstained blue jeans and jewelry belonging to the victim. Specifically, appellant asserts that the trial court improperly relied upon the United States Supreme Court’s decision in United States v. Matlock, 415 U.S. 164, 94 S.Ct. 988, 39 L.Ed.2d 242 (1974), in ruling that Ms. Horton’s consent was a valid third party consent of the premises.\nThe United States Supreme Court in Matlock determined that “when the prosecution seeks to justify a warrantless search by proof of voluntary consent, it is not limited to proof that consent was given by the defendant, but may show that permission to search was obtained from a third party who possessed common authority over or other sufficient relationship to the premises or effects sought to be inspected.” 415 U.S. at 171, 94 S.Ct. at 993 (footnote omitted). In Commonwealth v. Latshaw, 481 Pa. 298, 392 A.2d 1301 (1978) cert. denied, 441 U.S. 931, 99 S.Ct. 2050, 60 L.Ed.2d 659 (1979), this Court stated that the third party consent exception to the warrant requirement is firmly established in this Commonwealth. Moreover, this Court has recognized “that a search of a defendant’s property may be consented to by a party other than the defendant under certain circumstances.” Commonwealth v. Garcia, 478 Pa. 406, 423, 387 A.2d 46, 54 (1978).\nMarion Gantt identified the appellant as being at the scene earlier in the evening. This information eventually led police to Ms. Horton’s apartment. This apartment was controlled by Ms. Horton, i.e., she was the tenant who paid the rent the entire time at this address and she lived here with her three young children. In fact, appellant had been staying at the apartment for only three days prior to the murder.\nIt is clear from the record that Ms. Horton voluntarily consented to the search of her apartment by police. Ms. Horton had authority over the searched premises sufficient to validate the consent. Moreover, it is difficult to discern appellant’s argument when he asserts that he “was not a person possessing common authority” with Ms. Horton over the apartment but was “merely a short term guest in her home.” Appellant’s Brief at 15. This argument undercuts appellant's assertion that Matlock has no application in this case. Furthermore, this position extinguishes any basis for determining that appellant had a legitimate expectation of privacy in the premises searched, since “it is only legitimate expectations of privacy which are protected by the constitution.” See Commonwealth v. Tann, 500 Pa. 593, 599, 459 A.2d 322, 325 (1983). Therefore, appellant’s argument is meritless.\nAppellant next asserts that he was deprived of a fair and impartial jury from a representative cross section of the community because his case was decided by a death-qualified jury. Specifically, appellant maintains that a death-qualified jury is more prone to convict a defendant than a jury that is not death-qualified. This precise argument has been rejected by both the United States Supreme Court and this Court. See Lockhart v. McCree, 476 U.S. 162, 106 S.Ct. 1758, 90 L.Ed.2d 137 (1986); Commonwealth v. Bryant, 524 Pa. 564, 574 A.2d 590 (1990); Commonwealth v. Sneed, 514 Pa. 597, 526 A.2d 749 (1987); Commonwealth v. Peterkin, 511 Pa. 299, 513 A.2d 373 (1986), cert. denied, 479 U.S. 1070, 107 S.Ct. 962, 93 L.Ed.2d 1010 (1987). Appellant presents no argument which persuades us to alter this course; thus, this assertion must fail.\nAppellant’s next claim of error is that a portion of the trial court’s charge on first and third degree murder was prejudicial with respect to the necessary elements of specific intent and malice, respectively. Although the issue as framed lacks focus, we perceive the essence of appellant’s argument to be that the trial court erred in permitting the jury to infer specific intent and malice from the excessive force used by him in striking his victim, since the instrument used, i.e., steel pipe, is not a per se lethal weapon.\nDuring the discussion with the court on the points for charge, the Commonwealth requested the court to include in its instructions on the first and third degree murder charges, supplemental language that would permit the jury to consider the amount of force required to cause the type of injury sustained by the victim as an item of circumstantial evidence from which it could infer that appellant had both the specific intent to kill, with respect to first degree murder, and acted with malice, with respect to the third degree murder charge. Following argument the court granted the request over appellant’s objection. Appellant argues, as he did below, that this additional wording unduly prejudiced him. Nothing more is offered in support of this assertion.\nThe standard for appellate review of a trial court's jury instruction is well established:\nWhen evaluating jury instructions, the charge must be read as a whole to determine whether it was fair or prejudicial. The trial court has broad discretion in phrasing its instructions, and may choose its own wording so long as the law is clearly, adequately, and accurately presented to the jury for its consideration. Commonwealth v. Ohle, 503 Pa. 566, 470 A.2d 61 (1983).\nCommonwealth v. Prosdocimo, 525 Pa. 147, 150, 578 A.2d 1273, 1274 (1990). See also Commonwealth v. Zettlemoyer, supra.\nThe relevant portion of the contested jury instructions follows below:\nFirst degree murder is a murder in which the killer has a specific intent to kill____\nIn deciding whether the defendant had a specific intent to kill you should consider all the evidence regarding his conduct and the attending circumstances that may show his state of mind, including the portion of the victim’s body struck, the amount of force used, or the severity of the attack, or any other facts which you consider relevant to your determination of his intent. If you believe that the defendant intentionally used a deadly weapon on a vital portion of the victim’s body you may regard that as an item of circumstantial evidence from which you may, if you choose, infer that the defendant had the specific intent to kill. A deadly weapon is simply an implement which in the method in which it is employed or used is capable of causing death or serious bodily injury. If you believe that the defendant intentionally used force on a vital portion of Tillie Katz’s body you may consider the amount of force required to cause the type of injury sustained by her as an item of circumstantial evidence from which you may infer that the defendant had the specific intent to kill.\nThird degree murder is any killing with malice that is not first degree or second degree murder ... In deciding whether the defendant acted with malice you should consider all of the evidence regarding his words, conduct, and the attending circumstances that may show his state of mind. If you believe that the defendant intentionally used a deadly weapon on a vital portion of Tillie Katz’s body you may regard that as circumstantial evidence from which you may, if you choose, infer that the defendant acted with malice. In making your determination as to whether or not there was malice on the part of the defendant you may consider the amount of force required to cause the type of injury sustained by Tillie Katz.\nN.T. June 21, 1989, at pp. 297, 298-99, 305-06.\nIn this case the trial court instructed the jury to consider all of the evidence regarding appellant’s conduct and the attending circumstances that would indicate his state of mind, such as the portion of the victim’s body which was struck, the severity of the attack, the amount of force used and any other factors which the jury would consider to be relevant to its determination of appellant’s intent.\nWe have held that a jury may appropriately determine from the evidence the existence of malice and specific intent to kill. In Commonwealth v. O’Searo, 466 Pa. 224, 352 A.2d 30 (1976), this Court stated:\nOur cases have permitted the fact that an actor uses a dangerous weapon on a vital part of the body of another human being to justify a jury finding, 1) that the actor possessed the requisite malice required in common law murder ... and 2) that the act was committed pursuant to a specific intent to kill.\nO’Searo, 466 Pa. at 236, 352 A.2d at 36; Commonwealth v. Bishop, 489 Pa. 96, 413 A.2d 1031 (1980). See also Commonwealth v. Matthews, 480 Pa. 33, 389 A.2d 71 (1978); Commonwealth v. Craig, 471 Pa. 310, 370 A.2d 317 (1977); Commonwealth v. Lawrence, 428 Pa. 188, 236 A.2d 768 (1968).\nMoreover, our Crimes Code defines deadly weapon in the following manner:\n‘Deadly weapon.’ Any firearm, whether loaded or unloaded, or any device designed as a weapon and capable of producing death or serious bodily injury, or any other device or instrumentality which, in the manner in which it is used or intended to be used, is calculated or likely to produce death or serious bodily injury.\n18 Pa.C.S. § 2301. A deadly weapon need not be, of course, an inherently lethal instrument or device. In Commonwealth v. Jones, 355 Pa. 522, 50 A.2d 317 (1947), this Court stated:\n‘The fatal use of a deadly weapon against a vital part of another’s body when established as a fact warrants an inference that the act was done with a specific intent to take life and so justifies a verdict of guilty of murder of the first degree.’ ... Nor do deadly weapons consist exclusively of peculiarly lethal instruments or devices. Indeed, ‘An intentional killing may be and often is carried out with weapons not ordinarily termed ‘deadly.’ Such weapons as revolvers are called ‘deadly’ because their normal use is to cause death. But an ax, a baseball bat, an iron bar ... may all be so used as to cause death’: ... The manner of use of such, or similar, weapons is no less capable, legally, of affording an inference of the hostile wielder’s intent to kill.\nJones, 355 Pa. at 526-27, 50 A.2d at 319-20 (citations omitted, emphasis in original.) See also Commonwealth v. Prenni, 357 Pa. 572, 575, 55 A.2d 532, 533 (1947) (“[a] weapon not ordinarily termed ‘deadly’ may become such when used in a killing. An ax, a baseball bat, an iron bar, a heavy cuspidor, and even a bedroom slipper have been held to constitute deadly weapons under varying circumstances; see Commonwealth v. Pepperman et al., 353 Pa. 373, 45 A.2d 35 [, 36 (1946) ]”). The trial judge’s instructions in this case complied with these precedents.\nFinally, appellant contends that the sentence in this case is disproportionate in relation to the crime. It is the practice of this Court to conduct a proportionality review of each case in which the death penalty is imposed. Our review focuses on whether\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor;\n(ii) the evidence fails to support the finding of at least one aggravating circumstance specified in subsection (d); or\n(iii) the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of the defendant.\n42 Pa.C.S. § 9711(h)(3).\nIn this case the jury found the presence of two aggravating circumstances and three mitigating circumstances. The jury found that the aggravating circumstances outweighed the mitigating circumstances. Therefore, the sentence of death was imposed pursuant to 42 Pa.C.S. § 9711(c)(l)(iv). Based on our review of the record we are convinced that the sentence imposed by the jury in this case was proper. In addition, our independent statistical review of data provided by the Administrative Office of the Pennsylvania Courts shows that appellant’s sentence of death is not disproportionate or excessive to the penalty imposed in similar cases.\nFor the above listed reasons, the judgment of sentence of death is affirmed.\nCAPPY, J., concurs in the result.\n. In the search of the apartment, police found appellant’s bloodstained blue jeans, a gold and jade bracelet and a woman's watch, both identified as belonging to Mrs. Katz, and all put in evidence with expert testimony.\n. 18 Pa.C.S. § 2502(a).\n. 18 Pa.C.S. § 3121(1); (3).\n. 18 Pa.C.S. § 3701(a)(l)(i).\n. Act of March 26, 1974, P.L. 213, No. 46, § 3, as amended, 42 Pa.C.S. § 9711 et seq.\n. 42 Pa.C.S. § 9711(d)(6).\n. 42 Pa.C.S. § 9711(d)(9).\n. See 42 Pa.C.S. §§ 722(4), 9711(h)(1).\n. See 42 Pa.C.S. § 9711 et seq.\n. Before the jury was evidence offered by the forensic pathologist, Dr. Rozin, stating that the damage done to the victim’s head was of a nature akin to a gunshot wound when the projectile has a very high velocity. Moreover, with respect to the blows inflicted upon the victim’s face, Dr. Rozin stated:\nOn the forehead between the eyebrows and the hair portion of the head I found three superficial slightly hemorrhagic. A few contusions, abrasions were found in the area of the right orbitae, around the right eye, and their form and topography resembled the imprint of the frame of the glasses. What I saw, she wore glasses and she was hit or she got a blow when the glasses were on the face, and all this frame was like (sic) imprinted around the right orbitae.\nN.T. June 21, 1989, pp. 104-05.\n. The aggravating circumstances as found by the jury according to 42 Pa.C.S. § 9711(d) were:\n(6) The defendant committed a killing while in the perpetration of a felony; and,\n(9) The defendant has a significant history of felony convictions involving the use or threat of violence to the person.\nThe jury found the mitigating circumstances according to 42 Pa.C.S. § 9711(e) to be:\n(2) The defendant was under the influence of extreme mental or emotional disturbance;\n(3) The capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was substantially impaired; and\n(8) Any other evidence of mitigation ..., i.e., \"Dr. Levitt’s testimony concerning the character and record of the defendant and the circumstances of his offense.” Verdict Sheet at pg. 3.\n. This study is entitled \"Pennsylvania Death Penalty Study,” and was ordered by this Court in Commonwealth v. Frey, 504 Pa. 428, 475 A.2d 700 (1984), cert. denied, 469 U.S. 963, 105 S.Ct. 360, 83 L.Ed.2d 296 (1984). The study is continuous and we have imposed a continuing obligation on the President Judge of every county to supply updated data to the Administrative Office of the Pennsylvania Courts on each first degree murder conviction.\n. The Prothonotary of the Supreme Court is directed to transmit to the Governor as soon as possible, the full and complete record of the tried, sentencing hearing, imposition of sentence and review by this Court, as required by 42 Pa.C.S. § 9711(i)."}