{"id": "1833025", "contents": "OPINION OF THE COURT\nLARSEN, Justice.\nThe issue raised in this appeal is whether the illegal sale of malt or brewed beverages outside the geographical area for which an importing distributor has been given exclusive distributing rights constitutes a rectifiable deficiency under the Liquor Code, 47 P.S. §§ 1-101 — 8-803, so that the importing distributor may avoid, by discontinuing such illegal sales, the termination for good cause of its distributing rights agreement with an out of state manufacturer.\nAppellant, All Brand Importers, Inc. (hereinafter “All Brand”), a New York corporation, distributes certain brands of beverages, including Moosehead Beer, Foster’s Lager, Dos Equis Beer, Superior Beer, Pilsner Urquell, Whitbread Ale and MacKesson Stout, to importing distributors in this Commonwealth. Pursuant to an agreement memorialized in writing in a letter to the Liquor Control Board in 1982, appellee, McKeesport Beer Distributors, Inc. (hereinafter “McKeesport”), was given the exclusive right, as a licensed importing distributor, to distribute All Brand’s products in Westmoreland, Greene, Washington and Fayette Counties in their entirety, and in a portion of Allegheny County. On sixteen different occasions in 1985, McKeesport sold All Brand’s products outside the geographical area for which McKeesport had been given exclusive distributing rights. This conduct was a violation of the agreement between the parties and constituted illegal conduct under the Liquor Code, 47 P.S. § 4-431(b), for which violation McKeesport was cited and fined. Commonwealth, Pennsylvania Li quor Control Board v. McKeesport Beer Distributor, Inc., 120 Pa.Commw. 554, 549 A.2d 256 (1988).\nBy letters dated October 7, 1985, and November 6, 1985, All Brand informed McKeesport that it intended to terminate McKeesport’s distribution rights for All Brand’s products. The November 6 letter was sent by certified mail and notified McKeesport that its distributing rights agreement would be terminated for good cause within ninety days, on the basis of McKeesport’s Liquor Code violations. On January 30, 1986, McKeesport filed an action in equity in the Court of Common Pleas of Allegheny County, seeking to enjoin the termination of its distributing rights under its agreement with All Brand. Following a hearing in the matter, McKeesport’s request for injunctive relief was denied. McKeesport filed an appeal to the Superior Court which reversed and remanded for further proceedings. McKeesport Beer Distributors, Inc. v. All Brand Importers, Inc., 390 Pa.Super. 627, 569 A.2d 951 (1990). We granted All Brand’s petition for allowance of appeal to this Court, and we now reverse.\nSuperior Court determined that the violations of the Liquor Code committed by McKeesport constituted good cause for termination of its distributing rights agreement with All Brand. In spite of its finding of good cause to terminate, Superior Court further determined that All Brand was not entitled to terminate the distributing rights agreement with McKeesport in that McKeesport had, within ninety days of the notice it received by certified mail, rectified its office practices to preclude any further sales of All Brand’s products outside the geographical area that was the subject of the distributing rights agreement between the parties.\nAll Brand challenges this adverse determination which was based upon Superior Court’s interpretation of section 4-492(19) of the Liquor Code. 47 P.S. § 4-492(19). Section 4-492(19) provides, in relevant part:\nModifying or terminating distributing rights agreement [It shall be unlawful] ...\nFor any manufacturer ... to ... terminate, ... without good cause, any distributing rights agreement, and in no event shall any ... termination ... of any distributing rights agreement become effective for at least ninety (90) days after written notice of such ... termination ... has been served on the affected party and board by certified mail____ The notice shall state all the reasons for the intended ... termination____ The distributor or importing distributor holding such agreement shall have ninety (90) days in which to rectify any claimed deficiency, or challenge the alleged cause.\nIf the deficiency shall be rectified within ninety (90) days of notice, then the proposed ... termination ... shall be null and void and without legal effect.\n47 P.S. § 4-492(19) (emphasis added).\nSuperior Court opined that this section permits an importing distributor to rectify claimed deficiencies and the conduct that constitutes good cause for termination within ninety days to avoid termination of a distributing rights agreement. All Brand argues that the Legislature’s use of the disjunctive “or” regarding an importing distributor’s options when faced with a termination notice must be interpreted as permitting rectification of a claimed deficiency or challenge of the alleged cause, but not rectification of both a claimed deficiency and alleged cause. Thus, All Brand urges this Court to find that the only remedy McKeesport had when faced with a notice of termination for good cause was to “challenge the alleged cause” within ninety days. Because McKeesport admitted that it had sold All Brand’s products outside its assigned geographical area and, thus, did not challenge the cause alleged by All Brand, All Brand argues that it is entitled to terminate its distributing rights agreement with McKeesport. We agree.\nClearly, the Legislature was setting forth two classes of conduct in utilizing the distinct terms “deficiency” and “good cause” in section 4-492(19) of the Liquor Code. “Deficiency” is not defined in the Liquor Code; in common usage and understanding, however, a deficiency is something that is insufficient or lacking in some respect. Under the plain language of section 4-492(19) of the Liquor Code, a deficiency is conduct or a condition that can be rectified. “Good cause” is defined in the Liquor Code as:\nthe failure by any party to an agreement, without reasonable excuse or justification, to comply substantially with an essential, reasonable and commercially acceptable requirement imposed by the other party under the terms of an agreement.\n47 P.S. § 4-431(d)(l) (emphasis added). In essence, good cause, as a “failure ... to comply,” is an unrectified or an unrectifiable deficiency involving an “essential, reasonable and commercially acceptable requirement ... under the terms of an agreement.” Id.\nMcKeesport’s violation of the Liquor Code, which violation constituted a failure to comply with the only requirement imposed by All Brand under the terms of the parties’ distributing rights agreement, exposed All Brand to confiscation of its products, fines of up to $10,000, and a prohibition upon the importation of All Brand’s products into this Commonwealth for a period of up to three years. 47 P.S. § 4-444. Unlike such rectifiable deficiencies as inadequate warehousing, insufficient advertising and sales, tardy deliveries or rude salespersons, McKeesport’s violation of the Liquor Code could not be rectified by any subsequent action on the part of McKeesport to prevent further sales of All Brand’s products outside McKeesport’s exclusive geographical area of distribution. Once the Liquor Code violations had occurred, All Brand could not shield itself from the imposition of penalties by promising that its importing distributor would not violate the Liquor Code again.\nAll Brand had good cause to terminate its distributing rights agreement with McKeesport. The Liquor Code does not give an importing distributor the opportunity to “rectify” alleged cause. As McKeesport did not challenge the alleged cause, All Brand is entitled to terminate the agreement between the parties. Accordingly, we reverse the order of the Superior Court which reversed the order of the Court of Common Pleas of Allegheny County denying McKeesport’s request for injunctive relief.\n. As an entity that has the contractual right to distribute malt beverages and that enters into agreements with licensed importing distributors, All Brand is a “manufacturer” under the Liquor Code. 47 P.S. § 4-431(b)(3).\n. Section 4-431 provides, in relevant part:\nEach out of State manufacturer of malt or brewed beverages whose products are sold and delivered in this Commonwealth shall give distributing rights for such products in designated geographical areas to specific importing distributors, and such importing distributor shall not sell or deliver malt or brewed beverages manufactured by the out of State manufacturer to any person issued a license under the provisions of this act whose licensed premises are not located within the geographical area for which he has been given distributing rights by such manufacturer.\n47 P.S. § 4 — 431(b).\n. It should be noted, in this regard, that McKeesport made the final, illegal, sixteenth sale outside its designated geographical area on December 14, 1985, which was approximately one month following receipt of the notice of termination."}