{"id": "1834359", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nA jury in the Criminal Division of the Court of Common Pleas of Berks County found Peter A. Bybel guilty of third degree murder in the July 5, 1987 shooting death of David Renninger. Post trial motions were denied, and on direct appeal to Superior Court, the case was remanded for a new trial. The parties filed cross petitions for allowance of appeal, and this court granted allocatur as to Bybel’s petition but denied allocatur as to the Commonwealth’s request for review. The issues on this appeal by allowance are limited to whether the evidence was sufficient to sustain a conviction and whether evidence of Bybel’s prior conduct was admissible. For the reasons that follow, we vacate the order of Superior Court, arrest judgment, and discharge Mr. Bybel.\nThe relevant facts of the case are that David Renninger was killed by a .22 caliber bullet while riding his motorcycle. After his body was found near a motorcycle path which crosses Bybel’s land, police interviewed motorcyclists known to frequent the area. Several motorcyclists identified Bybel in court as the person who confronted them while they were trespassing on Bybel’s land. All of the confrontations alleged by these witnesses involved the threat or use of force, including the firing of shots, to remove them from the land.\nPolice questioned Bybel and subsequently obtained a warrant for Bybel’s house in order to search for the murder weapon. They found and seized a .22 caliber rifle, which expert testimony established as the murder weapon. The rifle was discovered four days after the shooting in the basement of Bybel’s home, where he lived with his wife. The Commonwealth presented evidence that Bybel was present on his land on the day of the shooting, but no evidence placed him there at the time of the shooting.\nFurther, there was no evidence that Bybel was in possession of the rifle at the time of the shooting. To the contrary, evidence was presented that the rifle had been seized from Bybel by police during a traffic accident investigation approximately seven months before the homicide and that it had subsequently been released to Bybel’s daughter. There was no evidence as to when the daughter gave the rifle to her father or to any other person, if she ever did. All that is known is that four days after the Renninger homicide, the rifle was found in Bybel’s basement.\nBybel’s claim is that while this evidence may create a suspicion that he was involved in the shooting, it does not permit a finding of guilt beyond a reasonable doubt. Further, he argues, even if Bybel admitted that he owned the rifle, and even if he (and his wife) were in constructive possession of the rifle four days after the shooting, it does not follow that Bybel was in possession of the rifle at the time it was fired at Renninger.\nIn Commonwealth v. New, 354 Pa. 188, 194-95, 47 A.2d 450, 455 (1946), this court stated:\n“The requirement of the law is that in order to warrant a conviction the facts and circumstances proved must be of such character as to produce a moral certainty of the guilt of the accused beyond any reasonable doubt — not that they need be absolutely incompatible with his innocence — and that doubt is for the jury unless the evidence ‘be so weak and inconclusive that as a matter of law no probability of fact can be drawn from the combined circumstances.’ ” ... In Com. v. Bone, 64 Pa.Super. 44, the Superior Court said that evidence sufficient to implicate an accused in a crime ‘must be something more than evidence showing remote connection between the accused and the crime, or evidence that merely raises a suspicion of guilty intention: 5 Corpus Juris 579”. An accused is entitled to an acquittal if his guilt of the crime charged is not the only reasonable interpretation of which the facts adduced against him are susceptible. Guilt must be proved and not merely conjectured.\nBecause Bybel was not shown to be in possession of the rifle between the time it was taken away from him seven months before the homicide and four days after the homicide, it cannot be said that the Commonwealth has proved beyond a reasonable doubt that Bybel was in possession of the rifle at the time of the shooting. Putting it another way, Bybel’s guilt of the crime charged is not the only reasonable interpretation of the facts adduced against him. See New, supra. He is, therefore, entitled to discharge.\nOrder of Superior Court is vacated and the appellant, Thomas A. Bybel, is discharged.\nNIX, C.J., and LARSEN, J., did not participate in the consideration or decision of this case.\nMcDERMOTT, J., files a dissenting opinion.\n. Superior Court remanded the case for a new trial based on its determination that the trial court erred in not instructing the jury on involuntary manslaughter, and in admitting evidence that police seized a loaded rifle from Bybel's car following a minor traffic incident seven months prior to the killing.\n. Because of our disposition of the case, we do not address the issue of whether evidence of Bybel’s past conduct was properly admitted."}