{"id": "1834453", "contents": "ORDER OF THE COURT\nPER CURIAM.\nThe Court being unanimous as to the conviction and equally-divided as to the sentence, the conviction and sentence are affirmed.\nPAPADAKOS, J., did not participate in the consideration or decision of this case.\nLARSEN, J., files an opinion in support of affirmance joined by FLAHERTY and McDERMOTT, JJ.\nNIX, C.J., files an opinion in support of vacating sentence of death.\nZAPPALA, J., files an opinion in support of vacating sentence of death joined by CAPPY, J.\nOPINION IN SUPPORT OF AFFIRMANCE\nLARSEN, Justice.\nOn November 10, 1989, appellant, Henry Daniels was convicted by a jury of murder of the first degree, criminal conspiracy, kidnapping, robbery, and two counts of burglary. On November 14, 1989, a sentencing hearing was held pursuant to the Sentencing Code, 42 Pa.C.S.A, § 9711, and the jury unanimously sentenced appellant to death for the murder of the first degree conviction; whereupon the trial judge formally imposed the death sentence. On April 23, 1990, post-trial motions were heard and denied by the trial judge, who sentenced appellant to an aggregate, consecutive term of twenty-five to fifty years in prison for the other aforementioned crimes. This direct appeal followed.\nAppellant does not challenge the sufficiency of the evidence to sustain his conviction for murder in the first degree; however, we are required to review the sufficiency of the evidence in all capital cases. Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983), reh’g denied, 463 U.S. 1236, 104 S.Ct. 31, 77 L.Ed.2d 1452 (1983). In reviewing the sufficiency of the evidence, we must view the evidence, and all reasonable inferences drawn therefrom, in the light most favorable to the Commonwealth as the verdict winner, and must determine whether there is sufficient evidence to enable the jury to find every element of the crime beyond a reasonable doubt. Commonwealth v. Bryant, 524 Pa. 564, 574 A.2d 590 (1990). Accordingly, we find the following evidence sufficient beyond a reasonable doubt to support the jury’s verdict of murder in the first degree.\nOn September 1, 1988, appellant participated in a scheme to kidnap and hold for ransom sixteen year old Alexander Porter. Appellant and three other individuals set up a purported drug transaction with Porter, in order to lure him to a meeting, whereupon they bound and gagged him, confiscated his keys, and stuffed him in the trunk of his car. One of the conspirators, a “friend” of Porter’s, allowed himself to be tied up in front of Porter, so that Porter would not realize his involvement. He was “released” after Porter was locked in the trunk, then taken home so that Porter would later believe that he had been murdered. The remaining conspirators drove Porter’s car, with Porter in the trunk, to the garage of one of the individuals and parked it there. They proceeded in another car to Porter’s mother’s house, and using Porter’s key, burglarized the dwelling. They then used Porter’s key to burglarize his father’s house, whom they believed to be very wealthy.\nUpon their return, they discovered that Porter had loosened his restraints. Before restraining him again, one of the individuals demanded to know how much Porter was worth to his father, and insisted that he disclose his mother’s and father’s telephone numbers. They told Porter that they had killed his friend and if he did not cooperate, they would kill him too. Porter provided them with his mother’s telephone number and his father’s beeper number. The captors then decided to abandon their ransom plan, in favor of eliminating Porter. To keep Porter from moving around while they drove, they wedged two milk crates into the trunk, further restricting his movement and forcing his body to bounce off of these objects, as they drove around in search of a place to kill him. Unable to find a place to effect the killing, they returned to the garage to await nightfall.\nUnder cover of darkness, appellant and one of his cohorts, set out to dispose of the victim. They drove to a wooded area, removed the stiff body from the trunk, and placed Porter face-down on the side of the road. Uncertain as to whether Porter had expired from strangulation as a result of the gagging, appellant’s cohort shot him four times in the back of the neck with a .25 caliber automatic handgun. The two of them then abandoned Porter’s car and discarded his keys into a sewer. The gun was later discovered in appellant’s car. Appellant was arrested and confessed his part in the scheme to set up Porter in order to obtain money from his father. Appellant denied that he ever intended to kill Porter; rather he placed the blame on one of his cohorts.\nBased upon the foregoing, we find that the evidence was sufficient to sustain the jury’s verdict of murder in the first degree.\nAt the penalty hearing, immediately following the verdict, the jury sentenced appellant to death, based upon its finding of four aggravating circumstances which outweighed the mitigating circumstances. The jury found the existence of the following aggravating circumstances: (1) “[t]he victim was a prosecution witness to a murder or other felony committed by the defendant and was killed for the purpose of preventing his testimony against the defendant in any grand jury or criminal proceeding involving such offenses,” 42 Pa.C.S.A. § 9711(d)(5); (2) “[t]he victim was being held by the defendant for ransom or reward”, 42 Pa.C.S.A. § 9711(d)(3); (3) “[t]he offense was committed by means of torture,” 42 Pa.C.S.A. § 9711(d)(8); and (4) “[t]he defendant committed a killing while in the perpetration of a felony.” 42 Pa.C.S.A. § 9711(d)(6). As a mitigating circumstance, the jury unanimously found “other evidence of mitigation concerning the character and record of the defendant and the circumstances of his offense.” 42 Pa.C.S.A. § 9711(e)(8). Six jurors found as a mitigating circumstance that “the defendant has no significant history of prior criminal convictions.” 42 Pa.C.S.A. § 9711(e)(1). The jury then unanimously found that the aggravating circumstances outweighed the mitigating circumstances and sentenced appellant to death.\nAppellant argues that three of the four aggravating circumstances found by the jury were unsupported by the evidence. Specifically, he challenges the jury’s findings: (1) that the victim was a prosecution witness to a felony and was killed for the purpose of preventing his testimony; (2) that the victim was held for ransom; and (3) that the offense was committed by means of torture. Upon review of the record, we find that the evidence was sufficient beyond a reasonable doubt to establish these three aggravating circumstances.\nA finding of the existence of the aggravating circumstance set forth in § 9711(d)(5) requires proof that the victim was killed to prevent his testimony in a pending grand jury or criminal proceeding. Commonwealth v. Caldwell, 516 Pa. 441, 532 A.2d 813 (1987). The existence of this particular aggravating circumstance may be found, absent a pending criminal proceeding, only where the facts establish by direct, rather than circumstantial evidence, that the killing resulted from the intention to eliminate a potential witness. Commonwealth v. Appel, 517 Pa. 529, 537-38 n. 2, 539 A.2d 780, 784 n. 2 (1988); Accord Commonwealth v. Henry, 524 Pa. 135, 569 A.2d 929 (1990), cert. denied, — U.S.-, 111 S.Ct. 1338, 113 L.Ed.2d 269 (1991). This burden will not be met by simply showing that an individual who witnessed a murder or other felony committed by a defendant was also killed by the defendant. Commonwealth v. Crawley, 514 Pa. 539, 526 A.2d 334 (1987). In order to establish that the motivation for the killing was to prevent the victim from being a witness against appellant, the Commonwealth elicited testimony from appellant that he and one of his cohorts had discussed the need to get rid of Porter because he knew where they lived. Appellant also testified that he was concerned that Porter would “tell” if he were released. (N.T. 11/3/89, p. 40).\nAppellant contends that the killing was motivated, not by fear of prosecution, but by fear of retaliation in kind by the victim’s father. Although this may have been a partial motivation for the killing, it is not inconsistent with the jury’s finding that appellant was also motivated by a desire to prevent the victim from testifying in a criminal proceeding. The direct evidence introduced by the Commonwealth clearly supports the jury’s finding.\nAppellant next challenges the sufficiency of the evidence to support the jury’s finding that the victim was being held by the defendant for ransom or reward.\nThe evidence establishes that the conspirators discussed ransoming Porter, asked Porter how much he was worth to his father, and demanded the telephone numbers of his mother and father. (N.T. 10/30/89 pp. 91, 138; 11/3/89 pp. 70-72). A co-defendant stated that the idea of the whole thing was to “kidnap the boy for money.” Upon the realization that ransom calls may have revealed their identities, the captors abandoned their plan, and instead decided to kill their victim.\nAppellant argues that because there was no overt act by the captors to either elicit or attempt to elicit ransom from someone other than the victim, the evidence is insufficient to support the jury’s finding that the victim was held for ransom. There is nothing in our statute that supports appellant’s contention that the captors must convey their ransom demand to a third party. All that is required is that “[t]he victim was being held by the defendant for ransom____” 42 Pa.C.S.A. § 9711(d)(3). An overt act toward execution of that purpose is sufficient to sustain the jury’s conclusion that the victim was held for ransom. The acts of appellant and his cohorts, of kidnapping Porter, then questioning his value to his parents and demanding his parents’ telephone numbers, were sufficient for the jury to conclude that Porter was held for ransom. And even though the initial intention is abandoned, or the purpose is not fully consummated, the evidence may still be sufficient to find that a victim was, at some point in time, held for ransom. In this case, it was.\nAppellant next contends that the evidence fails to support the jury’s finding that the murder was committed by means of torture.\nIn order to establish the aggravating circumstance of torture, the Commonwealth must prove that the defendant had a specific intent to inflict “a considerable amount of pain and suffering on a victim which is unnecessarily heinous, atrocious, or cruel manifesting exceptional depravity.” Commonwealth v. Thomas, 522 Pa. 256, 561 A.2d 699 (1989); Commonwealth v. Pursell, 508 Pa. 212, 495 A.2d 188 (1985).\nThe evidence at trial established that the victim was initially tied with his hands and feet behind his back and the rope around his neck. He was gagged with an athletic sock which was tied behind his neck. When he was able to free himself, his hands and feet were re-tied, the gag was tightened, and milk crates were stuffed into the trunk to prevent him from moving. For twenty-four hours, the victim remained bound, gagged, and immobilized in the trunk of his own car, terrorized by the fact that his friend had been killed and that he too would be killed. Finally, when nearly dead already from strangulation, his captors put an end to his pain and suffering by shooting him four times.\nDr. Paul Hoyer, the forensic pathologist who performed the autopsy, testified that the victim’s death was caused by gunshot wounds to the neck and back, with a contributory condition being a ligature strangulation. He concluded from his examination that the victim was alive when he was shot. He also testified that there were more than forty skin abrasions of various sizes found on the victim’s face, forehead, shoulder, abdomen, and legs, which occurred while the victim was alive.\nAppellant contends that the more than forty abrasions suffered by the victim were “self-inflicted.” Dr. Hoyer testified that the abrasions were consistent with the victim having been bounced around in the trunk of the car. However, the idea that they were self-inflicted is absurd; appellant and his cohorts were responsible for all of the injuries suffered by the victim as a direct and foreseeable result of their actions. The evidence supports the jury’s conclusion, in light of Porter’s slow demise by suffocation, followed by four gunshots, and a significant number of bruises, that it was the intent of appellant and his cohorts to effect the killing by means of torture.\nAppellant next contends that the trial court erred in permitting the Commonwealth to cross-examine the defendant on information contained in his bail interview/ROR sheet, and that the trial court abused its discretion in refusing a hearing on a motion to suppress the statements included in the bail interview/ROR sheet.\nAt trial, appellant testified on direct examination that he, at first, resisted his associates’ requests to become involved in their scheme because he was working and did not need the money. According to appellant, he returned to Philadelphia from California in June of 1987, and worked for Korman Development and Sears. He testified that he became unemployed in June of 1988, and that in September of 1988, he agreed to participate in the scheme because he was now in need of money. (N.T. 11/3/89, pp. 27, 32). On cross-examination, appellant affirmed this statement, whereupon the Commonwealth was permitted, over defense objection, to impeach appellant with contradictory information contained in his bail interview/ROR sheet. Appellant was given the opportunity to explain the inconsistency, and testified that the interviewer had failed to include all of the information that he had provided. (N.T. 11/3/89, pp. 97-98).\nAppellant contends that the information contained in the bail interview sheet is inadmissible at trial, because the interviews are conducted while the defendant is in custody and the focus of an investigation, but without any prior warning that the information may be used against him at trial.\nWe agree with the Commonwealth that information obtained via routine questions designed to secure biographical data necessary to complete booking or pretrial services is exempt from Miranda’s coverage. Pennsylvania v. Muniz, 496 U.S. 582, 110 S.Ct. 2638, 110 L.Ed.2d 528 (1990). See also Commonwealth v. Jasper, 526 Pa. 497, 503, 587 A.2d 705, 708-09 (1991) (general information such as name, height, weight, residence, occupation, etc. does not require Miranda warnings). The information solicited during a bail interview is purely biographical, and is used for the purpose of determining bail. The bail interview is not an interrogation of the defendant, therefore, Miranda warnings are not required prior to the routine questioning of the defendant during a bail interview. Moreover, a statement otherwise subject to suppression because taken in violation of a criminal defendant’s rights under Miranda v. Arizona, is nevertheless admissible to impeach. See Pa. Const, art. I, § 9. See also Commonwealth v. Baxter, 367 Pa.Super. 342, 532 A.2d 1177 (1987), allocatur denied, 518 Pa. 615, 541 A.2d 743 (1988) (statement obtained in violation of Miranda properly admissible for impeachment).\nAppellant also contends that the information contained in the bail interview sheet was admitted in contravention of the confidentiality requirement of Pa.R.Crim.P. 4008(b), which provides:\nAny information obtained from or concerning the defendant by a bail agency shall not be disclosed to any person or agency other than counsel for the defendant, and to the court or issuing authority when necessary to carry out the functions of the bail agency.\nThe prohibition against disclosure in Rule 4008(b), governs only the disclosure of information by the bail agency to unauthorized persons. It does not prohibit disclosure by anyone, regardless of how they obtained the information. Additionally, contrary to appellant’s contention, the rule does not state that the information is to be used only to carry out the functions of bail. Therefore, although the bail agency may have violated the rule by disclosing the information to the District Attorney’s office, there was no violation of the rule by the prosecutor.\nAppellant contends that the information from the bail agency was obtained by the District Attorney’s office pursuant to a 1973 agreement between the District Attorney’s office, the Defender Association of Philadelphia, and members of the private bar. He alleges that the agreement provided for dissemination of bail interview sheets to the District Attorney’s office in contravention of Pa.R.Crim.P. 400803), but guaranteed that the information would be used solely for bail purposes, and would not be used against a defendant at trial. This purported agreement is not part of the record. Although appellant appends a copy of a letter from the District Attorney’s office confirming the agreement, and a copy of a memorandum circulated to all Assistant District Attorneys, we are not required to review evidence that is not part of the record. However, we wish to note that even if there existed such an agreement at one time, it was beyond the power of the District Attorney’s office to make an agreement that would have such sweeping effect, as to apply to all cases. In order to effectuate such an arrangement, an agreement must be made with regard to each case individually. Additionally, a District Attorney cannot bind successive District Attorneys to such broad blanket agreements made during his tenure. Once a new District Attorney assumed the office, this agreement, if it had any effect at all, became null and void. Moreover, the agreement, even if it were binding, applied only to the Defender’s Association, not court appointed or privately retained counsel. The attorneys representing appellant at his trial were not employed by the Defender’s Association.\nAlthough the information was disseminated in contravention of Pa.R.Crim.P. 40080b), the rule is silent as to the remedy for unauthorized disclosure. Moreover, the rule does not speak to the admissibility of information obtained by unauthorized disclosure. Appellant argues that the appropriate remedy is suppression of the evidence, and claims that the trial court abused its discretion in refusing to hear a motion to suppress the statements included in the bail interview sheet.\nAt trial, appellant’s attorney objected to the introduction of the statement for impeachment purposes. A discussion was held at sidebar, whereupon the judge considered the offer of proof, overruled the objection, and denied a request for a suppression hearing. As noted above, the rule is silent as to the remedy for unauthorized disclosure. Although appellant assumes that suppression is the appropriate remedy, this court has previously held that technical violations of the rules of criminal procedure do not automatically warrant suppression of the evidence. Commonwealth v. Mason, 507 Pa. 396, 490 A.2d 421 (1985). In Commonwealth v. Musi, 486 Pa. 102, 404 A.2d 378 (1979), we held that “a rule of exclusion is properly employed where the objection goes to the question of the reliability of the challenged evidence ... or reflects intolerable government conduct which is widespread and cannot otherwise be controlled.” Subsequent cases have held that only violations of the Rules which assume constitutional dimensions and/or substantially prejudice the accused may require the exclusion of evidence. See Commonwealth v. Hamlin, 503 Pa. 210, 469 A.2d 137 (1983); Commonwealth v. Chandler, 505 Pa. 113, 477 A.2d 851 (1984) That is not the case here.\nEven if suppression were otherwise warranted, the information would only be excluded from the prosecution’s case-in-chief. The Commonwealth would still be entitled to use the contradictory information contained in appellant’s bail interview sheet for impeachment purposes. The purpose of such a rule is to preclude an accused from lying with impunity when he takes the stand at trial, merely because a voluntary statement he made before trial was suppressed. Additionally, this Court has not set up procedures which allow perjury, and we will not tolerate perjury under any circumstances.\nArticle I, Section 9, of the Pennsylvania Constitution was amended in 1984 to provide:\nThe use of a suppressed voluntary admission or voluntary confession to impeach the credibility of a person may be permitted and shall not be construed as compelling a person to give evidence against himself.\nThe evidence in this case was admitted solely for impeachment purposes, hence the trial judge did not abuse his discretion in refusing to entertain a motion to suppress, but made a proper ruling on the ádmissibility of the evidence. We find, therefore, that appellant’s prior inconsistent statement was properly admitted against him at trial, for impeachment purposes.\nAppellant next asserts that during the penalty phase of the case, the trial court improperly restricted defense counsel’s argument regarding the morality of the death penalty. Counsel argued to the jury:\nDEFENSE COUNSEL: All right, but do we ... have the right to say you should die? Did we create Henry Daniels? If we did not have the power to create this life how is it that we have developed such perfect laws that we can sit in judgment to say well this life needs to now be distinguished [sic]? Aren’t we by nature ourselves creatures prone to error? Since when have we developed such perfect laws that we can say under this law you should die and this person should not die? ... So therefore if we cannot create life, what legal authority do we have to extinguish it? ... Another reason why you should extend mercy is that God has given us himself—\nPROSECUTOR: Objection, Your Honor.\nTHE COURT: Let’s keep religion out of this ...\nDEFENSE COUNSEL: When the witnesses come to the stand they are asked to put their hands on this Bible and say I swear. What’s the purpose for the Bible if we only consider the cover of the book and not what it says on the inside. Does not this say one nation under God, with liberty and justice for all? So don’t we have to see what he has to say about it? We have one example, Cain and Abel. First example in biblical history.\nPROSECUTOR: Objection, Your Honor.\nTHE COURT: Objection sustained. You will disregard religion....\nDEFENSE COUNSEL: ... And if we cannot achieve perfection in all these other areas, what gives us the right to think that we can achieve perfection to say that this person must die?\n(N.T. 11/13/89, pp. 143-146)\nAt this point the court instructed defense counsel to concentrate on the aggravating and mitigating circumstances.\nAppellant argues that his counsel should have been permitted to argue against the morality of death penalty under 42 Pa.C.S.A. § 9711(e)(8).\nUnder our death penalty statute, jurors must consider any mitigating evidence presented by the defense, and defense counsel is permitted wide latitude in arguing the mitigating circumstances to the jury. But by the express terms of § 9711(e)(8), consideration may be given only to evidence of mitigation concerning the character and record of the defendant and the circumstances of his offense. Although commenting on religion is not per se improper, it is improper when it goes beyond the bounds of consideration of the character and record of the accused. The arguments of counsel to which objections were sustained were not relevant to appellant’s background, character, or to the circumstances of the crime. Instead, the arguments were intended to persuade the jurors that they would betray their religious beliefs if they sentenced appellant to death. The jury’s duty was not to decide the propriety or morality of the death penalty in general, but to decide the appropriateness of the death penalty as applied to the circumstance of this particular case.\nIn Commonwealth v. Chambers, 528 Pa. 558, 599 A.2d 630 (1991), we held that a prosecutor’s reliance on the Bible or any other religious writing in support of the imposition of the death penalty is per se reversible error. The rationale behind such a decision stems from the fact that the jury should only consider factors which flow from the evidence and/or inferences drawn therefrom. For the same reasons, defense counsel must also refrain from references to the Bible in opposition to imposition of the death penalty. The boundaries of proper advocacy are exceeded if we allow counsel to make arguments calculated to inflame the passions or prejudices of the jury, or to divert the jury from its duty to decide the case on the evidence by introducing broad social issues that are not based on evidence in the record. See ABA STANDARDS FOR CRIMINAL JUSTICE § 4-7.8 (1980) and comment following.\nIn this Commonwealth, the Legislature has expressed its opinion that the death penalty is an appropriate punishment for certain intentional killings. In the death penalty statute, the Legislature carefully defined the limited circumstances under which a convicted murderer may be sentenced to death. Although defense counsel should not be unduly restrained in his closing argument, we will not permit an attack on the legislative enactment of the death penalty. To do so would suggest to the jury that they may go beyond their proper function, and invade the province of the Legislature. It is wholly improper to urge jurors to disregard the law as it presently exists, or suggest to them that they have the power to do so. Jurors have an obligation to apply the law; the law, under certain circumstances, mandates death. Jurors may not ignore their oath and obligation to apply the law by choosing to reject the death penalty due to moral opposition.\nBased upon the foregoing, we find that the trial judge properly restricted defense counsel’s references to the Bible in support of his argument that the death penalty is morally wrong.\nAppellant’s final contention is that in closing argument at the penalty phase, the prosecutor improperly urged an inference that was not supported by the evidence.\nDuring closing argument, the prosecutor, in support of the aggravating circumstance that the victim was being held for ransom, stated:\nYou’ve got Maude Porter’s testimony that one of the things that was taken from her home were the tapes out of her answering machine. Why did they do that unless maybe they made a phone call and changed their minds already. Why did they take Nate Harris’ answering machine, and you saw that machine here. Maybe they did make those phone calls, nobody was there, but they changed their minds afterwards because maybe something was said on the tape. Who knows.\nAppellant contends that because the burglary occurred pri- or to any evidence of a ransom plan, it is impermissible to infer that a demand may have been made for ransom on the tapes, and then subsequently abandoned, resulting in the need to steal the tapes.\nIt is well settled that a prosecutor may properly comment upon the evidence and is permitted to argue in closing arguments any reasonable inferences arising from the evidence. Commonwealth v. Lawson, 519 Pa. 175, 546 A.2d 589 (1988). In this case, the prosecutor’s statements were reasonable in light of the evidence that the whole idea of the kidnapping was to get money from Porter’s family; appellant and his cohorts discussed ransoming the victim and demanded that the victim disclose his parents’ telephone numbers; and after the burglaries, the victim’s father’s answering machine was found in appellant’s home, and the victim’s mother’s answering machine tape was missing from her apartment, but never recovered. Hence, we find, after examination of the challenged remarks that they contained only legitimate inferences based upon the evidence presented in the case.\nThe standard of review of a claim of error alleging improper and prejudicial remarks made by a prosecutor, is whether the unavoidable effect of the comments resulted, in the minds of the jurors, in fixed bias and hostility toward the defendant, such that they could not weigh the evidence objectively and render a true verdict. Commonwealth v. Young, 524 Pa. 373, 572 A.2d 1217 (1990). There can be no conclusion, in this case, of any prejudice resulting from the contested statements by the prosecutor, since the statements were reasonable inferences drawn from the evidence.\nFinally, we have examined the record and find that the sentence of death was a product of the evidence and not a product of passion, prejudice or any other factor. 42 Pa. C.S.A. § 9711(h)(3). Additionally, the circumstances of this crime and the record of this appellant justify our conclusion that the sentence of death imposed upon appellant is neither excessive nor disproportionate to the penalty imposed in similar cases. See Commonwealth v. Frey, 504 Pa. 428, 475 A.2d 700 (1984), cert. denied, 469 U.S. 963, 105 S.Ct. 360, 83 L.Ed.2d 296 (1984) (and Appendix attached thereto).\nFor the foregoing reasons, we sustain the conviction of murder of the first degree and affirm the sentence of death.\nPAPADAKOS, J., did not participate in the consideration or decision of this case.\nFLAHERTY and McDERMOTT, JJ., join this opinion in support of affirmance.\nNIX, C.J., files an opinion in support of vacating sentence of death.\nZAPPALA, J., files an opinion in support of vacating sentence of death joined by CAPPY, J.\nNIX, Chief Justice, in support of vacating sentence of death.\nWhile I agree that the evidence offered on behalf of the Commonwealth was sufficient to convict the defendant of first degree murder, I would vacate the sentence of death and remand for a new penalty hearing in accordance with the reasons stated in any Opinion In Support of Vacating Sentence of Death in Commonwealth v. Pelzer, — Pa.-, 612 A.2d 407 (1992).\nZAPPALA, Justice, in support of vacating sentence of death.\nI agree with the majority that the evidence was sufficient to sustain the jury’s verdict of murder in the first degree and would affirm the jury’s finding of first degree murder, criminal conspiracy, kidnapping, robbery, and two counts of burglary. I must dissent, however, from the majority’s conclusion that there was sufficient evidence to establish two of the aggravating circumstances, (1) that the offense was committed by means of torture, 42 Pa.C.S.A. § 9711(d)(8); and (2) that the victim was a prosecution witness to a murder or other felony committed by the defendant and was killed for the purpose of preventing his testimony against the defendant in any grand jury or criminal proceeding involving such offenses, 42 Pa.C.S.A. § 9711(d)(5).\nIn Commonwealth v. Pursell, 508 Pa. 212, 495 A.2d 183 (1985), the aggravating circumstance of an offense committed by means of torture, 42 Pa.C.S. § 9711(d)(8) was held to encompass the infliction of a considerable amount of pain and suffering on a victim which is unnecessarily heinous, atrocious, or cruel manifesting exceptional depravity. I dissented from the majority’s holding because I believed that definition was overbroad and could be improperly interpreted to include acts that, while heinous, atrocious, or depraved, were not torturous. I stated that I would define “torture” as the continued or prolonged infliction of physical or mental abuse with the intent to cause pain and suffering.\nThe specific intent to cause pain and suffering by inflicting physical or mental abuse on the victim is the critical factor that distinguishes an offense committed by the means of torture from an act intended to cause the death of the victim. There must be the separate intent to cause pain and suffering as well as the intent to kill the victim. When this distinction is not adequately explained to a jury, torture may be found to be an aggravating circumstance because the details of the murder are unpleasant.\nThe importance of this distinction was highlighted in Commonwealth v. Nelson, 514 Pa. 262, 279-280, 523 A.2d 728, 737 (1987), cert. denied 484 U.S. 928, 108 S.Ct. 293, 98 L.Ed.2d 253 (1987), in which this Court stated that, “Implicit in subsection 8 is the requirement of an intent to cause pain and suffering in addition to the intent to kill. There must be an indication that the killer is not satisfied with the killing alone.” We held that the jury charge given during the sentencing phase in Nelson was prejudicially deficient. The significant difference between the jury charges given in Nelson and Pursell was that in Pursell the trial judge gave a charge that conveyed to the jurors the idea that the torture murderer, besides having an intent to kill, has an additional specific intent to inflict pain or suffering.\nThe Commonwealth did not establish beyond a reasonable doubt that the Appellant in this case specifically intended to inflict pain and suffering on the victim. The evidence that the majority finds to be sufficient to sustain the finding of torture included the abrasions on the victim’s body and the length of time that the victim was locked in the trunk of the automobile. While the evidence supports the jury’s finding that the victim had been kidnapped, it fails to establish an intent to inflict pain and suffering separate from the intent to kill.\nThe majority has not yet dispensed with the notion that torture is present in any instance in which the means of killing the victim did not result in an immediate death or were unpalatable. The inquiry the jury must make is not whether the murder was committed in a manner that would produce the minimal amount of pain. Instead, the jury must examine whether the defendant had the specific intent of inflicting pain and suffering on the victim. It is an inquiry into the mental processes of the defendant.\nAccording to the forensic pathologist who performed the autopsy in this case, the abrasions suffered by the victim were consistent with the victim having been bounced around in the trunk of the car. The abrasions did not result from physical blows delivered by the Appellant in order to inflict pain and suffering on the victim. Nor does the length of time that the victim was locked in the trunk demonstrate an intent to inflict pain and suffering. As the majority’s statement of the facts indicates, the initial plan was to hold the victim for ransom. When that plan was abandoned in favor of killing the victim, the victim was restrained until they could find a place to effect the killing.\nTherefore, the presence of abrasions and the length of time that the victim was restrained in the trunk relied upon by the majority establish only an intent to kidnap the victim and to demand ransom. The evidence does not demonstrate that there was the separate specific intent necessary to prove that the offense was committed by means of torture.\nNor was there sufficient evidence to support the aggravating circumstance of killing a prosecution witness to prevent his testimony. In Commonwealth v. Caldwell, 516 Pa. 441, 532 A.2d 813 (1987) and Commonwealth v. Crawley, 514 Pa. 539, 526 A.2d 334 (1987), we held that under § 9711(d)(5) evidence must be introduced to prove that the victim was a prosecution witness who was killed to prevent his testimony in a pending grand jury or criminal proceeding. We stated that the burden of the proof on the Commonwealth will not be met by simply showing that an individual who witnessed a murder or other felony committed by a defendant was also killed by the defendant.\nIn Commonwealth v. Appel, 517 Pa. 529, 539 A.2d 780 (1988), the application of § 9711(d)(5) was extended to include the killing of victims who were potential witnesses to a prosecution. The Appel case was distinguished from our decisions in Caldwell and Crawley on the basis that the evidence showed that the defendant had enlisted others for a bank robbery to ensure that all persons who might be in the bank at the time of the robbery could be executed before an alarm could be pressed. The Court held that it is the fully formed intent prior to the event to kill a potential witness that provides the requisite animus to sustain the aggravating circumstance. 517 Pa. at 537, fn. 2, 539 A.2d at 784, fn. 2.\nIn Appel, the Commonwealth produced evidence that the defendant planned to kill potential witnesses to the bank robbery at the inception of the scheme. The Court expansively interpreted the phrase “prosecution witness” to include any witness who potentially could become a prosecution witness. We had specifically rejected that interpretation in Crawley. I believe that our holding in Caldwell and Crawley should not have been undermined by eliminating the requirement of a pending criminal proceeding. I would apply our reasoning in Caldwell and Crawley in this case and hold that the evidence was insufficient to support the aggravating circumstance in § 9711(d)(5). See also, Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982), cert. denied 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983). I would vacate the death sentence and remand for a new penalty hearing.\nCAPPY, J., joins in this opinion in support of vacating sentence of death.\n. At this point, Porter had been in the trunk for twenty-four hours.\n. Appellant had a prior robbery conviction in California, for which he served a term of eight months in prison.\n. Appellant’s bail interview sheet showed that his prior employment was with U.P.S. in California. No mention was made of any employment with Korman Development, Sears, or elsewhere since his return to Philadelphia.\n. Appellant’s attorney argued that the information contained in the bail interview sheet is not admissible because it is obtained in violation of Miranda, is hearsay, and is subject to a confidentiality requirement.\n. Appellant contends that the inference was illogical because the conspirator’s asked for Porter’s parents’ numbers after they had burglarized their homes. However, it was consistent with the evidence for the jury to conclude that the ransom idea was conceived before the burglaries occurred.\n. This information was accumulated for the Death Penalty Study and was supplied by the Administrative Office of Pennsylvania Courts.\n. The Prothonotary of the Supreme Court of Pennsylvania is directed to transmit the full and complete record of the trial, sentencing hearing, imposition of sentence and review by this Court to the Governor. 42 Pa.C.S.A. § 971 l(i).\n. It is to be noted that the Appellant herein and the defendant in Commonwealth v. Pelzer, - Pa. -, 612 A.2d 407 (1992), as co-conspirators to the same homicide were charged with four identical aggravating circumstances and each were found unanimously by the jury to have the same mitigating circumstance, although in Pelzer one juror found a second mitigating circumstance. In both instances the jury unanimously found that the aggravating circumstances outweighed the mitigating circumstances and, accordingly, sentenced the defendants to death."}