{"id": "1834443", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nWe granted review in this case in order to re-examine our test for the defense of the so-called “two schools” doctrine in a medical malpractice case arising in the context of a jury instruction. The necessity of our re-examination arises from the vacillation of the Superior Court and our Court in applying the appropriate standard.\nA medical practitioner has an absolute defense to a claim of negligence when it is determined that the prescribed treatment or procedure has been approved by one group of medical experts even though an alternate school of thought recommends another approach, or it is agreed among experts that alternative treatments and practices are acceptable. The doctrine is applicable only where there is more than one method of accepted treatment or procedure. In specific terms, however, we are called upon in this case to decide once again whether a school of thought qualifies as such when it is advocated by a “considerable number” of medical experts or when it commands acceptance by “respective, reputable and reasonable” practitioners. The former test calls for a quantitative analysis, while the latter is premised on qualitative grounds.\nThe facts indicate that in November, 1979, Appellant, Billy Jones, underwent orthopedic surgery on his leg performed by Dr. John H. Chidester. In order to create a bloodless field for the surgery, the surgeon employed a tourniquet which was elevated and released at various intervals. Because of subsequent problems with the leg, the patient was referred to a neurosurgeon who determined that Jones had suffered nerve injury to the leg. Additional examinations by other doctors confirmed that the nerve injury had resulted in a condition known as “drop foot.”\nAt trial in June, 1988, Jones complained, inter alia, that his nerve injury was the result of Dr. Chidester’s use of the tourniquet. Both sides presented testimony by medical experts supporting their positions. Unsurprisingly, Dr. Chidester’s experts told the court and jury that his technique was acceptable medically in this particular case, and the plaintiffs’ experts insisted that it constituted unacceptable practice.\nAt the close of the evidence, the court gave the following instruction to the jury:\nA physician, then, is excused from an error of judgment only if he has used all of the skills and care required of him in the treatment of his patient and if he has obtained a complete and accurate factual basis upon which to base the exercise of his judgment.\nThere is a vast difference between an error in judgment and negligence.\nMembers of the jury, you have heard one of the plaintiffs (sic) experts testify to the procedure that would be employed during the course of an operation of this type, and I believe his name was Dr. Hyatt, and also you heard from a defense witness who testified as to the type of procedure to be used during this course of operation, and I believe that was the last witness.\nLadies and gentlemen, I instruct you upon this additional principle of law known as the two schools of thought doctrine. This principle provides that it is improper for a jury to be required to decide which of two schools of thought as to proper procedure should have been followed in this case, when both schools have their respective and respected advocates and followers in the medical profession.\nIn essence, then, a jury of lay persons is not to be put in a position of choosing one respected body of medical opinion over another when each has a reasonable following among the members of the medical community.\nThus, under the two schools of thought doctrine, a physician in the position of Dr. Chidester will not be held liable to a plaintiff merely for exercising his judgment in applying the course of treatment supported by a reputable and respected body of medical experts, even if another body of medical experts’ opinion would favor a different course of treatment. Those are the two schools of thought, and that is' the two schools of thought doctrine. (R.R., pp. 18-20).\n******\nThe jury returned a verdict in favor of Dr. Chidester and Jones filed a post-trial motion alleging that he was entitled to a new trial because the court’s instruction to the jury on the two schools of thought doctrine was reversible error. At trial and on appeal, Jones argues that under Pennsylvania law, the test for the doctrine is “considerable number” rather than “reputable and respected” as the court had charged the jury.\nWe note at the outset of our analysis that there appears to be confusion and contradiction in the use of these standards— a confusion apparent even between the trial court’s charge to the jury (“reputable and respected”) and its subsequent opinion denying the post-trial motion (“considerable number”):\nInasmuch as the two schools of thought doctrine applies only to a school of thought advocated by a “considerable number” of reputable and respected physicians, we thus found in light of the testimony of all of the foregoing witnesses (including Plaintiffs’ own expert), that there are two schools of thought on the appropriate use of tourniquets during extremity surgery and that the school to which Dr. Chidester adhered during Plaintiffs operation is advocated by a considerable number of reputable doctors. (Slip opinion, pp. 6-7).\nThe initial modern case in this jurisdiction on the subject of the two schools of thought doctrine was Remley v. Plummer, 79 Pa. Superior Ct. 117 (1922). Relevant portions of that opinion are as follows:\nThe question actually passed upon by the jury was not whether the defendants, in their handling of the case, had been guilty of negligence in not following a well-recognized and established mode of treatment, but rather, which of two methods, both having their respective advocates and followers of respectable authority, was the safer and better from a surgical standpoint. (Emphasis added).\n* * * * * *\n... [A]nd where competent medical authority is divided, a physician \"will not be held responsible if in the exercise of his judgment he followed the course of treatment advocated by a considerable number of his professional brethren in good standing in his community. (Emphasis added).\n* * * * * *\nThus practitioners of a reputable school of medicine are not to be harassed by litigation and mulcted in damages because the course of treatment prescribed by that school differs from that adopted by another school: (citations omitted) ... As we said in Patten v. Wiggin, [51 Maine 594] supra, “The jury are not to judge by determining which school, in their judgment, is the best.” “If the treatment is in accordance with a recognized system of surgery, it is not for the court or jury to undertake to determine whether that system is best, nor to decide questions of surgical science on which surgeons differ among themselves:” ...\nThe testimony clearly showed a difference of medical opinion expressed by physicians and surgeons of unquestioned standing and reputation, and the defendants were not negligent for having adopted the view held by the majority of their brethren who testified.\nId., 79 Pa.Superior Ct. at 121-123 (citations omitted).\nOur first review of the issue following Remley dropped all references to the “reputable and respected” test by grounding the decision on “considerable number” language alone:\nWhere competent medical authority is divided, a physician will not be held responsible if in the exercise of his judgment he followed a course of treatment advocated by a considerable number of his professional brethren in good standing in his community.\nDuckworth v. Bennett, 320 Pa. 47, 181 A. 558 (1935).\nIn Tobash v. Jones, 419 Pa. 205, 213 A.2d 588 (1965), our Court regressed from the Duckworth standard and returned to the Remley standard when it approved the jury instruction of the trial judge which stated:\nNow if you find that under that evidence there are two schools of belief, if you find that there is competent authority, although divided, competent medical authority, subscribed to by reputable and reasonable medical experts, and if you find that Dr. Jones followed one of those lines in performing this laminectomy and in excising that tissue from the spinal cord of Mr. Tobash, then you couldn’t say he was negligent for following any of the recognized experts in the field.\nIn fact, the Tobash court totally ignored Duckworth and cited Remley with approval. 419 Pa. at 217, 213 A.2d at 592. Not until Brannan v. Lankenau Hospital, 490 Pa. 588, 417 A.2d 196 (1980), did we have occasion to return to the Duckworth rule:\nThere is, of course, the longstanding rule that the jury may not decide which of “two methods, both having their respective advocates and followers of respectable authority, was the safer and better from the surgical standpoint.” Tobash v. Jones, 419 Pa. 205, 217, 213 A.2d 588, 593 (1965), quoting Remley v. Plummer, 79 Pa.Super. 117 (1922).\nIn Duckworth v. Bennett, we stated the rule as:\n“Where competent medical authority is divided, a physician will not be held responsible if in the exercise of his judgment he followed a course of treatment advocated by a considerable number of his brethren in good standing in his community.” 320 Pa. 47, 51, 181 A. 558, 559 (1935). Here, appellant’s expert initially testified that he knew of no reason to await final diagnosis of esophageal perforation before administering antibiotics. Although on cross-examination the expert indicated that a “small respected body” of medical practitioners believed otherwise, this is a far cry from treatment approved by a considerable number of physicians. Indeed, the expert witness reaffirmed on cross-examination that “the great majority” of physicians would not apply the practice appellee doctors utilized here. Thus, we cannot agree with appellees that Dr. Thompson’s testimony alone triggered the application of the Duckworth standard regarding “a course of treatment advocated by a considerable number of his brethren.”\nBy contrast, with the exception of D’Angelis v. Zakuto, 383 Pa.Superior Ct. 65, 556 A.2d 431 (1989), (the doctrine applies only to a school of thought advocated by “a considerable number” of “reputable and respected physicians”), the Superior Court has held steadfastly to the “reputable, respected” standard. Tobash v. Jones, 419 Pa. 205, 213 A.2d 588 (1965) (“if you find that there is competent, although divided, competent medical authority, subscribed to by reputable, respectable and reasonable medical experts”); Furey v. Thomas Jefferson University Hospital, 325 Pa.Superior Ct. 212, 472 A.2d 1083 (1984) (“reputable, respected and reasonable medical experts”); Trent v. Trotman, 352 Pa.Superior Ct. 490, 508 A.2d 580 (1986) (“as long as that school of thought is reputable and respected by reasonable experts”); Morganstein v. House, 377 Pa.Superior Ct. 512, 547 A.2d 1180 (1988); Levine v. Rosen, 394 Pa.Superior Ct. 178, 575 A.2d 579 (1990); Sinclair by Sinclair v. Block, 406 Pa.Superior Ct. 540, 594 A.2d 750 (1991) (quoting Levine, supra, on “reputable, respectable and reasonable medical experts”).\nOther jurisdictions also appear to waffle between the two standards. In McHugh v. Audet, 72 F.Supp. 394 (M.D., Pa.1947), the “considerable number” test was held to be the test. Some years later, however, another federal court in Pennsylvania cited Remley for the proposition that the two schools of thought doctrine is applicable where one is advocated by “reputable, respectable and reasonable” experts. Harrigan v. United States, 408 F.Supp. 177 (E.D., Pa.1976). This result should be contrasted with the holding in Oneill v. Kiledjian, 511 F.2d 511, 513 (6th Cir., 1975), that the defense is available “when both alternatives have the support of a considerable body of competent medical opinion in the community.” Oneill followed Gresham v. Ford, 192 Tenn. 310, 241 S.W.2d 408 (1951), which construed Duckworth and concluded in a quantitative fashion that an accepted alternative treatment is “one advocated by many of the doctors in good standing.”\nIn Borja v. Phoenix General Hospital, Inc., 151 Ariz. 302, 727 P.2d 355 (1986), the court adopted Furey, supra, in holding that the doctrine requires only support by a “respectable minority.” California has defined its standard as one where “a physician chooses one of alternative accepted methods of treatment, with which other physicians agree.” Meier v. Ross General Hospital, 69 Cal.2d 420, 434, 71 Cal.Rptr. 903, 445 P.2d 519 (1968). Florida has adopted the “respectable minority” test in Schwab v. Tolley, Florida App., 345 So.2d 747 (1977), while Arkansas accepts the doctrine when any alternative “recognized method” is employed by the physician. Rickett v. Hayes, 256 Ark. 893, 511 S.W.2d 187 (1974). Louisiana courts have favored an “acceptable alternative treatment” test. Reid v. North Caddo Memorial Hospital, La.App., 528 So.2d 653 (1988). The most recent Connecticut decision exonerates a practitioner who employed a treatment which was “one of choice among competent physicians.” Wasfi v. Chaddna, 218 Conn. 200, 588 A.2d 204 (1991).\nIn a similar vein, other states also have refused to adopt a quantitative test. Gruginski v. Lane, 177 Wash. 121, 30 P.2d 970 (1934) (“respectable minority”); Walkenhorst v. Kesler, 92 Utah 312, 67 P.2d 654 (1937) (“approval of at least a respectable portion of the profession”); Holton v. Burton, 197 Wis. 405, 222 N.W. 225 (1928) (“two accepted or recognized methods of treatment”).\nFrom this harvest of case law, we glean the following conclusions. First, the qualitative standard is the preferred choice of the Pennsylvania Supreme Court as well as most sister jurisdictions. Second, generally where courts, including our own, have applied Remley, there appears to be a blurring of distinctions between quantitative and qualitative standards. Third, in spite of this apparent blurring, our recent decision in Brannan seems to have drawn a bright line between the two tests, although the opinion itself employed the language of both tests. Last, it is obvious that the fork in the legal road, splitting off the law in the two directions enumerated herein, was provided by Remley itself because subsequent interpretations depended on which paragraph in Remley was adopted as the rule of the case.\nIt is incumbent upon us to settle this confusion. The “two schools of thought doctrine” provides a complete defense to malpractice. It is therefore insufficient to show that there exists a “small minority” of physicians who agree with the defendant’s questioned practice. Thus, the Superior Court’s “reputable and respected by reasonable medical experts” test is improper. Rather, there must be a considerable number of physicians, recognized and respected in their field, sufficient to create another “school of thought.”\nNotwithstanding what appears to be conflicting interpretations, we find that both standards have been used appropriately by our precedents. We read Remley, Duckworth and, most recently, Brannan, to define a school of thought as a “considerable number of reputable and respected physicians.” A school of thought should be adopted not only by “reputable and respected physicians” in order to insure quality but also by a “considerable number” of medical practitioners for the purpose of meeting general acceptance even if it does not rise to the level of a majority.\nWe, therefore, provide the following as a correct statement of the law:\nWhere competent medical authority is divided, a physician will not be held responsible if in the exercise of his judgment he followed a course of treatment advocated by a considerable number of recognized and respected professionals in his given area of expertise.\nIn recognizing this doctrine, we do not attempt to place a numerical certainty on what constitutes a “considerable number.” The burden of proving that there are two schools of thought falls to the defendant. The burden, however, should not prove burdensome. The proper use of expert witnesses should supply the answers. Once the expert states the factual reasons to support his claim that there is a considerable number of professionals who agree with the treatment employed by the defendant, there is sufficient evidence to warrant an instruction to the jury on the two “schools of thought.” It then becomes a question for the jury to determine whether they believe that there are two legitimate schools of thought such that the defendant should be insulated from liability.\nReversed and remanded for a new trial consistent with this opinion.\nMcDERMOTT and ZAPPALA, JJ., join the majority opinion and also file a concurring opinion.\n. We also note that while proposed jury instruction 10.04, entitled “Differing Schools of Practice” does not include the phrase \"considerable number,” the subcommittee notes to the instruction quite clearly require a \"considerable number.” Thus, the proposed instruction when read with the notes is internally inconsistent. We are also aware that practitioners are somewhat confused by the apparent “two schools of thought” on the \"two schools of thought” doctrine. See, e.g., M. Barrett, Pennsylvania’s Two Schools of Medical Thought Rule, Vol. XX The Barrister, 15 (Winter, 1989-90)."}