{"id": "1835945", "contents": "OPINION OF THE COURT\nCAPPY, Justice.\nThis case comes before us on the question of whether police officers may detain a person in the vicinity of a drug raid absent probable cause or reasonable suspicion linking that individual to the criminal activity under investigation. For the reasons that follow we find detention of individuals under circumstances lacking probable cause to be unconstitutional.\nHistory of the Case\nThe present appeal arises out of a confidential informant’s tip to Lieutenant Flanagan of the York City Police Department, that a “drug vending operation” was being conducted in an apartment at 405 South George Street, York, Pennsylvania. The informant stated that there were several individuals involved in the operation, including a Puerto Rican female. The informant offered no further description of the woman.\nUpon receiving this information, Lt. Flanagan attempted to make a controlled buy using the informant; however, this initial attempt was unsuccessful. The following evening a controlled buy was made. After purchasing the drugs, the informant told Lt. Flanagan that there were six or seven people in the apartment planning to leave immediately with the drugs to transact sales at a local speakeasy. The informant further described the person from whom he had purchased the drugs as a Puerto Rican male in his mid 20’s, 5'7\" tall, 130 pounds, with a pig-tail down his back, whose name was “Cheeco.” The informant offered no information at that time regarding the Puerto Rican female to whom he had referred earlier.\nActing on the tip that the occupants and drugs would quickly be vacating the apartment, Lt. Flanagan decided to conduct a search of the premises immediately, rather than first obtaining a search warrant. To that end, three officers approached from the rear of the apartment building, while two other officers entered the front of the building. As the two officers, MacBride and Mehring, approached the front of the building with guns drawn, a packet of drugs was thrown out of the window of the apartment in question and caught by Officer MacBride.\nAt the same time, Officer Mehring observed, what he described as three Puerto Rican females, sitting on the stoop in front of the entrance to the multi-family apartment building. Addressing the three women, he asked “Do you live here?” The appellant, Joanne Rodriquez, responded affirmatively. Officer Mehring then ordered all three women, at gunpoint, into the particular apartment that was being searched. As he followed them inside, he observed a purse lying on the stoop. He picked up the bag and carried it inside the apartment. All three women were detained for the duration of the search, along with the occupants of the apartment. Miranda warnings were given “en masse” to all of the individuals detained during the search.\nOfficer Mehring then inquired of the three women whether one of them owned the purse he had found. Appellant again responded affirmatively. Before returning the purse to appellant, Officer Mehring opened it, purportedly to search for weapons. Upon opening the purse, he observed several baggies and a prescription bottle, each containing illegal narcotics. Appellant was placed under arrest and charged with possession of narcotics with intent to deliver. After determining that no outstanding warrants existed for the other two women, Officer Mehring allowed them to leave the apartment.\nPrior to trial, appellant moved to suppress introduction of the narcotics into evidence, asserting that they had been seized as a result of her illegal arrest at the scene of the drug raid. The trial court denied the motion to suppress, and, following a non-jury trial, appellant was convicted of possession with intent to deliver. On appeal to the Superior Court, judgment of sentence was affirmed, 387 Pa.Super. 271, 564 A.2d 174; a subsequent petition for reargument before the court en banc was denied. The petition for allowance of appeal to this Court was granted.\nDiscussion\nThe parties do not dispute that appellant was “seized” by Officer Mehring when she was taken at gunpoint from the stoop in front of the apartment building and detained by the officers inside the apartment for the duration of their search. Thus, we are not faced with determining whether a seizure occurred, but rather whether the seizure that did occur was justified under the Fourth Amendment to the United States Constitution and Article I, Section 8 of the Pennsylvania Constitution.\nThe trial court treated the detention of appellant as a “freeze,” a police action falling somewhere below an arrest based upon probable cause and a “stop and frisk” justified on a showing of reasonable suspicion under the narrow exception to the constitutional probable cause requirement created by the United States Supreme Court in Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968).\nThe trial court, further, justified the “freeze” in the instant case by relying upon Commonwealth v. Carr, 334 Pa.Super. 459, 483 A.2d 542 (1984). In Carr, employees of a service station were detained at the station while police executed a warrant for controlled substances believed to be hidden therein. The Superior Court concluded that detention of the employees was constitutional during the execution of a search warrant. The Carr holding was based entirely upon the United States Supreme Court’s decision in Michigan v. Summers, 452 U.S. 692, 101 S.Ct. 2587, 69 L.Ed.2d 340 (1981).\nIn the instant case, the Superior Court agreed with the trial court that, although there was no search warrant as in Carr, the detention of appellant was nonetheless justified as a reasonable police action under the circumstances. The Superior Court grounded its decision upon an extrapolation of the United States Supreme Court opinion in Summers. Although acknowledging that its decision constituted a considerable leap from the actual holding in Summers, the Superior Court argued that the exigencies of the circumstances in the case sub judice justified the police action in detaining appellant.\nHowever, even assuming, arguendo, that the Supreme Court’s decision in Summers accurately reflects Pennsylvania constitutional law, Summers is wholly inapplicable to this case. The police in Summers, armed with a valid warrant, stopped the defendant as they were approaching the house in which he resided. At the time, the defendant was walking down the front steps away from the premises. The officers had observed the defendant exit the house, identified themselves, and explained their purpose. The officers requested the defendant’s assistance in gaining admission to the house. The defendant stated that he had left his keys inside, and admission was requested from another resident, who refused to open the door. Ultimately, the door was forced open and the defendant was detained inside the home along with the other residents while the search was conducted.\nIn Summers, the United States Supreme Court held “that a warrant to search for contraband founded on probable cause implicitly carries with it the limited authority to detain the occupants of the premises while a proper search is conducted.” Id. at 705, 101 S.Ct. at 2595 (footnotes omitted). In reaching this conclusion, the Court placed significant emphasis upon the existence of a warrant: “[o]f prime importance in assessing the intrusion is the fact that the police had obtained a warrant to search respondent’s house for contraband.” Id. at 701, 101 S.Ct. at 2593.\nThe initial critical distinction between the instant case and Summers, is that here the police were not in possession of a valid warrant issued by a neutral and detached magistrate upon a finding of probable cause. The second, and even more compelling distinction, is the absence in the instant case of a link between the appellant and the apartment from where the drugs were allegedly being distributed.\nThe importance of establishing a connection between suspected criminal activity in a targeted premises and the persons who reside in those premises was critical to the analysis of the Court in Summers:\nIt is also appropriate to consider the nature of the articulable and individualized suspicion on which the police base the detention of the occupant of a home subject to a search warrant. We have already noted that the detention represents only an incremental intrusion on personal liberty when the search of a home has been authorized by a valid warrant. The existence of a search warrant, however, also provides an objective justification for the detention. A judicial officer has determined that police have probable cause to believe that someone in the home is committing a crime. Thus a neutral magistrate rather than an officer in the field has made the critical determination that the police should be given a special authorization to thrust themselves into the privacy of a home. The connection of an occupant to that home gives the police officer an easily identifiable and certain basis for determining that suspicion of criminal activity justifies a detention of that occupant.\nId. at 703-04, 101 S.Ct. at 2594-95 (footnote omitted; emphasis added).\nThe Summers opinion was carefully and deliberately confined to the specific facts then before the court. As the Summers Court repeatedly pointed out, what distinguished the police action in Summers from the illegal detention earlier condemned by the Court in Dunaway v. New York, 442 U.S. 200, 99 S.Ct. 2248, 60 L.Ed.2d 824 (1979), was that a warrant had been issued by a neutral and detached magistrate after a finding of probable cause and that it is reasonable to suspect that a resident of a place housing illegal activity would be linked to the criminal conduct in question. 452 U.S, at 705 n. 19, 101 S.Ct. at 2595 n. 19.\nTurning to the facts in the instant case, regardless of whether the police search of the apartment was constitutional, it was not based upon a determination by a neutral and detached magistrate that probable cause existed. More importantly, there was no probable cause to believe or reasonable basis to suspect that appellant was connected in any manner with the supposed criminal activity within the apartment. Officer Mehring’s question, “Do you live here?,” lacks sufficient specificity and could easily have been interpreted by the appellant as a reference to the entire multi-family apartment building. Further, the bald and unsubstantiated allegation by the informant that the night before he had seen a Puerto Rican woman in the apartment, accompanied by no additional information or, description of that person, cannot and does not establish reasonable suspicion to detain three women who may appear to be Hispanic. One wonders whether Officer Mehring would have detained all Caucasian females found outside the building had the informant reported the presence of a Caucasian female in the apartment on a prior visit.\nThus, we emphatically reject the conclusion of the Superior Court that the police action in this case was a legitimate exercise of governmental authority based on a reasonable extension of the holding in Michigan v. Summers. We find that Summers was intended to be limited to the specific facts presented in that case and that the facts in the ease sub judice go well beyond the federal constitutional authority of police officers to detain a known occupant of a search premises when executing a valid search warrant.\nHowever, our analysis of the instant case does not end at this point. We have addressed the applicability of Summers arguendo simply because it was the basis of the lower court’s decisions. Even if Summers had been controlling, it would not have ended our inquiry. Appellant argues that her detention was not only violative of the Fourth Amendment to the United States Constitution, but also violated her rights under Article I, Section 8 of the Pennsylvania Constitution. As we recently stated in Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991):\n[I]t is both important and necessary that we undertake an independent analysis of the Pennsylvania Constitution, each time a provision of that fundamental document is implicated. Although we may accord weight to federal decisions where they ‘are found to be logically persuasive and well reasoned, paying due regard to precedent and the policies underlying specific constitutional guarantees,’ ... we are free to reject the conclusions of the Untied States Supreme Court so long as we remain faithful to the minimum guarantees established by the United States Constitution.\nId. at 389-90, 586 A.2d at 894-95 (citations omitted).\nAs previously stated, all parties to the present action concede that the appellant was seized. It is the legitimacy of that seizure which we must analyze under Pennsylvania constitutional law. In accordance with the protections afforded our citizens under Article I, Section 8, we have recognized only two instances where police may “seize” an individual, both require an appropriate showing of antecedent justification: first, an arrest based upon probable cause, Commonwealth v. Duncan, 514 Pa. 395, 525 A.2d 1177 (1987); second, a ‘stop and frisk’ based upon reasonable suspicion, Commonwealth v. Hicks, 434 Pa. 153, 253 A.2d 276 (1969). The Commonwealth argues that we should expand these two limited and well-established categories and create a new category of what the Superior Court in this case called “justifiable detention,” deemed to be reasonable based upon a subjective balancing of all the circumstances confronting the officer. Commonwealth v. Rodriquez, 387 Pa.Super. 271, 564 A.2d 174 (1989). We decline the Commonwealth’s invitation now, just as we did a decade ago in Commonwealth v. Lovette, 498 Pa. 665, 450 A.2d 975 (1982).\nIn Lovette, the defendant was seized a short distance away from the scene of a burglary and transported back to the scene by a police officer. The original stop of the defendant (and his two companions) was based solely upon the fact that they were in the vicinity of the burglary and had mud on their shoes. In reversing the denial of his motion to suppress, this Court found that the defendant had been placed under arrest without probable cause when he was seized by the officer, placed in the patrol car, and transported to the scene of the burglary. This Court also rejected the argument that the police action was simply a “stop and frisk” justifiable under Terry v. Ohio, as the circumstances described by the officer utterly failed to establish “an articulable basis for suspecting criminal activity.” 498 Pa. at 673, 450 A.2d at 979.\nThe Commonwealth then suggested that the seizure in Lovette was necessary for “investigative purposes” hence a broader application of the Terry exception to probable cause requirements should apply. This Court emphatically rejected the Commonwealth’s invitation to create additional exceptions to the constitutional requirement of probable cause beyond Terry.\nThe instant factual situation is also illustrative of the uncertainties attendant to any attempt to expand the Terry exception and reinforces the wisdom of scrupulously adhering to the narrow scope of the exception.\nConsequently, we must conclude that the constitutional validity of the seizure of the person of appellant in this case is at best dubious. Since the seizure unquestionably constituted an arrest as defined in this jurisdiction which requires probable cause, we are not persuaded that we should, on this record, depart from that longstanding respected precedent.\n498 Pa. at 676-77, 450 A.2d at 980-81 (citation omitted).\nIn the case sub judice the Commonwealth again argues for erosion of the boundaries of the Terry exception to probable cause, this time asserting the need for greater police powers to combat the “war on drugs.” The Superior Court was obviously enamored with this rationale, as it stated:\nThe justification for such conduct [the detention of appellant] has its roots in the seriousness with which drug curtailment has been approached by our society. The needless loss of life attendant to the illegal drug industry is all too well documented in the newspapers as a virus which reeks havoc on users, distributors and law enforcers — this ever increasing scourge that plagues our society—\nRodriquez, 387 Pa.Super. at 280, 564 A.2d at 179.\nWe emphatically reject the Superior Court’s “ends justify the means” analysis. By focusing its attention only upon the serious ills inflicted upon society by illegal narcotics, the Superior Court failed to recognize and respond to necessary constitutional constraints on excessive police conduct. The seriousness of the criminal activity under investigation, whether it is the sale of drugs or the commission of a violent crime, can never be used as justification for ignoring or abandoning the constitutional right of every individual in this Commonwealth to be free from intrusions upon his or her personal liberty absent probable cause.\nAccordingly, we decline to adopt the rationale of the Superi- or Court or the arguments offered by the Commonwealth, and thus, we decline to expand the appropriately narrow “reasonable suspicion” exception to probable cause already established by the United States Supreme Court in Terry v. Ohio and by this Court in Commonwealth v. Hicks, 434 Pa. 153, 253 A.2d 276 (1969).\nTurning then, to the requirements necessary to justify a Terry “stop and frisk” we again review the circumstances surrounding the seizure of appellant. In Commonwealth v. Hicks, those requirements were set forth as follows:\n[E]ven if probable cause to arrest is absent, the police officer may still legitimately seize a person, ... and conduct a limited search of the individual’s outer clothing in an attempt to discover the presence of weapons which might be used to endanger the safety of the police officer and others, if the police officer observes unusual and suspicious conduct on the part of the individual seized which leads him reasonably to conclude that criminal activity may be afoot and that the person with whom he is dealing may be armed and dangerous.\nId. at 158-59, 253 A.2d at 279 (footnote omitted). Obviously, the fact that three Hispanic- women were sitting upon the front stoop of an apartment building in an ethnic neighborhood does not constitute “unusual and suspicious conduct.” Nor could appellant’s mere presence on the stoop outside of a multi-family apartment building wherein one apartment was to be searched, lead a reasonable police officer to conclude that she was “armed and dangerous.” Thus, the seizure of appellant was not justified under the rationale of Hicks.\nClearly, the seizure of appellant under the facts before this Court constituted an arrest. In Commonwealth v. Duncan, 514 Pa. 395, 525 A.2d 1177 (1987), this Court reiterated the test for determining whether an arrest has occurred:\nWe have defined an arrest as any act that indicates an intention to take the person into custody and subjects him to the actual control and will of the person making the arrest____ The test is an objective one, i.e., viewed in the light of the reasonable impression conveyed to the person subjected to the seizure rather than the strictly subjective view of the officers or the persons being seized.\nId. at 400, 525 A.2d at 1179 (citations omitted).\nHaving been escorted to an enclosed location at gunpoint, the only logical conclusion is that appellant was under the control and within the custody of Officer Mehring. As no reasonable suspicion existed to justify even the minimal intrusion of a Terry stop based merely upon the presence of appellant near the- scene of the instant drug raid, obviously, no probable cause existed to justify her arrest. The seizure of appellant in the instant case and the seizure and subsequent search of her purse thus violated her rights under Article I, Section 8 of the Pennsylvania Constitution.\nAccordingly, the order of the Superior Court, affirming the order of the trial court denying appellant’s motion to suppress, is reversed. The matter is remanded to the trial court for a new trial. Jurisdiction is relinquished.\nLARSEN, J., did not participate in the consideration or decision of this case.\nMcDERMOTT, J., did not participate in the decision of this case.\nPAPADAKOS, J., files a dissenting opinion.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. 35 P.S. § 780-113.\n. The issue of the constitutionality of the search of the apartment is not presently before us.\n. 452 U.S. at 702 n. 17, 705 n. 20 and 21, 101 S.Ct. at 2594 n. 17, 2595 n. 20 and 21.\n. In Dunaway the Court suppressed the defendant’s confession which had been obtained when he was taken into police custody and interrogated without a warrant or probable cause. The United States Supreme Court firmly rejected the position that a balancing test should be created under which police conduct which is less than an arrest but more than a \"stop and frisk” was permissible under the Fourth Amendment. In refusing to adopt \"a multifactor balancing test of ‘reasonable police conduct under the circumstances' to cover all seizures that do not amount to technical arrests,” the Court stated, \"the requisite ‘balancing’ has been performed in centuries of precedent and is embodied in the principle that seizures are ‘reasonable’ only if supported by probable cause.” 442 U.S. at 213-14, 99 S.Ct. at 2257-58.\n. Only the detention of appellant is presently before the Court. However, we find it relevant to the overall actions of the police in this case that all three women were detained.\n. The dissent asserts that we have failed in our obligation under Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991), to properly analyze the impact of the recent United States Supreme Court decision in California v. Hodari D., — U.S.-, 111 S.Ct. 1547, 113 L.Ed.2d 690 (1991), upon the law of this Commonwealth regarding arrest. It is respectfully submitted that Hodari D., which deals with the question of at what point in a police chase of a suspect a seizure of the person occurs, is not relevant to the instant case. All parties to the present action have conceded that the appellant was in fact \"seized” by the police when she was ordered into the apartment in question at gunpoint. The issues in the instant case are the justification for the seizure of appellant, and the further justification for searching the appellant’s purse. Neither of the two concerns raised by the instant appeal are related to the issues addressed in Hodari D.\n. Muddy footprints had been found within the burglarized home. However, the vicinity within which the defendant and his companions were seized contained many dirt yards and vacant lots of dirt and concrete. 498 Pa. at 668 n. 2, 450 A.2d at 976 n. 2.\n. Although we have discussed the lower courts’ application of Michigan v. Summers, 452 U.S. 692, 101 S.Ct. 2587, 69 L.Ed.2d 340 (1981), to the instant case, and concluded that Summers is distinguishable, our holding is based only upon principles of Pennsylvania jurisprudence as developed in accordance with our state Constitution. See Michigan v. Long, 463 U.S. 1032, 103 S.Ct. 3469, 77 L.Ed.2d 1201 (1983)."}