{"id": "1835915", "contents": "OPINION OF THE COURT\nZAPPALA, Justice.\nRichard G. Vincent brought this action against his former employer, Fuller Company, and GATX Corporation, its parent company, alleging that the termination of his employment constituted unlawful discrimination on account of age. The common pleas court granted the defendants’ motion for summary judgment, finding that because Vincent had failed to file a timely complaint with the Pennsylvania Human Relations Commission, he was precluded from asserting this cause of action under the Human Relations Act. Superior Court reversed, 400 Pa.Super. 108, 582 A.2d 1367 (1990), holding that Vincent had invoked the Commission’s jurisdiction in a timely manner. We now reverse and reinstate the order of the common pleas court.\nVincent was hired by Fuller in December of 1973 as Manager of Engineering Services, a position he held for seven years until becoming Manager of Administration of Fuller’s Process, Products, and Projects Division. In November of 1982, Fuller eliminated Vincent’s position, and he was laid-off as of December 3, 1982. On December 3,1984, the lay-off became a final termination.\nIn the meantime, on March 15,1983, Vincent filed a verified charge of discrimination based on age with the federal Equal Employment Opportunity Commission. Among the particulars, Vincent averred\n—“On December 3, 1982, I was laid off from my position\n—“Respondent [Fuller] failed or refused to consider me for alternative positions for which I was qualified.”\n—“Per Respondent’s policy, I have two years of recall rights. If I am not recalled within two years, my layoff becomes permanent.”\n—“On or about the time of my layoff, there were positions available____ I fully qualified for these positions but Respondent did not consider me to fill them.”\nVincent also identified the positions he considered himself qualified for and alleged that younger persons had been hired to fill them. The section of the form labeled “DATE MOST RECENT OR CONTINUING DISCRIMINATION TOOK PLACE,” was filled in with “December 3, 1982.”\nThe EEOC promptly forwarded a copy of the complaint to the Pennsylvania Human Relations Commission, without requesting the Commission to process the claim or take any other action. One year later, in March of 1984, the EEOC advised Vincent that it would not proceed further with his charge of age discrimination.\nOn February 19,1985, Vincent’s counsel sent a letter to the Human Relations Commission, which in relevant part read as follows:\nPursuant to Title 43 Pennsylvania Statutes Section 959, please find enclosed for filing the Complaint of my client, Richard G. Vincent. Mr. Vincent first filed this Complaint with EEOC on March 15, 1983____\nMr. Vincent was placed on temporary layoff (with the right of recall for two years) on December 3, 1982. On March 13, 1983, [sic] he filed the within Complaint with EEOC.\nOn December 3, 1984, Mr. Vincent’s “layoff’ became a permanent termination. Therefore, for purposes of the Pennsylvania Human Relations Act, December 3, 1984, is the date the most recent discriminatory action took place. Consequently, Mr. Vincent is herewith filing his Complaint pursuant to Section 959 of that Act.\nAs indicated, a copy of the “Charge of Discrimination” form previously filed with the EEOC was enclosed with the letter as the “Complaint”.\nOne week after the foregoing letter was sent to the Commission, Vincent filed a complaint in the Northampton County Court of Common Pleas alleging, among other things, a cause of action for age discrimination. The count asserting the age discrimination claim was dismissed for lack of subject matter jurisdiction on November 22,1985, pursuant to Section 12(c) of the Human Relations Act, 43 P.S. § 962(c) (Commission must notify complainant if, within one year of filing of complaint, it dismisses complaint or has not entered conciliation agreement; complainant shall be able to bring action in court of common pleas on receipt of such notice).\nOn May 11, 1985, Vincent filed with the Commission a verified amended complaint alleging “that on or about or until about December 3, 1984 the Respondent dismissed him,” and further alleging that he was “fully qualified for positions which have been filled ... during the two (2) year layoff period.” A second amended complaint was filed in common pleas court on March 4, 1986, again asserting a claim of age discrimination and averring that more than a year had passed since the filing of his complaint with the Commission and the Commission had taken no action.\nIn October of 1986, Fuller filed a motion for summary judgment, arguing that the record failed to establish that Vincent’s termination was the result of age discrimination and that as a matter of law the action could not be maintained. The court, however, denied the motion, finding that there existed material questions of fact. Thereafter, Fuller filed a Motion for Pre-Trial Rulings, which contained a request for summary judgment and a request to reconsider the previous summary judgment ruling. In relevant part, this motion advanced the claim made in the New Matter filed to the second amended complaint that Vincent’s action was barred by the statute of limitation. Acting on this motion, the court granted summary judgment.\nThe court first ruled that Vincent’s claim that his layoff was based on age discrimination was time barred. The court noted that Vincent had first filed a charge of discrimination with regard to this claim with the EEOC on March 13, 1983, 100 days after the date of the layoff. Although this was within the 180 day period for filing under Title VII, and EEOC’s transmittal of this charge to the Commission constitutes a filing under the Human Relations Act, Lukus v. Westinghouse Electric Corp., 276 Pa.Super. 232, 419 A.2d 431 (1980), the time limit for filing a complaint under the Act was, at the time, ninety days. The filing by way of transmittal from the EEOC was thus untimely, and any statutory cause of action as to the layoff was barred. Superior Court affirmed this holding and, since it was not raised as error in Vincent’s Petition for Allowance of Appeal, it is not here in dispute.\nThe common pleas court also held that Vincent’s claim alleging age discrimination in the termination of his employment on December 2, 1984, was time barred. The court considered the February 19, 1985, letter from Vincent’s counsel to be a timely filing, but agreed with Fuller’s argument that it did not properly invoke the Commission’s jurisdiction because it was not verified. Although the enclosed copy of the EEOC complaint was verified, it stated the date of the last discriminatory act as being December 3, 1982; the allegation that a discriminatory act took place on December 3, 1984, appeared only in counsel’s letter, which was not verified by Vincent.\nThe court cited the Opinion in Support of Affirmance in Pennsylvania Human Relations Commission v. School District of Philadelphia, 522 Pa. 436, 562 A.2d 313 (1989). That Opinion applied the reasoning of Murphy v. Commonwealth, 506 Pa. 549, 486 A.2d 388 (1985), to a situation where a complainant had submitted information to the Commission on an unverified questionnaire within the applicable time limit, but had not filed a verified complaint until after the time had expired. In Murphy, the Court noted that according to the terms of the Act the Commission’s jurisdiction is invoked by filing a verified complaint stating with particularity the discriminatory practices complained of, and affirmed the dismissal of a complaint that failed to set forth the particulars of a claim, even though an amended complaint stating particulars had been filed more than ninety days after the acts complained of.\nSuperior Court reversed, observing that because the Court was equally divided in School District of Philadelphia, there was no precedential guidance on the question “whether unverified information submitted ... with a copy of a previously verified complaint can operate to invoke [the Commission’s] jurisdiction.” Vincent v. Fuller Co., 400 Pa.Super. 108, 118, 582 A.2d 1367, 1372 (1990). Unlike the common pleas court, Superior Court was persuaded by “[c]ogent remarks in the opinion in support of reversal.” Id. The court treated the verification provision of the statute as more of a technicality than the requirement that the complaint set forth the particulars of the discriminatory practice complained of, and found it would elevate form over substance to deny the Commission jurisdiction over a complaint such as the one here. The court supported its conclusion with comparisons to cases treating the significance of verification in civil practice and procedure, e.g., In re Johnson, 509 Pa. 347, 502 A.2d 142 (1985), and in practice before the EEOC, e.g., Weeks v. Southern Bell Telephone and Telegraph, 408 F.2d 228 (5th Cir.1969).\nUnderlying Superior Court’s decision is the assumption that Vincent’s February, 1985, submission to the Commission contained allegations of discriminatory conduct that had occurred within the ninety day limitation period immediately preceding the submission. Fuller, however, notes that these materials, which consisted of a copy of the EEOC charge form and counsel’s cover letter, contained no new allegations of discriminatory conduct. The EEOC charge form, being a copy, obviously contained nothing more than the allegations that had been made when it was filed in 1983. As previously indicated, this form identified December 2, 1982, the date of the layoff, as being the “[djate most recent or continuing discrimination took place.” Counsel’s cover letter stated: “On December 3, 1984, Mr. Vincent’s ‘layoff became a permanent termination. Therefore, for purposes of the Pennsylvania Human Relations Act, December 3, 1984, is the date the most recent discriminatory action took place.” We cannot agree with counsel’s conclusory assertion that Fuller’s failure to recall Vincent during the two year period following his layoff, and thus the automatic termination of his employment at the end of that period, constituted an action separate from the layoff itself for purposes of a claim of discrimination.\nFuller cites numerous cases from the federal courts, treating this same issue in the context of Title VII and the Age Discrimination in Employment Act, as uniformly holding that the limitations period is not extended merely because the effects of an alleged violation continue to be experienced by the employee, Delaware State College v. Ricks, 449 U.S. 250, 101 S.Ct. 498, 66 L.Ed.2d 431 (1980), and thus the mere refusal to recall or rehire an employee does not convert an initial layoff to a continuing violation. See, e.g., Bonham v. Dresser Industries, Inc., 569 F.2d 187 (3d Cir.1977); Vuksta v. Bethlehem Steel Corp., 540 F.Supp. 1276 (E.D.Pa.1982), aff'd, 707 F.2d 1405 (3d Cir.1983); Wagner v. Sperry Univac, Division of Sperry Rand Corp., 458 F.Supp. 505 (E.D.Pa.1978), aff'd, 624 F.2d 1092 (3d Cir.1980).\nWe agree with the reasoning underlying these decisions and find it applicable to actions under the Pennsylvania Human Relations Act. Accordingly, the statement in counsel’s cover letter that “on December 3,1984, Mr. Vincent’s ‘layoff became a permanent termination^] [therefore ... December 3, 1984 is the date the most recent discriminatory action took place,” is incorrect as a matter of law. Thus, we need not resolve the question that divided the Court in the Philadelphia School District case to determine that the February, 1985, submission to the Commission was untimely. Neither the copy of the verified EEOC charge form nor the unverified information in counsel’s cover letter contained any allegations of discriminatory acts occurring within the preceding ninety days.\nVincent tries to avoid the application of this rule to his case by characterizing his EEOC complaint as asserting that Fuller continued to discriminate against him after the date of his layoff, during the two year period when he was eligible for recall without loss of seniority, by refusing to consider him for positions ultimately filled by younger persons. According to Vincent, the EEOC document alleged “that other job openings existed after December 3, 1982 for which Vincent was qualified but was not considered, resulting on his discriminatory termination on December 3, 1984. Implicit in these allegations is the notion that Vincent’s termination on December 3, 1984 would never have occurred had Fuller/GATX considered him for the many job openings existing during his temporary layoff period, and that the failure to consider him for these job openings was due to illegal age discrimination.” Brief at 5.\nWe do not find that the inference suggested by Vincent can fairly be drawn from the EEOC complaint form. Although paragraphs three and four are drafted in general terms (“On or about the time of my layoff — ”), elsewhere in the document Vincent identified December 3, 1982, as being the date the most recent or continuing discrimination took place. In this context, the only fair inference that can be drawn from the third and fourth paragraphs is an allegation that at a time when there were positions open that Vincent was qualified for, Fuller hired younger people to fill them and put Vincent on layoff rather than transferring Vincent to one of the open positions. We do not agree that the EEOC complaint contains the “implicit notion” that Fuller refused to consider Vincent for “the many job openings existing during his temporary layoff period.” It was not until the amended complaint was filed with the Commission on May 11,1985, that Vincent made any allegations that Fuller had refused to consider him for positions it filled during the recall period.\nThe Commission argues in its amicus brief that, “an amendment to change the alleged date of an act of harm upon which a cause of action is based is allowed even after the statute of limitations has run,” citing Laursen v. General Hospital of Monroe County, 494 Pa. 238, 431 A.2d 237 (1981), and “[tjherefore, by analogy, the February 1985 filing with PHRC was not a ‘nullity, as argued by the employer, but was capable of amendment and was amended on May 11, 1985 to allege particular discriminatory acts which occurred during the two-year recall period.” Brief of Pennsylvania Human Relations Commission at 12-13.\nIn Lawrsen, however, the plaintiff had filed a timely complaint alleging that\nOn or about September 28, 1969, and while plaintiff was under the care of defendant Elmo J. Lilli and defendant Ramon B. Molina, and while plaintiff was being treated in the facility of General Hospital of Monroe County, plaintiff suffered severe injuries and damage as will be hereinafter more fully set forth.\nThe complaint went on to allege specific acts of negligence on the part of the doctors and the hospital. Our Court held that because the complaint did not specifically limit the acts of alleged negligence to those occurring on September 28, 1969, but rather alleged that the negligence and injury occurred while the plaintiff was in the hospital under the care of the doctors, September 28 being the date.he was first admitted, the plaintiff should have been allowed to amend his complaint in 1977 (after the statute of limitation had run) when, immediately prior to trial, he offered to prove that he was injured by various negligent acts committed between September 28,1969 and March 17,1970. We described this as a case of adding to or amplifying the original statement and not one where other acts of negligence entirely different were alleged.\nThe distinction between Lawrsen and this case is plain. In Lawrsen, the timely complaint contained general allegations of negligence and the proposed amendment would have specified the dates thereof. In this case, the complaint identified both specific and general allegations of discrimination, all of which were untimely. The amended complaint did not add to or amplify these charges (which would have been to no avail since they were untimely), but sought to introduce new specific allegations of discriminatory acts.\nIn Clay v. Advanced Computer Applications, Inc., 522 Pa. 86, 559 A.2d 917 (1989), this Court held that persons with claims that are cognizable under the Human Relations Act must avail themselves of the administrative process of the Commission or be barred from the judicial remedies authorized in Section 12(c) of the Act. This rule of “exhaustion of remedies” has long been applied by the courts of this Commonwealth to claims under the Act. See, e.g., Carney v. Commonwealth, Pennsylvania Human Relations Commission, 45 Pa.Commw. 10, 404 A.2d 760 (1979). By necessary implication, one who files a complaint with the Commission that is later found to be untimely cannot be considered to have used the administrative procedures provided in the Act. To hold otherwise would be to permit any complainant to bypass the administrative mechanism established by the legislature by merely allowing the Act’s limitation period to pass, filing a complaint that would inevitably be dismissed, and then commencing an action in court.\nBecause Vincent made no timely complaint to the Commission of the claims that Fuller discriminated against him by hiring new, younger employees instead of recalling him during the two years following his layoff, he was foreclosed from asserting those claims in his action in common pleas court and the court properly granted summary judgment to the defendants. To the extent that it reversed the Order of the Court of Common Pleas, the Order of the Superior Court is reversed and the Order of the Court of Common Pleas of Northampton County is reinstated.\nLARSEN, J., dissents.\nMcDERMOTT, J., did not participate in the decision of this case.\n. At one point in his letter of April 19, 1985, Vincent’s counsel erroneously identified March 13, 1983, as the date the EEOC complaint form had been filed. As indicated elsewhere, the actual date of filing was March 15, 1983, 102 days after the date of the layoff.\n. In 1986, the limitation period was extended from ninety to one hundred eighty days. Act of December 16, 1986, P.L. 1626, § 10, 43 P.S. § 959(g).\n. Vincent argues that many of the cases cited by Fuller recognize claims of \"continuing discrimination\" during periods when laid-off employees are eligible for recall. This mischaracterizes the holdings of those cases. To the extent that causes of action were recognized, they were for specific allegations of discriminatory acts occurring during that period. Moreover they did not extend the limitation period from the date of the layoff to the end of the recall period, but rather recognized distinct actionable conduct to which a separate filing period applied.\n. If the 1983 EEOC charge form contained the \"implicit notion” suggested by Vincent, it would have to have been considered a timely complaint when it was transmitted to the Commission by the EEOC in 1983. As previously noted, however, infra at 971-972, the common pleas court explicitly held that that filing was not timely. Superior Court affirmed this holding and Vincent did not raise it in his Petition for Allowance of Appeal, thus rendering it the law of the case."}