{"id": "1837524", "contents": "ORDER\nPER CURIAM.\nAND NOW, this 14th day of May, 1993, it is hereby ORDERED that the order of the Commonwealth Court is affirmed on the basis of its unpublished Memorandum Opinion, copy attached hereto.\nAttachment\nIN THE COMMONWEALTH COURT OF PENNSYLVANIA\nJACK TRINSEY, Petitioner\nv.\nBRENDA K. MITCHELL, Secretary of the Commonwealth, Respondent\nNO. 46 M.D. 1993\nHEARD: MARCH 25, 1993\nFILED: March 26, 1993\nHONORABLE DAVID W. CRAIG, President Judge. MEMORANDUM NOT REPORTED\nMEMORANDUM BY PRESIDENT JUDGE CRAIG.\nMr. Jack Trinsey, not an attorney at law and not a member of the Pennsylvania Bar, has filed a petition for review, in the nature of a complaint addressed to the original jurisdiction of this court, seeking to compel the Secretary of the Commonwealth to accept the filing of his nomination petition as a candidate in the May 15, 1993 primary for Justice of the Supreme Court of Pennsylvania. The secretary has rejected the nomination petition (1) because Mr. Trinsey is not a member of the bar of the Supreme Court of Pennsylvania as required by art. V, § 12(a) of the Pennsylvania Constitution to be a Justice, and (2) because the nomination petition bears only the signature of Mr. Trinsey himself, rather than the 1.000 signatures required by § 912.1(8) of the Election Code, 25 P.S. § 2872.1(8).\nThe petition classifies this proceeding as seeking both a declaratory judgment and a writ of mandamus. Because the technical limitations of mandamus, requiring the demonstration of an undoubted duty of the public official respondent, is not an appropriate vehicle for a constitutional challenge, this court views the proceeding as essentially seeking declaratory judgment and equitable relief on the basis of the claims of unconstitutionality.\nOf course, a provision of the Pennsylvania Constitution may itself be unconstitutional if it runs afoul of a principle of the United States Constitution made applicable to the states. The legal foundation of the attack here is .grounded upon the Fourteenth Amendment of the U.S. Constitution, particularly the equal protection clause with respect to the Pennsylvania requirement of legal profession qualification for judges, and substantive due process with respect to the burden of the 1.000 signature requirement for a nomination petition.\nThe respondent Secretary of the Commonwealth has filed preliminary objections, and, in accordance with an order of court, both sides have filed helpful legal briefs and have presented oral argument in a telephone conference proceeding conducted by the court.\nFor the reasons stated below, the court’s decision must be to sustain the preliminary objections and dismiss the petition.\nISSUES\nBecause, in this consideration of preliminary objections to the petition, there is no factual dispute, the sole questions are purely legal ones, as follows:\n1. Does the Pennsylvania Constitution, in Pa. Const, art. V, § 12(a), deprive the non-lawyer petitioner of equal protection of laws under the U.S. Constitution by making an irrational and therefore discriminatory classification through the requirement that all justices and judges, except judges of the traffic court in the City of Philadelphia and justices of the peace, shall be members of the bar of the Supreme Court?\n2. Does § 912.1(8) of the Election Code, by requiring 1,000 signatures on a nomination petition to place on the ballot a candidate for statewide judicial office, create an unreasonable burden in violation of the substantive due process concepts of the Fourteenth Amendment of the United States Constitution?\nDISCUSSION\n1. The Bar Admission Requirement For Justices and Judges\nNeither party has offered an authority previously resolving the question of judicial qualifications.\nPetitioner Trinsey has only argued that the justice system in Pennsylvania would be well served if non-lawyers were allowed to pursue election to the bench, in order to break the lawyer monopoly over the administration of justice at the judicial level and to inject lay viewpoints not constrained by legal education and those other experiences which contribute to the shaping of the minds and characters of members of the bar.\nThe advantages of such an alternative cannot be dismissed. As the Pennsylvania Constitution itself now states, the Commonwealth allows persons who are not members of the bar to function as justices of the peace, subject only to the requirement of completing just one course of training and instruction in the duties of their office. Pa. Const, art. V, § 12(b). Formerly, as reflected in the previous Pa. Constitution of 1874, art. 5, § 5, and earlier state constitutions, Pennsylvania law also allowed lay persons to function as “associate judges” at the trial level, working in concert with those judges who qualified as members of the bar. The usefulness of broad lay participation in the administration of justice — perhaps best illustrated by our longstanding dedication to the jury system — cannot be denied.\nHowever, this court cannot hold a provision of the Pennsylvania Constitution to be invalid simply because there may be an alternative approach of equal or better worth. The bar-member requirement for judges can be invalidated only if it in itself is an unacceptable alternative, an irrational classification having no reasonable relationship to the purposes of the constitutional provision.\nClearly, to require a relevant degree of specialized qualification in this specialized civilization is not in itself irrational. Despite the substantial number of lawyers who achieve election to our legislative bodies, specialized law training is not required for the making of laws in our present system, which today is governed almost entirely by such statutes. However, the application of those laws through adjudication in the courts has long been recognized as involving a particular occupational skill, requiring certification of a demonstrated level of achievement.\nThe petitioner does not attack the corollary requirement that admission to the bar is necessary for the practice of law in the courts. Clearly then, it is not irrational to require that judges, who have to referee the contests conducted by lawyers, themselves must have training and certification equal to that which we require of counselors-at-law.\nAlthough the need for a justice’s professional qualification does not actually arise until the elected candidate takes office, allowing an unqualified person to be a candidate could confuse or mislead the electorate, who reasonably may be expected to assume that each judicial candidate possesses legal profession certification. Moreover, this petitioner acknowledges that he could not be, and does not plan to be, a member of the bar next January.\n2. The One-Thousand-Signature Requirement For Ballot Access\nVery little deliberation is required to conclude that, if every adult citizen could become a candidate for election, on the basis of the candidate’s signature alone, the electoral process could become unworkable because the names of thousands of candidates could appear for each position before the voters. Thus, if candidates were not required to demonstrate that they had some potentiality of support from among their fellow electors, unscrupulous persons and parties could overwhelm the viable candidates and the role of political parties in our political party system, by flooding the ballot with an untold number of names. Destruction of the effectiveness of the ballot is certainly not the way to improve the political process.\nFederal decisions have upheld, as constitutional, signature-obtaining requirements for statewide office candidacies, even where many thousands of signatures were required. Storer v. Brown, 415 U.S. 724, 94 S.Ct. 1274, 39 L.Ed.2d 714 (1974); Perry v. Grant, 775 F.Supp. 821 (M.D.Pa.1991); and Williams v. Tucker, 382 F.Supp. 381 (M.D.Pa.1974).\nTherefore, the requirement of 1,000 signatures, in order to run for the office of Supreme Court Justice, is not unreasonable and hence not unconstitutional.\nCONCLUSION\nBecause the provisions here attached do not create either an irrational classification amounting to discrimination in violation of equal protection rights, or an unreasonable barrier to candidacy in violation of the substantive due process aspect of the same Fourteenth Amendment of the United States Constitution, the preliminary objections are sustained."}