{"id": "1837523", "contents": "OPINION\nNIX, Chief Justice.\nThese consolidated appeals present this Court with an opportunity to examine whether counsel in a criminal case may be sued civilly for negligent stewardship. Initially, these cases came before us on the issue of whether the underlying actions were time barred. Although that issue will be addressed, it is overshadowed by a larger concern, to wit: the viability of the very cause of action which these plaintiffs are asserting.\n34 W.D. Appeal Docket 1987\nAppellant, Clarence Bailey, was convicted by a jury on October 14,1970, for the first degree murder of Marion Carter and was sentenced to life imprisonment. His father, Charles Bailey, now deceased, had retained Daniel M. Berger, Esquire, to defend his son in these criminal proceedings. Robert E. Tucker, Esquire, at that time an associate of Mr. Berger, was trial counsel.\nFollowing the verdict, a direct appeal was filed with this Court in accordance with the procedure at that time for all convictions for felonious homicide. Appellant, then represented by the Allegheny County Public Defender, argued that the prosecution used racially discriminatory practices in the jury selection. By a per curiam order dated February 11, 1971, this Court remanded the case for an evidentiary hearing on this allegation. Prior to the hearing, appellant, then represented by privately-retained counsel, filed a petition under the then extant Post Conviction Hearing Act (PCHA). In this petition, Mr. Bailey alleged, inter alia, that trial counsel had been ineffective. On November 2, 1973, an evidentiary hearing was conducted on both our remand order and the PCHA petition.\nThe lower court found the jury selection argument merit-less; however, the court granted post-conviction relief by finding that appellant’s trial counsel had been ineffective for failing to file a brief in support of post-verdict motions. The court set aside its order dismissing appellant’s post-verdict motions and directed that these motions be briefed and argued before the court en banc. That court ultimately denied the motions on the merits on August 6, 1976.\nThe case came before this Court a second time on direct appeal of the judgment of sentence. 480 Pa. 329, 390 A.2d 166 (1978). This Court reversed the judgment of sentence and remanded the case for a new trial, issuing a plurality opinion in support of its action. The basis for this decision was the determination that counsel was ineffective for failing to investigate and to pursue adequately an intoxication defense.\nA second trial was held, and on November 10, 1978, appellant was found guilty of voluntary manslaughter. At that point, appellant had served nine years of his life imprisonment sentence. The maximum sentence for voluntary manslaughter was ten years. Under the circumstances the Court of Common Pleas imposed a sentence of time served and released appellant.\nOn October 22, 1980, appellant commenced an action by writ of summons against Tucker and Berger in the Court of Common Pleas of Allegheny County, alleging both negligence and breach of contract for failing to pursue the intoxication defense. Appellees filed an answer and new matter raising the statute of limitations as a defense. Thereafter, appellees filed a motion for summary judgment pursuant to Rule 1035 of the Pennsylvania Rules of Civil Procedure. The trial court, applying a two year personal injury statute of limitation, held that the action was time barred and granted the motion for summary judgment. This order was affirmed by the Superior Court, 360 Pa.Super. 617, 517 A.2d 198 (1986) (memorandum opinion), and appellant thereafter sought allowance of appeal, which was granted by this Court. 514 Pa. 645, 524 A.2d 492 (1987).\n42 E.D. Appeal Docket 1987\nIn the second appeal, Gregory Trice, along with seven co-defendants, was charged with various drug-related federal offenses and prosecuted in the United States District Court for the Eastern District of Pennsylvania. Appellant retained the services of Robert B. Mozenter, Esquire, to represent him in these proceedings. This agreement was apparently oral as no written attorney-client agreement has been advanced. On March 25, 1975, appellant was convicted by a jury and sentenced to serve fifteen years in a federal penitentiary. The judgment of sentence was affirmed by the United States Court of Appeals for the Third Circuit on December 23, 1976.\nOn November 3, 1978, appellant acting pro se, filed with the United States District Court a petition to vacate his sentence pursuant to 28 U.S.C. § 2255 because of ineffective assistance of counsel. Appellant alleged, inter alia, that counsel rendered ineffective assistance in failing to adequately investigate potentially exculpatory physical evidence (specifically a voice exemplar). The District Court denied this petition. On June 10, 1980, the United States Court of Appeals for the Third Circuit reversed the District Court and ordered it to hold an evidentiary hearing with respect to the ineffectiveness claim. Following the hearing, the District Court determined that counsel was ineffective but nonetheless denied relief by reasoning that appellant had not suffered prejudice as a result of the ineffectiveness.\nAppellant appealed this decision to the Court of Appeals and, again, that court reversed the District Court and ordered that appellant be given a new trial. The following month appellant was released from prison. On September 23, 1983, the United States Attorney’s Office elected to dismiss the indictments against him.\nOn August 9, 1984, a complaint was filed against appellant’s trial counsel (appellee Mozenter) in the Court of Common Pleas of Philadelphia County. This complaint alleged both negligence and breach of contract. In the new matter, appellee raised the statute of limitations as an affirmative defense. Subsequently, appellee filed a motion for judgment on the pleadings pursuant to Rule 1034 of the Pennsylvania Rules of Civil Procedure. The court granted the motion based on its determination that the statutory period had run. On appeal the Superior Court affirmed, holding that the cause of action accrued in 1978 at the time appellant filed his first appeal in federal court alleging ineffectiveness. 356 Pa.Super. 510, 515 A.2d 10 (1986). Appellant sought review from this Court. We granted allocatur, 514 Pa. 643, 523 A.2d 1132 (1987), and consolidated this case with the Bailey case.\nCounsel for both appellants and both appellees submitted briefs, and oral argument was heard on March 11,1988. After much consideration this Court requested supplemental briefs and reargument on the limited question of whether there should be immunity for attorney malpractice in the criminal setting. Supplementary briefs were submitted by all parties, and reargument was heard on September 27, 1990. After additional consideration, we have now reached a decision.\nI\nAlthough actions in criminal malpractice were once uncommon, they have been occurring with increasing frequency. Such actions can sound in trespass and/or assumpsit and the form of action chosen can be significant both in terms of the elements of the cause of action and in the applicable period of limitation. Since the appellants in these consolidated cases assert causes under both guises we will address both types of cases.\nA.\nACTIONS IN TRESPASS\nOur courts have traditionally viewed trespass actions alleging criminal defense malpractice in the same manner as other claims of professional negligence. See Alberici v. Tinari, 374 Pa.Super. 20, 542 A.2d 127 (1988); Ei Bon Ee Baya Ghananee v. Black, 350 Pa.Super. 134, 504 A.2d 281 (1986). In a malpractice action based on an attorney’s representation in a civil matter, a plaintiff must establish three elements in order to recover:\n1. The employment of the attorney or other basis for duty;\n2. The failure of the attorney to exercise ordinary skill and knowledge; and\n3. That such failure was the proximate cause of damage to the plaintiff.\nRizzo v. Haines, 520 Pa. 484, 499, 555 A.2d 58, 65 (1989). See also Schenkel v. Monheit, 266 Pa.Super. 396, 405 A.2d 493 (1979) (quoting R. Mallen & Levit, Legal Malpractice, 123 (1977)).\nIn cases involving attorney malpractice arising from representation in the civil arena, the above analysis is appropriate. However, in situations where a criminal defendant attempts to state a cause of action with respect to alleged negligent representation in a criminal proceeding, there are substantial differences which warrant distinct treatment of this cause of action.\nOur analysis begins with a review of the factors and considerations advanced by appellees as reasons for adopting absolute immunity for criminal defense lawyers. The reasons include: 1) the threat of a malpractice action for representation of a criminal defendant will have a “chilling effect” on counsel’s ability to defend his client fearlessly and independently; 2) as a consequence the system will have difficulty attracting and maintaining attorneys to represent persons charged with crime, and the retention of an attorney will become prohibitively expensive; 3) aggrieved defendants already have sufficient systemic remedies for attorney ineffectiveness such as appeals and post-conviction proceedings; 4) to permit such a cause of action will result in a flood of litigation; and 5) the existence of such a cause of action leads to the possibility of a guilty “in fact” party actually profiting from his crime where the attorney’s negligence was directed to a non-factual aspect of the criminal defense.\nAlthough appellees have advanced these policy arguments it should be noted that they have not offered any persuasive legal authority to support their request for the creation of an immunity, and our independent research has uncovered no jurisdiction in this country which has offered criminal law practitioners such judicially created protection. That is not to say, however, that some of the policy considerations advanced by appellees are not substantial, or do not cause us great concern.\nWe will address these concerns in the inverse order of their presentation. First, as for the possibility of a defendant actually profiting from his crime, we require that as an element to a cause of action in trespass against a defense attorney whose dereliction was the sole proximate cause of the defendant’s unlawful conviction, the defendant must prove that he is innocent of the crime or any lesser included offense. If a person is found guilty of a crime, and that person is indeed innocent of any degree of that crime, and it is established that the wrongful conviction was proximately caused by counsel’s gross dereliction in his duty to represent the defendant, only then will the defendant be able to collect monetary damages. If a person is convicted of a crime because of the inadequacy of counsel’s representation, justice is satisfied by the grant of a new trial. However, if an innocent person is wrongfully convicted due to the attorney’s dereliction, justice requires that he be compensated for the wrong which has occurred.\nThe underlying act for first degree murder and for voluntary manslaughter is the unlawful taking of human life. A person convicted of unlawfully taking a human life may not collect monetary damages for being wrongfully convicted of first degree murder when in fact that person is guilty of a lesser degree of homicide. He will be entitled to a new trial if he proves that the lawyer’s ineffective assistance was the cause of his conviction of first degree murder. That is the appropriate relief. However, the purpose of criminal and civil trials is to discover the truth, and if the truth is that the defendant committed unlawful acts which constitute the crime or crimes charged, he will not be able to collect damages for the discovery of the truth. Allowing this possibility of a guilty plaintiff collecting damages would violate the public policy of this state. Therefore, defendant must prove, by a preponderance of the evidence, that he did not commit any unlawful acts with which he was charged as well as any lesser offenses included therein.\nAppellees also argue that aggrieved convicted defendants already have sufficient recourse through the appellate process and post-conviction filings, and that, unlike their civil counterparts, they can raise the ineffectiveness of their trial or appellate counsel as substantive grounds for reversal. These additional opportunities for relief are designed to insure that a defendant in a criminal matter is accorded his constitutional right to effective counsel. As such, they speak to the relationship between the defendant and the Commonwealth rather than between the defendant and his counsel. We perceive no reason to countenance the use of these constitutional safeguards as a liability shield by defense counsel. Moreover, even if these safeguards are viewed as a form of deus ex machina to rectify the ramifications of ineffectiveness, they do not address the time and suffering spent under the burden of an unwarranted conviction. Thus, although these safeguards may be related to the viability of a criminal malpractice action, they do not provide reasons to eliminate such an action.\nAppellees’ other arguments are not so easily resolved. They contend that if the threat of malpractice looms over the representation of a criminal defendant the result will be a diminution of defense counsels’ willingness to exercise independent legal judgment, to be replaced by a defensive mindset geared more toward avoiding malpractice, and less toward obtaining acquittals. For example, an attorney who believes, based on his professional experience, that a witness suggested by the defendant will do more harm than good might nonetheless accede to the defendant’s desire to have that witness testify rather than exercise his legal judgment to exclude him; or defense counsel may believe that it would be unwise to cross-examine a certain witness but because of the possibility that someone may later claim that this decision was erroneous, or indicative of a lack of preparedness, the attorney may elect to cross-examine rather than rest on his judgment.\nIt is contended, and we agree, that in such instances the interests of the respective defendant, and the system as a whole, would be ill-served. Additionally, the willingness of defense attorneys to utilize plea bargains will almost certainly diminish where there exists any possibility however small, that the Commonwealth could not have made its case; this may occur, despite the fact that in most cases plea bargains represent a benefit for both the defendant and the system at large. Additionally, in our already overburdened system it behooves no one to encourage the additional expenditure or resources merely to build a record against a potential malpractice claim.\nIn addition to the above concerns, appellees raise the following arguments: availability of actions by defendants against their former attorneys will provide a powerful disincentive to practitioners in the field to continue in that field; the proliferation of such suits will certainly increase insurance premiums for such practitioners; and such costs will ultimately be passed on to the system at large, because there will be fewer attorneys to represent a greater number of clients, and the cost of retaining such attorneys will inevitably rise.\nThe above concerns are significant and, although we do not agree that they are of such magnitude that all causes of action for criminal malpractice should be barred, we agree with appellees that the reasons advanced in support of an immunity are substantial and important to the entire system charged with the administration of criminal law.\nFurthermore, we must emphasize the unique position which a client accused of a crime occupies vis a vis a civil client. Unlike in the civil litigation area, a client does not come before the criminal justice system under the care of his counsel alone; he comes with a full panoply of rights, powers, and privileges. These rights and privileges not only protect the client from abuses of the system but are designed to protect the client from a deficient representative. Thus, whereas in a civil matter a case once lost is lost forever, in a criminal matter a defendant is entitled to a second chance (perhaps even a third or fourth chance) to insure that an injustice has not been committed. For these reasons we are constrained to recognize that criminal malpractice trespass actions are distinct from civil legal malpractice trespass actions, and as a result the elements to sustain such a cause of action must likewise differ.\nConsequently, today we hold that a plaintiff seeking to bring a trespass action against a criminal defense attorney, resulting from his or her representation of the plaintiff in criminal proceedings, must establish the following elements:\n(1) The employment of the attorney;\n(2) Reckless or wanton disregard of the defendant’s interest on the part of the attorney;\n(3) the attorney’s culpable conduct was the proximate cause of an injury suffered by the defendant/plaintiff, i.e., “but for” the attorney’s conduct, the defendant/plaintiff would have obtained an aquittal or a complete dismissal of the charges.\n(4) As a result of the injury, the criminal defendant/plaintiff suffered damages.\n(5) Moreover, a plaintiff will not prevail in an action in criminal malpractice unless and until he has pursued post-trial remedies and obtained relief which was dependent upon attorney error; additionally, although such finding may be introduced into evidence in the subsequent action it shall not be dispositive of the establishment of culpable conduct in the malpractice action.\nB.\nACTIONS IN ASSUMPSIT\nWe now turn our attention to the second type of malpractice issue: an assumpsit claim based on breach of the attorney-client agreement. This claim is a contract claim and the attorney’s liability in this regard will be based on terms of that contract. Thus, if an attorney agrees to provide his or her best efforts and fails to do so an action will accrue. Of course an attorney who agrees for a fee to represent a client is by implication agreeing to provide that client with professional services consistent with those expected of the profession at large.\nThus, this cause of action proceeds along the lines of all established contract claims. It does not require a determination by an appellate court of ineffective assistance of counsel, nor does the client need to prove innocence. However, in anticipation of potential problems it is necessary to comment on the aspect of recoverable damages in such an action; quite simply, such damages will be limited to the amount actually paid for the services plus statutory interest. Our reasons for imposing this limitation are the same as those discussed above; to allow consequential damages in such a situation will engender the same problems as those we sought to limit above.\nII\nSTATUTE OF LIMITATIONS\nWith regard to the respective statutes of limitations, the rule in this Commonwealth is that the statutory period commences at the time the harm is suffered or, if appropriate, at the time the alleged malpractice is discovered. In the context of a criminal malpractice action, the time when the harm is suffered will, in the typical case, be easily identifiable, i.e., the date of sentencing. However, since criminal sanctions are by their nature directed to the criminal defendant’s actions, and thus those actions are presumed to be the legal cause of the harm suffered, the date a defendant becomes aware that his counsel may have been responsible for the harm will likely be harder to pinpoint. Nonetheless, it is necessary to establish a point from which the statute of limitations period will commence. The appropriate starting point is the termination of the attorney-client relationship, since at that point the aggrieved defendant is aware of the injury (i.e., the conviction), and is on clear notice to investigate any alternate cause of that harm which he believes to exist. In this regard the defendant is not unlike the medical patient who becomes aware of an injury and is then placed on notice to discover its cause. We now resolve the instant cases.\nA.\n34 W.D. APPEAL DOCKET 1987\nWith respect to appellant Clarence Bailey, on April 13, 1970, he was convicted of first degree murder, allegedly as a result of the malpractice of his trial counsel, Robert E. Tucker, Esquire. Appellant was sentenced to life in prison on October 14, 1970. On July 19, 1973, represented by new counsel, appellant filed a petition under the Post-Conviction Hearing Act alleging, inter alia, that he had been denied effective assistance of counsel. Therefore, the statute of limitations began to run no later than July 19, 1973, since on that date appellant was clearly on notice of appellee’s alleged dereliction. The instant malpractice action was commenced on October 22, 1980, well beyond any applicable period of limitation.\nAccordingly, the order of the Superior Court affirming the grant of summary judgment by the trial court is hereby affirmed.\nB.\n42 E.D. APPEAL DOCKET 1987\nWith respect to appellant Trice, on March 25,1975, he was convicted of the above-described offenses, allegedly as a result of the malpractice of his trial counsel, Robert B. Mozenter, Esquire. On November 3, 1978, appellant filed a pro se petition to vacate his sentence. Accordingly, at least as of that date, appellee Mozenter’s services had been terminated, and the statute of limitations relating to any trespass action had begun to run. Appellant filed the instant criminal malpractice action on August 9, 1984, well beyond the two year limitations period applicable to the trespass actions. The only period of limitations under which appellant could sustain his assumpsit cause of action would be the six year statute with respect to written contracts. See 42 Pa.C.S. § 5504. However, appellant has not alleged that a written contract existed between himself and appellee. Therefore, the longest possible period of limitations would be the four year period for an oral contract. See 42 Pa.C.S. § 5525. The instant action was filed beyond such four year period.\nAccordingly, the order of the Superior Court affirming the trial court’s granting of appellee’s motion for judgment on the pleadings is hereby affirmed.\nMcDERMOTT, J., did not participate in the decision of this case.\nZAPPALA and PAPADAKOS, JJ., file concurring opinions.\nLARSEN, J., files a concurring and dissenting opinion.\n. This opinion was reassigned to this writer on September 1, 1992.\n. Act of February 15, 1870, P.L. 15 § 1-2, 19 P.S. § 1886-87.\n. Act of January 15, 1966, P.L. (1965) 1580, N. 554, § 1, 19 P.S. § 1180-1 et seq. The present statute can be found at 42 Pa.C.S. § 9541 et seq.\n. The Opinion Announcing the Judgment of the Court was authored by Justice O’Brien. It was not joined by any other member of the Court. Justices Roberts, Nix and Manderino concurred in the result; then-Chief Justice Eagen and Justice Pomeroy dissented. Justice Packel did not participate in the Court's decision.\n. Appellant was convicted of conspiracy to unlawfully distribute heroin, 21 U.S.C. § 846, and use of a communications facility (telephone) to facilitate the unlawful distribution of heroin, 21 U.S.C. § 843(b).\n. In ordering the new trial, the court found that \"the exemplar evidence, if investigated ‘might have led to a viable defense and a [favorable] verdict’ ... and that the failure of Trice’s trial attorney so to proceed is not harmless ‘beyond a reasonable doubt' ”. United States v. Baynes, 687 F.2d 659, 673 (3rd Cir.1982) (citations omitted).\n. See Kaus & Mallen, The Misguiding Hand of Counsel — Reflections on “Criminal Malpractice.’’ 21 U.C.L.A.L.Rev. 1191, 1192 (1974) (noting that the authors found only eight reported opinions on the subject).\n. See Jerome E. Boqutz & Jeffrey B. Albert, A Survey of the Developing Pennsylvania Law of Attorney Malpractice, 61 Temple L.Rev. 1237, 1273 (1988).\n. We note that there are English common law precedents for criminal attorney immunity. See Tower v. Glover, 467 U.S. 914, 921, 104 S.Ct. 2820, 2825, 81 L.Ed.2d 758 (1984) (citing Rondel v. Worsley, 1 App.Cas. 191 (1969) (Eng.)).\n. See Strickland, v. Worthington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984) (Sixth Amendment right to counsel includes the right to effective counsel).\n. See our discussion infra regarding the exhaustion of ineffectiveness remedies prior to proceeding with a criminal malpractice action.\n. The defendant/plaintiff must prove by a preponderance of the evidence that he did not commit any unlawful acts with which he was charged as well as any lesser offenses included therein. Resolving this question will perhaps cause the greatest consternation. However, the only one way to protect the integrity of the system is to permit the attorney to introduce whatever evidence that impacts on the defendant/plaintiff’s entitlement to compensation. Such evidence can include any and all confidential communications, as well as otherwise suppressible evidence of factual guilt.\n. This requirement does not, however, relieve the plaintiff of his duty to initiate this cause of action within the statute of limitations period as hereinafter discussed, but it does raise a procedural question, to wit: what is to be done with a civil action filed prior to the completion of the post-conviction process? The answer is that an attorney defendant who is served with a complaint alleging professional malpractice for the handling of a criminal matter may interpose a preliminary objection on the grounds of demurrer. See Pa.R.C.P. No. 1017(b)(4). The trial court shall then reserve its ruling on said objection until the resolution of the post-conviction criminal proceedings.\n. In this regard we wish to emphasize that a finding of ineffectiveness is not tantamount to a finding of culpable conduct.\n. Pocono Int’l Raceway v. Pocono Produce, Inc., 503 Pa. 80, 84, 468 A.2d 468, 471 (1983) (\"As a matter of general rule, a party asserting a cause of action is under a duty to use all reasonable diligence to be properly informed of the facts and circumstances upon which a potential right of recovery is based, and to institute suit within the proscribed statutory period.”). We recognize the concern about the amount of claims that might result and that might clog the civil dockets. However, we feel that it is more important that we require these criminal defendants to file their claims within the statutory period to prevent any injustice to an attorney who has to defend a claim of malpractice many years after his relationship with the client ends. Insurance Co. of N. Am. v. Carnahan, 446 Pa. 48, 51, 284 A.2d 728, 729 (1971) (\"The purpose of any statute of limitations is to expedite litigation and thus discourage delay and the presentation of stale claims which may greatly prejudice the defense of such claims.”); Schmucker v. Naugle, 426 Pa. 203, 205, 231 A.2d 121, 123 (1967) (\"Statutes of limitation are vital to the welfare of society and are favored in the law.”); Ulakovic v. Metropolitan Life Ins. Co., 339 Pa. 571, 575, 16 A.2d 41, 42 (1940) (“If any person has a right which he wishes enforced, he should enforce it promptly. The person against whom the right is to be enforced might be greatly prejudiced by plaintiff's delay.”).\n. This will encompass situations where the same attorney represents the defendant at trial and throughout the appellate process. See Hughes v. Mahaney and Higgins, 821 S.W.2d 154 (Tex.1991).\n. The appropriate statutes of limitations are as follows: In an action in trespass the plaintiff has two years in which to file his complaint. 42 Pa.C.S. § 5524. In an action in assumpsit for an oral contract the applicable limitation period is four years. 42 Pa.C.S. § 5525. For a written contract, the limitation period is six years. 42 Pa.C.S. § 5527."}