{"id": "1839660", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nFollowing a trial by jury in the Court of Common Pleas of Philadelphia County, the appellant, Morris Spence, a/k/a Marvin Spence, was convicted of murder of the first degree, aggravated assault, possession of an instrument of crime and criminal conspiracy. On April 26, 1990, a sentence of death was imposed with respect to the murder conviction and terms of imprisonment were imposed for the other offenses. The present direct appeal ensued. We affirm.\nSpence’s convictions arose as the result of his participation in a conspiracy designed for the primary purpose of killing Gregory Ogrod. The evidence presented at trial established that, at 3:30 a.m. on July 31, 1986, three men armed with knives and a crowbar entered the basement of a home where they knew Gregory Ogrod and Maureen Dunne were sleeping. The men attacked the sleeping couple, repeatedly stabbing and clubbing them. Maureen Dunne was stabbed to death; however, Ogrod managed to get up and struggle against the assassins, who fled at his display of resistance. As Ogrod watched the intruders running down his street, he recognized one of them as Marvin Spence. Spence was one of a few people who knew Ogrod and Maureen Dunne would be found sleeping in the basement that night. Aside from Ogrod and his brother, only Hackett had a key to the front door of Ogrod’s house.\nThis assault was the culmination of a conspiracy headed by Spence and Hackett, who were friends and wanted Ogrod killed. Spence’s discontent with Ogrod grew out of a soured drug-dealing relationship. Spence had been Ogrod’s partner in dealing illegal drugs, but their business relationship began to unravel when Spence began stealing money Ogrod had given him to buy drugs for resale. When Ogrod demanded restitution, Spence refused. The two men argued constantly for about a month, during which time Spence threatened to kill Ogrod.\nHackett’s antipathy toward Ogrod resulted from a living arrangement that went bad. Hackett moved into Ogrod’s house in the spring of 1986 at the invitation of Ogrod’s brother, who worked for Hackett in Hackett’s landscaping business. Hackett did not get along with Ogrod and, in July, 1986, Ogrod told him to leave. Hackett responded that he would throw Ogrod out of his own house if he failed to “cool out.” A few days later, Ogrod returned home and found that Hackett had removed Ogrod’s effects from Ogrod’s upstairs bedroom to the basement and had taken Ogrod’s refrigerator.\nBy the end of July, 1986, Spence had made statements to Hackett’s girlfriend, Wendi Rosenblum, and to David Carter that he wanted harm to come to Ogrod. In mid-July, Spence told Wendi Rosenblum that he was going to kill Ogrod and that if Maureen Dunne got in the way he was going to kill her too. On July 28, 1986, Spence offered David Carter a “hit job.” Spence showed him Ogrod’s home and then took him to meet with Hackett who offered Carter $5,000 to kill Ogrod and also a girl, a policeman’s daughter (i.e., Maureen Dunne). Carter was reluctant and complained that since he would have to kill any potential witnesses, he was being asked to kill two people for the price of one. Hackett responded, “if you got to kill the bitch, kill the bitch,” but offered no additional money. Carter then instructed “give me half now’ and half when I finish,” but the conspirators had no money on hand, and instead gave Carter a VCR. When Carter and Spence met on July 30,1986, to discuss how an attack on the proposed victims should take place, Carter disagreed with the proposed attack and announced that he was “out of it” and went to bed.\nBy the end of July, 1986, Hackett had also made statements that he wanted harm to come to Ogrod. On July 7, 1986, Hackett had told Officer Anthony Daulerio that Ogrod was a “bad guy” who owed him money, that he wanted to “get” Ogrod but that Ogrod had “biker friends,” and that Hackett was going to “get somebody to get” Ogrod. Hackett also had told his office receptionist, Heidi Guhl, who knew the people involved, that if Ogrod did not “watch himself, he was going to get hurt real bad.” Ms. Guhl was concerned because Hackett had a paper on his desk with the phone number of Edgar Torres, a supposed middleman to hit-men, and with the address of Maureen Dunne, whom she knew, and who was always referred to by Hackett as “a bitch.” In addition, on July 17, 1986, Ms. Arlene Horoschak spoke by phone with Hackett about her son, Jeffrey Horoschak, who was Ogrod’s friend. Hackett told her to tell Jeffrey not to hang around Ogrod because “there’s a contract out on Greg’s life and anybody who’s with him will be killed too.”\nFurther, Hackett had asked Edgar Torres in the spring of 1986 if he could help Hackett find an assassin to “bump someone off for money,” and assured Torres that he had money to pay. Hackett gave Torres pictures of Ogrod and Maureen Dunne and even met with Torres and a supposed assassin, a friend of Torres known only as “Ant.” Finally, Torres admitted that he could not find any hit men, and told Hackett he was “giving it up.”\nThe presence and involvement of Spence and Hackett at the scene of the attack was evidenced by testimony of David Carter, Jeffrey Horoschak, and Wendi Rosenblum. Spence’s involvement was shown by testimony from Carter. At 7 a.m. on July 31, 1986, Spence and co-conspirator James Gray visited Carter and told him, “It’s done ... We did it.” Spence, obviously pleased, explained that, after arming themselves with knives and a crowbar and creeping up on the sleeping victims, they just “hacked and stabbed whoever was down there.” They left when “the white boy [Ogrod] jumped up” and ran at them. Spence was covered with blood as he gave this account to Carter.\nCarter’s testimony was corroborated by Edward May who testified that, at approximately 3:30 a.m. on July 31, 1986, he encountered co-conspirator Keith Barrett. Barrett arranged for May to give Barrett and his two friends, Spence and Gray, a ride to a location that was one block from Ogrod’s house. There they met another man, similar in appearance to Hackett, with a pickup truck similar to that owned by Hackett. The murder occurred about one-half hour later, at approximately 4 a.m.\nHackett’s involvement was shown by testimony from Jeffrey Horoschak and Wendi Rosenblum. Jeffrey Horoschak testified that when he called Ogrod’s house at 1:45 a.m. on July 31, 1986, two hours before the murder, Hackett answered and told him Ogrod was asleep. At approximately 5 a.m. the same day, Hackett called his girlfriend, Wendi Rosenblum, at her apartment, and told her “Greg [Ogrod] is dead.” Shortly thereafter, Hackett arrived, sweating and shaking, at her apartment by coming through the basement of the building. He told Rosenblum to say to the police that he had been at her apartment all night. The next morning, Hackett asked Rosenblum to go to Torres, get the photographs he had given Torres, and throw them away. Approximately one week later, Rosenblum saw Hackett take a crowbar from her basement and conceal it in his pants. Later, Hackett threw the crowbar into a dumpster next to a convenience store.\nSpence was found guilty by a jury of murder of the first degree, aggravated assault, possession of an instrument of crime, and criminal conspiracy. As to the murder charge, the Commonwealth argued two aggravating circumstances: that Spence had conspired to pay another person to kill the victim; and, that Spence had created a grave risk of death to another during the killing of the victim. The jury found the two aggravating and no mitigating circumstances, and returned a sentencing verdict of death. Following the denial of a motion for a new trial, this direct appeal followed.\nAlthough Spence does not allege that the evidence is insufficient to sustain the verdict against him, this Court is required in capital cases to review the sufficiency of the evidence. Commonwealth v. Zettlemoyer, 500 Pa. 16, 26 n. 3, 454 A.2d 937, 942 n. 3 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983). The applicable standard of review is whether, viewing all the evidence in the light most favorable to the Commonwealth as verdict winner, a jury could find every element of the crime beyond a reasonable doubt. Commonwealth v. Bryant, 524 Pa. 564, 567, 574 A.2d 590, 592 (1990). Viewed in accordance with that standard, the evidence presented at trial as reflected above overwhelmingly established Spence’s guilt.\nSpence first argues that the trial court erred when it granted, on May 18, 1988, the Commomvealth’s petition to extend the Rule 1100 rúndate. Pa.R.Crim.P. 1100 (“Rule 1100”). Rule 1100 provides, in pertinent part, that:\n(a)(2) Trial in a court case in which a written complaint is filed against the defendant, where the defendant is incarcerated, shall commence no later than one hundred eighty (180) days from the date on which the complaint is filed.\n(e) No defendant shall be held in pretrial incarceration for a period exceeding one hundred eighty (180) days excluding time described in subsection (c) above. Any defendant held in excess of one hundred eighty (180) days is entitled upon petition to immediate release on nominal bail.\n(g) For defendants on bail after the expiration of three hundred sixty-five (365) days, at any time before trial, the defendant or his attorney may apply to the court for an order dismissing the charges with prejudice on the ground that this rule has been violated. A copy of such motion shall be served upon the attorney for the Commonwealth, who shall also have the right to be heard thereon.\nIf the court, upon hearing, shall determine that the Commonwealth exercised due diligence and that the circumstances occasioning the postponement were beyond the control of the Commonwealth, the motion to dismiss shall be denied and the case shall be listed for trial on a date certain____ If, at any time, it is determined that the Commonwealth did not exercise due diligence, the court shall dismiss the charges and discharge the defendant____\nSpence argues, in effect, that he should have been discharged after 180 days because he was not a “defendant on bail” for purposes of Rule 1100(g) and could not ever obtain bail as he was being held on a capital murder charge. Spence was brought to trial on June 15, 1988, within 365 untolled days of his arrest on August 4, 1986. The record reflects that the 365 day period expired on September 13, 1988.\nSpence argues, in effect, that no part of Rule 1100(g) (as amended December 31, 1987) applies to his case. While the first paragraph of Rule 1100(g) focuses on defendants who are on bail, the remainder of the rule is not so limited. The second paragraph of the rule provides that the trial court can deny a defendant’s motion to dismiss and set a trial date “[i]f the court, upon hearing, shall determine that the Commonwealth exercised due diligence and that the circumstances occasioning the postponement were beyond the control of the Commonwealth____” The Commonwealth argues that it exercised due diligence because the delay resulted from a combination of court congestion and of delay from the coordination of the joint trial of Spence and his three co-defendants.\nJudicial delay can support the grant of an extension of the Rule 1100 rúndate. See Commonwealth v. Crowley, 502 Pa. 393, 466 A.2d 1009 (1983), and Commonwealth v. Africa, 524 Pa. 118, 569 A.2d 920 (1990). This Court stated in Crowley that where the delay is due to congested court dockets, the trial court is to establish that:\nit has devoted a reasonable amount of its resources to the criminal docket and that it scheduled the criminal trial at the earliest possible date consistent with the court’s business. While the trial court may be required to rearrange its docket, if possible, when judicial delay has caused a lengthy postponement beyond the period prescribed by Rule 1100, or one that implicates the constitutional right to a speedy trial, it should not be required to do so to avoid a delay of under 30 days.\nCommonwealth v. Crowley, 502 Pa. at 402-03, 466 A.2d at 1014.\nIn Commonwealth v. Africa, this court articulated that a two-step process is'used to analyze alleged violations of Rule 1100: (1) whether the delay itself was sufficiently long to be “presumptively prejudicial”; and, if so, (2) whether the delay is justified under the balancing test of Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972). The balancing test analyzes four factors: the length of the delay; the reason for the delay; the defendant’s assertion of the right to a speedy trial; and, any prejudice to the defendant arising from the delay. Commonwealth v. Africa, 524 Pa. at 123, 569 A.2d at 923. In Africa, a delay of twenty-seven months was deemed sufficient to trigger the second inquiry under the Barker test. This Court concluded that the Commonwealth had not demonstrated that the accused was brought to trial with due diligence. We reasoned that the judicial process had diverted Africa from “one date to another without much regard for the need to conduct a speedy trial” with the result that successive shifting of Africa to the bottom of the next trial list did not establish a good faith reason for the delay. Id. at 124, 569 A.2d at 923.\nHere, it cannot be said that the delay of three weeks was long enough to be presumptively prejudicial, particularly in light of Crowley where this Court said thirty days was minimal. Also, assuming the Barker test applies here, the delay is reasonable under its four-part analysis. A review of the transcript of the hearing held on May 18, 1988, before the calendar room judge, reveals that the matter was assigned to the court in the regular course of the court’s business and, due to the fact that other cases had been assigned earlier than Spence’s case, the court tried those first. Also, delay was occasioned by the need to coordinate the schedules of his three co-defendants in a joint trial. Therefore, the Commonwealth exercised due diligence because the circumstances occasioning the postponement were beyond the control of the Commonwealth and the judicial delay was not unreasonable.\nSpence next argues that the trial court improperly rejected his attempt to impeach a Commonwealth witness with the opinion testimony of a psychologist. Spence sought to present the opinion testimony of a psychologist as to the effects of stress upon the persons who are called upon to make identifications. The psychologist was to testify that because Gregory Ogrod had been beaten and stabbed by the men who killed Maureen Dunne, his perception may have been distorted so that his identification of Spence as one of the men he saw running from his house should be considered suspect.\nExpert opinion may not be allowed to intrude upon the jury’s basic function of deciding credibility. See, e.g., Commonwealth v. Gallagher, 519 Pa. 291, 547 A.2d 355 (1988) (error to allow expert witness in the area of “rape trauma syndrome” to explain that such trauma could prevent a victim from making a timely identification of assailant); Commonwealth v. Davis, 518 Pa. 77, 541 A.2d 315 (1988) (error to allow expert to testify that child sex abuse victims generally lack the ability to fabricate sexual experiences); Commonwealth v. Seese, 512 Pa. 439, 517 A.2d 920 (1986) (doctor may not testify regarding the veracity of children who claim to be victims of sexual abuse).\nSpence argues that because the expert was going to attack rather than enhance the credibility of the victim, Ogrod, his testimony was permissible. Whether the expert’s opinion is offered to attack or to enhance, it assumes the same impact — an “unwarranted appearance of authority in the subject of credibility which is within the facility of the ordinary juror to assess.” Commonwealth v. Gallagher, 519 Pa. at 297, 547 A.2d at 358. The trial court properly excluded the proposed expert testimony.\nSpence’s third contention is that a new trial is required in light of the prosecutor’s alleged misconduct in the striking of black jurors and failing to give reasons for such strikes in alleged violation of Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). See 42 Pa.C.S. § 4501. In Batson, the Supreme Court held that a defendant is required to demonstrate a prima facie case that the prosecutor improperly used peremptory challenges. The defendant does this by showing that the prosecutor discriminated in the jury selection process based on evidence of the use of peremptory challenges. After such demonstration, the trial court must consider the totality of the circumstances to determine whether challenges were used to exclude venirepersons on account of their race, and, if so, the trial court may properly require the prosecutor to explain his or her reasons for the challenge. Where an appellant fails to make a record for review of a Batson challenge, this Court is unable to consider a claim that the trial court failed to find a prima facie case under Batson. See Commonwealth v. Lambert, 529 Pa. 320, 603 A.2d 568 (1992), and Commonwealth v. Abu-Jamal, 521 Pa. 188, 555 A.2d 846 (1989), cert. denied, 498 U.S. 881, 111 S.Ct. 215, 112 L.Ed.2d 175 (1990).\nSpence has failed to make an adequate record specifically identifying the race of all the veniremen who had been removed by the prosecution, the race of the jurors who served, or the race of jurors acceptable to the Commonwealth who had been stricken by the defense. For example, Spence claims in his brief, without citing to the record, that ten of twelve peremptory challenges used by the Commonwealth were exercised against black persons. Yet the record reflects that the defense specifically identified only four, not ten, potential jurors on the record as being black. Further, on the one occasion the trial court specifically requested an explanation regarding a challenge of a black venireperson, the prosecutor provided one. Therefore, since Spence failed to make the requisite record, this Court is unable to consider his claim that the trial court failed to find a prima facie case under Batson. Also, because the trial court did not find such a case, the Commonwealth was not obligated to give reasons for its peremptories. Therefore, no error occurred because the Commonwealth failed to give reason for its strikes.\nSpence’s fourth argument is that the trial court erred in refusing to give the jury an accomplice instruction with regard to Commonwealth witnesses David Carter and Wendi Rosenblum. An accomplice charge advises the jury that if it finds that a Commonwealth witness was an accomplice of the accused, the jury should consider the testimony of the witness with caution. To be an accomplice within the meaning of 18 Pa.C.S. § 306, an individual “must have knowledge of, and participate in, the specific crime charged.” Commonwealth v. Thomas, 479 Pa. 34, 38, 387 A.2d 820, 822 (1978) (emphasis added). Under 18 Pa.C.S. § 306(f), one who terminates his involvement prior to the commission of the crime, by definition, is not an accomplice. Where the uncontradicted, corroborated evidence is that the supposed accomplice terminated his involvement before the commission of the crime, the accomplice instruction is not required. Commonwealth v. Bricker, 525 Pa. 362, 581 A.2d 147 (1990).\nHere, the uncontradicted evidence was that David Carter, whom Spence attempted to recruit to carry out the contract murder of Gregory Ogrod and Maureen Dunne, explicitly rejected the scheme before the crime was committed and did not participate in it in any way. Indeed, it was Carter’s “I’m out of it” announcement on the night of July 30, 1986, that prompted Spence and his friends to decide to carry out the contract themselves. Further, the evidence was uncontradicted that Carter was not present when the murder occurred but was at home. The fact that Carter ended his involvement before the crime was committed was not only uncontradicted, but independently corroborated by the statements of co-conspirators Gray and Barrett, who did participate in the murder and who had nothing whatsoever to gain from such an assertion. These uncontradicted and corroborated facts, as a matter of law, established that Carter was not an accomplice.\nAlso, while Spence fails to address the complicity of Ms. Rosenblum in his brief, the evidence established that Rosenblum was Hackett’s girlfriend, that she knew of Spence’s intention to kill the victims and that she did not participate. An accessory after the fact is not an accomplice. Commonwealth v. Scoggins, 451 Pa. 472, 480, 304 A.2d 102, 107 (1973). Since all of Rosenblum’s actions occurred after the crime, she could not have facilitated the commission of the crime and therefore was not an accomplice under 18 Pa.C.S. § 306. The trial court did not err in refusing to give an accomplice instruction for David Carter and Wendi Rosenblum.\nSpence’s fifth argument is that the trial court erred in refusing to enforce an oral plea bargain agreement reached by Spence and the Commonwealth prior to trial. Where a plea agreement has been entered of record and accepted by the trial court, the state is required to abide by the terms of the plea agreement. Santobello v. New York, 404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971). However, prior to the entry of a guilty plea, the defendant has no right to specific performance of an “executory” agreement. Mabry v. Johnson, 467 U.S. 504, 104 S.Ct. 2543, 81 L.Ed.2d 437 (1984). See Pa.R.Crim.P. 319 which governs the entry of guilty pleas and guilty plea agreements.\nThe record reflects that an oral plea agreement had been reached by the Commonwealth and Spence but never entered into the record or approved by the court. It appears that Spence had lied to prosecutors about his involvement in the murder and sought, by means of this fraud, a favorable plea agreement. The proposed agreement was that, in return for Spence’s disclosure of everything he knew about the case, the Commonwealth would recommend that the judge accept a plea of guilty to murder in the third degree, aggravated assault and criminal conspiracy. This agreement was never reduced to writing because the Commonwealth discovered Spence’s deception and repudiated its offer. On review of the record, Spence has failed to demonstrate how he was entitled to specific performance of the oral plea agreement. His plea agreement had neither been entered of record nor accepted by the trial court and was, therefore, not enforceable.\nSpence finally argues that the trial court erred in failing to instruct the jury during the penalty phase of the trial that as a matter of law there could be no aggravating circumstances for a contract killing since the victim was never the subject of such a contract. The aggravating circumstance of contract killing is found in 42 Pa.C.S. § 9711(d)(2) which provides: “The defendant paid or was paid by another person or had contracted to pay or be paid by another person or had conspired to pay or be paid by another person for the killing of the victim.” (emphasis added.)\nIn Commonwealth v. Gibbs, 533 Pa. 539, 626 A.2d 133 (1993), this Court held that this aggravating circumstance may not properly be considered by the jury when the victim killed was not the object of the contract to kill. This Court reasoned that the plain language of the statute requires that the person killed be the subject of the contract to kill. This Court also refused to adopt the common law “transferred intent” theory to bring an unintended killing within the meaning of 42 Pa.C.S. § 9711(d)(2) as this is a matter more appropriately dealt with by the General Assembly.\nWhile Spence correctly states the law, his argument is meritless since the evidence clearly reflects that one of the contemplated victims of Spence’s contract to kill was Maureen Dunne. The evidence reflects that Spence made clear that if Maureen Dunne happened to be present when Gregory Ogrod was about to be killed, she was to die as well. In seeking to enlist the aid of Edgar Torres in finding a “hit man,” Spence gave Torres pictures showing not only Ogrod, but Dunne as well. Spence’s paper with Torres’ telephone number also contained Dunne’s address. In seeking to recruit David Carter to kill Ogrod, Spence made it quite clear that the task included killing Dunne, either because Spence considered her a “bitch” or a potential witness. The trial court did not err in concluding that the jury had more than sufficient evidence to find beyond a reasonable doubt that Spence enlisted an assassin to kill both victims, not just Ogrod.\nWe now comply with our duty under 42 Pa.C.S. § 9711(h)(3)(iii) to review sentences of death from the standpoint of the proportionality to sentences imposed in similar cases. Commonwealth v. Zettlemoyer, 500 Pa. at 63, 454 A.2d at 961. We have reviewed the sentences imposed on Spence in light of sentencing data compiled and monitored by the Administrative Office of Pennsylvania Courts. See Commonwealth v. Frey, 504 Pa. 428, 443, 475 A.2d 700, 707-08 (1984). We perceive no excess or disproportionality in the sentences imposed. Further, the record does not provide any basis for belief that the sentence of death was the “product of passion, prejudice or any other arbitrary factor.” See 42 Pa.C.S. § 9711(h)(3)(i). Also, the evidence supports the finding of at least one aggravating circumstance specified in 42 Pa.C.S. § 9711(d) and of no mitigating circumstances. See 42 Pa.C.S. § 9711(h)(3)(ii). Accordingly, the sentences must be affirmed.\nThe order of the Court of Common Pleas of Philadelphia County is affirmed.\nCAPPY, J., files a concurring opinion.\nLARSEN, J., did not participate in the consideration or the decision of this case.\n. 42 Pa.C.S. § 9711(d)(2): \"The defendant paid or was paid by another person or had contracted to pay or be paid by another person or had conspired to pay or be paid by another person for the killing of the victim.”\n. 42 Pa.C.S. § 9711(d)(7): “In the commission of the offense the defendant knowingly created a grave risk of death to another person in addition to the victim of the offense.”\n. Bail is unavailable where the defendant is charged with a capital crime pursuant to Article 1, Section 14 of the Pennsylvania Constitution.\n. Rule 1100(g) was amended on December 31, 1987 to require discharge after 365 untolled days of delay. The record reflects that on January 22, 1988, one hundred thirty-one (131) untolled days had elapsed, leaving two hundred thirty-four (234) days within which trial could occur before a Rule 1100 violation would occur, (i.e., September 13, 1988). Here, Spence’s trial began three months before that date, i.e., June 15, 1988.\n. The 22 month delay from Spence’s arrest on August 4, 1986 to May 18, 1988 is not the subject of dispute. Trial was delayed for 22 months until May 18, 1988 in part because Spence was pursuing plea negotiations with the Commonwealth based on his claim, later proven to be fraudulent, that he played a minor role in the murder. It was also delayed in part because Spence’s counsel obtained two continuances and failed to appear on one occasion.\n. While this issue appears to be a case of first impression under amended Rule 1100(g), the case law under the former Rule provides guidance.\n. The subsection provides as follows:\n(f) Exceptions. — Unless otherwise provided by this title or by the law defining the offense, a person is not an accomplice in an offense committed by another person if:\n(1) he is a victim of that offense;\n(2) the offense is so defined that his conduct is inevitably incident to its commission; or\n(3) he terminates his complicity prior to the commission of the offense and;\n(i) wholly deprives it of effectiveness in the commission of the offense; or\n(ii) gives timely warning to the law enforcement authorities or otherwise makes proper effort to prevent commission of the offense.\n. Pa.R.Crim.P. 319(b) and (c) provide, in part:\n(b) Plea Agreements. ...\n(2) When counsel for both sides have arrived at a plea agreement they shall state on the record in open court, in the presence of the defendant, the terms of the agreement. Thereupon the judge shall conduct an inquiry of the defendant on the record to determine whether he understands and concurs in the agreement. ...\n(c) Murder Cases.\nIn cases in which the imposition of a sentence of death is not authorized, when a defendant enters a plea of guilty to a charge of murder generally, the judge before whom the plea was entered shall alone determine the degree of guilt.\n. As a preliminary matter, the record reflects that Spence entered a contract to kill by paying another person or contracting to pay another person for the killing of the victims. Spence contracted with David Carter to kill the victims and paid him a down payment of a VCR. Thus, the record clearly reflects, as the trial court judge found, that a contract to kill existed for purposes of 42 Pa.C.S. § 9711(d)(2).\nOne might, argue, even though Spence does not, that § 9711(d)(2) should not apply where the acceptor/contractee refuses to perform the contract and, as a result, the offeror/contractor then performs the contract. The plain meaning of § 9711(d)(2) is that once that contract for the killing of the victim has been entered, § 9711(d)(2) is triggered provided causation exists. There is no requirement that the contractee perform the contract as long as the contract to kill directly caused and/or resulted in the killing. Here, Spence entered into a contract to kill with Carter and gave Carter a VCR as consideration for the contract. Carter’s refusal to perform the contract to kill directly caused and/or resulted in the killing of the victims by Spence. Section 9711(d)(2) was properly applied in this case.\n. The Prothonotary of the Supreme Court is directed to transmit the complete record in this case to the Governor, 42 Pa.C.S. § 971 l(i)."}