{"id": "1839688", "contents": "OPINION\nNIX, Chief Justice.\nAppellant, Cynthia M. Maleski, Insurance Commissioner of the Commonwealth of Pennsylvania, as Rehabilitator of the Mutual Fire, Marine and Inland Insurance Company (“Rehabilitator”), appeals from the Order of the Commonwealth Court dated September 18, 1991, granting Appellees’, Republic Insurance Company and Republic Insurance Group, petition to compel arbitration; denying the Rehabilitator’s petition for court resolution of this action; dismissing Appellees’ preliminary objections and the Rehabilitator’s complaint; and relinquishing jurisdiction. The Rehabilitator raises three issues for our review. First, whether the Commonwealth Court erred by failing to hold a hearing on the Rehabilitator’s petition for Commonwealth Court resolution of this matter, in lieu of arbitration, as authorized by the Court-approved Plan of Rehabilitation. Second, whether the Commonwealth Court erred by failing to set forth findings of fact supporting its ultimate conclusion. Finally, whether the Commonwealth Court erred by dismissing the Rehabilitator’s complaint and relinquishing jurisdiction rather than staying court action pending arbitration and retaining jurisdiction and supervision over arbitration. Because the Commonwealth Court should have stayed court action pending arbitration, we quash the appeal.\nThe Rehabilitator filed a complaint in the Commonwealth Court alleging that the Mutual Fire, Marine and Inland Insurance Company (“Mutual Fire”) entered into a series of reinsurance agreements with Appellees that Appellees refused to honor. More specifically, the Rehabilitator averred that Appellees breached the reinsurance agreements by refusing to pay due and owing obligations. Appellees filed a preliminary objection to the complaint in the nature of: (a) a demurrer, based on a claimed right to arbitration and (b) a motion to strike, or, in the alternative, for a more specific pleading of ten of the forty-two counts in the complaint.\nSubsequently, Appellees filed a petition to stay action and to compel arbitration. The Rehabilitator filed an answer with new matter in response to the petition to compel arbitration. Appellees filed a reply to the Rehabilitator’s new matter.\nThe Rehabilitator also filed a preliminary objection to Appellees’ preliminary objection in the nature of a demurrer on the basis that, under Pennsylvania law, Appellees’ demurrer was procedurally inappropriate. Additionally, the Rehabilitator responded to all of the Appellees’ preliminary objections.\nPursuant to a stipulation by the parties, argument of the petition to compel arbitration was consolidated with argument of the preliminary objections. Record at 923a-24a and 1098a. Less than one week before oral argument, the Rehabilitator filed a petition for Commonwealth Court resolution of this action, in lieu of arbitration, under the Court-approved Plan of Rehabilitation for Mutual Fire. The Rehabilitator filed the petition in response to Commonwealth Court decisions that addressed complaints for breach of contract and Section X petitions requesting Court resolution in lieu of arbitration. See Foster v. Philadelphia Mfrs., 140 Pa.Commw. 186, 592 A.2d 131 (1991). See also Foster v. Home Ins. Co., 140 Pa.Commw. 184, 592 A.2d 130 (1991). Argument of this petition was consolidated without objection by the Rehabilitator, with the other matters scheduled for oral argument in the Commonwealth Court. Record at 1097a. On the day of oral argument, and five days after the petition for court resolution was filed, Appellees filed their response to the Rehabilitator’s petition.\nThe Commonwealth Court granted Appellees’ petition to compel arbitration of this action; denied the Rehabilitator’s petition for Court resolution of this action; dismissed Appellees’ preliminary objections and the Rehabilitator’s complaint; and relinquished jurisdiction.\nThe Rehabilitator filed a direct appeal to this Court. In her jurisdictional statement, the Rehabilitator stated that this Court has jurisdiction to hear this appeal pursuant to subsection 723(a) of the Judicial Code, 42 Pa.C.S. § 723(a) (Purdon Supp.1993) and Rule 1101(a)(1) of the Pennsylvania Rules of Appellate Procedure, which give this Court exclusive jurisdiction of appeals from final orders of the Commonwealth Court entered in any matter which was originally commenced in the Commonwealth Court except an order entered in a matter which constitutes an appeal to the Commonwealth Court from another court. The Rehabilitator further submitted that, because the Commonwealth Court Order compelling arbitration of this action was entered pursuant to the Pennsylvania Arbitration Act, 42 Pa.C.S. §§ 7301-7362 (Purdon 1982 and Supp. 1993), this Court also has jurisdiction over this appeal pursuant to sections 7320(a)(6) and 7342 of the Pennsylvania Arbitration Act, 42 Pa.C.S. §§ 7320(a)(6), 7342 (Purdon 1982 and Supp.1993). Appellees did not file a brief in opposition to the jurisdictional statement.\nOn December 12,1991, this Court noted jurisdiction because the Commonwealth Court relinquished jurisdiction and, therefore, the Order appeared final. However, after further review, we find that the Commonwealth Court improperly relinquished jurisdiction and, as a result, that the appeal to this Court is from an interlocutory order. Therefore, we must quash the appeal.\nSection 7304 of the Pennsylvania Arbitration Act, 42 Pa.C.S. § 7304, provides in pertinent part:\n(d) Stay of judicial proceedings. — An action or proceeding, allegedly involving an issue subject to arbitration, shall be stayed if a court order to proceed with arbitration has been made or an application for such an order has been made under this section. If the issue allegedly subject to arbitration is severable, the stay of the court action or proceeding may be made with respect to the severable issue only. If the application for an order to proceed with arbitration is made in such action or proceeding and is granted, the court order to proceed with arbitration shall include a stay of the action or proceeding.\n42 Pa.C.S. § 7304(d) (emphasis added). The Commonwealth Court granted Appellees’ petition to compel arbitration. Pursuant to subsection 7304(d), when the Commonwealth Court ordered arbitration, it was required to stay court action. Therefore, the Commonwealth Court erred when it failed to stay court action pending arbitration and relinquished its jurisdiction over the matter.\nGiven the fact that the Commonwealth Court should have stayed court action pending arbitration, this Court does not have jurisdiction to determine the merits of this appeal. “Appeals can generally be taken only from orders which are final, rather than interlocutory, in nature.” Sweener v. First Baptist Church, 516 Pa. 534, 538, 533 A.2d 998, 999 (1987) (citing Piltzer v. Independence Federal Savings and Loan Ass’n., 456 Pa. 402, 406, 319 A.2d 677, 678 (1974)). “A pivotal consideration in determining whether an order is final and appealable is whether the plaintiff aggrieved by it has, for purposes of the particular action, been put ‘out of court’ on all theories of recovery asserted against a given defendant for a given loss.” Id. 516 Pa. at 539, 533 A.2d at 1000.\nAn order compelling arbitration and staying court action is not final; rather, it is interlocutory because the parties are not forced “out of court.” Gardner v. Prudential Ins. Co., 332 Pa.Super. 358, 359, 481 A.2d 654, 655 (1984). In Gardner, the Superior Court found that an order compelling arbitration forces the parties into, rather than out of, court. Id.\nSection 7320 of the Pennsylvania Arbitration Act, 42 Pa.C.S. § 7320, states that appeals may be taken from the following court orders:\n(1) A court order denying an application to compel arbitration made under section 7304 (relating to proceedings to compel or stay arbitration).\n(2) A court order granting an application to stay arbitration made under section 7304(b).\n(3) A court order confirming or denying confirmation of an award.\n(4) A court order modifying or correcting an award.\n(5) A court order vacating an award without directing a rehearing.\n(6) A final judgment or decree of a court entered pursuant to the provisions of this subchapter.\n42 Pa.C.S. § 7320(a). Pursuant to subsection 7320(a)(1), a party may take an appeal from a court order denying an application to compel arbitration. However, there is no corresponding statutory authority in existence that allows a party to take an appeal from an order that compels arbitration. Additionally, because the Commonwealth Court was required by statute to stay court action pending arbitration which made the order appealed from interlocutory, subsection 7320(a)(6) does not apply to this case.\nTherefore, this Court does not have jurisdiction to hear this appeal pursuant to section 723 of the Judicial Code, 42 Pa.C.S. § 723 (Purdon Supp.1993), and Rule 1101(a)(1) of the Pennsylvania Rules of Appellate Procedure. Likewise, this Court does not have jurisdiction to hear this appeal pursuant to sections 7320(a) and 7342 of the Pennsylvania Arbitration Act, 42 Pa.C.S. §§ 7320(a) and 7342 (Purdon 1982 and Supp.1993). Because there is no express statutory authority providing for an appeal from an interlocutory order in a case where arbitration is compelled, we must quash the appeal.\nIt is so ordered.\n. Section X(A) of the Plan provides:\nAny party to a dispute (other than disputed claims which shall be resolved pursuant to Section VII of this Plan) in which the rights of all necessary parties are within the scope of an arbitration clause by which all such parties would be bound absent the Rehabilitation proceedings may petition the Court and request that the dispute be resolved by the Court rather than by arbitration. The Court shall grant such a petition in its discretion based upon a determination that resolution by the Court is in the best interest of the estate and will not unduly prejudice any party to the dispute.\n. The Commonwealth Court found that civil complaints were not the legal equivalent of the petition contemplated by Section X of the Court-approved Plan of Rehabilitation, requesting Court resolution of an arbitrable dispute. Foster v. Philadelphia Mfrs., 140 Pa.Commw. 186, 191, 592 A.2d 131, 134 (1991).\n. We note that an interlocutory appeal may be taken by permission pursuant to subsection 702(b) of the Judicial Code, 42 Pa.C.S. § 702(b), and Chapter 13 of the Pennsylvania Rules of Appellate Procedure. However, in this case, we are not presented with those circumstances."}