{"id": "1839639", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis appeal concerns the distribution of pension benefits pursuant to equitable distribution. The issue is whether in a deferred distribution of a defined benefit pension plan, the non-participant’s share is to be calculated on the amount the participant is to receive at some time after marital separation, or on the amount he would receive if he retired on the date of separation. The trial court held that the non-participant’s share was to be calculated at the time the non-participant chooses to begin receiving benefits. Superior Court reversed, holding that its decision in Berrington v. Berrington, 409 Pa.Super. 355, 598 A.2d 31 (1991) controls and requires that:\nonly that pension which is available on the date of separation is marital property and that enhanced benefits purchased by employer or employee contributions following separation are not marital property.\nKatzenberger v. Katzenberger, 409 Pa.Super. 10, 14, 597 A.2d 636, 637 (1991). We granted allocatur.\nSuperior Court is correct in stating that the case is controlled by Berrington v. Berrington, 534 Pa. 393, 633 A.2d 589 (Pa.1993), also decided this date. In that case, we affirmed Superior Court and held that:\nin a deferred distribution of a defined benefit pension, the spouse not participating may not be awarded any portion of the participant-spouse’s retirement benefits which are based on post-separation salary increases, incentive awards or years of service. Any retirement benefits awarded to the non-participant spouse must be based only on the participant-spouse’s salary at the date of separation. However, should there be increases in retirement benefits payable to the employee spouse between the date of marital separation and the date the non-participant spouse begins receiving benefits which are not attributable to the efforts or contributions of the participant-spouse, any such increased benefits may be shared by the non-participant spouse based upon his or her proportionate share of the marital estate.\n534 Pa. at 403, 633 A.2d at 594.\nAccordingly, Superior Court is affirmed. The case is remanded to the trial court for entry of an opinion consistent with our holding in Berrington.\nLARSEN, J., did not participate in the decision of this case.\nCAPPY and MONTEMURO, JJ., file dissenting opinions.\n. The plan in this case is qualified under the Retirement Equity Act of 1984, and the appeal is taken from the Qualified Domestic Relations Order entered pursuant to wife's request.\n. The trial court’s decree nisi provides, in pertinent part:\n5.... Wife is hereby awarded a share of husband’s US Air pension payments to be computed as follows:\none half [wife’s marital share] times a fraction, the numerator of which shall be the number of years from date of employment to July 1, 1981 [date of separation], and the denominator of which shall be the number of years from date of employment to husband’s date of retirement, which fraction (coverture fraction) shall then be multiplied by husband’s monthly retirement benefit, which amount shall be set aside by the administrators of the US Air retirement plan for the benefit of wife.\nAlthough this order seems to require that the wife's share be calculated when the husband retires, the QDRO prepared by the wife and entered by the court provides that the coverture fraction be applied to benefits payable \"through the date of commencement of the payment to Alternate Payee [wife].” In either case, the coverture fraction would be applied to post-separation contributions."}