{"id": "1841522", "contents": "OPINION\nMONTEMURO, Justice.\nThe issue raised on this appeal is whether an action for wrongful death and survival can be maintained on behalf of triplets that were born alive, but were unable to sustain life because of their premature birth.\nThe facts of this case are as follows: Mrs. Hudak became pregnant in November of 1982, and was under the care of Drs. Farouk M. Georgy, Leonard Collins; and Lyon, Cooper, Hippie, Georgy, and Collins, P.C. (“Doctors”). The Doctors specialize in the area of obstetrics and gynecology, and had been treating Mrs. Hudak for infertility. In January of 1983, an ultrasound revealed that Mrs. Hudak was carrying triplets.\nOn April 10, 1983, when Mrs. Hudak was approximately 24 weeks pregnant, she went into labor. After experiencing difficulty in contacting her physicians, Mrs. Hudak was eventually advised to go to the Williamsport Hospital. Dr. Collins was present at the hospital, and administered Rotodrine in order to stop the contractions. After Mrs. Hudak’s contractions ceased, she was transferred to Geisinger Medical Center. The following day the triplets were delivered by caesarian section. All of the triplets were bom alive. However, two of the three died in the delivery room twenty minutes after birth, and the third child died approximately ten hours later. The parties stipulated that at the time of delivery, the triplets were incapable of sustained life outside the womb, and therefore, were not viable.\nThe Hudaks brought an action under the wrongful death and survival acts on behalf of the triplets. The trial court, upon the Doctors’ motion, dismissed the wrongful death and survival claims concluding that an action cannot be maintained on behalf of a non-viable fetus. After the trial court had entered an order certifying the case for immediate appellate review, the court issued an opinion in support of reversing its prior order.\nOn appeal, the Superior Court determined that our prior precedent was not dispositive on the issue, and affirmed the dismissal. Specifically, the Superior Court held:\nIn the absence of any expression of intent from the legislature or any analysis by our Supreme Court, we cannot decide that fetuses born prior to attaining viability should now be accorded the same rights that children who have attained viability have been accorded under the Wrongful Death and Survival Acts.\nHudak v. Georgy, 390 Pa.Super. 14, 567 A.2d 1095 (1989). We granted allocatur to clarify this important area of the law, and now reverse.\nAn action for wrongful death and survival may be maintained on behalf of an “individual”, a term which is defined to mean a “natural person”. 1 Pa.C.S.A. § 1991. The survival act provides that all causes of action shall survive the death of the plaintiff. Thus, the issue is whether a child that is born alive is a natural person for purposes of our wrongful death and survival acts even if the infant is considered non-viable at the time of its birth. The Hudaks assert that the Superior Court erred by making viability a prerequisite to liability where there was live birth. We agree.\nIn Amadio v. Levin, 509 Pa. 199, 501 A.2d 1085 (1985), this court held that a wrongful death action can be brought on behalf of a fully developed stillborn fetus. In so doing, we overruled our previous line of cases which uniformly held that an independent life in being, one which had survived birth, was a predicate to a wrongful death and survival action. See Scott v. Kopp, 494 Pa. 487, 481 A.2d 959 (1981); Marko v. Philadelphia Transportation Company, 420 Pa. 124, 216 A.2d 502 (1966); Carroll v. Skloff, 415 Pa. 47, 202 A.2d 9 (1964). In Amadio, we justified our departure from precedent by demonstrating that the rationale supporting those decisions was no longer valid.\nFirst, the Amadio Court noted that a majority of jurisdictions now recognize a cause of action on behalf of the “estates of stillborn children for fatal injuries they received while viable children en ventre sa mere”. 509 Pa. at 203, 501 A.2d at 1086-87. Second, we recognized that our wrongful death and survival statutes are remedial in nature and should be liberally construed. Third, we held that difficulties in proving either causation or damages should not operate as a complete bar to recovery. Fourth, we demonstrated that allowing wrongful death actions on behalf of a stillborn fetus would not permit a windfall of double recovery to the parents. Finally, we explained a stillborn’s inability to take by distribution is irrelevant when determining how wealth is accumulated.\nIn Amadio, we did not eliminate a cause of action for wrongful death brought on behalf of an infant that only survives a moment. Indeed we stated, “[tjoday’s holding merely makes it clear that the recovery afforded the estate of a stillborn is no different than the recovery afforded the estate of a child that dies within seconds of its release from its mother’s womb.” Amadio v. Levin, 509 Pa. 199, 207, 501 A.2d 1085, 1089 (1985) (emphasis added). The Superior Court, by couching the issue in terms of whether infants born alive “should now be accorded the same rights [as] children who have attained viability,” has turned our decision in Amadio on its head. The issue was not whether the viability standard should supplant live birth as the only relevant measure of when a fetus becomes a person, but whether a viable stillborn fetus should be treated the same as a child born alive. Therefore, Amadio did not affect the rule permitting a wrongful death action for a child that is born alive.\nMoreover, interjecting the concept of viability into a situation where a child born alive confuses the issue. Viability describes the capacity of the unborn to survive outside the womb, and is not relevant when an infant survives birth. Not surprisingly, no jurisdiction accepts the Doctors’ assertion that a child must be viable at the time of birth in order to maintain an action in wrongful death. Indeed, the Doctors’ argument that viability rather than live birth is the dispositive consideration in determining the existence of an action for wrongful death has been rejected. See, Group Health Association, Inc. v. Blumenthal, 295 Md. 104, 453 A.2d 1198 (1983) (concept of viability is inapplicable in a suit for wrongful death of a 19-20 week-old fetus who survived birth) citing Torrigian v. Watertown News Co., 352 Mass. 446, 225 N.E.2d 926 (1967) (permitting wrongful death action for injuries which caused the premature birth and death of fetus who survived only two and one-half hours); Wolfe v. Isbell, 291 Ala. 327, 280 So.2d 758 (1973) (permitting action for wrongful death where child died 50 minutes after birth); see also, Brown v. Green, 767 F.Supp. 273 (D.D.C.1991) (previable fetus born alive but dying soon after birth may recover for injuries caused by negligent care).\nThe Doctors’ argument that the immaturity of the Hudak triplets operates to bar recovery is also inconsistent with the Second Restatement of Torts. Section 869 provides:\n§ 869 Harm to Unborn Child\n(1) One who tortiously causes harm to an unborn child is subject to liability to the child for the harm if the child is bom alive.\n(2) If the child is not bom alive, there is no liability unless the applicable wrongful death statute so provides.\nThe Restatement (Second) of Tort § 868 (emphasis added).\nThe Doctors assert that permitting recovery on behalf of “non-viable” children born alive will lead to limitless liability. Specifically, the Doctors’ argue that both physicians and parents would be potentially liable to the estate of an aborted fetus that is bom alive. This argument is specious. Liability for wrongful death only attaches to injuries caused by the “wrongful act or neglect or unlawful violence or negligence of another.” 42 Pa.C.S.A. § 8301. Certainly, a woman undertaking an act protected by the Constitution, or a physician performing a lawful act, would not come within the scope of liability.\nThis case does not attempt to address the issue of whether there is a point in time, prior to birth, when a fetus becomes a person for purposes of our wrongful death and survival acts. See, Coveleski v. Bubnis, 535 Pa. 166, 634 A.2d 608 (1993). Rather, today we are reaffirming the unremarkable proposition that an infant born alive is, without qualification, a person. Since live birth has always been and should remain a clear line of demarcation, an action for wrongful death and survival can be maintained on behalf of the Hudak triplets.\nAccordingly, we reverse.\nLARSEN, J., did not participate in the decision of this case.\nNIX, C.J., files a concurring opinion.\nFLAHERTY and CAPPY, JJ., file dissenting opinions.\n. The Wrongful Death Act, Act of December 20, 1982, P.L. 1409, No. 326, art II, § 201, 42 Pa.C.S.A. § 8301, provides in pertinent part:\n(a) General Rule. — An action may be brought under procedures prescribed by general rules, to recover damages for the death of an individual caused by the wrongful act or neglect or unlawful violence or negligence of another if no action for damages were brought by the injured individual during his lifetime.\n(b) Beneficiaries. — Except as provided in subsection (d), the right of action created by this section shall exist only for the benefit of the spouse, children or parents of the deceased, whether or not citizens or residents of this Commonwealth or elsewhere. The damages recovered shall be distributed to the beneficiaries in the proportion they would take the personal estate of the decedent in the case of intestacy and without liability to creditors of the deceased person under the statute of this Commonwealth.\n. The Survival Statute, Act of July 9, 1976, P.L. 586, No. 142, § 2, 42 Pa.C.S.A. § 8302 provides:\nAll causes of action or proceedings, real or personal, shall survive the death of the plaintiff or of the defendant, or the death of one or more joint plaintiffs or defendants.\n. The determination of viability becomes critical when there is not a live birth. Today in Coveleski v. Bubnis, 535 Pa. 166, 634 A.2d 608 (1993), we determined that a wrongful death cause of action does not lie for the demise of an eight week old fetus. It could be argued that it is inconsistent to treat the \"non-viable” triplets differently than a nonviable eight week fetus. However, any apparent inconsistency proceeds from the fallacy that a child bom alive can be described in terms of viability.\n. Contrary to Mr. Justice Cappy’s insistence, we are neither advocating an abandonment of Amadio, which unequivocally permits a cause of action for the death of a fully developed fetus, nor are we, as is further suggested, attempting to expand Amadio beyond its own facts. Rather, it is the dissent which advocates the application of Amadio to the present case, where the death of a fully developed fetus is not involved. Further, we do not agree with Justice Cappy’s attempt to dismiss the existence of the triplets, however brief, by characterizing them as having merely shown “signs of live birth.” (Dissent at 6). We disagree with the implication of this description that some level of endurance must be achieved before a living being can qualify as an individual under the Act. No jurisdiction has qualified life in this manner, and denied a cause of action for children that are born alive. Pennsylvania should not be the first."}