{"id": "1841498", "contents": "OPINION\nPER CURIAM:\nAppellant, Billy D. Price, appeals from the Order of the Superior Court, 404 Pa.Super. 650, 580 A.2d 1167, affirming the judgment of sentence of the Court of Common Pleas. Appellant was convicted of four counts of indecent assault and one count of involuntary deviate sexual intercourse. This appeal relates to the third count of indecent assault which occurred during the summer of 1985. At that time, Appellant was charged with engaging in indecent contact with V.K., age 9. We granted allocatur limited to the issue of whether Appellant falls within Section 5554(3) of the Judicial Code, 42 Pa.C.S.A. § 5554(3), the exception to the two-year statute of limitations. However, for the reasons that follow, we remand to the Superior Court to address the applicability of the statute in this instance.\nThe facts as summarized by the Superior Court are as follows:\nWhen the four prosecution witnesses were approximately five and six years old, they regularly visited the defendant’s home after school to play with the defendant’s daughter, a schoolmate. The witnesses testified that, at various times during their frequent after-school visits, Appellant was alone with each of the four girls in different rooms of the house and engaged in acts constituting indecent assault and involuntary deviate sexual intercourse.\nOn May 23, 1988, Appellant was arrested and charged with committing various sexual offenses against the four young girls during the two years prior to his arrest. Prior to trial, however, the Commonwealth filed a motion to amend the information to change the dates of two of the alleged offenses. In one of the amendments, the Commonwealth sought to change the date on one count of indecent assault from the “summer of 1987” to the “summer of 1985.” The trial court granted this motion and the information was amended on December 29, 1988. Appellant was subsequently convicted and his Motion for Grant of a New Trial was denied.\nThe Superior Court held that the statute of limitations issue was waived by Appellant because it was not raised in an omnibus pre-trial motion to quash the information; therefore, the Superior Court did not address this issue. Commonwealth v. Price, 404 Pa.Super. 650, 580 A.2d 1167 (1990). Our review of the record reveals that the trial judge first addressed the statute of limitations issue, concerning the Commonwealth’s amended information, the morning of January 11, 1989, immediately before commencement of trial when the rule was returnable. N.T. at 13. Therefore, we agree with Appellant’s contention that he had timely raised the statute of limitations issue at the “first available opportunity,” which was immediately before trial. See Commonwealth v. Groff, 378 Pa.Super. 353, 548 A.2d 1237 (1988). Consequently, we find the Superior Court erred in refusing to address the issue.\nAccordingly, we remand to the Superior Court for further proceedings on the issue of whether Section 5554(3) would apply to Appellant.\n. 18 Pa.C.S.A. § 3126.\n. 18 Pa.C.S.A. § 3123.\n. V.K. is one of the victims in this case. We are using the minor's initials to protect her identity.\n. On November 10, 1988, the Commonwealth filed a Motion Requesting Leave to Amend the Information, specifically counts two and three. Subsequently, on the same day, the trial court granted a rule upon Appellant to show cause why the motion to amend should be denied. The trial court ordered the rule returnable immediately before trial, at which time the trial judge heard testimony and argument on the Rule to Show Cause."}