{"id": "1843184", "contents": "OPINION\nZAPPALA, Justice.\nThis matter is before us by virtue of our constitutional power to supervise the conduct of attorneys. Article 5 § 10(c). Three days of hearings were held before a Disciplinary Board Hearing Committee, which thereafter recommended that Anonymous Attorney be privately reprimanded and Harry C. Jackson, Esquire, be disbarred. The attorneys and the Office of Disciplinary Counsel (ODC) filed exceptions to the Hearing Committee Report and Recommendation. The Disciplinary Board made the same findings and recommendations as the Hearing Committee. Anonymous Attorney advised this Court that he would not initiate any further review of his case while both Jackson and the ODC sought further review by this Court. We granted the request for further review and ordered both matters briefed and argued.\nOur scope of review in disciplinary matters is well-settled.\nBefore analyzing the testimony offered in support of the charges it must be noted that this Court’s review of attorney discipline is a de novo one. Thus, we are not bound by the findings of either the Hearing Committee or the Disciplinary Board. Matter of Green, 470 Pa. 164, 368 A.2d 245 (1977); Office of Disciplinary Counsel v. Walker, 469 Pa. 432, 366 A.2d 563 (1976); Office of Disciplinary Counsel v. Campbell, 463 Pa. 472, 345 A.2d 616 (1975), cert, denied, 424 U.S. 926, 96 S.Ct. 1139, 47 L.Ed.2d 336 (1976). Although we are free to evaluate the evidence presented before the Hearing Committee, In re: Silverberg, 459 Pa. 107, 327 A.2d 106 (1974), cert, denied, 456 U.S. 975, 102 S.Ct. 2240, 72 L.Ed.2d 849 (1982), we may be enlightened by the decisions of these triers of fact who had the opportunity to observe the demeanor of the witnesses during their testimony. Matter of Green, supra; Office of Disciplinary Counsel v. Walker, supra; Office of Disciplinary Counsel v. Campbell, supra. The evidence is sufficient to prove ethical misconduct if a preponderance of that evidence establishes the charged violation and the proof is clear and satisfactory. Office of Disciplinary Counsel v, Kissel, 497 Pa. 467, 442 A.2d 217 (1982); In re: Berlant, 458 Pa. 439, 328 A.2d 471 (1974), cert, denied, 421 U.S. 964, 95 S.Ct. 1953, 44 L.Ed.2d 451 (1975). Nor is the petitioner required to establish the misconduct through direct evidence. The ethical violations may be proven solely by circumstantial evidence. Office of Disciplinary Counsel v. Grigsby, [493 Pa. 194, 425 A.2d 730 (1981)]. Lemisch’s Case, 321 Pa. 110, 184 A. 72 (1936); Salus’s Case, 321 Pa. 106, 184 A. 70 (1936).\nOffice of Disciplinary Counsel v. Keller, 509 Pa. 573, 579-80, 506 A.2d 872, 875 (1986). See also Office of Disciplinary Counsel v. Stem, 515 Pa. 68, 526 A.2d 1180 (1987) and Office of Disciplinary Counsel v. Shorall, 527 Pa. 413, 592 A.2d 1285 (1991).\nTherefore, in accordance with our duty, we have reviewed the record in this matter and must concur with the findings and recommendations of the Hearing Committee and the Disciplinary Board.\nAnonymous Attorney was admitted to the practice of law in 1949 and for most of his career was practicing as a sole practitioner in Lancaster County. Except for these proceedings, Anonymous Attorney has had no other disciplinary infractions.\nHarry C. Jackson was admitted to the practice of law in 1971. Prior to being appointed as a workmen’s compensation referee in 1978, Jackson had served as an Assistant District Attorney in Philadelphia, as a Deputy Attorney with the Attorney General’s Office, and as an attorney with the Public Utility Commission, as well as being in private practice for about a year and a half. By our order dated March 8, 1982, Jackson was suspended from the practice of law for a period of five years effective September 25, 1981. Office of Disciplinary Counsel v. Jackson, 497 Pa. 387, 441 A.2d 1193 (1982). In 1986, Jackson retired as a referee to concentrate on preparing for reinstatement as a licensed attorney.\nPrior to 1986, Anonymous Attorney was acquainted with Jackson as a workmen’s compensation referee primarily through Anonymous Attorney’s workmen’s compensation practice. In late 1985, Jackson discussed with Anonymous Attorney the possibility of Jackson working part-time, without pay, as a paralegal for Anonymous Attorney. Jackson indicated that this arrangement would help Jackson stay current with the law and assist him in obtaining reinstatement of his attorney’s license. Initially, Jackson worked two to three days a week. Anonymous Attorney testified that he advised Jackson to make sure that he informed every client that he was working only as a paralegal and not as an attorney. At no time was Anonymous Attorney given or made aware of the contents of the Bar Association’s Guidance Opinions which each suspended attorney is given. Accordingly, Anonymous Attorney assumed a suspended attorney could do what a normal paralegal could do, which included interviewing the clients; obtaining information from clients; undertaking legal research; and preparing, under supervision, legal documents. While Jackson was working as a paralegal in Anonymous Attorney’s office between January of 1986 and March of 1987, Jackson’s name did not appear on any office signs, on Anonymous Attorney’s legal stationery or on legal business cards, and the telephones were answered only by reference to Anonymous Attorney’s name. Finally, Anonymous Attorney indicated that he did, in fact, supervise Jackson between January of 1986 and March of 1987, and oversaw all of Jackson’s actions as a paralegal.\nOn occasions beginning in November of 1986, Anonymous Attorney split legal fees with Jackson. Anonymous Attorney has acknowledged that this was improper. Anonymous Attorney testified that in November of 1986 he split a fee with Jackson. At the time, he did not view this payment as a fee-splitting arrangement, but rather as compensation for substantial time and services provided by Jackson. In several other instances, Jackson was paid monies although Anonymous Attorney indicated that he did not directly authorize payments. In any event, Jackson did receive fees from Anonymous Attorney.\nIt is not quite clear how the present disciplinary action was initiated. It does appear that a workmen’s compensation client, Elaine Russell, became disenchanted with either Jackson or Anonymous Attorney — or both — and filed a complaint. At the time Russell initially met with Jackson, she was a member of a support group assisting people upset with the workmen’s compensation system. It also appears that several other claimants were members of this group and were represented by Jackson and Anonymous Attorney. In any event, after Russell initiated her disciplinary action, approximately nine others did the same.\nAfter conducting its investigation, the ODC filed charges against both Anonymous Attorney and Jackson. With respect to Jackson, ten ethical violations were alleged: Disciplinary Rule 1-102(A)(3), (4), (5) and (6); Disciplinary Rule 3-101(A) and (B); Disciplinary Rule 3 — 102(A); Disciplinary Rule 3-103(A); and Disciplinary Rule 9-101(A) and (B). These ethical violations can be characterized as the unauthorized practice of law, accepting employment in workmen’s compensation matters which an attorney had previously served as a referee, and the sharing of legal fees between an attorney and a non-attorney. As to Anonymous Attorney, it is alleged that he violated the same code provisions by aiding and abetting Jackson’s unauthorized practice of law, being aware of and not preventing Jackson from engaging in cases Jackson previously served as a referee, and by sharing legal fees as a means of assisting Jackson in his unauthorized practice of law.\nAs previously indicated, the Disciplinary Board recommended a private reprimand for Anonymous Attorney for splitting legal fees in violation of Disciplinary Rule 3-102(A) and disbarment for Jackson for advising Thomas Garb on how to testify in violation of Disciplinary Rule 1-102(A)(4), (5) and (6) and for violating this Court’s prior suspension order.\nHARRY C. JACKSON\nThe most serious ethical violation alleged against Jackson is a charge that he assisted a workmen’s compensation claimant in the commission of perjury. Specifically, it is alleged that Jackson assisted Thomas Garb in fabricating evidence to present to the workmen’s compensation referee in support of his Petition to Commutate his benefits.\nGarb testified that he met with Jackson in May of 1986 because of displeasure with his attorney of record and his hope that Jackson could assist him in having his compensation benefits reinstated. Previously, in October of 1985, Jackson had acted as the referee in Garb’s workmen’s compensation case. At the time of this initial meeting, Jackson suggested that Garb retain P. Terrence King, Esquire, to represent him since Garb was displeased with his current attorney. Garb was well aware of the fact that Jackson was under suspension but did not care as he was interested only in results. The plan was to have Jackson do all the behind-the-scenes legal work and merely have King make all public appearances and execute all formal documents.\nAfter the Petition for Commutation was filed, Garb testified that Jackson recommended that Garb fire King and proceed pro se. Apparently, a problem developed in meeting King’s busy schedule in setting a hearing on the petition. In any event, on July 9, 1986, the date of the final hearing on the Petition for Commutation, Garb represented himself with Jackson present in the room. Prior to that hearing, Jackson and Garb met to review Garb’s testimony in support of commutation. Garb testified that Jackson advised him to advise the referee that he intended to start a business and that is why he wanted his benefits commutated. Furthermore, Garb testified that this statement was false. Garb subsequently received an award of approximately $24,000. It is in dispute as to how much Garb paid Jackson. Garb testified that he paid Jackson 20% of the award, or $4,800, while Jackson indicated that he received no monies from the award, but rather received a gift of $2,000 based upon years of personal friendship.\nDisciplinary Rule 1-102(A) states that a lawyer shall not:\n(4) Engage in conduct involving dishonesty, fraud, deceit, or misrepresentation.\n(5) Engage in conduct that is prejudicial to the administration of justice.\n(6) Engage in any other conduct that adversely reflects on his fitness to practice law.\nAfter review of the testimony of both Garb and Jackson, we are convinced that Garb is a more credible witness and that therefore there is substantial evidence to support this alleged ethical violation.\nJackson admits that he once served as a referee in Garb’s workmen’s compensation case and although he denies attending a hearing with respect to a related matter, we accept Garb’s testimony that Jackson did attend. He also admits receiving $2,000, yet claims that the money was based upon “years of personal friendship.” Finally, he admits furnishing Garb with business packages of an undisclosed type but denies he ever assisted Garb in formulating his testimony for his commutation hearing. In these respects, Jackson confirms essential facts of Garb’s testimony: namely, Jackson received funds at or about the same time Garb received his benefits, and Jackson provided Garb business information which arguably Garb used to base his testimony for the commutation hearing. We are thus satisfied that the ODC presented sufficient evidence to establish violations of Disciplinary Rule 1 — 102(A)(4), (5) and (6).\nEqually disturbing is Jackson’s complete disregard of our prior order of suspension. Even if Jackson did not assist Garb in fabricating his testimony for the commutation hearing, it is quite clear that he did undertake a course of conduct which constituted the practice of law. If Garb’s commutation hearing was as simplistic as Jackson argues in his brief, then why was it necessary for Jackson to attend the hearing? Having had at least eight years experience as a workmen’s compensation referee, little if any knowledge could be gained by his attendance at such a simplistic hearing. Of course, the more logical conclusion is that Jackson had an interest, both professional and financial, in the proceeding and that is why he was in attendance. Also of interest is the fact that Jackson failed to disclose his work with Anonymous Attorney either on his application for reinstatement or at the hearing regarding reinstatement. If Jackson was not undertaking a course of questionable conduct, then why would he have not disclosed that conduct in support of his reinstatement?\nSuch a flagrant violation of our order cannot and will not be tolerated. Disbarment is an extreme response to an ethical violation and only will be imposed in the most egregious situation. Office of Disciplinary Counsel v. Kissel, supra. This case presents such a situation. Here, we have a lawyer who was ordered by this Court to cease practicing law for a five-year period. We also provided him with literature to advise him of what he was permitted to do while under suspension. Notwithstanding, Jackson undertook a deliberate course of conduct in violation of our order which involved deceit and dishonesty. For such conduct, there is no other sanction available which will impress upon him the seriousness of his action except disbarment. Accordingly, we accept the recommendation of the Disciplinary Board and order that Jackson be disbarred from the practice of law. He is also ordered to pay the costs of investigation and prosecution in this matter.\nANONYMOUS ATTORNEY\nODC has alleged that Anonymous Attorney conspired with Jackson to have Anonymous Attorney act as a “front” in concealing and preventing discovery of Jackson’s practice of law while under suspension. It is alleged that Anonymous Attorney’s actions specifically violated Disciplinary Rule 3-101(A), Disciplinary Rule 3-102(A) and Disciplinary Rule 3-103(A) of the Code of Professional Responsibility. Those provisions state that:\nA lawyer should not aid a non-lawyer in the unauthorized practice of law.\nDisciplinary Rule 3-101(A).\nA lawyer or law firm shall not share legal fees with a non-lawyer ...\nDisciplinary Rule 3-102(A).\nA lawyer shall not form a partnership with a non-lawyer if any of the activities of the partnership consist of the practice of law.\nDisciplinary Rule 3-103(A).\nAfter reviewing the record, we are not convinced that ODC has met its burden of establishing the alleged conspiracy. The testimony of ODC’s witnesses was weak at best. In fact, in most instances, the witnesses lack any credibility. Some witnesses denied having any contact with Anonymous Attorney yet were presented with correspondence from him. Others admitted executing pleadings and fee agreements, but never took the opportunity to review those documents to see that Anonymous Attorney had signed them. In one instance, a witness indicated that Jackson’s name was displayed on the window outside of Anonymous Attorney’s office in 1986 when he really meant after March of 1987 when Jackson was reinstated. In fact, that witness had no conception of the time frame involved. That same witness denied that Anonymous Attorney was present during a discussion with Jackson of a potential medical malpractice claim. However, Anonymous Attorney produced detailed notes in his handwriting from that same meeting.\nThese are but a few examples of the evidence produced by ODC which places into serious question the credibility of those witnesses. Without us accepting the circumstantial evidence of a conspiracy between Anonymous Attorney and Jackson produced by these witnesses, ODC fails to meet its burden. Clearly, the Hearing Committee and the Disciplinary Board were justified in refusing to accept the testimony of ODC’s witnesses. Both the Committee and the Disciplinary Board found the credibility of ODC’s witnesses lacking. Our independent review of the record confirms this conclusion. Accordingly, we find no violation with respect to the accusation that Anonymous Attorney conspired or agreed to assist Jackson in the unauthorized practice of law.\nAnonymous Attorney does admit that he did on at least one occasion split a legal fee with Jackson. He also admits that on several other occasions Jackson was paid a fee without his explicit authorization. As the Board succinctly stated:\nDisciplinary Rule 3-102(A) and Rule of Professional Conduct 5.4 prohibit the sharing or splitting of fees between a lawyer and a non-lawyer. There can be no question but that Jackson, as a suspended lawyer, is a “non-lawyer” within the meaning of the rules. The purpose of this legal mandate is to maintain a lawyer’s independent professional judgment, unhampered by monetary obligation to a party other than his client. In addition, the purpose is to protect the Bar against the unauthorized practice of law by persons the system does not recognize as presently licensed to practice. The' only exception to the rule prohibiting sharing fees with non-lawyers is the payment by a law firm into a profit-sharing plan in which non-lawyer employees of the firm share in the profits earned by the lawyers, obviously from fees. The exception is sustainable because there is no direct link between a specific fee and a specific payment to a non-lawyer. In this case, that very evil is present.\nReport and Recommendations of the Disciplinary Board of the Supreme Court of Pennsylvania, page 17.\nWhile these instances of sharing a legal fee are clearly in violation of Disciplinary Rule 3-102(A), we are cognizant of Anonymous Attorney’s acceptance of responsibility and his assurances that such actions will not reoccur in the future. It is clear that Anonymous Attorney was motivated by compassion for Jackson’s financial condition rather than any evil intent. Furthermore, the fees were paid after the period of suspension had ended, yet before formal reinstatement occurred. We are satisfied with Anonymous Attorney’s assurances that there will be no future occurrences, keeping in mind that we are not condoning his actions. However, we agree with the Hearing Committee and the Disciplinary Board that in light of Anonymous Attorney’s remorsefulness, his cooperation and his unblemished disciplinary record, a private reprimand is in order. Accordingly, we accept the recommendation of the Disciplinary Board and order that a private reprimand be issued. Furthermore, Anonymous Attorney is also ordered to pay the cost of investigation and prosecution in this matter.\nLARSEN and FLAHERTY, JJ., did not participate in the consideration or decision of this case.\nPAPADAKOS, J., files a concurring and dissenting opinion.\nPAPADAKOS, Justice, concurring and dissenting.\nI join in the decision of the majority to disbar Harry C. Jackson. However, I must dissent to the private reprimand ordered for the Anonymous Attorney.\nThe majority has found that the conduct of Harry C. Jackson was so egregious as to warrant disbarment. Yet, the attorney who aided and abetted Jackson in his wrongful acts and, in fact, made it possible for Jackson to violate our rules of conduct, is simply to be privately reprimanded. In my view, the Anonymous Attorney is a qua conspirator and should be censured much more severely than being given a mere slap on the wrist.\nAttorneys must be ever vigilant to insure that those who work with them or for them in their law practice will do so honorably and in conformance with the rules that bind all of us.\n. There is some evidence of record to indicate that a chiropractor whose chiropractic fees were unpaid by clients of Jackson and Anonymous Attorney urged and assisted most of the complainants to commence disciplinary proceedings.\n. Prior to the argument on this matter, Jackson filed a Petition for Submission of Additional Evidence. We have reviewed that petition and find that it asserts nothing new. While it is true that the original petition for discipline did not specifically charge Jackson with assisting Garb in committing perjury, it is clear that the Disciplinary Counsel raised that issue through Garb's testimony on November 8, 1989. The final hearing on this matter was held on February 5, 1990. The gap between hearings provided Jackson sufficient opportunity to prepare a defense to Garb’s damaging testimony. Furthermore, at the hearing on February 5, 1990, the Chairman of the Hearing Committee extensively questioned Jackson with regard to the Garb matter. At that time, neither Jackson or his counsel requested a continuance to permit Jackson to present any additional testimony. Finally, the offer by way of affidavit set forth in Jackson's Petition for Submission is attested to by one of Jackson’s witnesses who did appear at the hearings. This affidavit merely corroborates the testimony that Jackson himself gave with regard to the preparation of business packages for Garb. Therefore, we see no basis for granting this request.\n. The Code of Professional Responsibility was replaced by the Rules of Professional Conduct effective April 1, 1988."}