{"id": "1883232", "contents": "Opinion by\nMr. Justice Eagen,\nThis is a libel action for damages to plaintiff’s reputation as a result of a newspaper article published by the defendant. The action was tried and submitted to a jury for determination. When the jurors failed of agreement, they were discharged. Post trial, the lower court, in a three to two decision, granted the plaintiff’s motion for judgment upon the whole record, pursuant to the provisions of the Act of April 20, 1911, P. L. 70, §1, 12 P.S. §684. The lower court directed that the issue be resubmitted “to a jury for the purpose of assessing damages” only. The defendant appeals from this judgment.\nOn November 14, 1957, members of the New York State Police and an agent of the United States Treasury Department saw fit to investigate a meeting then in progress in Apalachin, New York, at the estate of one Joseph Barbara.\nIíoad blocks were set up and fifty-eight individuals in attendance were apprehended, physically searched, questioned and released. The plaintiff, a resident of Pittston, Luzerne County, Pennsylvania, was one of these individuals.\nThe incident gave rise to immediate extensive nationwide publicity, which indicated strong suspicion upon the part of the police and other governmental authorities that the meeting was a business session of underworld overlords and their vassals held for unknown illegal purposes. The scope of the meeting and the activities of those in attendance aroused wide public interest and comment.\nGovernor Averell Harriman of the State of New York directed that the state’s Acting Commissioner of Investigation, Arthur L. Reuter, conduct an inquiry into the activities and associations of those known to have been in attendance at the meeting.\nPursuant to the Governor’s mandate, an investigation was made and the “Reuter Report” filed, which was publicly released to the press on or about May 1, 1958. The major portion thereof dealt with the history, activities and associations of those in attendance.\nOn May 20, 1958, the defendant, a daily newspaper published in Scranton, Lackawanna County, Pennsylvania, and circulated in the surrounding area, began a series of three articles in its news columns concerning the “Apalachin. Meeting” based upon the “Reuter Report.” The second of these articles made specific references to the plaintiff and to three other local individuals, who attended the Apalachin meeting, and who were specifically mentioned in the “Reuter Report.” It is the contents of this article that the plaintiff complains , of in this action.\nThis news article headlined, “Barbecue Gives Four a Bellyache Deportation Is Apalachin Aftermath for Bufalino (Editor’s Note: This is the second in a series of three articles on the much-reported Apalachin gangland meeting last Nov. 14. )” said in the pertinent part:\n“Four Northeastern Pennsylvania residents are identified as having participated in the beef barbecue New York State Police broke up last Nov. 14 at the palatial, Apalachin, N. Y., home of former Pittstonian Joe Barbara.\n“Prior to the so-called hoodlum meeting, the quartet was little-known outside of upper Luzerne County.\n“But, for some of them, the meeting spelled nothing but trouble.\n“Russell Bufalino, for instance, was arrested and held for deportation. Following a lengthy hearing, he was ordered deported. The order is being appealed.\n“A report issued this month by former New York State Investigations Commissioner Arthur L. Reuter identified the four local delegates to the meeting as:\n“Russell J. Bufalino, 304 Dorrance St., Kingston, owner of the Penn Drape and Curtain Co., 161 South Main St., Pittston.\n“Dominick Alaimo, 6 Cherry St., Pittston, co-owner and manager of the Jane Hogan Dress Co., Pittston.\n“James Anthony Osticco, 156½ Elizabeth St., Pittston, transportation manager for Medico Industries, Inc., Pittston.\n“Angelo Joseph Sciandra, 108 South Main St., Pittston, a garment manufacturer.\n“All four, according to the Reuter report, have criminal records.\n“The listing on’ Sciandra is relatively short.\n“He was identified as having been born in Buffalo and arrested in that city on July 12, 1935, on rape charges. The charges were later reduced to third-degree assault and he received a suspended sentence.\n“His ‘reputed associates’ were listed as including Jack Benfantie, Modesto LoQuasto, Nick Benfantie and Joe Barbara. After each name was the notation, in parenthesis, ‘(union rackets).’ ”\nThe plaintiff, claiming that he was defamed thereby, instituted this action. In defense, the defendant alleged that the article was published on an “occasion of privilege” and was a fair, true, impartial and accurate abridged account of the “Reuter Report” and hence, its publication was privileged under the law.\nThere can be no doubt that in publishing the “Reuter Report” the Governor of New York enjoyed absolute immunity or privilege. This is based on sound public policy and is so, even though it contained false or inaccurate material. See, Jacobs v. Herlands (S. Ct. 1940), 17 N.Y.S. 2d 711, aff’d 259 App. Div. 823, 19 N.Y.S. 2d 770 (1940) ; Spalding v. Vilas, 161 U.S. 483 (1896) ; and Matson v. Margiotti, 371 Pa. 188, 88 A. 2d 892 (1952). One who enjoys absolute privilege is immune from liability even though he publishes the defamatory material from an improper motive, with actual malice and without reasonable and probable cause: Montgomery v. Phila., 392 Pa. 178, 140 A. 2d 100 (1958).\nUpon the theory that it is in the public interest that information be made available as to what takes place in public affairs, a newspaper has the privilege to report the acts of the executive or administrative officials of government. The “Reuter Report” is in this category. However, this is a qualified or conditional privilege, rather than absolute. If the newspaper account is fair, accurate and complete, and not published solely for the purpose of causing harm to the person defamed, it is privileged and no responsibility attaches, even though information contained therein is false or inaccurate. See, Restatement, Torts, §611; 53 C.J.S. Libel and Slander §89 (1948) ; Huntley v. Ward, 6 C.B. (N.S.) 514 (1859); and Williams v. Kroger Grocery and Baking Co., 337 Pa. 17, 10 A. 2d 8 (1940). Further, it is not essential that the governmental proceedings or, as in this case, the official report, be set forth verbatim by the newspaper. A summary of substantial accuracy is all that is required. See, Prosser, Torts (2d Ed. 1955), §95; Restatement, Torts, §611, comment d.\nHowever, this qualified immunity is forfeited if the publisher steps out of the scope of the privilege or abuses the “occasion.” This can be done by exaggerated additions, or embellishments to the account. See, Pittock v. O’Niell, 63 Pa. 253 (1870); Hayes v. Press Co. Ltd., 127 Pa. 642, 18 A. 331 (1889); and, Boyer v. Pitt Publishing Co., 324 Pa. 154, 188 A. 203 (1936). Furthermore, this qualified privilege is lost if the defamatory material is published solely for the purpose of causing harm to the person defamed. Restatement, Torts, §611.\nIn an action for defamation such as this, the plaintiff’s prima facie case is made out when he has established the publication of the defamatory news article. It then becomes the burden of the defendant to establish the existence of a “privileged occasion” for the defamatory publication. If this is established, the burden then shifts back to the plaintiff to prove that the “occasion” was abused by showing that the publication was made in an improper manner or for an improper motive: Montgomery v. Phila., supra. If the “occasion of privilege” is not established, or even if such “occasion” exists, if it be shown that the “occasion” was abused, then malice is inferred as a matter of law: Pittock v. O’Niell, supra.\nThere can be no doubt that the subject news article was published on an “occasion of privilege.” Did the plaintiff establish that the “occasion” was abused?\nIt is the contention of the plaintiff that the “occasion” was abused in that the newspaper account was not a fair, accurate and complete abridgment of the “Reuter Report.” It is specifically claimed that: (1) The headline of the article was unfair and did not reflect the gist of the article or of the report; (2) The references therein to the “gangland meeting,” or “gangland convention,” or “infamous gangland meeting,” or “so-called hoodlum meeting” were not justified; (3) The use of the term “local delegate” as associated with the plaintiff’s name was not warranted; (4) The statement that the plaintiff was a convicted criminal (rape) was false and the news article misleading because it failed to include therein the date of birth of the individual referred to; (5) The news article would mislead people to believe that the plaintiff is a key figure in the nonunion garment industry in Pittston, Pennsylvania, which operates sweat shops and collaborates with muscle-protected trucking bosses and double-dealing union officials to undercut similar legitimate industry; (6) The news article was not a complete summary of the “Reuter Report” in that it failed to include certain exculpatory facts.\nAn assessment of the merit of these contentions makes necessary a careful study of the “Reuter Report” in its entirety. In so doing, we must keep in mind that if the newspaper article was a fair, accurate and complete abridgment of the report, no abuse of the “occasion of privilege” existed even though some or all of the material therein was false or inaccurate.\nA study of the “Reuter Report” discloses the following significant material included in part:\nThose in attendance at the meeting are referred to therein in some instances, as “delegates” and, in other instances, as “participants” or “guests.” The meeting is referred to as a “conclave.”\nA composite of the police records set forth in the subject report showed that the “participants” had one hundred and fifty-three previous known arrests and seventy-four known convictions. These included eighteen arrests for homicide (one conviction); eight arrests for narcotic violations (7 convictions); seventeen arrests for gambling violations (15 convictions); thirty-five arrests for illicit alcohol violations (22 convictions). It was also noted that certain “participants” were suspected of connection with several unsolved murders; and that others were known associates of individuals engaged in illicit narcotic and alcohol activities.\nIt further stated that the “delegates” had common interests in gambling, narcotics, illicit alcohol and union racketeering. Also certain “participants” were “key figures in the non-union garment industry existing in Pittston, Pennsylvania. Pennsylvania sweat shops, muscle-protected trucking bosses and double-dealing union officials have collaborated to undercut the legitimate unionized garment industry of New York City.”\nThe “Reuter Report” then stated:\n“It must therefore be inferred that the purpose of the meeting was to discuss problems relating to these illicit activities. Such problems would presumably include :\n“Division of territories “Division of proceeds “Payoffs and protection\n“Arrangements and expenses for lobbying, including political contributions\n“Manipulation of labor grievances, and extension of infiltration into labor unions, with particular reference to the strike in the Pennsylvania women’s apparel industry.\n“It has been speculated in the press that the murder of Albert Anastasia and the attempted assassination of Frank Costello may have been on the agenda.” In the particular reference to the plaintiff, the “Reuter Report” included the following in the attached appendix:\n“Angelo Joseph Sciandka 108 So. Main St.\nPittston, Pa.\n“Born:\nNovember 26, 1921, Buffalo, N. Y.\n“Occupation:\nGarment manufacturer\n“Arrests:\nFBI No. 2185503\nPD Buffalo No. 33957 — 7-12-35—Rape 1st degree; reduced to Assault 3rd degree — Suspended sentence\n“Reputed Associates:\nJack Benfantie (union rackets)\nModeste LoQuasto (union rackets)\nAnthony Guarnieri Nick Benfantie (union rackets)\nJoe Barbara (union rackets)\nHas Connections with:\nAnthony Guarnieri\nTri Cities Dress Co., Inc., Binghamton, N. Y.\n“Apalachin:\nTravelled from Pittston, Pa., with Dominick Alaimo, Anthony Osticco and Russell Buffalino When stopped at Apalachin, subject was in same car with Mike Genovese, Gabriel Mannarino and James Osticco\nRegistered at Arlington Hotel, Binghamton, with Joseph Barbara, Vincenzo Osticco and Russell Buffalino on March 18, 1957.”\nThe histories of the individuals named as traveling companions and reputed associates of the plaintiff were spelled out in another section of this appendix.\nIn view of the foregoing, it is readily manifest that the plaintiff’s complaint as to the “Bellyache” headline, the news article’s reference to the plaintiff as a “local delegate” to the “so-called hoodlum convention,” the statement that the City of Pittston figured in the “Reuter Report” in an unfavorable manner and that some of the delegates were “key figures in the nonunion garment industry” in that city is without merit or justification. These portions of the publication were clearly a reproduction and/or a fair account of Avhat was said in the “Reuter Report” itself.\nUnfortunately, the material in the report in reference to the fact that the plaintiff had been arrested for rape and convicted of third degree assault in the City of Buffalo was not correct or true. Apparently, some other similarly named individual was involved. However, the defendant newspaper was merely quoting the “Reuter Report” in this connection. The fact that the news article inadvertently omitted the date of birth of the individual actually involved is immaterial and does not warrant a finding of an abuse of the “occasion of privilege.” It is noted that the date of birth of the other individuals mentioned in the article was also omitted. Under all of the circumstances, this omission had no material effect.\nFinally, as noted before, the plaintiff urges that the news article was not a “complete abridgment” of the “Reuter Report” and, therefore, unfair in that it failed to include certain exculpatory facts contained in the report. The material referred to read as follows:\n“Prior to releasing the participants, the State Police determined that these men were neither wanted within New York State nor within the jurisdiction in which they resided.\n“In the opinion of the State Police personnel there present, there was insufficient legal basis upon which to detain the participants after the interrogations were terminated.\n“Despite the inference that the meeting was for an unlawful purpose, I agree with the conclusion of State Police officials that there was insufficient grounds upon which to detain and charge the Apalachin visitors.\n“While it might have been possible to prove that Apalachin guests bore evil reputations, there was a complete absence of competent proof, beyond a reasonable doubt, that any were presently living as thieves or criminals.”\nIn this connection, the third article in the series of news articles said this: “Mr. Reuter praised New York State Police for their alertness in breaking up the meeting and exposing those in attendance. But he pointed out, laws did not provide a method of detaining the men caught in the dragnet.”\nIt is noted that the news article did not say that the plaintiff was wanted in any jurisdiction. Neither did it say that he was detained nor any attempt to do so occurred. The material not included in the news article did not vindicate plaintiff’s presence at a gathering of this import, to any greater degree than the last mentioned quote from the third article. The inclusion of this material in the news article would in no way effectively reduce the derogatory material already published.\nIt is, therefore, our considered conviction that, under the evidence in the record, reviewed in a light most favorable to the plaintiff and giving him the benefit of every reasonable inference, it has not been established that the defendant abused the “occasion of privilege.” The articles were a fair and a substantially correct summary of the “Reuter Report.” There is absolutely no evidence that they were published “solely for the purpose of causing harm to the plaintiff.” •\nIt is the duty of the court to declare as a matter of law that no abuse of the “occasion of privilege” exists where the evidence adduced leads to but one conclusion. See, Neeb v. Hope, 111 Pa. 145, 2 A. 568 (1886) ; Dempsky v. Double, 386 Pa. 542, 126 A. 2d 915 (1956) ; Montgomery v. Phila., supra; Biggans v. Foglietta, 403 Pa. 510, 170 A. 2d 345 (1961) ; Restatement, Torts, §619. Here in view of the extensive probe conducted, the issuance of an official report thereon, the sinister implications and innuendos included in the report, and the vital public importance surrounding the entire incident, the articles published, based on the report were completely justified as privileged communications and it was the duty of the court to enter a judgment for the defendant as a matter of law.\nFinally, to impose liability upon tbe defendant under the circumstances presented, would render, “Freedom of the Press” a lie, seriously impinge upon priceless constitutional guarantees and be a substantial deprivation of the public’s right to know.\nJudgment reversed and is herewith entered for the defendant.\nSome were taken into custody in a surrounding wooded area attempting to flee the scene on foot. Some actually succeeded in getting away.\nThe matter also became the subject of an inquiry by both a state and federal grand jury and a United States Senate committee.\nThe first news article in the series referred to the meeting in the editor’s note as the “much heralded gangland convention,” and the third article in the series referred to it as the “infamous gangland meeting.”\nThe lower court found against the plaintiff’s contentions one to five inclusive. However, it concluded that the “occasion of privilege” was abused in that the article failed to include therein certain exculpatory material contained in the report."}