{"id": "1883229", "contents": "Opinion by\nMr. Justice Eagen,\nThe Willowbrook Country Club, Inc., a Pennsylvania nonprofit corporation, filed an application with the Pennsylvania Liquor Control Board (Board) for the issuance of a catering club liquor license for its premises located in Allegheny Township, Westmoreland County, allegedly located in a resort area. The Board denied the application. Upon appeal, the Court of Quarter Sessions of Westmoreland County reversed the decision of the Board and directed that the license issue. The Superior Court affirmed the order of the court below, 198 Pa. Superior Ct. 242, 181 A. 2d 698 (1962). We allowed allocatur.\nThe township in which the premises are located is permitted, under the quota restrictions fixed by law, to have at one time a maximum of three licenses for the retail sale of liquor and malt beverages. However, the Board in the exercise of a wise discretion is authorized to issue additional licenses, which are not counted against the quota, in any municipality located in a resort area. See, Act of April 12, 1951, P. L. 90, §461 (b).\nOn all dates relevant five licenses counted against the quota were in existence in the township, plus one club liquor license not counted in the quota. The Board concluded: (1) that the premises proposed to be licensed were not in a “resort area”; (2) that the evidence did not justify the conclusion that an additional license was necessary in the township; and (3) that the issuance of the license must be refused because the quota of licenses permitted was already exceeded.\nThe factual background of the club, the nature of its membership and facilities are cogently detailed in the opinion of Judge Weight, for the Superior Court, and need not be repeated here. We thoroughly agree with the conclusion of that distinguished court that the proof in the record clearly sustains the conclusion, that the proposed licensed premises are in a “resort area” as contemplated by the legislature at the time this particular exception to the quota law was enacted, and that the Board abused its discretion in concluding otherwise.\nThe term “resort area” is unfortunately not defined by the legislature in the statute. Under such circumstances, in determining and effectuating the intention of the legislature, the object to be attained, as disclosed by the history of the enactment, is significant: See, Jones and Laughlin Tax Assessment Case, 405 Pa. 421, 175 A. 2d 856 (1961). As pointed out in Bierman Liquor License Case, 188 Pa. Superior Ct. 200, 145 A. 2d 876 (1958), a study of the proceedings before the legislature when this enactment was adopted evidences that it was intended thereby to render an equitable distribution of such licenses in areas, where during certain seasons, the population is increased to such an extent that the usual number of licenses is not adequate to serve the needs of the people.\nUnder the undisputed facts, there is an unusual and great influx of people into this particular area during certain seasons of the year. It is quite obvious to us that the character and number of the usual licenses could not possibly meet the existing need.\nThe argument that this is strictly a “recreational area” as contra distinguished from a “resort area” is rather tenuous. Webster’s New International Dictionary (3rd Ed. 1961) defines a “resort” as “a place frequented in numbers; a popular place of entertainment or recreation.” Black’s Law Dictionary (4th Ed. 1951) defines a “resort” as “A place of frequent assembly.” See also, State v. Poggmeyer, 91 Kan. 633, 138 P. 593 (1914), and U. S. ex rel. Dobra v. Lindsey (D. C. Texas), 51 F. 2d 141 (1931). That the area involved is within these definitions is to us abundantly clear. It is also noteworthy that since the Superior Court defined the meaning of the term “resort area” as used in the Act of April 12, 1951, P. L. 90, as amended, 47 P.S. §4-461 (b), the legislature did not see fit to amend the law and define or redefine the term at a subsequent session, although other amendments were effected. In this connection, it is also to be noted that in several instances over the years since the passage of the Act of 1951, supra, the lower courts of the Commonwealth have interpreted the term “resort area” in line with the connotation we herein apply. See, Colligan Liquor License Case, 3 Bucks Co. L. Rep. 34 (1949) ; Appeal of Elhview Country Club, 56 Lack. Jur. 32 (1954) ; and, Appeal of Panco, 42 Luz. L. R. 58 (1951). In no instance was the decision appealed by the Board.\nIt is also strenuously contended that a catering club liquor license is not a necessity in a “resort area,” and that because by law its use and benefits are restricted to club members at certain times, it cannot possibly benefit the large unusual influx of transients into the area.\nThere is no doubt that to warrant the granting of an additional license in a “resort area,” it must be clear that there is an actual need, and that the license holders already in business are not adequately equipped to supply the need of those frequenting the area. However, we agree with the conclusion reached in this case by the Superior Court, supra, as stated at page 246: “[That] the requirement of necessity in a resort area must be considered in the light of the circumstances under which the applicant operates. ‘The term “actual necessity” in determining the need for a liquor license will be given a broad construction so as to mean substantial need in relation to the pleasure, convenience and general welfare of the persons who would make use of the facility.’ ” Accord, William Penn Sportsmen’s Association Liquor License Case, 196 Pa. Superior Ct. 519, 175 A. 2d 908 (1961) ; Mannitto Haven Liquor License Case, 196 Pa. Superior Ct. 524, 175 A. 2d 911 (1961)) Minnicibach License (Pike County), 24 Pa. D. & C. 2d 749 (1961) ; and Elkview Country Club, supra.\nIn the instant case, there are no licensed premises located within five miles of the Willowbrook Country Club. Additionally, all presently licensed premises are small taverns lacking adequate facilities to serve the large number Willowbrook caters to. The testimony clearly manifests a substantial need in relation to the pleasure, convenience and general welfare of the persons who make use of the facility.\nThe order of the Superior Court is affirmed."}