{"id": "1883177", "contents": "Opinion by\nMr. Justice O’Brien,\nThe appellant, Deputy Procurement Commissioner of the City of Philadelphia, was suspended and then, on June 3, 1961, discharged from his position by the Procurement Commissioner. The discharge was based on appellant’s admitted acceptance of three gifts of $100 each from a representative of a firm doing business with the City. The gifts were accepted just prior to Christmas in each of the years 1958, 1959 and 1960.\nAn appeal from the dismissal was taken to the Philadelphia Civil Service Commission, which, after a hearing, sustained the suspension and dismissal. The action of the Commission was appealed to the court below, which dismissed the appeal, one judge dissenting. This appeal followed.\nAppellant raises two issues: (1) he was not properly discharged because there was no showing of “just cause” for his discharge, and (2) his appeal to the Civil Service Commission was not “heard promptly”, as required by the City Charter. The court below concluded that the appeal should be dismissed because Section 7-201 of the Philadelphia Home Rule Charter provides that “Findings and decisions of the Commission and any action taken in conformance therewith, as a result thereof shall be final and there shall be no further appeal on the merits, but there may be an appeal to the courts on jurisdictional or procedural grounds”. Holding that appellant’s appeal was “heard promptly” and finding no other “jurisdictional or procedural” error, the court below dismissed the appeal, although it conceded that if it “had the power to review this appeal upon the merits, [it] would take the position that appellant’s faithful service as Deputy Procurement Commissioner and the entire absence of any venality in connection with the acceptance of the gifts under consideration should have saved him from the drastic action of dismissal from office, and that he could have been adequately disciplined by a suspension without pay for a period of time.”\nThe scope of our review in this matter is limited to a hearing on “narrow certiorari”: Deal v. Philadelphia Civil Service Comm., 405 Pa. 136,173 A. 2d 323 (1961); Addison Case, 385 Pa. 48, 122 A. 2d 272 (1956). In Deal, supra, we quoted, with approval, the language of Kaufman Construction Co. v. Holcomb, 357 Pa. 514, 55 A. 2d 534 (1947), wherein we said: “. . . where a statute expressly provides that there shall be no appeal the scope of appellate review is limited to the question of jurisdiction and the regularity of the proceedings; the merits of the controversy cannot be considered even though the interpretation given to the facts or the law by the governmental agency or the court below may have been erroneous”.\nAppellant relies heavily on DeVito v. Civil Service Comm., 404 Pa. 354, 172 A. 2d 161 (1961). In that case we recognized the general rule, above quoted from Kaufman, but stated two exceptions to it. We there held that the rule is inapplicable where: (1) “the administrative agency or lower Court has exceeded those powers possessed by it;” and (2) “individual rights or property rights ordained or guaranteed by the Federal or State Constitution have been violated by an administrative agency or by a lower Court”. Neither of these exceptions is applicable to the case at bar. In DeVito we held that the Commission had no power to declare the alleged misconduct to be “just cause” for dismissal; we cannot so hold here.\nThe court below fully considered this phase of the case and its holding is well stated in its opinion as follows : “Appellant’s position appears to be that in order to constitute ‘just cause’ for dismissal, there must be a violation, or at least a charge of a violation, of some specifically enumerated ground for discharge. Appellant contends that since there is no such enumerated ground which specifically makes it cause for discharge to accept gifts without doing or failing to do something in return therefor, his dismissal was without just cause. The City, on the other hand, contends that just cause need not be a ground specifically set forth in the Charter, an ordinance or regulation, but that just cause is something which must necessarily be left in the discretion of the employe’s superiors and the Civil Service Commission.\n“Although the term ‘just cause’ is not defined in the Civil Service Regulations, we do have the benefit of previous interpretations of a similar phrase in a like context. Arthur v. Philadelphia, 273 Pa. 419, was a case where the dismissal of the Chief of the Bureau of City Property was reviewed in an action of mandamus. Under the applicable provisions the dismissal could only be ‘for just cause which shall not be religious or political’. The Court there made the following pertinent statement, at page 422: ‘The act gives to the director of the department absolute authority in his control over those whom he appoints, limited only by the provision that a dismissal must be for just cause, which cause must be for reasons personal to the employee and such as to render him unfit for the position he occupies: Truitt v. Phila., 221 Pa. 331. The pertinent provisions of the Act of May 23, 1907, P. L. 206, which contained provisions identical with those of the Act of 1919 here involved, were recently discussed in Thomas v. Connell, 264 Pa. 242, where we held (page 245) that “The evident purpose of the above provision is to prevent the removal of city employees through improper motives by making the cause of removal a matter of public record. The act contains neither express provision for further proceeding or hearing, nor apparent intention to interfere with the discretion of the head of the department, so long as the cause of removal is just and not made for either religious or political reasons.” ’\n“And again on page 246: ‘What constitutes ample [just] cause for removal within the limits fixed by the act must necessarily be largely a matter of discretion on the part of the head of the department. To be sufficient, however, the cause should be personal to the employee and such as to render him unfit for the position he occupies, thus making his dismissal justifiable and for the good of the service.’\n“The case of Gretton v. Pittsburgh, 344 Pa. 219 was similar to the Arthur case. There the Supreme Court held at page 222: ‘While the charges upon which appellant’s dismissal was based were not of grave delinquencies, it cannot be said they were so trivial as to indicate they were being used merely as a pretext to get rid of her, and that her discharge was not for “just cause” within the meaning of section 20 of the Act of May 23, 1907, P. L. 206. All that the law requires is that the cause be not religious or political, but concerned solely with the inefficiency, delinquency or misconduct of the employe. A wide latitude must be left to the superior officer — in fact a discretion conditioned only on its exercise in good faith and not as a screen for some reason not based upon the fitness of the employe to fill the position.’\n“We believe that the above quoted language is applicable to the instant case. Wide latitude must be left to an employee’s superior officer in determining what constitutes just cause. Applying this criterion to the circumstances of the instant case, we hold that appellant’s superior and the Civil Service Commission could have properly found that just cause existed for appellant’s dismissal. Therefore, the Civil Service Commission did not exceed its powers in sustaining appellant’s dismissal, and this Court may not reverse the decision of the Civil Service Commission.”\nWe have no more power than the court below to reverse the decision of the Commission, made within the limits of its powers. Cf. Baker Case, 409 Pa. 143, 185 A. 2d 521 (1962).\nThe only thing remaining for our consideration is whether appellant’s appeal was “heard promptly” as required by Section 7-201 of the Philadelphia Home Rule Charter. The appeal was filed with the Commission on June 12, 1961, and scheduled for hearing on July 18, 1961. Prior to the scheduled hearing, a continuance was granted to September 26, 1961, at the request of the City. The hearing was held on the latter date, approximately three and one half months after the filing of the appeal. With nothing more, we cannot hold as a matter of law that appellant did not receive a prompt hearing or that there was unreasonable delay. This is particularly true since there is no allegation that appellant was in any way prejudiced by the delay.\nSince there was no jurisdictional or procedural error in the proceedings before the Commission, the court below properly dismissed the appeal.\nOrder affirmed."}