{"id": "1884540", "contents": "Opinion by\nMr. Justice O’Brien,\nWilliam Mason is the owner of a vacant lot on West Chester Pike at Ardsley Road in Upper Darby Township. The lot is ninety-five feet square and is zoned “B-Business”, having been so zoned by the Upper Darby Zoning Ordinance of 1938. Among the uses permitted in a “B-Business” district, is a “public garage, sales, service and repair shops, . . . .” Such a use, however, requires the grant of a special exception by the zoning board of adjustment.\nMason duly applied to the board for a special exception, proposing to erect a building for the conduct of an automobile repair shop. The application indicated that the proposed shop would do no body work, in an apparent attempt to allay fears that undue noise would result from the operation. Petitions were filed with the board supporting and opposing the grant of the exception, both being signed by residents and property owners in the vicinity.\nThe board held a hearing and denied the application for the reasons that: “1. The reasons given by the applicant are not substantial, serious and compelling. 2. The granting of said special exception would not be in keeping with the character of the neighborhood. 3. The public health, safety and general welfare of the neighborhood would not be promoted by granting this request.”\nMason appealed to the Court of Common Pleas of Delaware County, which took testimony at a hearing and entered a decree nisi directing the board to issue the special exception, “subject to such reasonable rules, regulations and conditions as may be proper to insure tlie proper use of the property involved.” The township filed exceptions, which were dismissed by the court en banc and the decree nisi was made final. This appeal followed.\n“Since the court below heard additional evidence when the case was before it, our function on appeal is to determine whether the court, rather than the board of adjustment, abused its discretion or committed an error of law in reaching its conclusions”. Upper St. Clair Township Appeal, 408 Pa. 416, 420, 184 A. 2d 268 (1962); Cresko Zoning Case, 400 Pa. 467, 162 A. 2d 219 (1960).\nThe application of Mason alleged that unless the exception was granted, he would be deprived of the full lawful use of his property. He established by adequate evidence that West Chester Pike, for many blocks in both directions from his land and on both sides of the street, is highly commercialized. Having established this, he established that the granting of the exception would not change the character of the neighborhood and that full use of it could best be accomplished in the manner contemplated.\nNor has the township met its barden of showing that the special exception would adversely affect the public health, safety and general welfare of the neighborhood, there being no burden on the landowner to show that it would not. Archbishop O’Hara’s Appeal, 389 Pa. 35, 131 A. 2d 587 (1957).\nHaving reviewed the record and having found no abuse of discretion or error of law in the court below, we affirm its decree.\nOrder affirmed. Costs on appellant."}