{"id": "1884535", "contents": "Opinion by\nMr. Justice Musmanno,\nCharles C. Greene was accused and convicted of the crime of disorderly conduct because he owned, maintained and operated in Greene Township, Franklin County, a Go-Kart race track one-eighth of a mile in length. The vehicles engaging in the races were the familiar small four-wheeled children’s cars, propelled by diminutive gasoline engines. Whether the running of races of this character violated the Act of 1939, June 24, P.L. 872, §406, 18 P.S. §4406, is the question in this case.\nThe crucial portion of that Act reads: “Whoever wilfully makes or causes to be made any loud, boisterous and unseemly noise or disturbance to the annoyance of the peaceable residents near by, or near to any public highway, road, street, lane, alley, park, square, or common, whereby the public peace is broken or disturbed or the traveling public annoyed, is guilty of the offense of disorderly conduct.”\nIt must be noted that noise, which was practically the entire substance of the accusation in this case must, under the Act, if it is to constitute disorderly conduct, be loud, boisterous and unseemly. It is admitted that motor propelled go-karts traveling at a speed of approximately 30 to 35 miles per hour make a loud and boisterous noise. Is that noise also unseemly? Something is unseemly when it is not fitting or proper in respect to the conventional standards of organized society or a legally constituted community.\nA typical case of unseemly conduct occurred in Commonwealth ex rel. Jenkins v. Costello, 141 Pa. Superior Ct. 183. The defendant who was driving his automobile in front of another car, suddenly pulled it around so as to block the passage of the second motorist. He jumped out of his car, ran over to the second motorist and threatened to punch his nose, accompanying this nasal pugilistic threat with loud and vile name-calling, “attracting the attention of persons nearby.” The Superior Court said that this conduct was a “loud, boisterous and unseemly disturbance to the annoyance of peaceable residents, as well as to the persons near a public highway,” and made out “a typical case of disorderly conduct.”\nIn the case of Commonwealth v. Palms, 141 Pa. Superior Ct. 430, some one hundred persons (calling themselves Jehovah’s Witnesses) gathered in Kutztown, Berks County, where they staged a parade on the sidewalk of the principal street, accompanied by a truck with a sound device and magnifier, “which caused an unseemly racket.” They rang doorbells and when denied admittance at the front doors sought entrance through the rear doors. In some instances they forced their way into houses and would not leave when requested to do so. The defendant in the case was charged with directing the persons who comported themselves in the manner described. The Superior Court held that if it could be proved that the defendant directed the action of the “Jehovah’s Witnesses” as recited, he would be guilty of disorderly conduct.\nIn Com. v. Cooper, 95 Pa. Superior Ct. 382, the defendants, three in number, while within a hall, threw open windows and shouted into the street, abusing and reviling the mayor of Philadelphia and other public officials, and by so doing, “created a disturbance to the annoyance of the peaceable residents nearby, which quickly attracted a crowd and blocked the streets with honking automobiles in every direction for several squares.” When police entered the building and lowered the windows which had been raised by the defendants, the defendants threw open windows on the other side of the building, and “continued their loud cries and opprobrious epithets until a crowd was clamoring to get into the hall as a result of their boisterous and unseemly conduct.” The Superior Court affirmed the convictions of disorderly conduct.\nWhile the action of an accused, in order to he evaluated as disorderly conduct, need not fall precisely within the patterns sketched in the cases just cited, it is clear that what he does or directs must produce loud, boisterous and unseemly noise or disturbance and his actions must be of such a character that the public peace is unjustifiably broken or disturbed, or the traveling public annoyed. The Commonwealth in the case at bar did not, at the oral argument or in its brief, point to one decision in any jurisdiction which would categorize the legal orderly operation of a go-kart race track or anything like it, as disorderly conduct. Nor has our independent research uncovered any such decision.\nThe cardinal feature of the crime of disorderly conduct is public unruliness which can or does lead to tumult and disorder. Engaging in clamor and outcry in the public streets in a manner which arouses attention and causes people to draw together, whereby the highway may be obstructed, is the classic example of disorderly conduct.\nAt common law there was no offense specifically known as disorderly conduct, although misconduct which disrupted the peace and good order of society was indictable. Practically every state in the Union today lists disorderly conduct in its criminal statutes where it is variously defined as words and acts which tend to disturb the peace or endanger the morals, safety, or health of the community, or of a class of persons, or of a family. To constitute the offense of disorderly conduct, all the elements of the offense as defined by statute must be present, and unless the acts complained of fall clearly within the statute they are not disorderly. (27 C.J.S., Disorderly Conduct, 507-538).\nIn Pennsylvania the crime of disorderly conduct embraces activity which disturbs the peace and dignity of a community. The inebriate who runs pell mell through crowded streets, pushing, elbowing and jostling in such a way that people protest and pursue him vengefully is a candidate for the charge of disorderly conduct. Vociferous shouting and yelling which provokes retaliation and public commotion becomes disorderly conduct. Exploding cannon crackers in the public square in the middle of the night is disorderly conduct. The burning of crosses by persons in grotesque costumes, to the consternation of the population of the community, is disorderly conduct. A fight on a street corner, attracting numerous onlookers with the vociferous taking of sides by the spectators, constitutes disorderly conduct. These are only illustrations chosen at random, of which there might be hundreds. There was nothing in the behavior of the defendant at bar which could make him kin to the type of disturbers portrayed in the given instances.\nWhile noise may break tranquillity, upset rest, destroy sleep and fracture serenity, it does not of itself break the public peace, an indispensable feature of the crime of disorderly conduct, when the traveling public is not disturbed. If the production of noise alone made out the crime of disorderly conduct, then the coffers of the Commonwealth and municipalities entitled to monetary returns could be filled with fines assessed and collected from cheering football and baseball fans, riveting hammer operators, gong-clanging street car motormen, airplane pilots, siren-sounding ambulance drivers, missile testers, amusement park devotees, bathroom soloists, fife and drum players, trombone zealots, fireworks enthusiasts, etc.\nThe lower court, in convicting the defendant of disorderly conduct, said: “The fact that modern society is necessarily afflicted at times with many other kinds of discomforting noises such as tractor-trailers and lawn mowers does not mean that all bars are down or that there is to be no place of refuge from the Frankenstein that modern man has created.”\nThis is an indictment of an era, not of an individual. If modern man has created a noise-making Frankenstein, he has also brought about sanitation and increased hygiene, he has brought into being human comforts, conveniences and luxuries which could not even have been dreamed of in the quiet horse-and-buggy and canal-transporting days. There is no doubt that there is some unnecessary noise in the average community of today, but the way to reduce excessive babel and cacophony is not by seizing the club or ax of criminal prosecution. Law has provided the means for the abatement of nuisances and for the suppression of devices inimical to health and dangerous to life and limb.\nThe law properly frowns upon the use of the criminal courts for the application of civil remedies. The branding of any individual with the stigma of crime for a civil fault, if there be one, is an act to be reprobated and condemned. Whether it be for the collection of a debt or the discontinuance of a practice disturbing to the complainer, the latter may not threaten the object of his dissatisfaction with a prison cell in order to collect money allegedly due him or to redress a supposed civil grievance.\nThe crime of disorderly conduct is not intended as a catchall for every act which annoys or disturbs people; it is not to be used as a dragnet for all the irritations which breed in the ferment of a community. It has a specific purpose; it has a definitive objective, it is intended to preserve the public peace; it has thus a limited periphery beyond which the prosecuting authorities have no right to transgress any more than the alleged criminal has the right to operate within its clearly outlined circumference.\nThe Commonwealth in its brief analyzed and dissected the law of disorderly conduct as follows: “The requirements for conviction of one charged with disorderly conduct would appear to be as follows: A. A person B. Who wilfully makes or causes to be made C. Any loud, boisterous and unseemly noise or disturbance D. To the annoyance of the peaceable residents nearby, or near to any public highway, etc. E. Whereby the public peace is broken or disturbed or the traveling public annoyed.”\nIt then said that the Commonwealth “has established these elements beyond a reasonable doubt.” It is not apparent that it established Item E: “Whereby the public peace is broken.”\nThe public peace is not broken by any activity which properly forms an integral part of the movement of a civilized community, even though it produces noise and annoys residents. A railroad locomotive, with bells ringing and whistles shrieking, thundering over a crossing in a central section of the town, shakes the very ground over which it violently passes, causes buildings to vibrate and people in the immediate vicinity to clap hands over ears and nose to keep out the noises and acrid smoke. This mechanical monster certainly annoys the peaceable residents nearby, but it does not break the public peace, because peace is shattered only by acts of belligerency or disorder.\nCharles C. Greene did nothing which was forbidden by law or the mores of the community. His ownership of the go-kart race track was no more improper than ownership of a roller coaster which, when in operation, produces shrieks, shrills, rattling, pounding and other piercing noises, no less disturbing than those issuing from a go-kart race track. The Commonwealth certainly could not argue that the gayety and merriment, even though represented by tremendous sounds, emanating from a roller coaster, breaks the peace. Nor could it rationally argue that the music of the barrel organ on a merry-go-round with its nostalgic tug at childhood memories constitutes breaking of the peace.\nThe Commonwealth apparently regards noise and breach of peace as synonymous. As already indicated, this is not the case. The Commonwealth says in its brief that under the disorderly conduct statute prosecution could legally be brought against “airport operations, blasting operations, quarrying, the activating of fire alarms and sirens, the testing of airplanes and missiles, and the operation of tractor-trailers.” This assertion can only be regarded as a palpable exaggeration, which almost reduces the Commonwealth’s case to levity. Any attempt by prosecuting authorities in the State to charge with disorderly conduct a person who is engaged in the testing of missiles, an operation intimately associated with the very security of the nation, or someone ringing a fire alarm or sounding a siren while hastening to a conflagration which threatens general destruction would inevitably meet with a stern rebuke from the courts.\nThe Commonwealth further contends that, in making out the crime of disorderly conduct it is not necessary that the defendant be disorderly. This is a contradiction in terminology. If a person indicted for robbery must be proved to have robbed before he can be convicted of that crime, certainly one charged with disorderly conduct must have acted in a disorderly manner. It should be quite clear that to convict a defendant of the crime of disorderly conduct he must have made a disturbance of some kind. Or he must have made such a loud, boisterous and unseemly noise whereby the public peace has been broken. For a defendant to be guilty of the crime of disorderly conduct, he must have, of his own volition, committed a disorder or that, because of what he did, disorder followed in the wake of his conduct. Disorderly conduct must defy the given order of any given community.\nThere is nothing in the record in this case which suggests in the remotest degree that Charles C. Greene carried on in a disorderly manner. He is not even charged with disorderliness. The information reads that he “wilfully permitted go-kart races to be held” on his premises. This is a negative concept. The law of disorderly conduct demands a positive act: to make or cause to be made a noise or disturbance which breaks the peace. The information could have been quashed in the first instance because it does not charge a crime under the statute. The action of the lower court could have been reversed on that ground alone. We have, however, treated the case on its merits and have written an opinion of length for the guidance of prosecution officers in the future. It is thus categorically stated that the operation of a legal business in an orderly way cannot under the law of Pennsylvania be classified as disorderly conduct.\nWe do not here pass on the question as to whether the complaining residents in Greene Township might not obtain redress in a court of equity through the established procedure of abating a nuisance. It cannot be stated too emphatically, however, that this Court condemns the stigmatization of a business person as a criminal, with the concomitant ruination of a legal business, under a section of the criminal code which has no application to the circumstances involved.\nJudgment of sentence reversed and the defendant discharged.\nAll italics supplied, unless otherwise indicated."}