{"id": "1884594", "contents": "Opinion by\nMr. Chief Justice Bell,\nPlaintiff filed an action denominated a complaint in equity to quiet title. He alleged that his wife had fraudulently conveyed to herself a property which was held by them as tenants by the entireties, and prayed that the deed be declared void. From the Order of the lower Court which dismissed his motion for judgment on the pleadings, plaintiff took this appeal. The Order (a) is interlocutory and (b) no appeal therefrom is authorized by any statute. The Order is therefore unappealable: Sagot v. International Mailers Union, 409 Pa. 387, 187 A. 2d 284; Reading Co. v. Willow Development Company, 407 Pa. 469, 181 A. 2d 288.\nPa. R. C. P. 1061 has caused some confusion, especially in connection with appeals.\nRule 1061 provides: “(a) Except as otherwise provided in this chapter, the procedure in the action to quiet title from the commencement to the entry of judgment shall be in accordance with the rules relating to the action of assumpsit.\n“Note: No right to trial by jury is conferred by this Rule. See Rule 128(f).\n“(b) The action may be brought.\n“(3) to compel an adverse party to file, record, cancel, surrender or satisfy of record, or admit the validity, invalidity or discharge of, any document, obligation or deed affecting any right, lien, title or interest in land; . . . .”\nThat Rule does not and cannot change or enlarge jurisdiction. This is made plain by the language of the Enabling Act of June 21, 1937, P. L. 1982, §1, as amended March 30, 1939, P. L. 14, §1, and August 25, 1959, P. L. 751, §1, which pertinently provides: . . the Supreme Court of Pennsylvania shall have the power to prescribe by general rule the forms of actions, . . . pleadings, and motions, and the practice and procedure in civil actions at law and in equity . . .: Provided, That such rules shall be consistent with the Constitution of this Commonwealth and shall neither abridge, enlarge nor modify the substantive rights of any litigant nor the jurisdiction of any of the said Courts, nor affect any statute of limitations.”\nThe respective rights of appeal and the limited scope of the Act of April 18, 1874, P. L. 64, §1, 12 P.S. §1097, are clearly enunciated and delineated in Reading Company v. Willow Development Company, Inc., 407 Pa., supra, where the Court pertinently said (pages 470, 471) : “This is an action in equity wherein plaintiff appeals from an order in the court below dismissing a motion for judgment upon the pleadings.\n“The order complained of is interlocutory from which an appeal does not lie. The appeal will, therefore, be quashed.\n“It is patently clear that the order appealed from did not terminate the present proceedings or preclude the plaintiff from further action in the court below. It is, therefore, not a 'final order.’ Also, there is no statute expressly giving the right to appeal.\n''The Act of April 18, 1874, P. L. 64, §1, 12 PS §1097, has no application in the present case. This statute is limited in scope and effect and permits an appeal from an order refusing plaintiff’s motion for judgment on the pleadings in actions of assumpsit only, ... It [the Act of April 18, 1874] has no application to actions in equity.\n''It may be argued that the Pennsylvania Rules of Civil Procedure enlarged the scope of what are appeal-able interlocutory orders. This is not correct, although this Court inadvertently so indicated in a footnote contained in Grossman v. Hill, 384 Pa. 590, 122 A. 2d 69 (1956). While it is true that Pa. R. C. P. 1501, [which, in material respects, is the same as 1061] specifically provides that thenceforth, 'the procedure in an action in equity shall be in accordance with the rules relating to the action of assumpsit,’ this relates solely to the practice and procedure in the courts of the first instance. This rule did not, nor did it intend, to enlarge appellate jurisdiction. The Act of June 21, 1937, P. L. 1982, No. 392, §1, as amended, 17 PS §61, which authorized the promulgation of these Rules of Civil Procedure by the Supreme Court clearly limited their scope to the practice and procedure in the courts of the first instance. Jurisdiction of the courts remained unaffected.”\nAppeal quashed. Costs to abide the result.\nMr. Justice Cohen concurs in the result.\nItalics throughout, ours.\n17 P.S. §61.\nThe Act of April 18, 1874, supra, provides: “In all actions now pending, or which may hereafter be brought, wherein, by act of assembly or rule of court, the plaintiff is entitled to ask for judgment for want of a sufficient affidavit of defense, and the Court shall decide against his right to such judgment, plaintiff may except to such decision and take a writ of error to the supreme court.” The cases have interpreted and limited the Act of 1874, to appeals from an Order which dismisses a motion for judgment for want of a sufficient affidavit of defense, or for judgment on the pleadings in an action at law: Ross v. Metropolitan Life Insurance Company, 403 Pa. 135, 169 A. 2d 74; Syme v. Bankers National Life Insurance Company, 393 Pa. 600, 144 A. 2d 845."}