{"id": "1884545", "contents": "Opinion by\nMe. Justice Benjamin E. Jones,\nThe basic issue on this appeal is the jurisdiction of a court of equity: (a) to restrain officials of the Commonwealth from the enforcement of an allegedly invalid tax statute; (b) to determine the constitutionality or unconstitutionality of a tax statute; (c) to act where a statutory remedy is provided for the settlement of the taxes imposed by the statute.\nThe Act of February 21, 1961, P. L. 33, 72 PS §2270.1, imposes a state tax at the rate of two per centum on gross premiums, premium deposits and assessments received from all insurance business transacted in Pennsylvania by every foreign insurance company, association or exchange and by every domestic life insurance company, except mutual beneficial associations.\nOn June 21,1961, Philadelphia Life Insurance Company (Company) filed a complaint in equity in the Court of Common Pleas of Dauphin County against Charles M. Dougherty, Secretary of Revenue, Thomas Z. Minehart, Auditor General, and Anne X. Alpern, Attorney General, (appellants), seeking to have the Act of 1961, supra, declared unconstitutional and the appellants restrained from enforcing the statute against the Company. In view of the very narrow issue presented on this appeal, the various allegations of the complaint need not be considered except to note that the Company alleges that the statute is in violation of both the United States and Pennsylvania Constitutions.\nAppellants filed preliminary objections based on two grounds: (a) that the complaint does not set forth a cause of action that can be entertained by a court of equity and (b) that the Company has a full, complete and adequate remedy at law.\nOn August 22, 1962, the Court of Common Pleas of Dauphin County overruled appellants’ preliminary objections. From that order this appeal was taken.\nAppellants have three contentions: (1) that this action is a suit against the Commonwealth to which it has not consented; (2) that a court of equity is without authority to restrain the enforcement of a state tax statute on the ground that it is unconstitutional; (3) that the Company has a full, complete and adequate remedy at law.\nIs the Present Suit Against the Commonwealth?\nIt is settled beyond any question that the Commonwealth is immune from suit without its consent: Kaufman Construction Co. v. Holcomb, 357 Pa. 514, 55 A. 2d 534; Box Office Pictures, Inc. v. Board of Finance and Revenue, 402 Pa. 511, 166 A. 2d 656. Such immunity extends to actions in equity: Williamsport & Elmira R.R. Co. v. Commonwealth, 33 Pa. 288.\nWhile the caption of the instant case does contain the name of the Commonwealth, an examination of the complaint and the relief therein sought clearly reveals that the only parties against whom the Company proceeds are the Secretary of Revenue, the Auditor General and the Attorney General. There is no claim asserted against the Commonwealth and the name of the Commonwealth must be dropped from the caption of this action: Pa. R. C. P. 2232(b).\nIs this action in equity against the three named state officials an action against the Commonwealth within the rule of its immunity? Authorities, both state and federal, make abundantly clear that it is not. In Isett v. Meehan, 232 Pa. 504, 507, 81 A. 544 (a bill in equity against the state commissioner of fisheries to restrain him from the diversion of waters of certain streams) the question was squarely raised and we held that the action was not against the Commonwealth. On numerous occasions this Court has approved similar actions in equity: Martin v. Baldy, 249 Pa. 253, 94 A. 1091 (bill in equity to restrain members of the State Bureau of Medical Education and Licensure from enforcing certain statutes); Germantown Trust Co. v. Powell, 260 Pa. 181, 103 A. 596 (bills in equity to restrain the Auditor General from enforcement of the Escheat Act of 1915); Kelley v. Baldwin, 319 Pa. 53, 179 A. 736 (bill in equity to restrain the Auditor General and the State Treasurer from printing, executing and issuing tax anticipation notes); Kelley v. Kalod ner, 320 Pa. 180, 181 A. 598 (wherein this Court took original jurisdiction of an equity action to restrain the Secretary of Revenue and other state officials from carrying into effect a statute imposing a graduated income tax for school purposes); Turco Paint & Varnish Co. v. Kalodner, 320 Pa. 421, 184 A. 37 (wherein this Court took original jurisdiction of an equity action to restrain the Secretary of Revenue from enforcing the corporate net income tax statute of 1935); American Stores v. Boardman, 336 Pa. 36, 6 A. 2d 826 (bills in equity to restrain the Secretary of Revenue from enforcing the Store and Theatre Tax Act of 1937); Bell Telephone Co. of Pennsylvania v. Driscoll, 343 Pa. 109, 21 A. 2d 912 (bill in equity to restrain members of the Public Utility Commission and the Attorney General from the enforcement of a certain section of the Public Utility Law of 1937); Sablosky v. Messner, 372 Pa. 47, 92 A. 2d 411 (bill in equity to enjoin the Secretary of Revenue from collecting a tax under the Realty Transfer Tax Act of 1951); Shirks Motor Express Corp. v. Messner, 375 Pa. 450, 100 A. 2d 913 (bill in equity to enjoin the Secretary of Revenue from enforcement of a statute imposing an excise tax on gross receipts of common carriers by motor vehicles); Roy Stone Transfer Corp. v. Messner, 377 Pa. 234, 103 A. 2d 700 (bill in equity to restrain the Secretary of Revenue and Auditor General from enforcing the corporate income tax statute of 1951).\nIn Ex parte Young, 209 U.S. 123, 149 et seq., 28 S. Ct. 441, 52 L. Ed. 714, the United States Supreme Court said: “The various authorities we have referred to furnish ample justification for the assertion that individuals, who, as officials of the State, are clothed with some duty in regard to the enforcement of the laws of the State, and who threaten and are about to commence proceedings ... to enforce against parties affected an unconstitutional act, violating the Federal Constitution, may be enjoined by a Federal court of equity from such action.” (p. 156). In Georgia R.R. & Banking Co. v. Redwine, 342 U.S. 299, 72 S. Ct. 321, it was said: “This Court has long held that a suit to restrain unconstitutional action threatened by an individual who is a state officer is not a suit against the State, [citing cases].” See also: Philadelphia Company v. Stimson, 223 U.S. 605, 618-620, 32 S. Ct. 340, 56 L. Ed. 570; Looney v. Crane Co., 245 U.S. 178, 38 S. Ct. 85, 62 L. Ed. 230; Larson v. Domestic and Foreign Commerce Corp., 337 U.S. 682, 690, 691, 69 S. Ct. 1457, 93 L. Ed. 1628.\n“. . . it is an equally generally recognized rule that an action against state officers, attacking the constitutionality of a statute of the state, to enjoin them from enforcing an unconstitutional law ... is not a suit against the state, and is not prohibited as such under the general principles of immunity from suit accorded to states.”: 49 Am. Jur., States, etc., §95, p. 310. See also: 43 A.L.R. p. 408 et seq.\nThe distinction is clear between suits against the Commonwealth which are within the rule of its immunity and suits to restrain officers of the Commonwealth from enforcing the provisions of a statute claimed to be unconstitutional. Suits which seek to compel affirmative action on the part of state officials or to obtain money damages or to recover property from the Commonwealth are within the rule of immunity; suits which simply seek to restrain state officials from performing affirmative acts are not within the rule of immunity. The decisions relied on by appellants (Bow Office Pictures v. Board of Finance and Revenue, supra; Land Holding Corp. v. Board of Finance and Revenue, 388 Pa. 61, 130 A. 2d 700; Bell Telephone Co. v. Lewis, 313 Pa. 374, 169 A. 571; Pentz v. Commonwealth of Pennsylvania, 110 F. Supp. 809) fall within the first class of suits and are clearly within the rule of the Commonwealth’s immunity; the case at bar falls within the second class and is not within the rule of immunity.\nAppellants advance three other arguments in support of its position that this is a suit against the Commonwealth: (a) that a restraint of these state officers would adversely affect the Commonwealth because other insurance companies have already paid the tax under the statute; (b) that there is no allegation that these state officials have threatened to enforce the statute and the Company has already filed a return under the statute; (c) that the Company has the burden of proving the unconstitutionality of the statute.\nAs to the first argument, suffice it to state that this argument is based upon facts which do not appear upon this record; however, even if such facts appeared, they would be irrelevant because the rights of this Company cannot be jeopardized by actions of other companies in like status. As to the second argument, we cannot assume that the state officials will not perform their duty and enforce this statute against the Company and all other companies which fall within the orbit of the statute; while the Company did file a return, the filing of this return was with full notice to the Commonwealth of the plan of the Company to institute this litigation and was done to avoid the possible imposition of penalties for a failure to file a return. As to the third argument, it is hornbook law that he who alleges the unconstitutionality of a statute has the burden to prove it; such rule of law is wholly irrelevant in determining whether the Commonwealth’s immunity from suit is presently violated.\nThe instant action is clearly not a suit against the Commonwealth and it is not within the rule that the Commonwealth is immune from suits without its consent.\nDoes a Court of Equity Have Jurisdiction To Entertain This Action?\nThe resolution of this question requires a clear understanding of the nature of the present action. The Company seeks to restrain the appropriate officials of the Commonwealth from the enforcement of a tax statute which, it is alleged, violates both the Constitutions of the United States and the Commonwealth of Pennsylvania. This action raises no question of an over-assessment or an improper exemption in connection with the tax nor does it challenge any of the mechanics involved in the calculation of the tax; on the contrary, it directly attacks the constitutionality of the tax statute and the want of power in the legislature to levy such a tax.\nThis question is not novel. In Bell Telephone Company v. Driscoll, supra, p. 112, this Court said: “We have no doubt about the right of the Court of Common Pleas of Dauphin County in the exercise of its equitable powers to entertain a bill to enjoin an administrative agency of the Commonwealth from exercising powers not conferred on it or unconstitutionally conferred on it. That point has been decided too frequently to be longer in doubt-, [citing cases].” (Emphasis supplied). In Jamison Coal & Coke Co. v. Unity Township School District, 362 Pa. 389, 66 A. 2d 759, we said: “It is too well settled for argument that equity will enjoin taxation for want of power to tax [citing cases].” (p. 392). In English v. Robinson Township School District 358 Pa. 45, 55, 55 A. 2d 803, we said: “. . . it has long been settled in this Commonwealth that a plaintiff may go into equity to restrain attempted taxation for want of power to tax . . . .” See also: Martin v. Baldy, supra; Germantown Trust Co. v. Powell, supra; Kelley v. Baldwin, supra; Kelley v. Kalodner, supra; Turco Paint & Varnish Co. v. Kalodner, supra; American Stores v. Boardman, supra; Bell Telephone Co. v. Driscoll, supra; Sablosky v. Messner, supra; Shirks Motor Express Corp. v. Messner, supra; Roy Stone Transfer Corp. v. Messner, supra; Commonwealth v. Dauphin County, 354 Pa. 556, 563, 47 A. 2d 807; Western Pennsylvania Hospital v. Lichliter, 340 Pa. 382, 392, 17 A. 2d 206; York Railways Co. v. Driscoll, 331 Pa. 193, 196, 200 A. 864.\nDougherty v. Philadelphia, 314 Pa. 298, 301, 171 A. 583, notes the distinction between situations where equity does and does not have jurisdiction in tax cases: “Equity has jurisdiction to restrain attempted taxation for total want of power . . .: [citing cases]. But, where the power to tax appears, and the complaint is over-assessment, or inadequate exemption, the remedy is by appeal to the [court of] common pleas from the action of the board of revision: [citing cases].” (Emphasis supplied). In Wynnefield United Presbyterian Church v. City of Philadelphia, 348 Pa. 252, 253, 35 A. 2d 276, we stated: “A distinction has been taken between the cases in which over-assessment or inadequate exemption has been alleged and the cases in which the property owner denies the power to levy any tax. In the former, it has been held that the remedy is by appeal from the assessment, as the statute provides, and not in equity; in the latter, equity affords the remedy: [citing cases]”. (Emphasis supplied) Yery recently, Mr. Justice Cohen, speaking for this Court, in Y.M.C.A. v. Reading, 402 Pa. 592, 598, 167 A. 2d 469, after an extensive review of the pertinent authorities, reached the following conclusion: “We conclude, therefore, that absent a challenge to the constitutionality of a statute or of official action thereunder, equity has no jurisdiction to restrain the collection of taxes . . . .” (Emphasis supplied) See also: Universal Film Exchanges v. Board of Finance and Revenue, 409 Pa. 180, 191, 185 A. 2d 542.\nIn view of the fact that this action attacks the validity and the constitutionality of the statute which levies this tax, there can be no question as to equity’s jurisdiction to entertain this action.\nDoes the Company Have Such a Full, Complete and Adequate Remedy at Law That Equity Should Not Have Entertained Jurisdiction?\nAppellants’ contention in this respect is without merit. The remedy upon which appellants rely is that afforded in The Fiscal Code, supra.\nThe Company in its brief well outlines the steps involved in the remedy which appellants invoke: “. . . first a settlement of taxes, followed by a Petition for Resettlement to the Department of Revenue. Following a hearing on the Petition for Resettlement, [the Company] would be required to petition the Board of Finance and Revenue for a review of the resettlement. Only after a hearing before the Board of Finance and Revenue and subsequent action by the Board could the [Company] then appeal to the Court below, a tribunal competent to rule on [the Company’s] contentions [of unconstitutionality].” Certainly, the Department of Revenue and the Board of Finance and Revenue are not competent tribunals to pass upon questions of the validity or constitutionality of statutes and the determinations of such questions by such administrative tribunals was clearly not within the legislative purview.\nThe mere fact that a remedy may exist is not sufficient ; the remedy must be adequate and complete. The remedy provided by The Fiscal Code is far from being adequate where a challenge is made not to the mechanics of tax calculations hut to the power of the legislature to levy any tax and to the validity of the statute imposing the tax. The language of Mr. Justice (now Chief Justice) Bell, speaking for this Court, in Pennsylvania State Chamber of Commerce v. Torquato, 386 Pa. 306, 328, 125 A. 2d 755, clearly controls this situation: “. . . it is equally well established that a Court of Equity has jurisdiction and in furtherance of justice will afford relief if the statutory or legal remedy is not adequate, or if equitable relief is necessary to prevent irreparable harm: [citing cases]”. See also: Kingsley International Pictures Corp. v. Blanc, 396 Pa. 448, 455, 456, 153 A. 2d 243; Pennsylvania Railroad Co. v. Bogert, 209 Pa. 589, 601, 59 A. 100.\nWe have carefully considered all appellants’ contentions and are firmly convinced that equity does have jurisdiction of this action which challenges the constitutionality of this tax statute.\nOrder affirmed.\nSince identical questions are involved, tile decision in Philadelphia Life Insurance Company v. Commonwealth of Pennsylvania, No. 19 May Term, 1963, will control in Plymouth Mutual Life Insurance Company v. Commonwealth of Pennsylvania, No. 20 May Term, 1963.\nThe Fiscal Code, Act of April 9, 1929, P. L. 343, 72 PS §1 et seq.\nWhile there may be some question as to the appealability of the order of the court below on this ground (White v. Young, 402 Pa. 61, 62, 166 A. 2d 663), we will consider this contention on its merits."}