{"id": "1884536", "contents": "Opinion by\nMr. Justice Eagen,\nThis appeal is from the final judgment in an action of ejectment entered in the court below in favor of the defendants-appellees.\nThe ease was tried before a judge without a jury and all of the facts cited herein are his findings. That they are supported by sufficient evidence cannot be questioned.\nMary Jane Francis, also known as Jennie Francis, was the owner of the land involved, consisting of 126 acres in Stewardson Township, Potter County, Pennsylvania, by virtue of a deed of conveyance dated August 23, 1879, and recorded September 3, 1879. She died intestate on December 12, 1916, leaving as heirs and next of kin, a daughter, Nellie Francis Jerles; two sons, Charles and Jesse; and five grandchildren, the issue of a predeceased daughter, Jane Francis Shepard.\nCharles, the son mentioned above, died intestate on February 27, 1923, leaving to survive as next of kin, a wife, Margaret Cluckey Francis, also known as Maggie Francis, and four children.\nIn the year 1930, the land was sold by the treasurer of Potter County at tax sale for unpaid taxes to Maggie Francis, the widow of Charles Francis, deceased, son of the aforementioned Mary Jane Francis. The deed of sale dated July 28, 1930, was recorded in Potter County on August 9, 1932. At or upon the date of this sale, Jesse Francis and Nellie Francis Jerles had actual knowledge thereof, as well as the identity of the purchaser. As of that date, they were still owners of the interest in the property inherited from their mother.\nSubsequent to the tax sale, from the year 1930 to 1946, inclusive, Maggie Francis paid all the taxes levied against the land and the appellants, or those under whom they claim did not contribute anything in this respect. Also, during these years, the appellants, and/or their antecedents in title, never asserted any claim or interest in the property.\nMaggie Francis for a valuable consideration, conveyed title therein, by deed dated August 21, 1946, and recorded August 27, 1946, to one Hurley Morgan, who immediately assumed exclusive possession. By quit claim deed, dated January 22, 1955, Morgan and his wife conveyed title to the appellees, Harvey A. and Robert J. Heinrich.\nIn the year 1955, the value of the land increased substantially due to the discovery of gas in the area. In the same year, the appellants, now representing the interests inherited by the heirs of Mary Jane Francis, instituted an action to quiet title and for the first time since 1930, asserted a claim of ownership in the land.\nAt the date of the tax sale in 1930, Maggie Francis, the purchaser, owned a one-twelfth interest in the land by virtue of inheritance from her deceased husband, and was one of several cotenants owning an interest in the title. It has long been the law in Pennsylvania that where several persons own a joint or common interest in real estate, one of them cannot purchase an encumbrance or an outstanding title and set it up against the other owners for the purpose of depriving them of their interests. If a tenant in common purchases title to the property at a tax or other judicial sale, such purchase inures to the benefit of all of the cotenants. See, Weaver v. Wible, 25 Pa. 270 (1855); Davis v. King, 87 Pa. 261 (1878); Tanney v. Tanney, 159 Pa. 277, 28 A. 287 (1893); Raker v. G. C. Murphy Co., 358 Pa. 339, 58 A. 2d 18 (1948); Hunt v. Mestrezat, 361 Pa. 415, 65 A. 2d 389 (1949); Beers v. Pusey, 389 Pa. 117, 132 A. 2d 346 (1957). Under such circumstances, the purchaser holds the title as trustee for his cotenants, McGranighan v. McGranighan, 185 Pa. 340, 39 A. 951 (1898); Powell v. Lantzy, 173 Pa. 543, 34 A. 450 (1896). This is so because tenants in common stand in a confidential relationship to each other with respect to the common property. In making a purchase of an outstanding title or interest, one co-tenant is presumed to act for all. Raker v. G. C. Murphy Co., supra. In view of this fiduciary relationship, if the non-purchasing cotenants elect, any such purchase will be declared to be for their common benefit: Duff v. Wilson, 72 Pa. 442 (1873). Further, as between the cotenants, the passage of time, in itself, will not bar a cotenant from asserting his claim of ownership in the property. Nothing short of an unequivocal hostile possession for upwards of twenty-one years will effectively bar this right: Beers v. Pusey, supra.\nOn the other hand, the title acquired by a tenant in common, under such circumstances, in violation of the rule of confidence is not absolutely void, but may be ratified by his cotenants and thus validated: Richards v. Richards, 31 Pa. Superior Ct. 509 (1906); Douds’ Petition, 59 Pa. D. & C. 674 (1947) and, Ladner, Conveyancing in Pennsylvania (3d ed. 1961) §1:14. See also Tanney v. Tanney, supra. If as in this case, the eotenants sit idly by for over twenty-five years and elect to make no claim of ownership in the property until after the interests of a bona fide purchaser has intervened, that amounts to ratification and estops them from subsequently questioning the title of the innocent purchaser. See, Stevenson v. Boyd, 153 Cal. 630, 96 Pac. 284 (1908); Harrell v. Harrell, 174 La. 957, 142 So. 138 (1932); Newman v. McClure (La. App.), 62 So. 2d 126 (1952); Barksdale v. Learnard, 112 Miss. 861, 73 So. 736 (1917); Starkweather v. Jenner, 216 U. S. 524 (1910); and, 86 C.J.S., Tenancy in Common §64. Where a co-owner of land purchases it at a tax sale, another co-owner allowing the tax title to remain on the record assumes the risk that an innocent third party may buy the property from the holder of the tax title: Cooper v. Edwards, 152 La. 23, 92 So. 721 (1922).\nAn innocent purchaser for value, having neither actual nor constructive knowledge of claims of a third party, holds the title acquired free of any such secret equities. Where one of two innocent persons must suffer, he whose neglect makes the injury possible must bear the responsibility. See, Haggerty v. Moyerman, 321 Pa. 555, 184 A. 654 (1936); Puharic v. Novy, 317 Pa. 199, 176 A. 233 (1934); and Kepler v. Kepler, 330 Pa. 441, 199 A. 198 (1938). The purpose of the foregoing rule is to discourage secret liens or equities against property, particularly real property, where the owner of the lien, encumbrance or equity may record it or institute proceedings immediately, and make it a matter of permanent record from which those who deal with the property thereafter may learn that the owner does not have a perfect title to the land involved: Puharic v. Novy, supra.\nBut it is argued that Hurley Morgan was not a bona fide purchaser or one without notice. It appears that for the years 1880 to 1917, inclusive, the land was assessed in the name of “Mrs. Jennie Francis.” In the year 1918, the assessment was changed to read “Mrs. Jennie Francis Estate” and so remained until the year, 1927, when it was changed to read, “Jennie Francis Estate.” From the years 1938 to 1946, inclusive, it was assessed against “Margaret Francis, (nonresident).”\nThe appellants contend that the assessment record in the name of the estate was sufficient, in itself, to require an inquiry into any outstanding interests in the land created by the death of the owner, and that if such inquiry had been explored it would have been ascertained that Maggie Francis was a cotenant when she purchased the title at tax sale. The legal answer to this position is that an assessment record is not sufficient to convey notice of the existence of a legal or equitable title. See, Morey v. Herrick, 18 Pa. 123 (1851); and 32 P.L.E. 373. Additionally, there was nothing in the public records in Potter County when Morgan or the appellees took title to indicate in any degree that Maggie Franeis was an heir of Mary Jane Francis or Jennie Francis, deceased, or that she was a tenant in common of the title involved. At no time prior to the filing of the complaint in the action to quiet title on September 23, 1955, did the public records of Potter County show the fact of death of Mary Jane Francis or Jennie Francis, the place of death, the probate of any will, the issuance of letters incident to the administration of her estate or the names of her heirs, if any such existed. It must also be noted that actually Maggie Francis inherited nothing from Mary Jane or Jennie Francis. Her interest descended through the death and intestacy of her husband several years later. The public records in the county also failed to show the fact of his death or the existence of any estate. Finally, in this connection, it is significant to note that at the time of the sale to Morgan, the only one in possession of the property was Maggie Francis. It was then unoccupied, consisted of remote woodland far removed from any occupied land. As stated in Salvation Army Inc., Tr., v. Lawson, 293 Pa. 459, 143 A. 113 (1928), at page 463: “Plaintiffs’ title could be affected only with wbat they actually or constructively knew at the time of the purchase, necessarily, as to the latter, by what they could have learned by inquiry of the person in possession and of others who, they had reason to believe, knew of facts which might affect the title, and also by what appeared in the appropriate indexes in the office of the recorder of deeds, and in the various courts of record whose territorial jurisdiction embraced the land in dispute (Jaques v. Weeks, 7 Watts 261; Hill v. Epley, 31 Pa. 331, 336; Maul v. Rider, 59 Pa. 167, 171); but not of that which they could not have learned by inquiry of those only who, they had reason to believe, knew of the facts; Lower’s App., I Walker 404. The burden of proof upon these points was upon defendant, and, to be of any effect, the evidence was required to be clear and unequivocal: Meehan v. Williams, 48 Pa. 238, 241, 242; Townsend v. Little, 109 U. S. 504, 511. It is not claimed that plaintiffs had actual knowledge of the alleged wrong, or that they knew of others who were acquainted with facts which might affect the title to the property. Their grantor was in possession, her grant was an affirmance that she had a good title, and hence, as we have held, plaintiffs were not required to make any inquiry of her: Stiffler v. Retzlaff, 20 W.N.C. 303 .. . ‘The rule is universal that if the possession be consistent with the recorded title, it is no notice of an unrecorded title’: Kirby v. Tallmadge, 160 U. S. 379, 388.”\nFurther, as stated in the above case, the burden of proving that a purchaser for value had constructive notice of facts not appearing in the record is upon him who asserts it. This burden was not met and the lower court correctly so concluded.\nJudgment affirmed.\nNellie Francis Jerles and her husband conveyed all of their interest to certain of the appellants in 1055. Jesse died intestate in 1944 survived by a wife and five children.\nPreliminary objections to the complaint were sustained and this action in ejectment followed.\nEmphasis supplied."}