{"id": "1885996", "contents": "Opinion by\nMr. Chief Justice Bell,\nAppellant instituted a trespass action against appellee, the owner of a so-called “low overhead” clothing store in Wilkes-Barre, to recover damages for personal injuries.\nClothing sold by the appellee was displayed on racks; the racks were made of pipe and were not attached to the floor. In the part of appellee’s store where the plaintiff was injured, there were several parallel rows of such racks, adjacent rows being separated by aisles approximately 34 inches wide. When plaintiff, accompanied by her daughter, Mrs. Butler, was walking along one of the aisles between rows of racks they observed ahead of them another customer, a young girl of 14, who was examining clothing on one of the racks.\nMrs. Butler, who was walking ahead of her mother, passed safely by the other customer just mentioned, but when the appellant started to pass this other customer, the latter suddenly turned and bumped into the appellant with such force as to throw her off balance. In an effort to regain her balance, appellant reached for the top cross bar of an adjacent rack. In attempting to grasp the top cross bar, appellant pushed the top of the rack away from her, but caused the bottom of the rack to strike her legs in such a way as to knock her down. Appellant fell to the floor and suffered the injuries complained of in this action.\nThe Court below entered a compulsory nonsuit, which it refused to remove; hence this appeal.\nIn Flagiello v. Crilly, 409 Pa. 389, 187 A. 2d 289, the Court said (page 390): \"It is hornbook law that a judgment of nonsuit can be entered only in clear cases and plaintiff must be given the benefit of all evidence favorable to him, together with all reasonable inferences of fact arising therefrom, and any conflict in the evidence must be resolved in his favor: Castelli v. Pittsburgh Railways Company, 402 Pa. 135, 165 A.2d 632; Stimac v. Barkey, 405 Pa. 253, 174 A. 2d 868; Borzik v. Miller, 399 Pa. 293, 159 A. 2d 741.\n“The law is likewise clear that the plaintiff has the burden of proving by a fair preponderance of the evidence that defendant was negligent and that his Uegligence was the proximate cause of the accident: Stimac v. Barkey, 405 Pa., supra; Schofield v. King, 388 Pa. 132, 130 A. 2d 93.”\nAppellant contends that defendant was negligent in failing to secure the clothing racks to the flooring and that this was the proximate cause of her injuries. To sustain plaintiff's contention of negligence in this case would make the appellee an insurer of the safety of its business invitees, and we have held that a storekeeper is not such an insurer: Hess v. Sun Ray Drug Co., 387 Pa. 199, 201, 127 A. 2d 699; Schaff v. Meltzer, 382 Pa. 43, 45, 114 A. 2d 167; McAdoo v. Autenreith's Dollar Stores, 379 Pa. 387, 391, 109 A. 2d 156; Parker v. McCrory Stores Corp., 376 Pa. 122, 124, 101 A. 2d 377; Jerominski v. Fowler, Dick and Walker, 372 Pa. 291, 295, 93 A. 2d 433; Lanni v. Pennsylvania Railroad Co., 371 Pa. 106, 110, 88 A. 2d 887; Sheridan v. Great Atlantic & Pacific Tea Co., 353 Pa. 11, 13, 44 A. 2d 280; Rogers v. Max Azen, Inc., 340 Pa. 328, 330, 16 A. 2d 529; Hellriegel v. Kaufmann & Baer Co., 337 Pa. 149, 154, 9 A. 2d 370; Stais v. Sears-Roebuck & Co., 174 Pa.Super. 498, 502, 102 A. 2d 204; Kramer v. Meyer, 168 Pa. Super. 13, 15, 76 A. 2d 481. Moreover, assuming arguendo that defendant's racks were so insecure as to warrant a finding of negligence, it is clear that the proximate cause of appellant's injury was not appellee's failure to fasten the clothing racks to the floor, but the independent negligent action of the \"bumping\" girl.\nJudgment of nonsuit affirmed.\nItalics, ours."}