{"id": "1885974", "contents": "Opinion by\nMr. Justice Benjamin R. Jones,\nThis is an appeal from a decree of the Orphans’ Court of Allegheny County which awarded the entire estate of a Pennsylvania decedent, Peter Christoff, to one Constantin Peter Kouzinakis (Peter), a resident of Greece, on the basis of a decree of adoption rendered by a court of Greece which decree purports to make Peter the adopted son of the decedent.\nOn August 12, 1960, Peter Christoff (decedent), an American citizen domiciled in Pittsburgh, died unmarried and without natural issue surviving. His last will and testament, dated June 18, 1948, named Constantin D. Cozinacis (Constantin), presently resident in Prague, Czechoslovakia, as the residuary legatee.\nConstantin Peter Kouzinakis (Peter) is a grandnephew of decedent and, by the terms of a decree of the Court of First Instance of Edhessa, Greece, dated October 17, 1955, Peter was declared to be the adopted son of the decedent.\nAt the audit of the decedent’s estate before the Orphans’ Court of Allegheny County, Peter claimed the entire balance for distribution in decedent’s estate as an after-adopted child, in accordance with the provisions of Section 7(4) of the Wills Act of 1947, P. L. 89, 20 PS §180.7. The court below recognized the foreign decree of adoption and decreed that Peter was the adopted son of the decedent and entitled to the award of the entire balance of the estate. From that decree Constantin appeals.\nFundamentally, the issue here is the recognition, if any, to be accorded by the courts of this Commonwealth to the decree of adoption rendered by the court in Greece.\nCertain principles are well settled: (a) had Peter come from Greece to Pennsylvania and been adopted in Pennsylvania by the decedent the award of the balance of this estate to him would have been proper; (b) the incidents of adoption as to inheritance as against the status of adoption in another state or country are to be determined by the laws of the decedent’s domicile. In Zoell's Estate, 345 Pa. 413, 29 A. 2d 31, we held that, while Pennsylvania recognizes the status of an adopted child in another state, the incidents of that status in such other state cannot alter our laws of inheritance and the estate of a decedent domiciled in Pennsylvania is distributable in accordance with our laws of inheritance. A fortiori, such a rule applies when the status of adoption was created by the decree of a foreign country.\nAlthough we must give full faith and credit under the mandate of the United States Constitution to a decree of adoption by a court of a sister state if such court had jurisdiction over the parties and the subject matter, judicial decrees rendered in foreign countries depend for recognition in Pennsylvania upon comity: Commonwealth ex rel. v. Yarnell, 313 Pa. 244, 250, 169 A. 370; Commonwealth v. Doughty, 187 Pa. Super. 499, 506, 144 A. 2d 521; Commonwealth ex rel. v. Manzi, 120 Pa. Super. 360, 367, 182 A. 795. Under the principles of comity the recognition of a foreign decree is not a matter of absolute obligation. Hilton v. Guyot, 159 U.S. 113, 16 S. Ct. 139; 11 Am. Jur. § 5, p. 299. We do, and will, treat the judgment and decree of a foreign judicial tribunal with the greatest respect and deference. Nevertheless, it is the primary duty of the courts of this Commonwealth to ensure that justice is done and we forbear to promulgate a rule that a decree of a foreign tribunal must be extended the same degree of faith and credit as that which would be extended to the judicial decree of a sister state. In Hilton v. Guyot, supra (p. 205), the United States Supreme Court stated: \"It must, however, always be kept in mind that it is the paramount duty of the court, before which any suit is brought, to see to it that the parties have had a fair and impartial trial, before a final decision is rendered against either party. When an action is brought in a court of this country, by a citizen of a foreign country against one of our own citizens . . . and the foreign judgment appears to have been rendered by a competent court, having jurisdiction of the cause and of the parties, and upon due allegations and proofs, and opportunity to defend against them, and its proceedings are according to the course of a civilized jurisprudence, and are stated in a clear and formal record, the judgment is prima facie evidence, at least, of the truth of the matter adjudged; and it should be held conclusive upon the merits tried in the foreign court, unless some special ground is shown for impeaching the judgment, as by showing that it was affected by fraud or prejudice, or that, by the principles of international law, and by the comity of our own country, it should not be given credit and effect.\"\nWhere, as in the case at bar, it clearly appears that one of our domiciliarles invoked the process and the jurisdiction of a foreign tribunal we must ordinarily grant recognition and credit to the decree of sucb a tribunal unless the decree is so palpably tainted by fraud or prejudice as to outrage our sense of justicé or where the process of the foreign tribunal was invoked to achieve a result contrary to our laws or public policy or to circumvent our laws or public policy.\nWe have carefully reviewed the instant record and from such review we find agreement with the learned court below that the record clearly shows that the decedent desired to bring one of his Greek relatives to the United States; that he wished to adopt Peter; that he was advised by counsel that, upon such adoption, the adoptee would become his heir-at-law; that he, nevertheless, proceeded with adoption proceedings in Greece and did all things necessary to procure Peter's adoption as his son in accordance with the requirements of the Greek court; that, subsequent to the rendition of the decree of adoption, he made a sworn petition to the United States immigration authorities for the issuance of an immigrant visa to Peter giving Peter's relationship to him as \"adopted son\". Our examination of the record further impels us to agree with the court below that the procedure and findings of the Greek court were in accordance with Greek law and the weight of judicial authority in Greece; that the incidents of adoption in Greece are not so dissimilar from those attendant upon adoption here as to bring into play against its recognition \"a positive, well-defined, universal public sentiment, deeply integrated in the customs and beliefs of the people [of this Commonwealth] and in their conviction of what is just and right and in the interests of the public weal\" (Mamlin v. Genoe, 340 Pa. 320, 325, 17 A. 2d 407); that if there was fraud or mistake, and we are convinced there was not, in the procurement of the decree, it was not occasioned by Peter or his family; that the decedent effectively consented to the jurisdiction of the Greek court which had jurisdiction of the subject matter (Restatement (2d), Conflict of Laws, Tentative Draft No. 3, § 81; Ibid, Tentative Draft No. 4, § 142; McQuiston's Adoption, 238 Pa. 304, 312, 86 A. 205).\nWe are convinced of the validity of the decree of the Greek court whereby Peter acquired the status of an adopted son of the decedent and that, on the principles of comity, we should grant recognition to this decree. Peter, having acquired the status of an adopted son, the incidents of inheritance attaching to such status in Pennsylvania must govern Peter’s claim in this estate.\nDecree affirmed. Costs to be paid by estate."}