{"id": "1886010", "contents": "Opinion by\nMr. Justice Cohen,\nIn March, 1955, Haveg Industries, Inc. (then known as Contiuental-Diamond Fibre Company), entered into an agreement with the Budd Company, Inc., whereby the latter would purchase a substantial part of Haveg’s assets. Among the assets to be purchased was a manufacturing plant located in Bridgeport, Pennsylvania. On July 1, 1955, Haveg delivered to Budd an executed deed to said real estate; and on July 2, 1955, the deed was presented for recording to the Recorder of Deeds of Montgomery County, Pennsylvania. In accordance with the consideration of $267,682 recited in the deed, Pennsylvania realty transfer tax stamps in the amount of $2,677 were purchased and affixed to the deed.\nOn April 24, 1959, the Realty Transfer Tax Division of the Pennsylvania Department of Revenue made and mailed a Determination of Realty Transfer Tax with respect to the sale of the plant in the amount of $11,076.50. It claimed a balance due, after giving credit for the amount paid, of $8,399.50 plus interest. The determined tax of $11,076.50 was based on the Department’s appraisal of the actual market value of the plant at $1,107,650.49, an appraisal which included the value of the land, buildings, machinery and equipment all used as an assembled plant. The recited value of $267,682 included only an appraisal of the land and buildings. The parties have stipulated, however, that if appellee-taxpayer’s position is sustained, the value of the land and buildings will be established at $400,000 and that an additional realty transfer tax of $1323 plus interest will be due.\nFollowing refusal of its petitions for redetermination and review, Haveg filed an appeal with the Court of Common Pleas of Dauphin County. In its appeal it objected to the Determination for the following reasons: (1) the inclusion of the value of the machinery and equipment in the measure of the tax was erroneous because the Act of December 27, 1951, P. L. 1742, as amended, 72 P.S. §3283 et seq. (Supp. 1962) did not tax the transfer of machinery and equipment; (2) the imposition of interest was improper because no statute authorized it; (3) in other similar instances the value of machinery and equipment transferred was not included in the measure of the tax; (4) no authority existed for the making of a “Determination” by the Department of Revenue.\nUpon submission of stipulated facts, the court below, sitting without a jury, decided that the Department of Revenue erroneously included the value of the machinery and equipment in its measure of tax. It held that unattached machinery and equipment did not constitute “land, tenements and hereditaments” under The Realty Transfer Tax Act and could not be made such by application of the assembled industrial plant doctrine. It therefore ruled that the correct tax was $4,-000 and entered, judgment for the Commonwealth in the sum of $1328 plus interest from July 1, 1955. The Commonwealth took this appeal.\nInitially, we note'that, although Haveg raised certain questions regarding the validity of the procedure followed by the Department of Revenue in its effort to collect this tax, neither the court below nor the parties in their arguments here have referred to these issues. Although we feel that the questions are serious ones, we shall refrain from deciding them now in view of the posture of this appeal and pass immediately to the substantive issue.\nSimply put, the question is whether the “assembled industrial plant” doctrine applies to The Realty Transfer Tax Act. Under the Act, a tax is imposed upon the transfer of real estate at the rate of one percent of the value of the transferred property. The key clause in the taxing provision (§3) is as follows: “Every person who makes, executes, delivers, accepts or presents for recording any document . . . shall be subject to pay for and in respect to the transaction ... a State tax at the rate of one (1) percentum of the value of the property represented by such document. . . .” '“Document” is defined in section 2 of the Act as follows: “ ‘Document.’ Any deed, instrument or writing whereby any lands, tenements or hereditaments within this Commonwealth or any interest therein shall be granted, bargained, sold, or otherwise conveyed to the gramtee, purchaser, or any other person. . . .”\n“Value” is also defined in section 2: “‘Value.’ In the case of any document granting, bargaining, selling, or otherwise conveying any land, tenement or herditament, . . . the amount of the actual consideration therefor. . . .”\nTlrus upon the transaction of conveying lands, tenements or hereditaments, a tax of one percent of the actual consideration paid for the land, tenement or hereditament is imposed. The question for our determination is whether unattached machinery and equipment constitute “lands, tenements or hereditaments.”\nThe assembled industrial plant doctrine has been applied specifically in two areas. First, in the field of industrial mortgages it has long been the law that unattached machinery and equipment in an industrial plant is subject to the lien of a mortgage covering the plant. Voorhis v. Freeman, 2 W. & S. 116 (1841); Pennsylvania Chocolate Company v. Hershey Brothers, 316 Pa. 292, 175 Atl. 694 (1934). This doctrine is based, first and foremost, upon the intention of the parties that the lien of a mortgage on an industrial plant should extend to the machinery and equipment therein and, second, on consideration of a public policy to encourage financing of industrial plants. Roos v. Fairy Silk Mills, 334 Pa. 305, 5 A. 2d 569 (1939).\nSecond, the doctrine has been applied in the area of local real estate taxation. In both the Act of May 22, 1933, P. L. 853, §201, as amended, 72 P.S. §5020-201 (“The General County Assessment Law”) and the Act of May 21, 1943, P. L. 571, §201, as amended, 72 P.S. §5453.201 (“The Fourth to Eighth Class County Assessment Law”), machinery and equipment contained in an industrial plant have been held subject to assessment for real estate taxes. Both acts enumerate the subject of taxation in detail and include the catchall phrase “all other real estate not exempt by law from taxation.” Our Court has found in these provisions an intention by the General Assembly to include machinery and equipment in the assessment base. United Laundries, Inc., v. Board of Property Assessment, 359 Pa. 195, 58 A. 2d 833 (1948).\n“Lands, tenements or hereditaments” are words of the early common law which defined things real and immovable as distinguished from personal property. “Land,” of course, is self-explanatory; “tenements” meant things held under feudal tenure; “hereditaments” meant things which might be inherited. The phrase itself came to be coextensive with the meaning of real property. See Nicholson, Pennsylvania Law of Real Estate, 3rd. Ed. §11, p. 14. It has never been interpreted as coextensive with the assembled industrial plant doctrine, and we conclude that its use in The Realty Transfer Tax Act indicates a legislative intent to exclude all types of personalty. ' Since our role is to ascertain the intent of the General Assembly with regard to the statutory provisions in question and since the General Assembly has chosen language indicating an intent to restrict the scope of the realty transfer tax, we hold that there was no justification for inclusion of the machinery and equipment in the measure of the tax under the Act.\nJudgment affirmed."}