{"id": "1887206", "contents": "Opinion by\nMr. Justice Benjamin R. Jones,\nThis appeal challenges the propriety of an order of the Court of Common Pleas of Erie County which upheld the dismissal of a high school teacher upon the statutory ground of incompetency.\nOn June 26, 1961, George L. Pease, Jr. (Pease), entered into a written contract with the School District of Millcreek Township, Erie County (District) under the terms of which the District employed Pease as a professional employee at a stated salary, and, in accordance with his duties under the contract, he taught in McDowell High School. During the school years 1958-1959 and 1960-1961, Pease had been employed by the District as a teacher of history and problems of democracy and during the school year 1959-1960 he had taught in Alaska. It is conceded that, as a classroom teacher in his qualified subjects, Pease always earned completely satisfactory ratings. Pease entered upon his teaching duties and continued to serve the District in that capacity until December 21, 1961 at which time he was dismissed, effective December 31, 1961, by the Board of school directors of the District (Board) on the grounds of incompetence, persistent negligence and persistent and wilful violation of the school laws. It is conceded that the manner in which Pease was dismissed, i.e., by the presentation of charges in writing, hearings, etc., was in strict accordance with the provisions of the Public School Code.\nFrom the Board’s action Pease appealed to the State Superintendent of Public Instruction (Superintendent). The Superintendent sustained Pease’s appeal and directed Ms reinstatement as a teacher. The Board then appealed to the Court of Common Pleas of Erie County which reversed the Superintendent’s decision and reinstated the Board’s order dismissing Pease.\nIn this area of the law the scope of review both of the court of common pleas and this Court has recently been enunciated in Tassone v. Redstone Township School District, 408 Pa. 290, 183 A. 2d 536 and Thall Appeal, 410 Pa. 222, 189 A. 2d 249. When a board appeals from the action of the Superintendent to the court of common pleas the board is not entitled to a hearing de novo. In such instance, the court of common pleas reviews the record before the Superintendent simply to determine whether there was “a manifest abuse of discretion or an error of law on the part of the superintendent”: Tassone v. Redstone Township School District, supra, p. 292; Thall Appeal, supra, p. 225. Likewise, on an appeal from the court of common pleas, we simply determine whether the Superintendent manifestly abused his discretion or committed an error of law.\nThe factual situation which furnished the background for Pease’s dismissal is uncomplicated. On September 5, 1961 — at the opening of the school year— Pease learned for the first time that, in addition to his classroom duties, he had been assigned to act as the sponsor of a boys’ bowling club for the school year. The bowling sessions — which took place at a privately operated bowling alley located approximately one and one-half miles from the McDowell High School — occurred after school hours one day each week during the twenty-six week school term, each session lasting approximately two and one-half hours. The school did not bear any costs whatsoever of such bowling, each boy paying his own transportation to the alley as well as the cost of his individual bowling. There were no intramural nor intersclxolastic bowling teams and the boys in the bowling club did not compete intramurally or in ter scholastically. It was not intended that the sponsor teach, coach or instruct in bowling but simply that the sponsor be in attendance at the alley while the bowling took place to maintain, if necessary, discipline among the boys. Even though the formation of the bowling club had received Board sanction, nevertheless, it was simply a voluntary association of boys who desired to bowl.\nUpon notification of his assignment to this extracurricular activity, Pease notified both the high school principal and the superintendent of schools in the District that he would not accept the assignment. The matter was referred to the Board which, after attempts to compromise the matter, finally, by resolution, formally assigned Pease to sponsor the boys’ bowling. Upon Pease’s refusal to accept the assignment, the Board preferred written charges against him and, after hearings, dismissed him. As stated above, on appeal, the Superintendent reinstated him.\nIn line with our scope of review, we note the conclusions reached by the Superintendent. These conelusions were: (1) that the type of assignment was within the contemplation of the parties at the time Pease was employed; (2) that, even though the bowling activity had not formally been adopted by the Board, such formal approval was not required under the Public School Code; (3) that, even though the Board had made no rules or regulations regarding the manner of supervision by the sponsor of the bowling activity, the absence of such rules and regulations did not affect the propriety of this assignment; (4) the assignment to supervise the bowling activity was within the scope of Pease’s duties as a teacher; (5) that the assignment was not of an unprofessional nature. The only area of disagreement between the Board and the Superintendent is to be found in two conclusions of the latter: (1) that the Board failed to adopt reasonable rules and regulations as to the manner of assignment of teachers to extracurricular duties so that such assignment would be fairly and impartially made; (2) that, under the instant factual situation, Pease’s assignment was not reasonably made. The Superintendent’s final conclusion was that, for these reasons, Pease “was under no contractual obligation to accept this assignment and thus the charge of incompetency on this basis cannot be sustained.”\nThe majority of the court below agreed with all the Superintendent’s conclusions except wherein he disagreed with the Board and as to these conclusions the court held that the Superintendent had abused his discretion and committed an error of law.\nIn examining the action of the Superintendent we review his order and not the reasons on which it is based. Just as in our review of a judgment or decree of a court we look to the merits of the judgment or decree and will not reverse because some, or even all, of the reasons advanced by the court are wrong if there is some valid reason for upholding the judgment or decree (Cope Estate, 351 Pa. 514, 41 A. 2d 617; Girard Trust Co. v. Tremblay Motor Co., 291 Pa. 507, 140 A. 506; Bumbarger v. Walker, 193 Pa. Superior Ct. 301, 164 A. 2d 144; Gribbel v. Donoian, 193 Pa. Superior Ct. 445, 165 A. 2d 410), so must we sustain the order of the Superintendent if any valid reason exists to uphold it and the Superintendent has not abused his discretion or committed an error of law.\nThe real crux of this controversy is whether the bowling activity to which Pease was assigned by the Board was so related to the school program as to justify the Board, under Section 511(c) of the Public School Code, supra, in making this assignment.\nSection 511(c) provides: “The board of school directors may (1) permit the use of school property, real or personal, for the purpose of conducting any activity related to the school program, or by any school or class organization, club, society, or group, (2) authorize any school employe or employes to manage, supervise and control the development and conduct of any of such activities, (3) employ or assign any school empolye to serve in any capacity in connection with any of such activities.” (Emphasis supplied.)\nThe authority of the Board to make any assignment of a school teacher to an extracurricular activity, i.e., an activity outside the classroom, arises, if at all, from the provisions of Section 511 (c). Implicit and inherent in Section 511(c) is the limitation and restriction on the authority of the Board to assign a school teacher only to such activities as are related to the school program.\nIn determining the obligations of a school teacher we agree on the general principles enunciated in McGrath v. Burkhard, 280 P. 2d 864, 870: “A teacher’s duties and obligations to students and the community are not satisfied by closing the classroom door at the conclusion of a class. The direction and supervision of extracurricular activities are an important part of his duties. All of his duties are taken into consideration in his contract for employment in the annual salary. All of this is, of course, subject to the test of reasonableness. . . . What is reasonable must necessarily depend upon the facts of the situation and the teachers are protected in that regard by the appropriate administrative and judicial procedure. Supervising the students and being present to protect their welfare at school athletic and social activities, conducted under the name and auspices of the school, is within the scope of the contract and such assignments are proper so long as they are distributed impartially, they are reasonable in number and hours of duty and each teacher has his share of such duty.”\nThe line of demarcation between those activities which are related and those which are not related to the school program may, at times, be most difficult to establish. However, in the case at bar, it seems clear that this particular activity and the manner in which it is conducted, i.e., bowling, are not related to the school program.\nJudge Lattb, in dissent, clearly indicates why this activity is not related to the school program under the instant factual situation: “In the case before us, however, the bowling club is a voluntary association of students having a common desire to bowl. There is no varsity bowling team nor is there competition between home rooms or other subdivisions of the school on an intramural basis. In this respect, bowling by the McDowell students differs but little from other activities of students having a common desire to swim, learn magic, or to do any one of a thousand things which interest high school children. Coaching, instructing or guiding at the bowling alleys are not required of the professional employe, and the only possible excuse for the schools’ interest after hours is supervision. But, schools have no duty to supervise students in theii* play after school and off school premises when such play is not genuinely connected with the school program. If the rule were otherwise, a professional employee could be required to act as lifeguard over a group of students desiring merely to disport themselves on the beach, or he could be required to sit idly by in a private home or other place while students play chess, bridge, or construct models of aircraft, merely to see to it that the participants behave themselves. Such supervisory chores might make some contribution toward fostering recreation and incidentally make some contribution to the physical, moral, or mental development of the children, but they would not be properly related to the program of the school no matter how long continued and no matter what school sanction was obtained. Supervision of after-school, off-the-premises play must fall either upon the family or a social agency created for the purpose whenever the sole activity is recreation and fun unrelated to education. Concededly, generalities in these matters are impermissible, for each case must stand on its own facts. There are circumstances under which school supervision off the school premises after hours is indicated and proper, and there are circumstances under which it is improper. The facts of this case bring the matter within the latter group.” With these statements we are in accord.\nSchool teachers must realize that they are subject to assignment by the school board to any activity directly related to the school program; classroom duties in school hours do not constitute all their duties. On the other hand, school boards must realize that their power of assignment of school teachers to extracurricular duties is not without limitation and restriction; under Section 511(c) the activity to which a school teacher is assigned must be related to the school program and the assignment must be fairly and reasonably made.\nOur review of this record clearly reveals that this Board acted patiently, with restraint and in the utmost of good faith. Its error lay in an unintentional excession of the power of assignment granted by the Public School Code. Our refusal to sustain its dismissal of Pease in no manner reflects on the capability, the integrity or good purpose of the members of the Board. On the other hand, the record indicates an attitude on Pease’s part which, while it falls short of the stated grounds for dismissal under the Public School Code, we cannot condone or approve. What we now decide is that the activity to which Pease was assigned was not so related to the school program as to justify the Board’s action, under Section 511(c) of the Public School Code, in making this assignment; in short, the Board exceeded its authority on the facts as presented.\nWhile the Superintendent erred in concluding that Pease’s assignment was proper, nevertheless, his order directing Pease’s reinstatement was correct and must be sustained.\nOrder of the court below reversed. District to pay costs.\nMr. Justice Musmanno and Mr. Justice Roberts took no part in the consideration or decision of this case.\nGrounds for the dismissal of a school teacher are set forth in the Acts of March 10, 1949, P. L. 30, §1122; May 9, 1949, P. Tj. 939, §4; June 28, 1957, P. L. 395, §1; July 26, 1961, P. h. 891, §1, 24 PS §11-1122. Although it appears that Pease was charged with incompetency, persistent negligence and persistent and wilful violation of the school laws, the record certainly does not justify a discharge or dismissal on the grounds of persistent negligence or persistent and wilful violation of the school laws. If any ground for dismissal exists, it would be incompetency.\nAct of March 10, 1949, P. L. 30, §1127, 24 PS §11-1127.\nThe vote in the court below was two to one, Laxtb, J. filing a dissenting opinion.\nHowever, if the professional employee appeals from the action of the Superintendent, he is entitled to a hearing de novo: Thall Appeal, footnote, p. 225.\nIn Thall, we said: “This rule is especially appropriate where . . . the question involves the competency of a teacher.” (p. 225)\nIt was calculated that, hourwise, the bowling would consume nine days’ time during the school year.\nAs reason, Pease assigned, at various times, that the assignment was not proper, was beneath his “dignity”, was not appropriate to a school teacher, etc. It would appear that the question of additional compensation was not involved. Pease did indicate his willingness to accept assignment to another extracurricular activity."}