{"id": "1887228", "contents": "Opinion by\nMr. Justice O’Brien,\nAppellant, Great American Insurance Company, filed a petition for declaratory judgment. Appellee, The State Farm Mutual Automobile Insurance Company, filed an answer. The parties then submitted the case to the court below upon an agreement of facts stipulated as follows:\n“(1) That on September 19, 1959, Bobert D. Stauffer, Sr., Mary Ann I. Stauffer, Bobert D. Stauffer, Jr., resided at 3109 Crab Hollow Boad, Pittsburgh 35, Pennsylvania.\n(2) That on September 19, 1959, Paul E. Dick resided with his parents at 120 Curtis Street, Pittsburgh 35, Pennsylvania.\n(3) That on or about September 19, 1959, Bobert D. Stauffer, Jr., was fifteen years of age and Paul B. Dick was sixteen years of age.\n(4) That on September 19, 1959, Bobert D. Stauffer, Sr., owned a 1954 Plymouth two door sedan which was insured by the State Farm Mutual Automobile Insurance Company. . . .\n(5) On September 19, 1959, Harold B. Dick, the father of Paul B. Dick, was the owner of a 1959 Oldsmobile automobile which was insured by the Great American Insurance Company. . . .\n(6) That on September 19, 1959, the said Paul R. Dick was operating the vehicle owned by Robert Stauffer, Sr., with the permission of Robert Stauffer, Sr., and the said Robert Stauffer, Jr., was riding in said vehicle. The vehicle left the highway and said Robert Stauffer, Jr. was injured.\n(7) That at No. 1793 April Term 1961, suit was filed on behalf of Robert Stauffer, Jr. against Paul R. Dick.\n(8) That the State Farm Automobile Insurance Company has denied coverage to said Paul R. Dick and has refused to defend him in said suit on the grounds that their policy did not apply in this situation.\n(9) That the said Great American Insurance Company, whose policy covers Paul R. Dick under the “drive other car” endorsement, contends the said State Farm policy does apply in this situation and that the State Farm policy is primary and the Great American policy is excess.\n; (10) As a result, these declaratory proceedings have been filed.”\nThe relevant provisions of the State Farm policy are: “This policy does not apply under: . . . . (g) coverage A, (1) to any obligation for which the insured or his insurer may be held liable under any workmen’s compensation, unemployment compensation, or disability benefits law, or under any similar law; or (2) to bodily injury to the insured or any member of the family of the insured residing in the same household as the insured: . . .”\n“Insured — under coverages A and B, the unqualified word ‘insured’ includes the named insured, and if the named insured is an individual, his spouse, if a resident of the same household, and also includes any person while using the automobile and any person or organization legally responsible for the use thereof provided the actual use is by the named insured or such spouse or with the permission of either.”\nThe fundamental question which this action presents for our determination is whether or not the State Farm policy issued to Robert Stauffer, Sr. required the State Farm Company to defend and provide coverage in an action against Paul Dick for damages suffered by Robert Stauffer, Jr., son of the named insured.\nThe Great American Insurance Company contends that Paul Dick “Is the insured” under the provisions of the State Farm Policy and since Robert Stauffer, Sr. is not a member of Paul Dick’s household the State Farm policy extends coverage which requires State Farm to defend in the suit against Paul Dick.\nThe State Farm Company contends that the word insured in the above quoted provision means “Named insured”, thus, the exclusionary provision of the policy applies to any member of the family of Robert Stauffer, Sr. who resides in his household.\nThe court below decided that the terms of the policy did not require State Farm to defend Paul Dick or pay any claim against him for injuries sustained by Robert Stauffer, Jr.\nThe general rule is that an insurance policy must be strictly construed against the party who has written the policy. However, the words contained in the policy must be given a reasonable and normal interpretation. There does not seem to be any ambiguity in the State Farm policy in that the policy states under the paragraph referring to the “insured” that the word “insured” includes the named insured. Thus the named insured Robert Stauffer, Sr. is not covered by his liability policy for injuries sustained by members of his family who are members of his household as they are excluded from coverage by the terms of the policy.\nWe have found no case in Pennsylvania which exactly conforms to the case at bar. There are, however, decisions in other jurisdictions which rule on the point of law. In the case of Pearson v. Johnson, 215 Minn. 480, 10 N.W. 2d 357 (1943), an identical factual situation was presented and the Minnesota court ruled that the exclusionary language in the policy applied. The policy considered in Pearson was identical with the policy at bar and the court said on page 358: “The word ‘insured’ is defined by the policy itself to include for the purposes named at all times the named insured Pearson. That the policy gives it broader application so as' to include persons driving with the named insured’s consent cannot be said to wipe out the exemptions incorporated into the policy to prevent the insured, that is, the named insured and his family from recovering for their own injuries. The policy is essentially a liability and not an accident policy. It is a contract between Pearson and the State Farm Mutual Automobile Insurance Company, by the terms of which the latter agrees to protect the former against liability incurred at the suit of anyone outside his own family or household. Mrs. Pearson is a member of the named insured’s household and family and as such is expressly excluded from coverage. The policy provisions creating additional assureds cannot change the essential contract between Pearson and his insurance company. Certainly they cannot be read so as to nullify the express exclusions of the policy.” See also Kirk v. State Farm, 200 Tenn. 37, 289 S.W. 2d 558 (1955).\nIn the case of Puller v. Puller, 380 Pa. 219, 110 A. 2d 175 (1955), the policyholder, his wife and daughters were passengers in an automobile that became the subject of an accident with a train. The policyholder, his wife and daughters brought an action against the railroad company. The defendant joined the policyholder as an additional defendant in his wife’s case. A verdict ivas returned against both the railroad company and the policyholder. The railroad paid the verdict and then sought to collect one-half of the judgment from the State Farm Insurance Company. The State Farm refused to pay because of the exclusion clause. This court held that the exclusion clause applied and the Railroad could not recover.\nIt is clear from a reading of the policy that the language excludes the members of the named insured’s family, who are also members of his household, from recovery. The policy is a liability policy, not an accident policy.\nState Farm has filed a motion to quash the appeal, which motion was argued at the time of oral arguments on the merits. State Farm contends that no appeal lies because no exceptions were filed by appellant to the findings of the court below, made upon an agreed set of facts. The opinion below states that “the case was submitted ... in the nature of a case stated”. From the record, we are unable to ascertain whether the action below is truly “in the nature of a case stated”, or ■whether it is a “hybrid proceeding which has some of the characteristics of a case stated”, as was the case in Frankel v. Reliance Mut. L. Ins. Co. of Ill., 199 Pa. Superior Ct. 295, 184 A. 2d 305 (1962). We have not considered the question since we believe it is desirable that an appellate decision on the merits of the case be made, but we deem it advisable that the profession heed the admonition of Frankel, lest appeals be taken which do not properly lie.\nJudgment affirmed.\nThe action referred to is a two count action of trespass, wherein Robert D. Stauffer, Jr., a minor, by his parents and natural guardians, Robert D. Stauffer, Sr., and Mary Ann I. Stauffer, seeks to recover damages which he has suffered; and Robert D. Stailffer, Sr., and Mary Ann I. Stauffer seek, in their own right, to recover damages sustained by them."}