{"id": "1887225", "contents": "Opinion by\nMe. Justice Cohen,\nThis is an appeal from the denial of relator’s petition for a writ of habeas corpus challenging the validity of the extradition proceedings instituted against him under section 6 of the Uniform Criminal Extradition Act. . We hold that the court below erred in refusing to grant the writ.\nSection 6 of the Uniform Criminal Extradition Act empowers the governor of Pennsylvania to surrender upon the demand of the executive authority of another state one found in Pennsylvania who is charged with “committing an act in this State . . . intentionally resulting in a crime in the state whose executive authority is making the demand . . . even though the accused was not in that state at the time of the commission of the crime and has not fled therefrom.” In the instant case, the governor’s warrant alleges that relator, George Aronson, committed acts in Pennsylvania which resulted in the crime of theft in Wisconsin, the theft consisting of obtaining goods by virtue of a fraudulent promise to pay for them.\nAlthough the courts of the surrendering state possess only a limited scope of review over an extradition procedure, there is an obligation to make certain that the requirements of the Uniform Criminal Extradition Act have been satisfied before permitting one to be surrendered to the executive authority of the demanding state. Commonwealth ex rel. Thomas v. Superintendent, Philadelphia County Prison, 372 Pa. 595, 94 A. 2d 732 (1953) ; Commonwealth ex rel. Spivak v. Heinz, 141 Pa. Superior Ct. 158, 14 A. 2d 875 (1940). An examination of the record in the instant case discloses that this has not been done.\nSection 7 of the Act provides that the governor’s warrant “must substantially recite the facts necessary to the validity of its issuance.” (Emphasis supplied.) The present proceeding under section 6 of the Act is predicated on the theory that (1) acts were committed in Pennsylvania and (2) that said acts resulted in the crime of theft in Wisconsin. The warrant and accompanying requisition papers, however, fail to set forth facts to support these two prerequisites. Most of the papers merely repeat the language of section 6. Appellee, in an attempt to meet this objection, relies upon the following language contained in the affidavit of the complaining witness: “. . . on or about May 1, 1961, the complaining witness contacted the defendant about the fact that he had not paid the current billings and invoices, and was assured that circumstances beyond the control of the defendant had caused the delay in forwarding said sums, but that payment would be made in full. At such time the complaining witness had declined forwarding any further merchandise to the account of the defendant or the corporations through which he operated, and as a result of the false representations made by the defendant [complaining witness] forwarded said merchandise.”\nThis statement does not indicate (1) where the act of misrepresentation was made — whether in Pennsylvania, Wisconsin, or in a third state, nor (2) can we reasonably conclude from it that the alleged crime— whether Consummated by sending the goods to relator or by his receiving them — resulted in Wisconsin rather than in Pennsylvania or in a third state.\nSection 7 of the Act not having been complied with, we must reverse the judgment below. Commonwealth ex rel. Spivak v. Heinz, supra.\nOrder reversed, and petitioner discharged.\nAct of July 8, 1941, P. L. 288, §6, 19 P.S. §191.6 (Supp. 1962). Section 6 also permits extradition where the acts occurred in a third state. The theory of this proceeding, although not clear, is that the acts occurred in Pennsylvania. See, infra.\nAct of July 8, 1941, P. L. 288, §7, 19 P.S. §191.7 (Supp. 1962).\nWe assume without deciding that the facts necessary to satisfy section 7 may be drawn from the accompanying requisition papers. Cf. Commonwealth ex rel. Heiss v. Ruch, 384 Pa. 36, 119 A. 2d 237 (1956).\nIn Spivak, the extradition papers did not set forth facts supporting the requirement of section 6 that a crime must result in the demanding state."}