{"id": "1887190", "contents": "Opinion by\nMr. Chief Justice Bell,\nAppellants appeal from Orders adjudging each of them guilty of contempt of Court and imposing on each of them a fine of $1,000 and a sentence of five days imprisonment in the Philadelphia County prison.\nThe November 1962 Investigating Grand Jury was convened and charged to investigate alleged criminal conduct and corruption in the legislative and executive branches of the City of Philadelphia and in the Zoning Board of Adjustment and in the Department of Licenses and Inspection and conspiracy with certain members of the City Committee of the Democratic party.\nIn January, 1963, a subpoena duces tecum was served upon Robert L. Taylor, President of Bulletin Company and General Manager of The Bulletin, and Earl Selby, who is City Editor of The Evening and Sunday Bulletin, which are newspapers of widespread general circulation. The subpoena to appear before the Grand Jury arose out of the Grand Jury’s investigation of John J. Fitzpatrick, and statements made by him concerning alleged solicitation, bribery, corruption and crime. The subpoena directed Taylor and Selby to bring with them (a) “All tape recordings, written statements, Memoranda of interviews, conversations, conferences had with John J. Fitzpatrick”; and (b) “All copies of statements given by John J. Fitzpatrick to the District Attorney on February 20, 1962, portions of which appeared in the Philadelphia Evening Bulletin on December 30, 1962;” and (a) “all tape recordings of conferences, interviews, discussions, interrogations or conversations with John Fitzpatrick”; (b) “all memorandum, notes, reports and other documents of or pertaining to conferences, interviews, discussions, interrogations or conversations with John Fitzpatrick”; (c) “all memorandum, notes, reports and other documents of or pertaining to investigations conducted as a result of information furnished by John Fitzpatrick”; (d) “all records of expenses incurred directly or indirectly in gathering information from, or conducting conferences, investigations, discussions, interrogations or conversations with John Fitzpatrick”; (e) “all documents of or pertaining to the examination of John Fitzpatrick by polygraph, examiners, physicians, psychologists or other experts”; and (f) “any and all other documents of or pertaining to John Fitzpatrick”.\nThe aforesaid Bulletin article dated December 30, 1962 was titled, “Fitzpatrick’s Secret Talk to DA Is Bared”. The article consisted primarily of questions put to, and answers made by John J. Fitzpatrick, a former Democratic ward leader and a former Sergeant at Arms of City Council, on February 20, 1962, during one of the four times he was interrogated by the District Attorney’s office. The article stated, inter alia, that the District Attorney had refused to make transcripts of these interrogations public, but that The Bulletin now had access to them. Near the close of the article it was stated that the interrogations ended with the Assistant District Attorney saying he would go over the record for further questions. The article then added: “However, much of the subsequent questioning dealt with what John Fitzpatrick had told Bulletin reporters.” This last sentence is particularly important in the consideration of one of the questions involved, as will hereinafter more fully appear.\nTaylor and Selby appeared before the Grand Jury, but under advice of counsel and relying upon the Act of June 25, 1937, P. L. 2123, §1, 28 P.S. §330, as amended, respectfully refused to answer certain questions. Thereupon the Assistant District Attorney brought these witnesses before Judge Gold, Taylor on January 21, 1963 and Selby on January 22, 1963. On these occasions both witnesses for the above reasons again respectfully refused to answer certain questions propounded by the Assistant District Attorney and allowed by the Court, which questions in their opinion and in the opinion of their counsel were privileged and should not be disclosed. The Assistant District Attorney then moved orally that the witnesses be cited for contempt.\nThis case is of great importance, as is evidenced, inter alia, by the fact that the Pennsylvania Newspaper Publishers Association, the Pennsylvania Society of Newspaper Editors, the American Newspaper Pubiishers Association and the Pennsylvania Association of Broadcasters appeared and filed briefs as amici curiae.\nJudge Kelley in holding appellants guilty of contempt of Court decided that the privilege established by the aforesaid Act of June 25, 1937, as amended, protects a newsman only against the compulsory disclosure of the identity of persons and does not protect him or them against the compulsory disclosure of documents or other inanimate materials. Judge Kelley further held (1) that appellants were not required to produce an alleged copy of statements made by John Fitzpatrick to the District Attorney’s office on February 20, 1962 and set forth in part in The Bulletin on December 30, 1962, since, inter alia, the result might be to disclose the identity of the transmitter of the alleged copy to The Bulletin; (2) that appellants were not required to produce memoranda, notes, reports and other documents of or pertaining to investigations conducted by The Bulletin as a result of information furnished by John Fitzpatrick, since such investigations, made on leads furnished by Fitzpatrick, would doubtless encompass confidential interviews with other persons who would give information only if their identity were kept secret; (3) that appellants were not required to produce the results of alleged polygraph (lie-detector) tests given to Fitzpatrick, since, inter alia, this would reveal the identity of the experts who conducted such tests; but (4) that appellants were required to produce documents and tape recordings allegedly evidencing that John J. Fitzpatrick had told Bulletin reporters, since with respect to such materials The Bulletin had, in Judge Kelley's view of the matter, waived the privilege created by the aforesaid Act of 1937 by publishing in The Bulletin of December 30, 1962 the single sentence quoted supra, i.e., “However, much of the subsequent questioning dealt with what John Fitzpatrick had told Bulletin reporters”. The Court further held that appellants were required to answer certain questions concerning such materials.\nThe aforesaid Act of 1937, as amended, pertinently provides in §1: “No person, engaged on, connected with, or employed by any newspaper of general circulation as defined by the laws of this Commonwealth, . . . for the purpose of gathering, procuring, compiling, editing or publishing news, shall he required to disclose the source of any information procured or obtained by such person, in any legal proceeding, trial or investigation before any court, grand jury, traverse or petit jury, or any officer thereof, . . .”\nAppellants and one of the amici curiae contend that the right and privilege of non-disclosure of the source of newspaper-obtained information is encompassed within, and is protected by, the United States and the Pennsylvania Constitutional guarantee of freedom of the press.\nThe Constitution of the United States provides in Article I: “Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; . .\nThe Constitution of Pennsylvania provides in Article I, §7: “Section 7. The printing press shall be free to every person who may undertake to examine the proceedings of the Legislature or any branch of government, and no law shall ever be made to restrain the right thereof. The free communication of thoughts and opinions is one of the invaluable rights of man and every citizen may freely speak, write and print on any subject, being responsible for the abuse of that liberty----”\nThe language of each Constitution is clear, and by no stretch of language can it protect or include under “freedom of the press,” the non-disclosure of sources of information. It is an often overlooked truism that neither freedom of the press nor freedom of speech is absolute and unlimited: Poulos v. New Hampshire, 345 U.S. 395; Beauharnais v. Illinois, 343 U.S. 250; Garner v. Los Angeles Board, 341 U.S. 716; Dennis v. United States, 341 U.S. 494; American Communications Assn. v. Douds, 339 U.S. 382; Kovacs v. Cooper, 336 U.S. 77; United Public Workers of America v. Mitchell, 330 U.S. 75; Whitney v. California, 274 U.S. 357; Gitlow v. New York, 268 U.S. 652; Gilbert v. Minnesota, 254 U.S. 325; Schenck v. United States, 249 U.S. 47; Frohwerk v. United States, 249 U.S. 204; Debs v. United States, 249 U.S. 211; Abrams v. United States, 250 U.S. 616; Pierce v. United States, 252 U.S. 239; Schaefer v. United States, 251 U.S. 466; Fitzgerald v. Philadelphia, 376 Pa. 379, 102 A. 2d 887; Wortex Mills, Inc. v. Textile Workers Union, 369 Pa. 359, 363, 85 A. 2d 851; Commonwealth v. Geuss, 168 Pa. Superior Ct. 22, 76 A. 2d 500, 368 Pa. 290, 81 A. 2d 553; State of Ohio v. Clifford, 123 N.E. 2d 8; Mack Appeal, 386 Pa. 251, 262, 126 A. 2d 679. See also: Rule 53 of the Federal Rules of Criminal Procedure promulgated by the Supreme Court of the United States, and Rule 223b of the Rules of Civil Procedure.\nThe Supreme Court of the United States has decided that freedom of the press includes not only the right to freely publish, but also the right to distribute and sell on the streets newspapers, news media, leaflets, pamphlets, handbills, and literature, but has never extended the Constitutional guarantees beyond the aforesaid limits: Marsh v. Alabama, 326 U.S. 501; Lovell v. Griffin, 303 U.S. 444; Jamison v. Texas, 318 U.S. 413; Winters v. New York, 333 U.S. 507.\nThe contention of appellants and of one of the amici curiae that the Constitutionally ordained privilege of freedom of the press encompasses and includes the right of non-disclosure of sources of information by newsmen is devoid of merit.\nWe turn then to the interpretation of the Act of 1937, supra. The interpretation of that Statute in this case boils down in the last analysis to the meaning of “the source of any information procured or obtained by such person.” We believe the language of the Statute is clear. The common and approved meaning or usage of the words “source of information” includes documents as well as personal informants. Statutory Construction Act, May 28, 1937, P. L. 1019, §33; Webster’s New International Dictionary, 2d Ed., p. 245, 3rd Ed., p. 2177; 10 Oxford English Dictionary, p. 275-76. “Source” means not only the identity of the person, but likewise includes documents, inanimate objects and all sources of information.\nFurthermore, if there were any doubt as to the interpretation, the Statute must be liberally construed in favor of the newspapers and news media. Newspapers are owned by individuals or private corporations; they are run, operated and managed by human beings, and consequently are sometimes biased, sometimes unfair, sometimes inaccurate, and sometimes wrong. Nevertheless, independent newspapers are today the principal watch-dogs and protectors of honest, as well as good, Government. They are, more than anyone else, the principal guardians of the general welfare of the Community and, with few exceptions, they serve their City, State or Nation with high principles, zeal and fearlessness. They are, in the best sense of the maxim, “pro bono publico”.\nIt is a matter of widespread common and therefore of Judicial knowledge that newspapers and news media are the principal source of news concerning daily local, State, National and international events. We would be unrealistic if we did not take judicial notice of another matter of wide public knowledge and great importance, namely, that important information, tips and leads will dry up and the public will often be deprived of the knowledge of dereliction of public duty, bribery, corruption, conspiracy and other crimes committed or possibly committed by public officials or by powerful individuals or organizations, unless newsmen are able to fully and completely protect the sources of their information. It is vitally important that this public shield against governmental inefficiency, corruption and crime be preserved against piercing and erosion.\nThe District Attorney points out that such a construction of “non-disclosure of source” will enable newsmen to conceal or cover up crimes. This is correct. However, we are convinced that the public welfare will be benefited more extensively and to a far greater degree by protection of all sources of disclosure of crime, conspiracy and corruption than it would be by the occasional disclosure of the sources of newspaper information concerning a crime ! Furthermore, this has been the public policy in Pennsylvania in respect to various relationships since 1887. For example, a client can confess to his attorney that he has committed a crime, but the disclosure of crime cannot be given by the attorney unless the client waives his privilege; and a person can confess to his clergyman, priest, rabbi or minister of the gospel that he or some named person has committed a crime, but the disclosure cannot be given unless the confessor waives his privilege.\nIn each of these cases the Legislature has declared as a matter of public policy that information concerning the crime need not be disclosed by the lawyer or clergyman, as the case may be, even though the nondisclosure protects a criminal. The Act of 1937 is a wise and salutary declaration of public policy whose spiritual father is the revered Constitutionally ordained freedom of the press. The Act must therefore, we repeat, be liberally and broadly construed in order to carry out the clear objective and intent of the Legislature which has placed the gathering and the protection of the source of news as of greater importance to the public interest and of more value to the public welfare than the disclosure of the alleged crime or the alleged criminal.\nAppellants further contend that a newsman’s privilege cannot be waived since the Act of 1937, unlike the Act of 1887, supra, and the Act of 1907, supra, and the Act of 1959, supra, contained no provision for a waiver. Appellants have forgotten that even Constitutionally ordained rights can be waived by a person who is granted specific rights in and by the Constitution: Commonwealth v. Gockley, 411 Pa. 437, 192 A. 2d 693, and the cases cited therein; Wilson v. Philadelphia School District, 328 Pa. 225, 195 A. 90; Commonwealth v. Mummert, 183 Pa. Superior Ct. 638, 642, 133 A. 2d 301; Commonwealth ex rel. Milewski v. Ashe, 165 Pa. Superior Ct. 538, 544-545, 69 A. 2d 448. In Wilson v. Phila delphia School District, 328 Pa., supra, the Court said (page 244) : “No principle has become more firmly established in the field of constitutional law than the fact that a person may effectively by acts or omission waive a constitutional right to protection of which he would otherwise be entitled, provided the waiver does not run counter to public policy or public morals.” See, also, to the same effect: Diaz v. United States, 223 U.S. 442, 455; Snyder v. Massachusetts, 291 U.S. 97, 106; 79 C.J.S., pp. 816-818, 47 Am. Jur., p. 547.\nIf the Act of 1937 applies only to persons and does not include documents, then logically appellants would have to disclose and produce all documents in their possession. However, Judge Kelley in an attempt to fairly (although erroneously) limit the source of information to persons as distinguished from documents, ruled that appellants were required to produce only the documents and tape recordings allegedly evidencing what Fitzpatrick had told reporters with all names deleted. No one could know with certainty whether the documents as deleted by the newsman would still reveal sources of information which the Act intended to protect. Judge Kelley based his ruling principally if not solely on his conclusion that the Bulletin had waived the privilege created by the Act of 1937 by publishing in its aforesaid article on December 30, 1962, the single sentence hereinabove quoted: “However, much of the subsequent questioning dealt with what John Fitzpatrick had told Bulletin reporters.” This obviously gave Fitzpatrick as the leading source, but the identity of many other persons may have been revealed in the questions and/or the answers.\nIf a Court can select or direct newsmen in its or their judgment to select or delete what information is disclosed by the informer or to furnish the documents in full with only the names deleted which the newsman or the Court sincerely believes should be deleted, the purpose, the object and the intent of the Act will be realistically nullified. We therefore hold that a waiver by a newsman applies only to the statements made by the informer which are actually published or publicly disclosed and not to other statements made by the informer to the newspaper.\nTo summarize: (1) The words “source of information” includes individuals and documents; (2) the privilege can, under certain circumstances hereinabove set forth, be waived; (3) there was no waiver by the Bulletin or by Taylor or Selby in the instant case; and (4) Taylor and Selby were not guilty of contempt of Court.\nOrders reversed and sentences vacated.\nThe need for this seems ridiculous.\nTaylor and Selby petitioned Judge Gold to disqualify himself because of alleged personal bias; while Judge Gold denied any bias, he wisely disqualified himself and his associate, Judge Keller, thereupon decided the motions for citations for contempt.\nItalics throughout, ours.\nIncluding radio broadcasting and television stations.\nEleven of our sister States have passed a similar wise nondisclosure Act.\nAct of May 23, 1887, P. L. 158, 28 P.S. §321.\nAct of October 14, 1959, P. L. 1317, 28 P.S. §331. Cf. Act of June 7, 1907, P. L. 462, 28 P.S. §328, relating to tbe confidence required of physicians.\nWe realize that tbe initial reason or original motive wbicb prompted one or more of tbe newspapers in advocating tbis Act and some of tbeir friends in supporting it was primarily tbe protection of newspapers and not for tbe benefit of tbe public.\nThe writer of this Opinion would give a more liberal interpretation to the 1937 Act and in the public interest a far wider protection to the non-disclosure of “the source of information” obtained by a newsman,"}