{"id": "1887234", "contents": "Opinion by\nMr. Justice Eagen,\nOn November 30, 1958, sixty-four acres of land located in the Eastwick section of Philadelphia, were condemned by the Redevelopment Authority of Philadelphia (Authority). The record title owner as of the date of the condemnation was the defendant-appellee, Elias H. Stein.\nOn June 4, 1959, the plaintiff-appellant, Harold Stevenson, filed a petition for a declaratory judgment seeking a declaration that he was the legal owner of the land at the date of condemnation by virtue of his having held continuous adverse possession thereof for a period of more than twenty-one years. He also asked that certain unsatisfied mortgages be declared discharged.\nBy agreement, the issue was tried before a judge without a jury. The trial consumed twenty-four trial days and the testimony covers more than 4500 pages of the record.\nThe trial judge found that Stevenson had not exercised open, notorious, hostile, exclusive and continuous possession of the land, or any portion thereof, for a twenty-one year period, and entered an appropriate order in favor of the defendants. Exceptions to the findings, conclusions and decree were dismissed by the court en banc. This appeal followed.\nThe first question for decision is the availability of the action of declaratory judgment in a case of this nature. Even though the granting of such a petition is a matter that lies within the judicial discretion of the court, and even though both parties join in asking such a judgment, the availability question must be determined on appeal: Stofflet and Tillotson v. Chester H. A., 346 Pa. 574, 31 A. 2d 274 (1943); McWilliams v. McCabe, 406 Pa. 644, 179 A. 2d 222 (1962). Ordinarily declaratory judgment does not lie where there is a dispute as to the facts, or such controversy may arise. So too, such a judgment should not be granted where a more appropriate remedy is available: McWilliams v. McCabe, supra; Ridley Park Shopping Center, Inc. v. Sun Ray Drug Co., 407 Pa. 230, 180 A. 2d 1 (1962); and, Allstate Ins. Co. v. Seward, 407 Pa. 628, 182 A. 2d 715 (1962).\nWhile the issue herein is purely factual as our subsequent discussion will establish, it is clear that this is an unusual and not the “ordinary” case. Moreover, no other “appropriate” remedy is available.\nWhen this action was commenced, a perfect fee simple title to the land involved was already vested in the Authority as a result of the condemnation. The litigation can in no way affect that title, nor is there any suggestion that any of the parties have any rights in the land superior to those of the Authority. Hence, no title to real estate is involved nor is the validity of the mortgages as encumbrances on the title in issue. The only controversy to be determined is who is entitled to the condemnation award which the Authority must pay. Under such circumstances, it is obvious that an action to quiet title is not “an appropriate remedy.” Nor does any other conventional remedy present a vehicle for resolving the dispute.\nWe, therefore, conclude that under the circumstances presented, declaratory judgment is proper and the court below did not abuse its discretion in entertaining the action.\nThe plaintiff contended that he, or his privies (members of his immediate family) were in exclusive and continuous possession of the tract from the fall of 1928 until 1960, and that no one questioned their right to possession until after the condemnation. Of course, the burden of proving this adverse possession was upon the plaintiff by credible, clear and definitive proof: Hood v. Hood, 25 Pa. 417 (1855); Johns v. Johns, 244 Pa. 48, 90 A. 535 (1914); Robin v. Brown, 308 Pa. 123, 162 A. 161 (1932); and Conneaut Lake Park, Inc. v. Klingensmith, 362 Pa. 592, 66 A. 2d 828 (1949).\nThe plaintiff testified that he moved on the land in 1928 and took up residence in an old dilapidated building which he repaired; that he continued to reside thereon until 1960, during which time he farmed the land in large part; that he moved old wrecked automobiles to the site, dissected them and sold the used parts; that other members of his immediate family resided on the tract for substantial periods of time during these years and also farmed a portion thereof. Several witnesses corroborated this testimony in essential part.\nOn the other hand, the defendants offered many witnesses in contradiction. Some testified that the plaintiff did not personally reside on the land or use any portion thereof until the year 1952; some stated that the plaintiff resided at another distinct address between 1939 and 1946; others testified that no member of the plaintiffs family resided on or used the land prior to 1952, except a daughter and her husband, who lived thereon from about 1938 to 1946, and cultivated a small portion thereof. Voting, probation and hospital records were offered in evidence to establish that the plaintiff resided elsewhere than claimed daring several years of the period involved. Testimony was offered to show that, during the period in question, a gun club was a lessee of the land from the recorded title owner and used the land extensively.\nIt is patently obvious, therefore, that the determinative issue was purely factual and that the truth was for the lower court. We do not sit in nisi prius. The facts and the credibility of the witnesses are not for us to resolve.\nIt is fundamental that the factual findings of a chancellor, when approved by the court en banc, will not be disturbed on appeal if there is adequate evidence to support them and if they are not based on erroneous inferences and deductions drawn from the evidence: McRoberts v. Phelps, 391 Pa. 591, 138 A. 2d 439 (1958); Wampler v. Shenk, 404 Pa. 395, 172 A. 2d 313 (1961). There is no meritorious reason to interfere with the findings in this case.\nPrior to trial, the plaintiff’s counsel served an interrogatory upon the defendants, pursuant to Buie 4005 (Pa. B. C. P.), demanding that he be supplied with the names and addresses of all persons known to have knowledge or information concerning the occupancy and cultivation of the property during the pertinent period. Plaintiff now complains that this interrogatory was not fully complied with and that he was “surprised” and prejudiced by the defendants calling certain witnesses at trial, whose names did not appear in the answer to the interrogatory.\nAn examination of the record discloses that the testimony of these witnesses was given without objection. They were cross-examined thoroughly. With the exception of one witness, counsel did not suggest or state during the trial that he was surprised by the testimony of the witnesses, or that he was unable to adequately conduct his cross-examination. In the one instance noted, the chancellor suggested that the cross-examination be postponed, and reasonable opportunity be afforded plaintiff’s counsel for further investigation of the facts testified to. Under these circumstances, we find no resulting prejudice requiring a retrial.\nPlaintiff complains that he was deprived of a fair trial by the prejudicial conduct of the chancellor and counsel for the defendants, and that he was precluded from a fair determination of the exceptions filed to the chancellor’s decree by prejudice on the part of the president judge of the court en banc.\nThe record discloses that the chancellor conducted the trial fairly and judiciously. He exercised patience and understanding. Prolonged examinations and cross-examinations of the witnesses were permitted in order to provide counsel with every opportunity to explore all possible avenues in the ascertainment of the truth. During the trial, the existence of prejudice was not voiced or even hinted at. We will not detail herein the incidents that followed before this litigation was resolved below. Suffice is it to state, that the charges made are not supported by the record.\nEach and every assignment of error has been considered and is devoid of merit.\nJudgment affirmed.\nThe defendants, the Provident Tradesmens Bank and Trust Company, Gottlieb and Marmon are holders of the unsatisfied mortgages. The defendant Rosenbaum is Stein’s immediate predecessor in title, who enjoys a twenty per cent interest in the proceeds to be realized from the property.\nThis is recognized and so stated in appellant’s supplemental brief."}