{"id": "1888618", "contents": "Opinion by\nMe. Justice Robeets,\nOn December 14, 1962, Gladys Diamond, individually and as chairman of a special committee of the Curtis Hills Civic Association, appealed to the Zoning Board of Adjustment of Cheltenham Township, Mont-, gomery County, from the issuance, on December 5, 1962, of a building permit for the construction of a shopping center. The site of construction is owned by a group of investors known as the Cedarbrook Joint Venture. The appeal challenged as unconstitutional Township Ordinance No. 938, pursuant to which the property had been rezoned, on the grounds that the zoning change depreciated the value of surrounding properties by fifty percent, thus constituting .an unlawful taking, and that the rezoning constituted unlawful spot zoning. After a complete and lengthy hearing, the board of adjustment denied the appeal and affirmed the issuance of the permit.\nAn appeal from the board’s decision was filed by Mrs. Diamond on March 1, 1963, in the Court of Common Pleas of Montgomery County, and was followed by a petition for supersedeas to halt construction. A hearing was held by the court, which set the supersedeas bond at $75,000. The civic association did not post bond, and the supersedeas was not granted. Without taking additional testimony, the court below held that ordinances No. 938 and No. 873, to which the former was an amendment, were invalid on the authority of Eves v. Zoning Board of Adjustment, 401 Pa. 211, 164 A. 2d 7 (1960). The Joint Venture, who are the developers of the property, and the township have appealed.\nIn order to better understand the problems here presented, it is helpful to trace the combined histories of both the zoning ordinances and of the Cedarbrook development. Cheltenham Township adopted a general zoning ordinance and zoning map in 1929, which established zoning districts throughout the township. Ordinance No. 873 was enacted on May 17, 1956, “to amend, supplement and re-enact the Cheltenham Zoning Ordinance of 1929, as amended.” Section 200 divided the township into eight designated districts, including “FF Commercial and Business District,” one of the classifications later applied to the Cedarbrook property.\nSections 801 and 802 empowered the board of township commissioners to amend the zoning map and to designate an area “FF” upon request of a landowner who shall submit a plan of the area, including the location, dimensions, etc., of proposed buildings and structures, of sidewalks and pedestrian areas, of automobile access and parking areas, and of landscaping or other uses, plus data to enable the commissioners “to judge the effectiveness of the design and character of the entire area and its relationship to surrounding areas.” Should the development of the area be by Stages, a less detailed plan of the portions not scheduled for immediate development would suffice, but a detailed plan must be submitted to the commissioners at a later date and prior to construction. Section 1501 prescribed general requirements for buildings and accessory uses constructed in any district, with section 1505 setting standards for all off-street parking.\nAt the time of enactment of ordinance No. 873, the FF classification was applied immediately to an area bordered by Cheltenham and Ogontz Avenues and Washington Lane, where a shopping center was constructed. The property now owned by the Cedarbrook Joint Venture, a large triangular tract bordered by Cheltenham and Ogontz Avenues and Easton Road, less than one-quarter mile from the first FF area, was then occupied by the Cedarbrook Country Club and was zoned by ordinance No. 873 “C Residential” along the highways and “A Residential” in the center.\nBeginning in September, 1958, a series of public meetings were held between members of the Cedarbrook Joint Venture and the board of township commissioners to consider the future use of the Cedarbrook tract which was being purchased for development. On February 17, 1959, apparently as a result of the earlier meetings, ordinance No. 873 was amended by ordinance No. 934, which created “FFF Commercial Districts.” In these districts, office buildings, multiple dwellings, apartment buildings, hotels, and accessory uses were permitted. Although setting forth specific land coverage requirements and limitations, the new ordinance, as did ordinance No. 873, provided for application by landowners to the board of commissioners for re-classification, accompanied by the same type of development plan.\nOn April 21, 1959, the board of commissioners held a public hearing at which a detailed plan of development of the approximately 150 acre Cedarbrook tract (apparently the product of the prior meetings), submitted by Mr. Merriam pursuant to ordinances 873 and 934, was thoroughly considered. The application and plan requested that 33 acres of the tract be rezoned to FF Commercial and that the remaining 116 acres be rezoned FFF Commercial. The FF area would contain an enclosed mall shopping center, including 23 acres for parking. In the FFF area would be constructed five high-rise apartment buildings located on 70 acres of land, a hotel on six acres, and office buildings on approximately 41 acres. The 70 acre apartment area would include, for use of apartment residents, a swim club and a 40 acre golf course in the center of the tract, separating the apartments from the commercial area.\nMr. Merriam testified, both on direct examination and on cross-examination by counsel for the civic association, and explained in detail the considerations entered into in reaching the finalized plan. Particularly emphasized was the fact that development of the entire 150 acre tract was contemplated as an integrated complex and comprehensive whole, not as individual projects on separate parcels of land. The total cost of the undertaking was estimated at $50,000,000.\nDuring the course of the hearing, the chairman of the board of commissioners asked of the audience, which included members and representatives of the civic association, whether or not there were objections to the proposed zoning change. Although there was no specific objection at the time, later in the meeting a representative of the Curtis Hills and other civic associations requested that the commissioners continue the hearing until studies on sewage, flood control, traffic and policing be made, the developers’ ability to finance be demonstrated, and a master plan by tbe planning commission be submitted. Protestants also sought an agreement by the developers to a 100 foot planted buffer zone to be incorporated into the deed as a restriction running with the land for 100 years.\nOn April 28, 1959, apparently as a direct result of the hearing on April 21, the board of township commissioners enacted ordinance No. 938, which rezoned the Cedarbrook tract to FF and FFF as requested by the developer for effectuation of the comprehensive plan for development of the tract.\nNine public hearings later, on May 23, 1961, the developer requested that the size of the FF area (in which the shopping center was to be built) be increased from 33 to 55 acres. After testifying that the increase would be devoted to additional parking areas, Mr. Merriam was extensively cross-examined by an attorney on behalf of the civic association. A witness for the association, testifying in opposition to the proposed increase, stated that two years earlier, when the tract was rezoned, all were pleased that the plan was a finalized arrangement and that everyone was satisfied with the way it had been set up. The theme and tenor of the opposition was satisfaction with the original plan and an insistence that the developers be required to adhere to it. The view of the protestants prevailed, and the amendment was refused.\nBetween the May 23 meeting and the granting of the first building permit, the developers were obliged to make numerous decisions and to complete various negotiations toward implementation of their plan. The Cedarbrook Joint Venture consummated the purchase of the tract for $3,150,000; a commitment, expiring in September, 1964, for $7,500,000 was obtained from a life insurance company; and a lease was signed with E. J. Korvette, Inc., for a department store to be ready for occupancy in October, 1963, with optional delivery in February, 1964. The completion of at least one apartment building was to coincide with construction of the shopping center. In addition, a general building contractor was engaged.\nOn May 10, 1962, a building permit was issued for the first apartment building. Shortly thereafter, construction was started. No one challenged the issuance of the permit, and the period during which an appeal could be taken expired. In the latter half of 1962, further meetings were held between the commissioners, the Joint Venture and the residents. The installation of sewage and electrical systems to serve the entire development was begun during the same period of time.\nAfter the drawings of the Korvette store were completed, a building permit was issued on December 5, 1962, and construction began immediately. On December 28, within the 30 day appeal period, the Curtis Hills Civic Association filed its appeal to the board of adjustment. The history from that point has already been detailed.\nAppellants raise numerous equitable, procedural, and substantive arguments for reversal of the decision of the court below. Included are the contentions that the Joint Venture has acquired a vested right in its building permit, that appellees’ consent to the rezoning and delay in challenging its adoption in 1956 and 1959 give rise to an estoppel, that the challenge should have been raised at an earlier time, that the ordinances are not invalid, and that the board of adjustment did not commit an abuse of discretion or error of law which would justify reversal of its decision by the lower court.\nAt the outset, it may be well to clarify certain points relied upon by the parties. Contrary to the developers’ contention, appellee civic association could not properly challenge the validity of the zoning ordinances in the court of quarter sessions in 1956 or 1959 pursuant to the terms of section 1502 of The First Class Township Code, Act of June 24, 1931, P. L. 1206, as amended, 53 P.S. §56502 (Supp. 1962). We have held a number of times that a challenge under section 1502 questions only the propriety or regularity of the procedure followed in enacting the ordinance. The validity or constitutionality of the ordinance may not be considered by the court of quarter sessions. Ellison v. Mt. Lebanon Township, 410 Pa. 188, 189 A. 2d 174 (1963); McArthur v. Mt. Lebanon Township, 402 Pa. 78, 165 A. 2d 630 (1960).\nThis leads to the observation that, ordinarily, the proper time to contest the constitutionality or validity of a zoning ordinance is immediately after issuance of a building permit. Section 3107 of The First Class Township Code, as amended, 53 P.S. §58107 (Supp. 1962), provides for appeals to the board of adjustment, within the period prescribed by the board (here 30 days), from the decision of the administrative officer by any person aggrieved. The issuance of a building permit is such a decision. See Home Life Insurance Co. v. Board of Adjustment, 393 Pa. 447, 143 A. 2d 21 (1958). It is likewise true that one who obtains a building permit and begins construction prior to expiration of the appeal period ordinarily proceeds at his own peril. Riccardi v. Plymouth Township Board of Adjustment, 393 Pa. 337, 142 A. 2d 289 (1958); Silverco, Inc. v. Zoning Board of Adjustment, 379 Pa. 497, 109 A. 2d 147 (1954).\nHowever, it is also true that, by action or inaction, depending upon the factual circumstances, one may be deemed to have waived rights statutorily or constitutionally guaranteed where the waiver is not contrary to public policy. Taylor and Selby Appeals, 412 Pa. 32, 193 A. 2d 181 (1963); Wilson v. Philadelphia School District, 328 Pa. 225, 195 Atl. 90 (1937). In Wilson, a suit to enjoin collection of a school tax, this Court said (at 244-45, 195 Atl. at 100) : “. . . [M]ere inaction may constitute a waiver, where the party knows that others are going ahead and making expenditures on the faith of the validity of the [tax] claim against him [the taxpayer], and the circumstances are such as to make it inequitable to permit subsequent invocation of a constitutional right which he has failed to assert seasonably and within a reasonable time after the claim arose.” Thus, “even with respect to a challenge to the validity of a zoning ordinance, based upon a person’s constitutional rights, they are private rights that may have been waived by not being invoked.” (Footnotes omitted.) 8 McQuillin, Municipal Corporations §25.291 at p. 723 (3rd ed. rev. 1957).\nThis principle has been applied in a number of jurisdictions in varying circumstances. A leading case is Jones v. Zoning Board of Adjustment of Long Beach Township, 28 N.J. Super. 483, 101 A. 2d 102 (1953), aff’d 32 N.J. Super. 397, 108 A. 2d 498 (1954), in which neighbors, pursuant to New Jersey procedure, challenged a zoning ordinance as unconstitutional spot zoning two years after construction on the property had been completed. The court there said (101 A. 2d at 105) : “Equitable principles apply and under them not only should the action be promptly commenced but where improvements are being made and expenses being incurred by one who is improving private property pursuant to a zoning amendment, the procedure in the passing of which has been properly followed, equity requires prompt action by the party or parties initiating the proceeding, and delay is inequitable and the basis for estoppel in a case such as is here presented.” In Elmcrest Realty Co., Inc. v. Zoning Board of Review of City of Warwick, 78 R.I. 432, 82 A. 2d 846 (1951), complainants waited until three months after issuance of the building permit and commencement of construction before protesting within the statute’s “reasonable time.” Holding that protestants were not entitled to relief, the court said (82 A. 2d at 848) : “The applicant was thereby permitted to expend a large amount of money in the apparent belief that his permits were valid, all of which expenditures could have been prevented by timely action by the remonstrants.”\nThe concept of waiver of rights by protesting neighbors is different from the principle of vested rights in the builder as enunciated in A. N. \"Ab” Young Company Zoning Case, 360 Pa. 429, 61 A. 2d 839 (1948), and Herskovits v. Irwin, 299 Pa. 155, 149 Atl. 195 (1930), relied upon by appellants. In Herslcovits, a building permit for partial construction of a building was issued pursuant to a valid ordinance which was later amended. That permit was revoked after substantial work had begun, and a final permit for completion was refused. We affirmed the court below and held that the property owner had acquired a vested right in the permits by virtue of his good faith reliance on the original, valid permit and his expenditure of time, effort and money in exercising the privilege granted by it.\nIn the aAb” Young case, the owner sought to obtain a permit which conflicted with a pending zoning ordinance (later enacted). No vested rights arose because appellant had not made expenditures on a previously issued permit. Although, expenditure by the developer may be relevant where the question is one of equity and waiver, the crucial issue in determining whether protestants have waived their rights is basically the nature of their conduct, not necessarily the conduct of the builder.\nWe turn now to the application of the foregoing principles to the facts of the instant case.\nThe record reveals that, since 1958, when use of the property and rezoning was officially brought before the board of commissioners at public hearings, members and representatives of the Curtis Hills Civic Association had the opportunity to and did participate in the final formulation of the comprehensive plan for development of the Cedarbrook tract. The record also indicates that Mrs. Diamond herself attended many of these meetings. At the important meeting of April 21, 1959, the plan was presented by the developer, Mr. Merriam, who was cross-examined by counsel for the civic association. He explained in detail that the project was to be undertaken as an integrated complex, each part dependent upon the other, not as separate projects on separate parcels. No opposition was voiced other than a request that reassurances be given on specific matters at future hearings. It appears that these' matters were satisfactorily resolved.\nAt the meeting of May 23, 1961, the residents specifically opposed the expansion of the FF Commercial area from 33 to 55 acres and were successful in their opposition. The clear basis of their antagonism to the change was that a satisfactory plan had . been agreed upon, and the civic association did not want it changed. As noted earlier, a witness called for the civic association testified: “We were all pleased to the degree that it was a finalized arrangement. This is what the promoter told us. . . . This is a very, very important thing to our people in the residential area. We are complete-]y satisfied with the potential development of the Cedarbrook tract in so far as the commercial area has been set up — the residential area has been set up: A hotel may be erected on the premises, if you recall, and the research labs. We are in agreement with that, but we are not in agreement with anything else.”\nProtestants’ counsel stated: “But this we do know, that this Board gave him 33 acres of commercialization and gave him the balance of 3-F for certain specific purposes under a certain specific plan, and the Civic Associations went along with those plans on the basis that the man was giving us an honest concept of what he intended to do.”\nThroughout the four years of proceedings and planning before the commissioners, appellees had ample opportunity to challenge and oppose details of the plan. The opportunity was utilized, and the residents - succeeded in preventing expansion of the commercial area. There is no indication that other reasonable objections, if raised, would have met with less success. Appellees not only interposed no objection to the plan, but, by their statements and conduct, indicated acquiescence in its implementation and completion.\nAppellees testified that they had no idea that a discount department store, as distinguished from a “quiet type” operation, would become part of the shopping center. Had they known, it was urged, they would have opposed more strongly. But they did know that a large department store was planned as part of a shopping center containing 600,000 square feet of sales space. This argument, in effect, would grant appellees the privilege of tenant selection to which they cannot reasonably be entitled.\nThus, the conduct of the civic association quite clearly led the developer to believe that the Cedar-brook venture could be undertaken and completed according to the approved plan of development. However, the statutorily granted opportunity to appeal from the issuance of a building permit was still available.\nWhen the permit authorizing construction of the first apartment building was issued in May, 1962, the civic association did nothing. Instead, fully aware that the project called for an interdependent complex premised on implementation of the complete plan for development, the residents remained silent and permitted the appeal period to lapse. Construction of the apartment building was begun, sewage and electrical lines for the entire project were started, the engineering drawings for the shopping center were completed, and various contracts and financing arrangements were negotiated. Six months later, shortly after issuance of the building permit for the shopping center, appellees took their appeal.\nThe concept that development of a large tract, even though by stages, may be considered as a whole, if so planned, is illustrated in Telimar Homes, Inc. v. Miller, 14 App. Div. 2d 586, 218 N.Y.S. 2d 175 (1961). The builder there acquired land for residential development pursuant to a single overall plan for the entire tract. To facilitate financing, construction, and orderly development, it was divided into four sections. After approval of the first section, extensive planning and construction was undertaken. However, after approval of the second quarter, the ordinance was amended, and approval of sections three and four was refused. The court said (218 N.Y.S. 2d at 177) : “It is clear from this record that the water system, roads, drainage system, model house construction and advertising were laid out and designed for the benefit of all four sections developed as a single, overall tract; that they would have been laid out and treated on an entirely different basis if the development of each section were to be separate; and that, prior to the zoning amendment, substantial construction had been commenced and substantial expenditures had been made in partial development of sections three and four, as well as sections one and two. Hence, plaintiff acquired a vested right to a nonconforming use as to the entire tract____ [Citing cases].”\nWhile that case involved the concept of vested rights, which we noted earlier, it also supports the proposition that the integrated, comprehensive, staged development of a large tract of land may and should be treated as a single undertaking. That principle is equally applicable to the instant case where the protestants were fully cognizant of the nature and comprehensiveness of the development. It is of little consequence that involved here are two differently zoned districts with varying uses, as opposed to the single zoning classification in Telimar.\nAt the hearing before the board of adjustment, it was urged by appellees that only the shopping center was opposed, that there was no objection to the apartment buildings. However, the president of the Curtis Hills Civic Association later testified:.“Now, we don’t object to the apartments per se but we object to the over-all permission of zoning under which the apartments exist and we still do ask that that zoning in its entirety be reviewed, reconsidered and withdrawn. . . .\n“The first one, if it is already .an accomplished fact, I assume, and I have to check on this, but I feel that the other four, and they are not three, there are to be five, I believe, in their entirety, that the other four should be stopped. In fact, I ask that all construction be stopped on this entire rezoned area because of its improper zoning.”\nCounsel for the association added: “If the Board pleases, as the various applications are applied for for the various apartment houses, the group here can become objectors at that time. I believe they are preeluded on the first one because the period for an appeal has expired. It has been more than thirty days.”\nIt is thus made abundantly clear that, realistically, objection is made to the entire comprehensive development, not merely to the commercial area.\nAppellees urge that had they filed an appeal from the grant of the permit for the apartment building in order to challenge the shopping center, it would have been dismissed as premature. We need not reach that question. Since the civic association is clearly attacking the entire development plan, the proper time to have appealed was at the issuance of the first permit for its implementation. To allow a complex, comprehensive plan for development of as large a tract of land as is here involved to be attacked on a piece by piece basis would result in the greatest of inequities to the developers. This is particularly true on the facts here presented, which demonstrate that not only were the residents completely informed of all phases and the nature of the development program, but that they were also able to and did participate in the formulation and finalization of the development plan.\nIn view of appellees’ course of conduct as reflected in the record, equity and fairness preclude them from the relief which they seek. Therefore, it is unnecessary for us to discuss or pass upon the substantive challenges to the ordinances which were sustained by the court below.\nThe order of the court below is reversed; the action of the board of adjustment in affirming the issuance of the building permit is affirmed.\nMr. Chief Justice Bell concurs in the result.\nMr. Justice Cohen took no part in the consideration or decision of this case.\nThis bearing, convened by the board of adjustment at 7:30 P.M. on January 21, 1963, was adjourned just before 2 A.M. tbe following morning.\nThese sections are apparently the basis for the lower court’s finding of invalidity. In July, 1963, in an attempt to remedy the defects found below, the board of commissioners adopted ordinance No. 1038, which repeals sections 801 and 802 and prescribes specific standards to be followed by any construction in a district zoned FF. However, we are not here concerned with either the applicability or validity of the new ordinance.\nThe original developer was John W. Merriam, who subsequently formed the Joint Venture with other investors. He testified on behalf of the Joint Venture before the commissioners and the board of adjustment as well as in court at the hearing on the civic association’s petition for supersedeas.\nBetween September, 1958, and December, 1962, over 25 such conference meetings were held.\nOther cases are Fifth Church of Christ, Scientist v. W. F. Pigg & Son, Inc., 109 Colo. 103, 122 P. 2d 887 (1942) (14 year lapse before attack on zoning applied to protestant and relied on by others) ; Walker v. City of Biloxi, 229 Miss. 890, 92 So. 2d 227 (1957) (city sought to enjoin commercial activity carried on pursuant to an .ordinance improperly enacted 17 years earlier); State ex rel. Burns v. Stanton, 311 S.W. 2d 137 (Mo. 1958) (protest against sewage plant which was 98% complete); Marini v. Borough of Wanaque, 37 N.J. Super. 32, 116 A. 2d 813 (1955) (challenge after completion of building and expiration of statutory 30 day period)."}