{"id": "1888578", "contents": "Opinion by\nMr. Justice Roberts,\nThis appeal is closely related to the case of Mountain City Savings and Loan Association of Hazleton v. Bell, filed this day, and involves the same factual background.\nWhile the appeal in that case was pending, appellees, Carlos C. Bell and Esther Conety Bell, his wife, Mrs. Mary P. Moylan and Lola M. Brooks, filed a complaint in equity seeking to restrain appellant and the sheriff of Luzerne County from proceeding with the sale of the properties listed for execution. The grounds for relief alleged were that one of the parcels offered for sale was a leasehold interest and personal properly, that Lola M. Brooks had a prior judgment and had issued execution on personalty prior to the execution by appellant, and that there was a misdescription of the properties offered for sale. On March 6, 1963, the court below granted a preliminary injunction restraining appellant from proceeding with execution for the reason that the description published by the sheriff was faulty since it failed to include improvements.\nThe properties in question were described by metes and bounds and were referred to as being lot 13, as shown on the map of Glen Summit Lots, and all of lots 214 and 215 of the Parsons & Flick Allotment, as recorded in Luzerne County Map Book 1, page 362. The improvements were not mentioned in the deeds to appellees, and the advertised description is in accord with the deed descriptions. In Nutt v. Berlin Smokeless Coal & Clay Mining Co., 262 Pa. 417, 419, 105 Atl. 627, 628 (1918), we affirmed the ruling of the lower court that: “In Morse v. Freck, 7 Pa. C.C. Rep. 456, it is held that a sheriff’s ¿dvertisement which simply refers to the number of the warrant of a tract of land is a sufficient description.; and so we think here, that the sheriff’s advertisement referring to the defendant’s title papers and quoting therefrom, was all that was required, and the allegation of want of description must fail.” See American State Bank & Trust Co. v. Mariades, 328 Pa. 428, 196 Atl. 71 (1938); Senge v. Border, 319 Pa. 481, 181 Atl. 509 (1935).\nOrdinarily, a complaint in equity will not lie to restrain an execution creditor from proceeding in due course to sell real estate alleged to belong to his debt- or. If there is a dispute as to title of to the quantum of properly sold, such matters may be determined in an action of ejectment. See Brackin v. Welton Engineering Co., 283 Pa. 91, 128 Atl. 818 (1925); Kreamer v. Fleming, 200 Pa. 414, 50 Atl. 233 (1901). As we held in the Brackin case at p. 98, Atl. at 820, “The true principle is that equity has no jurisdiction unless the controlling facts are proved by matters of record, or by undisputed writings, or are admitted.” Accord, Conemaugh Iron Works Co. v. Delano Coal Co., 298 Pa. 182, 148 Atl. 94 (1929). The record before us fails to present any factual circumstance which justifies the granting of equitable relief.\nAppellees had ample opportunity to protect their property from execution simply by paying the debt, interest and costs promised under the supersedeas bond. This they refused to do and have sought to prevent the satisfaction of a debt to which, on the record, they have no real defense. The foreclosure proceedings were commenced four years ago, and since that time, appellees have been in the Superior Court, twice in this Court, and over a half dozen times in the court below. Should it appear that at the sale a grossly inadequate price was obtained for the. properties and/or that, because of failure to include improvements in the advertisement, someone is misled or deterred from bidding, the remedy is to set aside the sheriff’s sale. See, e.g., Senge v. Border, supra; Levi v. Greer, 236 Pa. 475, 84 Atl. 917 (1912); Yost v. Coyle (No. 2), 226 Pa. 458, 75 Atl. 721 (1910). The last two cases, in which the sales were set aside because of gross misdescription and inadequacy of price, do not stand for the proposition that equity will enjoin the sale in the first instance.\nThe decree of the court below is reversed, and the complaint in equity is dismissed at the costs of appellees.\nMr. Justice Eagen dissents.\n413 Pa. 67, 194 A. 2d 185 (1963)."}