{"id": "1888647", "contents": "Opinion by\nMr. Justice O’Brien,\nThe instant appeal is from a judgment on the pleadings, entered for the additional defendants and against the original defendant. The facts are well summarized in the opinion of the court below as follows: “On February 13, 1962, an action in trespass was instituted by the filing of a complaint by Carl Rimpa against Helen Bell, formerly Helen Motter, Administratrix of the Estate of Lawrence R. Motter, Deceased. The action was brought for the recovery of damages to a truck tractor owned by the Plaintiff as a result of the alleged negligence of the decedent, Lawrence R. Motter, at the time when the truck tractor was being operated by one William Hull, who was in the employ of Emery Transportation Company, which leased the truck tractor from the Plaintiff.\n“On March 7, 1962, a writ was issued by the Original' Defendant joining as Additional Defendants in the action, William Hull and Emery Transportation .Company. On praecipe of the Additional Defendants, a Rule To Pile Complaint was issued on the Original Defendant on June 16, 1962, and thereafter, on July 17, 1962, the Original Defendant filed a complaint in which it is claimed that if she is liable, the Additional Defendants are jointly liable with her and are liable over to her on the Plaintiff’s cause of action. Incorporated in the Original Defendants complaint was a counterclaim of the Original Defendant against the Additional Defendants for damages to the automobile of the decedent as a result of the accident.\n“On August 30, 1962, the Additional Defendants filed an Answer to the Original Defendant’s complaint and under New Matter pleaded that on or about July 25, 1960, the Original Defendant, Helen Motter, Administratrix of the Estate of Lawrence R. Motter, Deceased, executed a general release in favor of Emery Transportation Company, Mid-West Transfer Company (the successor to Emery Transportation Company), and William Hull, a copy of which was attached as part of the Answer, it being alleged that the terms of the release extended to the liability set forth in the Original Defendant’s complaint and counterclaim.\n“The original defendant filed a reply to the addi-' tional defendants’ New Matter on November 19, 1962, wherein she admitted that she executed the general release attached to additional defendants’ answer but denied that she released the additional defendants, or any of them, from all liability as a result of the accident of February 20, 1960, and further denied that she released the additional defendants from joint liability to the plaintiff Carl Eimpa or from liability over to her upon the cause of action declared upon by said plaintiff.”\nThe release which appellant signed provided as follows : “Know All Men by These Presents, That I, Helen Motter, Administratrix of the Estate of Lawrence R. Motter, Deceased, for the sole consideration of Two Thousand Three Hundred Ten & 22/100 Dollars, to me in hand paid by The Emery Transportation Company, Mid West Transfer Company of Illinois and William Hull, the receipt whereof is hereby acknowledged, have released and discharged, and by these presents, do for myself, my heirs, executors, administrators, successors and assigns release and forever discharge The Emery Transportation Company, Mid West Transfer Company of Illinois, and William Hull of and from all claims, demands, damages, actions, causes of action, or suits at law or in equity, of whatsoever kind or nature for or because of any matter or thing done, omitted or suffered to be done by said The Emery Transportation Company, Mid West Transfer Company of Illinois, and William Hull prior to and including the date hereof, and particularly on account of all injuries both to person or property resulting, or to result, from an accident which occurred on or about the 20th day of February, 1960, at Route 86, 6 miles north of Meadville, Pennsylvania.”\nWe agree with the court below that the release is broad enough to encompass the cause of action sought to be asserted in appellant’s additional defendant complaint. The matter is directly controlled by a line of cases which reached the same result, including Killian v. Catanese, 375 Pa. 593, 101 A. 2d 379 (1954); Mayer v. Knopf, 396 Pa. 312, 152 A. 2d 482 (1959) and Moyer v. Independent Oil Co., Inc., 401 Pa. 335, 164 A. 2d 552 (1960).\nThe only other matter which requires comment is appellant’s contention that the execution of the release violated Section 513 of the Fiduciaries Act of 1949. We will not consider this argument since it was not raised in the court below. We have said repeatedly that we will not consider on appeal, matters not raised below. Kilian v. Allegheny County Distributors, 409 Pa. 344, 185 A. 2d 517 (1962); Clark v. Rutecki, 408 Pa. 25, 182 A. 2d 687 (1962); Greet v. Arned Corporation, 412 Pa. 292, 194 A. 2d 343 (1963); Teodori v. Penn Hills School District Authority, 413 Pa. 127, 196 A. 2d 306 (1964).\nJudgment affirmed.\nMr. Chief Justice Bell took no part in the consideration or decision of this case."}