{"id": "1888586", "contents": "Opinion by\nMr. Chief Justice Bell,\nPlaintiff appeals from a judgment of nonsuit.\nPlaintiff, a four-year-old child, was injured by being pushed by a playmate onto defendant’s unguarded lawn mower. The child (and her parents) lived next door and she came on defendant’s property through an open gate.\nThe owner of real property is not an insurer of the safety of persons who may come upon his land as invitees, licensees or trespassers, nor is he under a duty to make his lawn “child-proof.” Although there was some evidence that defendant had constructive notice that children had previously played around his lawn mower, two of the factors required by Restatement, Torts, §339, adopted as the law of Pennsylvania in Bartleson v. Glen Alden Coal Co., 361 Pa. 519, 64 A. 2d 846, are absent. There is “no structure or other artificial condition” maintained by defendant on his land. To hold otherwise would be an unrealistic interpretation and distortion of those words. Moreover, the utility to this and every home owner or possessor of land is sufficiently important to outweigh the slight risks to trespassing children. The case on its facts is clearly distinguishable from Bartleson v. Glen Alden Coal Co., 361 Pa., supra, and, we repeat, does not come within all the requirements of Section 339.\nJudgment of nonsuit affirmed.\nMr. Justice Musmanno dissents.\nThe old attractive nuisance doctrine has been supplanted by the more modern statement of the law in Restatement, Torts, §339. See also, excellent analysis and discussion in Prosser on Torts, second edition (Handbook of The Law of Torts) Ch. 15, sec. 76, pages 440-445.\nTo impose liability in this case would require a homeowner to put away his lawn mower every time his phone rang- or his wife or child called, and he and his wife would often be unreasonably hampered in the enjoyment of their property and in the use of household equipment or appliances or in the performance of necessary duties pertaining to the home."}