{"id": "1888638", "contents": "Opinion by\nMr. Justice Eagen,\nThis is a personal injury action wherein the court en banc below sustained the action of the trial court’s entry of a compulsory nonsuit. On appeal, the plaintiff questions the correctness of the judgment of non-suit and certain rulings by the trial court rejecting proffered evidence.\nIn assessing the propriety of the entry of the non-suit, certain fundamental legal principles must be kept in mind, namely, that such a judgment should be entered only in a clear case, and further, in reviewing the record, we must read the testimony in the light most favorable to the plaintiff’s case and give her the benefit of all of the reasonable inferences flowing therefrom: Blanchard v. Wilt, 403 Pa. 380, 169 A. 2d 541 (1961); Flagiello v. Grilly, 409 Pa. 389, 187 A. 2d 289 (1963).\nThe proof may be fairly summarized as follows:\nOn a clear, dry afternoon, the plaintiff was walking upon an unimproved sidewalk on the easterly side of Shady Avenue in the City of Pittsburgh. When she reached a point at or near the southeast corner of the intersection of Shady Avenue and Catón Street, the earth suddenly collapsed beneath her causing her to fall into a hole, approximately two feet in diameter and one to two feet in depth, resulting in bodily injury. This action against the city and the abutting property owner followed.\nBoth mentioned streets slope downward towards the intersection. Catón, unlike Shady Avenue, has an improved concrete sidewalk. A curbing is constructed along both streets, but near the intersection on Shady Avenue, it is low or only about one inch above the surface of the street. Adjacent to the point in the sidewalk where the hole occurred, there was a storm sewer catch basin, which was flush to the sidewalk. This was constructed by the city in 1929.\nIt was admitted of record that the city maintained the streets, curbing, sidewalks, storm sewer and basin involved. Also, that in its files there was no record of any inspection of the catch basin prior to the date of the accident. Testimony was introduced that several years before the date of the present accident, another depression occurred on the same sidewalk, several feet distant from the point of the accident involved herein. The city, after notice, filled the depression.\nA civil engineer, familiar with the particular area, testified as an expert. He opined that storm water flowing down the streets involved, did during heavy rains in the years immediately before the date of the accident, overflow the curb, carry off small particles of earth from the surface of the unimproved Shady Avenue sidewalk and cause erosion; also that the water would pool or pond in this area and that some of the water would seep or penetrate downward through the earth. He then stated, that this water seeping downward “could possibly be a weakening of the area” and “there is a possibility that a void would be created under this area.” (Emphasis supplied).\nUpon this limited testimony, it is clear that the entry of the nonsuit was proper and required.\nA municipal corporation or an abutting property-owner is not liable for injuries resulting from a dangerous condition on a sidewalk, unless prior actual or constructive notice of the condition is established: Good v. Philadelphia, 335 Pa. 13, 6 A. 2d 101 (1939); Miller v. City Ice and Fuel Co., 363 Pa. 182, 69 A. 2d 140 (1949); Rinaldi v. Levine, 406 Pa. 74, 176 A. 2d 623 (1962).\nNo actual notice of the defect complained of was proven in the instant case. In order to establish constructive notice, it was necessary- to show that the defect existed for such a period of time that it could have been discovered and corrected through the exercise of reasonable care: Beebe v. Philadelphia, 312 Pa. 214, 167 A. 570 (1933); Lanni v. Pa. R.R. Co., 371 Pa. 106, 88 A. 2d 887 (1952).\nThe plaintiff charged the city with failure to reasonably inspect the sewer catch basin and keep it in-good repair. However, there wasn’t a scintilla of evidence to prove that the catch basin itself was in a state of disrepair or not functioning properly on the date involved. The failure to previously inspect on periodic occasions, even if adequately proven, would be: important only if it were first established that a defective condition existed in the basin, which was the cause of the accident.\nThe plaintiff further charged that the city and the property owner negligently permitted a dangerous condition to exist on the sidewalk. The dangerous condition, as evidenced by the record, was the weakened subsurface or void underneath the sidewalk. However, the evidence was insufficient to establish that such weakened condition or void had existed previously for such a period of time to charge those with responsibility for maintenance with notice thereof. In fact, the record is barren of proof as to the size of the void or how long before the accident it existed. Certainly, the fact that storm water flowed down the sidewalk due to the topography or low curbing is not unusual or sufficient to put the defendants on notice that a weakened subsurface condition or void existed.\nAnother important element to note in determining if constructive notice existed is that the subsurface defect, if it did exist for some prior time, was not readily observable: Murdaugh v. Oxford Boro., 214 Pa. 384, 63 A. 696 (1906); Timlin v. Scranton, 139 Pa. Superior Ct. 503, 12 A. 2d 502 (1940); Fitzpatrick v. Darby Borough, 184 Pa. 645, 39 A. 545 (1898); Malone v. Union Paving Co., 306 Pa. 111, 159 A. 21 (1932).\nIn this connection, it is significant to note that the plaintiff testified she traveled over the same sidewalk for five years before the date of the accident, and never noticed anything wrong or unusual. On the date involved, she stated everything seemed to be normal and safe.\nA municipality is not required to seek out defects in sidewalks, but only to be vigilant to observe and correct them by the exercise of reasonable supervision: Murdaugh v. Oxford Boro., supra; Landis v. Phila., 295 Pa. 227, 145 A. 124 (1929); Malone v. Union Paving Co., supra; Green v. Philadelphia, 63 Pa. Superior Ct. 121 (1916); German v. McKeesport City, 137 Pa. Superior Ct. 41, 8 A. 2d 437 (1939); Siger v. Pittsburgh, 156 Pa. Superior Ct. 51, 39 A. 2d 296 (1944). If the defect is not observable through the exercise of reasonable care, it is not such as to charge constructive notice: German v. McKeesport City, supra; Green v. Philadelphia, supra.\nThe next question for decision is whether or not the trial court correctly ruled out certain testimony offered by the plaintiff.\nThe testimony of a civil engineer, called as an expert, was offered to show that the inner wall of the catch basin was in a rotten and deteriorated condition, which permitted water to seep through it. An objection to the testimony was sustained. The witness admittedly was not familiar with conditions at the site of the accident on the date involved. In anticipation of trial, he inspected the area and the catch basin for the first time approximately twenty-five months afterward. No testimony was offered to show that the conditions on the two dates were the same. The witness specifically stated that he did not know if any physical changes had occurred between the date of the accident and the date of his inspection.\nWhenever the condition of a particular place or thing at a certain time is in question, evidence of its condition at a prior or subsequent time is inadmissible, unless there is accompanying proof that it had not changed in the meantime: Cobb v. Bradford Township, 232 Pa. 198, 81 A. 199 (1911); Loss v. Avalon Borough, 276 Pa. 207, 119 A. 915 (1923); Nestor v. George, 354 Pa. 19, 46 A. 2d 469 (1946); Ferruzza v. Pittsburgh, 394 Pa. 70, 145 A. 2d 706 (1958).\nThe plaintiff also attempted to have this expert witness express an opinion: (1) That the defective condition of the catch basin existed for several years prior to the accident; (2) That the curbing on Shady Avenue, at the site of the accident, had sunk or subsided some years before due to the weakened subsurface; (3) As to the cause of the subsidence of the curb and the collapse of the sidewalk at the point where plaintiff was walking and fell. This was rejected by the trial court.\nThe record discloses that the opinion of the witness was based in large part upon the facts garnered from his own personal inspection of the site long after the accident occurred. These facts were not in the record and had properly been excluded.\nAn expert cannot express a conclusion which is based on facts not in evidence. See, Howarth v. Adams Express Co., 269 Pa. 280, 112 A. 536 (1921); Lever v. Lagomarsino, 282 Pa. 110, 127 A. 452 (1925); Roberts v. Pitt Publishing Co., 330 Pa. 44, 198 A. 668 (1938); Bowles v. Pittsburgh, 343 Pa. 39, 20 A. 2d 783 (1941).\nCertain hypothetical questions were also propounded to this witness on direct examination, to which objections were sustained. In some instances, these questions assumed facts not in evidence and were tainted with the same infirmity noted above. While hypothetical questions may be based on an assumed statement of facts, they may not be based on matters which do not appear in thé record, or on facts not warranted by the evidence: Keilbach v. Met. Life Ins. Co., 157 Pa. Superior Ct. 590, 43 A. 2d 652 (1945); Zeigler v. Simplex Found. Co., 228 Pa. 64, 77 Atl. 239 (1910). Further, an expert may not express an opinion which is based on guess or conjecture: First Meth. Ch. v. Bangor Gas Co., 388 Pa. 115, 130 A. 2d 517 (1957). In other instances, material facts were omitted in the hypothetical questions submitted. Hypothetical questions should embrace all material facts. See, Roberts v. Pitt Publishing Co., supra, and Karavas v. Poulos, 381 Pa. 358, 113 A. 2d 300 (1955). Under the circumstances, the lower court did not abuse its discretion in refusing to permit an answer to the questions submitted.\nAppellant finally complains that the trial court erred in refusing to admit in evidence, for substantive purposes, a portion of a letter from the files of the municipal department of the city, which stated, “a few years back this division had sewer trouble at this location.”\nIt is contended that the letter was admissible as a business record under the Uniform Business Records As Evidence Act of May 4, 1939, P. L. 42, 28 P.S. §91 (b).\nThe letter was not prepared “in the regular course of business at or near tbe time of the act, condition or event,” as the statute requires. It was written post litem mortam by a person not identified, and addressed to the city solicitor in the course, of the city’s preparation for trial in this case. Under the circumstances, the letter was not admissible as a business record. See, Paxos v. Jarka Corporation, 314 Pa. 148, 171 A. 468 (1934); Hagopian v. Eskandarian, 396 Pa. 401, 153 A. 2d 897 (1959).\nNeither was it admissible as an admission by an agent of the city against the city’s interest. ' Admissions of a declarant are not' admissible against his asserted principal, unless the declarant’s agency and authority are first established: Central Pennsylvania Telephone Co. v. Thompson, 112 Pa. 118, 3 A. 439 (1886); Yubas v. Makransky, 300 Pa. 507, 150 A. 900 (1930). Such evidence was completely absent.\nJudgment affirmed."}