{"id": "1888575", "contents": "Opinion by\nMr. Justice Cohen,\nThe parties to this appeal were married in 1923 and separated in 1956 but have not obtained a divorce. Appellant requested the court below to require her husband to turn over her interest in several items of property held by them as tenants by the entireties. The chancellor refused her request and the court en banc affirmed. This appeal followed.\nThe court en banc having affirmed the chancellor’s findings of fact, they must receive the weight of a jury verdict. Our scope of review is therefore to determine if such findings are supported by sufficient evidence and whether the court below committed an error of law. Penneys v. Pa. Railroad Co., 408 Pa. 276, 278, 183 A. 2d 544, 545 (1962); Chambers v. Chambers, 406 Pa. 50, 56, 176 A. 2d 673, 676 (1962); DeLuca v. DeLuca, 388 Pa. 167, 130 A. 2d 179, 180 (1957).\nThe following property is in issue: (1) funds withdrawn from a joint bank account; (2) the proceeds from $1858 worth of United States Government Series E bonds; (3) the proceeds from $7200 worth of United States Government Series E bonds; (4) a house and lot which constituted the home of the parties; (5) a vacant lot; (6) and income tax refunds alleged to have been received by appellee.\nWhere both husband and wife have the power to withdraw property held by the entireties, the power must be exercised in good faith for the mutual benefit of both. One spouse cannot fraudulently withdraw property for his own exclusive use or for the purpose of depriving the other of the use or title to such property. If one spouse appropriates entireties property to his own use, a revocation of the estate results by virtue of the fiction that the appropriation is an offer of an agreement to destroy the estate which the other spouse accepts by instituting an action. The property is then fit for accounting and division. Stemniski v. Stemniski, 403 Pa. 38, 41, 42, 169 A. 2d 51, 53 (1961).\nAppellant’s contentions as to the first three items are identical: appellee has appropriated this property held by the entireties for his own exclusive use and benefit and not for the mutual benefit of himself and his wife. With one exception, there is sufficient evidence to sustain the findings of the court below that these items were used by appellee for the mutual benefit of both parties.\nJoint Bank Account\nAppellee primarily used the joint bank account as a business expense account. He furnished it with funds paid to him by his employer for past and future expenditures in pursuance of the business. Appellant correctly contends that the fact that the money put into the account was appellee’s did not give him the right to use it for his own separate purposes. See Alcorn v. Alcorn, 364 Pa. 375, 378, 379, 72 A. 2d 96, 98 (1950). However, she goes on to argue that the use of the account for payment of business expenses was not for her benefit. We cannot agree. The payments made out of the account in pursuance to appellee’s business aided in the creation of the salary earned by appellee, which salary accrued to the benefit of his wife. Although appellee, upon separation, withdrew the balance in the joint account and placed it in an account in his own name, there was sufficient evidence for the court below to find that the funds so withdrawn were still earmarked for expenditures made or to be made in pursuance to appellee’s business. Such expenditures would, therefore, still continue to accrue to the benefit of appellant through her husband’s support payments. Thus, the court below was justified in holding that appellant is not entitled to any portion of the funds withdrawn by her husband from the joint bank account.\nProceeds From Bonds\nFollowing their separation, appellee with the consent of appellant, cashed $3858 worth of United States Government Series E bonds and gave $2,000 of the proceeds to their daughter for the purpose of defraying the cost of her wedding. Appellee contends that the remaining $1858 was spent for the mutual benefit of both spouses. We are unable to discover any facts in the record which would substantiate this contention. Appellee was in fact unable to explain what had been done with this portion of the proceeds. We therefore reverse the finding of the court below that this money was spent for the mutual benefit of the spouses and remand with directions that the court below enter judgment for appellant in the sum of $929 — one half of the balance of the proceeds from these bonds.\nAppellee cashed another $7200 worth of United States Government Series E bonds following the separation and gave the proceeds to the son of the parties for the purpose among others of building a home. Appellant contends that her lack of knowledge of and failure to consent to this gift rendered it solely on behalf of appellee and therefore not for their mutual benefit. The absence of appellant’s consent and her lack of knowledge alone are insufficient to compel this result. The record discloses that the amount of $7200 approximates the sum given to the daughter for her college education and wedding. This, coupled with the fact that the recipient of this gift was the son of the spouses and that there was no apparent antagonism between appellant and her son constituted a sufficient basis for the finding of the court below that the $7200 was given for the mutual benefit of the spouses. The consequent denial of recovery was therefore proper.\nHome and Vacant Lot\nAppellant requests that appellee be required to turn over one half of the rental value of their home (a house and lot) now solely occupied by appellee, and that this home and a vacant lot be sold and the proceeds divided equally between the parties. It appears that in her counterclaim appellant only requested her share of the rents received from these two properties. The chancellor made findings of fact that no such rents had been received. These findings are not challenged here. She raised the questions of fair rental value and sale and division for the first time after trial. The right to recovery of fair rental value and a sale of and division of the proceeds from realty held by the entire-ties require a determination that appellant was wrongfully excluded from the enjoyment of such realty. Lindenfelser v. Lindenfelser, 396 Pa. 530, 534, 535, 153 A. 2d 901, 905 (1959); Brobst v. Brobst, 384 Pa. 530, 533, 121 A. 2d 178, 180 (1956). The chancellor refused to hear testimony on this question and appellant took no exception. The chancellor as affirmed by the court en banc, therefore, properly refused to make findings of fact and conclusions of law as to these issues. The court below could not, and neither can we enter upon a consideration of questions which relies upon facts of which the record is barren. Appellant has, therefore, established no right to the recovery sought.\nIncome Tax Refunds\nFinally, appellant claims her share of income tax refunds she alleges were received by appellee. Appellant took no exception to the chancellor’s finding that she had produced no evidence to indicate that any such refund had been received. She has, therefore, waived the right to raise this matter on appeal. Pa. R. C. P. 1518.\nIn view of the foregoing, we remand this case to the court below for a modification of the decree with respect to the $1858 worth of bond proceeds unaccounted for by appellee, and as so modified the decree is affirmed. Costs on appellant.\nAppellee originally brought suit for an accounting and division of $10,400 worth of United States Goverment Series E bonds taken by appellant when sbe left ber husband. The court below ordered her to turn over to her husband one-half of these bonds. She does not appeal this ruling. The items in controversy constitute the portion of her counterclaim to appellee’s cause of action for which the court below refused to grant relief.\nTlie briefs and arguments of counsel have not considered and we therefore do not decide the applicability here of Free v. Bland, 369 U.S. 663 (1962)."}