{"id": "1888599", "contents": "Opinion by\nMr. Justice Musmanno,\nMrs. Sophie Castelli was injured in a streetcar accident, she and her husband brought suit against the Pittsburgh Railways Company, the trial judge entered a nonsuit against the plaintiffs, the plaintiffs appealed and this Court reversed (402 Pa. 135). On the second trial, the jury returned a verdict in favor of the plaintiffs and now the defendant appeals, seeking a new trial.\nThe facts follow: On June 29, 1953, Mrs. Castelli, having paid her fare, was sitting in a streetcar traveling southwardly on Lincoln Avenue in Pittsburgh when, without warning of any kind, she was struck on the head, neck and back and she fell to the floor unconscious. It developed later that the explanation for this violent visitation was that a truck, loaded with debris and planks, approaching the streetcar from the opposite direction, that is, traveling northwardly, drove so close, to the streetcar that a plank, extending from the left side of the truck, crashed through a forward window of the trolley car, inflicting serious injuries to Mrs. Castelli. A witness by the name of Jas. B. DeSantis testified that the street car was moving at a speed of 20 to 25 miles an hour, the truck at a rate of 15 miles per hour, that the truck did not confine itself to its lane of travel and was practically traveling in the “dummy,” or the space between the two tracks.\nDeSantis caught sight of the truck when it was about 75 to 80 feet away from him to his left and, turning his head, he saw the streetcar when it was about 100 to 110 feet distant to his right, so that the truck was some 195 feet ahead of the streetcar when the motorman saw it or should have seen it, if he had been looking as he should have been looking. He thus had plenty of time and distance within which to avoid what was to happen unless the truck changed its course, or the street car or truck stopped. In spite of this, the motorman did not stop, slacken the speed of his streetcar, or sound his warning gong. The inevitable crash occurred and the streetcar then finally stopped five or more feet beyond the point of impact.\nThe defendant company, in this appeal, points to the testimony of the motorman that he did ring his bell. Of course, whether he sounded the bell or not was a question of fact for the jury, and the jury found adversely to the defendant. It may be added in this connection that in the written narrative of the accident submitted by the motorman to his employer immediately after the accident he said nothing about ringing his bell, although at the end of the report, in answering a specific question as to whether the bell was sounded, he did answer in the affirmative.\nThe motorman testified at the trial that in addition to ringing the bell, he waved his hand to the truck driver. Defendant’s counsel argues that even if the plaintiff’s version that no bell was rung be accepted, this would not affect the defendant’s case because the waving of a hand is a “warning far more meaningful and certainly less ambiguous than the ringing of a street ear bell.” The answer to this argument is that even if the motorman waved his hand, there can be no assurance that the physical conditions were such as to guarantee that his signal was visible to the truck driver. A motorist may be inattentive about looking, because looking, especially at something far away, requires a conscious act of direction and attention. Hearing, on the contrary, is entirely a passive state of affairs. One cannot avoid hearing, if he is not deaf, because sound attacks from all sides and from top to bottom. Sound engulfs the individual within its waves as water deluges the person or object within it. There being positive evidence that the motorman did not ring his bell, the jury was justified in concluding that the motorman failed to give proper warning since they could disbelieve that he had waved his hand or that that warning under all the circumstances was ineffective.\nDefendant’s counsel rhetorically asks in his brief: “In any event, was the conduct of the motorman, however plaintiff may choose to characterize it, the proximate cause of the accident described in plaintiff’s case?” The answer, as announced by the jury and which has been confirmed by a reading of the record, is that it could be nothing else. When the motorman saw that the truck driver was not responding to what ocularly and audibly should have been reaching him, it was the motorman’s duty to bring the car to a stop as soon as possible in order to avoid a collision. It was also his duty to warn the passengers. He did neither. On the contrary, he continued on his way hoping, guessing, speculating that the extending plank might miss the street car. He testified that “at the last minute I thought I might miss.” While thinking that he might miss, he let his car roll closer to danger, taking it along the very brink of disaster, so that if bis calculation proved to be wrong, catastrophe could strike the people who were the wards of the high degree of care imposed upon him by law. Although he testified that he did start to slacken the speed of his car, he never applied his emergency brake.\nWhat the motorman did under the circumstances could be compared to a skater who, observing the ice sagging and even cracking under his feet, does not retreat to the thicker ice he has just traversed, but moves forward, hoping that the thin ice will still continue to hold him, and that, in any event, if it breaks, the water may not be too deep beneath.\nThe motorman, by his own testimony, was gambling with the safety of his passengers. His negligence, in the face of the evidence and the finding of the jury, was not only positive but flagrant. He testified that the extending plank was not in the path of his streetcar. When asked to explain this statement he said he meant that the plank did not imperil the front of the car, that is, where he stood, so that, as long as he was out of danger, the danger to the passengers was to him, apparently a secondary matter. This attitude of indifference toward the passengers to whom he owed a high duty of care, the jury undoubtedly regarded inexcusable.\nAppellant’s counsel takes exception to certain portions of the court’s charge. We have read it with meticulous care and conclude that not only is it without error, but that it excellently and most impartially reviews the evidence, announcing the respective contentions of the litigating parties clearly and neutrally.\nFinally the defendant complains that the verdicts in the amount of $10,000 for the wife-plaintiff and $4,-500 for the husband-plaintiff were excessive. The husband’s special damages amounted to $3,077.50. It cannot be seriously argued that the difference between that sum and $4,500 constituted an excessive amount for loss of consortium. As to the wife’s verdict, nine and a half years passed between the date of the accident and the rendering of the verdict. During that time she was required to hire domestic help because of disablement, she is unable to do heavy lifting and she must wear a neck brace periodically. Her doctor testified that: “It is my opinion these symptoms will last indefinitely, very likely permanently; and from time to time she will require treatment, either in her own home or at a physician’s office.” The wife’s verdict, in view of the record, can really be regarded as modest and certainly not one to “shock oúr sense of justice.”\nJudgments affirmed.\nBedillion v. Frazee, 408 Pa. 281."}