{"id": "1890429", "contents": "Opinion by\nMr. Justice Jones,\nThis appeal presents an important issue: whether the deed of the personal representative of a decedent, who died intestate, conveyed title to the decedent’s realty to bona fide grantees free and clear of the lien of a prior mortgage against such realty, the mortgage having been executed by the decedent’s sole heir and recorded within one year subsequent to decedent’s death and while letters of administration were still in effect.\nMarie Sedlemeyer (decedent), died, intestate, on April 4, 1956, leaving as her sole heir, Marie Andrus, her daughter. Decedent owned certain improved realty in Johnstown wherein, with Mr. and Mrs. Andrus, she resided and wherein Andruses continued to reside after decedent’s death. This realty, at the time of decedent’s death, was lien free.\nSeveral weeks after decedent’s death, Mrs. Andrus qualified as personal representative of decedent’s estate of which the realty was the sole asset. • Approximately eight months later — December 15, 1956 — Mrs. Andrus, in the capacity of decedent’s heir, joined by her husband, executed a bond and mortgage — the latter in the amount of $5200 — in favor of Quality Lumber & Millwork Co. (Quality), a partnership. This mortgage, ostensibly secured by decedent’s realty, was recorded on January 7, 1957. At the time this mortgage was executed, Mrs. Andrus was still acting as personal representative of the estate, hut she did not execute this mortgage in that capacity.\nOn April 25, 1957, Mrs. Andrus secured from the Orphans’ Court of Cambria County a discharge and release of the surety bond, posted by her at the time she secured letters of administration, averring that the realty remained unsold, that all estate debts, including inheritance tax, had been paid, that she was the sole heir and that she knew of no unfinished estate business.\nOn March 30, 1960, by deed recorded March 31, 1960, Mrs. Andrus, in her capacity as personal representative of the estate, sold decedent’s realty for $6950 to Frank and Amelia Znpancic (Zupancics). Prior to such sale and pursuant to §541 of the Fiduciaries Act of 1949 (Act), Mrs. Andrus requested and secured from the Orphans’ Court of Cambria County an order excusing her from furnishing additional security in connection with the sale of the realty to the Zupancics.\nTwo years after the sale to Zupancics, Quality, the Andruses’ mortgage being then in default, issued execution upon the bond which accompanied the mortgage. Zupancics then petitioned the Court of Common Pleas of Cambria County to stay and set aside the execution upon the ground that Quality’s mortgage lien was invalid. Upon answer and certain stipulated facts, the court dismissed Zupancics’ petition, holding that Quality’s mortgage was a valid encumbrance. The Superior Court unanimously reversed (201 Pa. Superior Ct. 189, 191 A. 2d 685), and we granted allocatur.\nResolution of the question raised on this appeal involves a construction of several sections of the Fiduciaries Act of 1949.\nSection 104 of the Act (20 P.S. §320.104) provides: “Legal title to all real estate of a decedent shall pass at his death to his heirs or devisees, subject, however, to all the powers granted to the personal representative by this act and lawfully by the will and to all orders of the court” (Emphasis supplied). Section 104— embracive by its provisions of all realty of a decedent, i.e., regardless of whether the heir or devisee was or was not in possession — was drafted upon the theory that “. . . the legal and equitable title to real estate passes to heirs or devisees [as such title had passed under the law prior to the Act]” with the proviso, however, that, during the period of administration of the estate, . . the personal representative will have the same powers over real estate as he has over personal property except as the Act makes express provisions to the contrary.” Thus, upon the death of the decedent, Mrs. Andrus acquired legal title to this realty in her capacity of sole heir, but such title was expressly subjected to those powers statutorily granted to her in her capacity of personal representative\nOur next inquiry is to ascertain the powers of the personal representative to which an heir’s legal title to realty is subjected under Section 104. Section 541 of the Act (20 P.S. §320.541), as presently pertinent, provides: “. . . the personal representative may sell, at public or private sale, . . . any real property not specifically devised. When the personal representative has been required to give bond, no proceeds of real estate shall be paid to him until the court has made an order excusing him from entering additional security or requiring additional security, and, in the latter event, only after he has entered the additional security.” (Emphasis supplied). It will be noted that such power of sale is not limited by any requirement that the sale purpose be for payment of debts or expenses. Section 541 explicitly empowered and authorized Mrs. Andrus, as personal representative, to sell the decedent’s realty and, prior to the sale of such realty and in compliance with §541, she was excused by the orphans’ court from furnishing additional security.\nSection 547 of the Act (20 P.S. §320.547) prescribes the quantum and quality of the title which a personal representative conveys when such personal representative exercises the powers granted under §541, supra. Section 547, as presently pertinent, provides: “If the personal representative has given such bond, if any, as shall be required in accordance with this act, any sale ... by [the personal representative], whether pursuant to a decree or to the exercise ... of a power under this act, shall pass the full title of the decedent [in the realty], unless otherwise specified, discharged from the lien of legacies, from liability for all debts and obligations of the decedent, from all liabilities incident to the administration of the decedent’s estate, and from all claims of distributees and of persons claiming in their right, except that only a sale under section 543 shall divest liens of record at the time of the decedent’s death. Persons dealing with the personal representative shall have no obligation to see to the proper application of the cash or other assets given in exchange for the property of the estate.” (Emphasis supplied). Thus, by its express terms, §547 provides that, when a personal representative sells realty, such sale passes the full title of decedent free and clear, inter alia, of “all claims of distributees and of persons claiming in their right.”\nConsidering the application of §547 to the instant factual situation, Quality has a claim, evidenced by a bond and a mortgage, based upon a loan of money made by it to Mrs. Andrus, the sole heir of the decedent. Quality now seeks repayment of that loan by way of recourse to the realty of the decedent. The only theory upon which Quality can look to the realty of the decedent — decedent having been a stranger to the transaction — for repayment of its loan is that, at the time of the loan and the execution of the bond and mortgage, the legal title to the realty had passed to Mrs. Andrus as the sole heir of the deeendent and, thus, Mrs. Andrus. was in a position to pledge repayment of Quality’s loan out of such realty. The crux of Quality’s theory is that, as the sole heir of decedent, the realty had then passed or been “distributed”, by operation of law, to Mrs. Andrus. The claim of Quality is derivative, in that Quality must stand, if at all, in the position of claiming in the “right” of Mrs. Andrus, whether she be called an “heir” or “distributee”, i.e., as the creditor, of Mrs. Andrus. (Cf. Coble v. Arnold, 13 Fiduc. Eep. 281.) At first blush, it might appear that the use of-the word “distributees” in §547 is confusing. How-, ever, when one considers that Mrs. Andrus, as every other “heir”, must claim title to the realty on the theory that the death of the owner automatically marks the passage of legal title to the “heir”, the use of the word “distributees”, in the sense of one to whom distribution has been made, becomes evident. Unless Quality believed that Mrs. Andrus had, as heir, become vested with the title to this realty, it would have no basis for asserting any claim against the realty. That Quality’s claim stands in the position of the claim of a “person” claiming in the “right” of a “distributee”, within §547 is clear beyond question; that being so, the sale by the personal representative of decedent’s realty passed full title to the vendees free and clear of such claim.\nThat Quality’s claim is evidenced by a bond and mortgage — the latter being recorded and a judgment entered on the former — does not alter the situation. Quality’s claim is still within the divestiture provisions of the statute. Even though the mortgage be construed as a conveyance of an interest in the realty (Tryon v. Munson, 77 Pa. 250), the divestiture provisions of §547 apply to both liens and estates of realty if the “claims of distributees or of persons claiming in their right” are based on such liens or estates.\nSection 547 operates to divest Quality’s claim and Zupancics received from Mrs. Andrus, as personal representative, a full title to the realty free and clear of Quality’s mortgage.\nSection 615 of the Act (20 P.S. §320.615) does not aid Quality because the Quality-Andrus mortgage transaction took place within the year after decedent’s death and at a time when not only had letters of administration been issued but were still in effect. The court of common pleas and Quality place great stress on the undisputed fact that, at the time she executed the mortgage, Mrs. Andrus was an heir in occupancy and possession of the realty and they urge that §501 (20 P.S. §320.501) applies to the instant situation. Section 501 provides: “A personal representative shall have the right to and shall take possession of, maintain and administer all the-real . . . estate of the decedent, except real estate occupied by an heir or devisee. . . . The court may direct the personal representative to take possession of, administer and maintain real estate occupied by an heir or devisee if this is necessary to protect the rights of claimants or other parties. Nothing in this section shall affect the personal representative’s power to sell real estate occupied by an heir or devisee.” (Emphasis supplied). It is urged that §501 severely restricts the power of a personal representative in selling realty where the realty is occupied or possessed by an “heir” of the decedent and that the personal representative’s authority to deal with such realty arises only when the “rights of claimants or other parties” require protection and, since in the case at bar, there were no “claimants” or “other parties” to be protected, Mrs. Andrus, as personal representative, lacked power and authority to deal with the instant realty. Such contention is without merit: first, §501 deals solely with the power of a pergonal representative to possess or enter into possession of the realty; second, §501 expressly states that nothing therein “shall affect the personal representative’s power to sell real estate occupied by an heir or devisee”; third, the logical consequence of such a contention would lead to a determination of the validity of a sale effected by, or a lien created by, an “heir” on the basis of whether there was a need for administration of the estate or whether the administration of the estate had been completed as a practical matter, an ad hoc method of determination which would be chaotic in its results.\nWe have given full consideration to the other contentions of Quality, such as the impact on the instant situation of the Act of April 30, 1929, P. L. 874, §1 (21 P.S. §651) and of Article I, §1, of our State Constitution, and we conclude that such contentions have no merit.\nThe situation depicted on this record arose from the grossly improper conduct of Mrs. Andrus who is not a party of record. The parties of record — Quality and Zupancics — , insofar as the record reveals, acted in good faith in the several transactions. What recourse Quality may have against Mrs. Andrus or what the orphans’ court may or can do as to Mrs. Andrus are not matters before us. We deal here solely with the impact of the Fidueiares Act of 1949 upon the Andrus-Quality transaction and the Andrus-Zupancic transaction. That statute — drafted for legislative approval by persons long experienced in the administration of decedents’ estates — was intended to create stability of procedure for the disposition of decedents’ realty and personalty and certainty in the marketability of title. Its aim was not simply the protection of the heirs and devisees of a decedent but also the protection of those who dealt with such heirs or devisees and decedents’ personal representatives. The terms of the statute must be strictly complied with if the legislative purpose is not to be thwarted and the conclusion we reach is mandated by the provisions of the statute.\nWe agree with that which the Superior Court stated (p. 195) : “It would therefore seem evident that Quality was negligent in granting credit to the heir in her individual capacity while letters of administration were in existence. ... It should be noted that [Zupancics] could not properly have taken a deed from Mrs. Andrus in her individual capacity and have acquired full ownership to the property. Until a distribution had been made, the only proper source of the full title of the decedent was the administratrix. Any one checking the title was justified in searching against [decedent] alone, since record notice of any transfer out of her name would be shown only by some act of the personal representative or by an adjudication or decree properly indexed. . . . Before accepting title from the administratrix, [Zupancics], took the normal precautions which the [Act], required. It was not necessary for [Zupancics] to check the judgment and grantor indices with regard to intervening action by the heirs. While there was only one heir in the instant case (who was also the administratrix), an exception would require that searches be made against all heirs regardless of number. This would largely nullify the advantages gained by the [Act] in the marketability of a decedent’s real estate.”\nIn conclusion, we re-echo a warning, recently given, that those who purchase from or who grant credit to an heir or devisee, in the absence of the joinder in the transaction of the decedent’s personal representative or a court decree awarding the interest of the decedent to such heir or devisee, assume the risk of later acts of the personal representative or a subsequent decree of the court.\nOrder affirmed. Each party to pay own costs.\nThe personal representative and the heir are one and the same person.\nQuality averred that the proceeds of this mortgage were used to remodel and improve the realty, to pay off a personal indebtedness of Andruses and, in part, to repay money borrowed to pay decedent’s funeral expenses.\nAct of April 18, 1949, P. L. 512, §541, 20 P.S. §320.541.\nComment of Joint State Government Commission, 20 P.S. §320-501, p. 114.\nThat Mrs. Andrus was both heir and personal representative does not alter the situation under Section 104.\nA personal representative may, in addition to the powers discussed, maintain actions as to the realty (§501, 20 P.S. §320.501) ; lease realty (§542, 20 P.S. §320.542) ; collect rents (Webb Estate, 391 Pa. 584, 138 A. 2d 435).\nSince there were no liens of record against the realty when the decedent died, §543 is not presently applicable.\nCf. Adamo Estate, 82 Pa. D. & C. 222, 2 Fiduc. Rep. 618.\nFiduciary Review (December, 1963), p. 3.\nCf. Horner & Roberts v. Hasbrouck, 41 Pa. 169."}