{"id": "1890377", "contents": "Opinion by\nMr. Justice O’Brien,\n- The appellant, Temple University, is the owner of three tracts of land in Cheltenham Township. One tract consists of 9.98 acres extending northeast from the intersection of Penrose Avenne and Beech Avenue. There exists on this tract a building used for school classrooms by The Tyler School of Fine Arts, a division of Temple University. Adjoining this tract is a 2.51 acre tract located across Beech Avenue from the classroom tract, extending southeast from the intersection of Penrose Avenue and Beech Avenue. This tract is bounded by Penrose Avenue on the West, Beech Avenue on the North, Cedar Lane on the East, and Graham Lane on the South. The appellant' planned to erect a dormitory for 50 male students and 100 female students on this tract. The appellant also owns a third tract of approximately 1.6 acres directly East, across Cedar Lane, from the classroom tract.\nIn September of 1962, the appellant filed an application to the Zoning Board of Adjustment of the Township of Cheltenham for a special exception. The 9.98 acre tract is zoned AA Residential, and the 2.61 acre tract is zoned B Residential. The application was made pursuant to Section 301(3) of the Cheltenham Zoning Ordinance, permitting buildings in AA Residential districts as follows, to wit: “3. Educational, religious or philanthropic use, when authorized as a special exception, excluding hospital, sanitarium, rest home or correctional institution and including dormitory of an educational institution.” Section 501(1) of the Cheltenham Zoning Ordinance which applies to B Residential districts, provides and allows any use permitted in AA Residential districts.\nOn October 15, 1962, the zoning board of adjustment conducted a hearing. One of the matters of New Business was the appellant’s application for a special exception. On November 21, 1962, the zoning board of adjustment denied the appellant’s petition for a special exception on the ground that the proposed dormitory would adversely affect the health, safety and morals of the community, and on the ground that the off-street parking requirements would not be met.\nThe appellant, Temple University, appealed to the Court of Common Pleas of Montgomery County. The LaMott Citizens for Action was granted leave to intervene. On March 22, 1963, an opinion and order was entered affirming the board of adjustment’s finding that a special exception should not be granted because the intended use would be damaging to the “health, safety and morals” of the community. The court rejected the alleged lack of parking areas as a ground for the refusal, resting its opinion on the health, safety and morals issue. This appeal followed.\nThe testimony upon which the findings that the planned dormitory would violate the health, safety and morals of the community were based, came from several residents of the surrounding neighborhood. These witnesses testified to isolated incidents involving young people who “dressed like artists”. One incident involved a car with young men as passengers driving through an intersection controlled by a stop sign without stopping. Another witness testified that he saw two young people dressed like artists near the school property doing things that would have shocked the ladies in attendance at the hearing. Other witnesses testified to the parking problem created by the students, the inevitable hamburger places which would be sure to spring up around the campus and the disturbances which students would cause in the evening. It was the general conclusion of those who opposed the issuance of the special exception that a dormitory would bring together a large group of students whose conduct would be objectionable, to wit, to woo in public and otherwise disrupt the tranquility of the neighborhood.\nOn the other hand, a large number of persons attended the hearing who favored the erection of a dormitory. Because, however, of the lateness of the hour, only a few testified.\nWe have said many times that the petitioner who seeks a special exception must show that the proposed use is allowable under the terms of the ordinance which permits special exceptions. Rieder Appeal, 410 Pa. 420, 188 A. 2d 756 (1963); Phi Lambda Theta Zoning Gase, 400 Pa. 60, 161 A. 2d 144 (1960). It is clear from the record that the zoning ordinance of Cheltenham Township provides for special exceptions for a dormitory of an educational institution. Therefore, unless the intended use clearly would damage the health, safety and morals of the neighborhood, the special exception should be granted.\nThe burden of establishing that the use would not violate the health, safety and morals, is not on the land owner, but, rather, the burden of establishing such detriment is upon those who oppose the issuance of a special exception. Mason v. Schaefer, 410 Pa. 239, 189 A. 2d 178 (1963) and cases cited therein. The Tyler School of Fine Arts has been located in its present location for twenty-five years. During this period, art students have come and gone, many have and do now live in homes and rooming houses in the neighborhood of the school. In all those years, the only evidence that could be found to raise the objectionable nature of the dormitory were two isolated incidents involving young people. The protestants were not even required to establish that these incidents were caused by students of the Tyler School, but only by people who looked like artists.\nThus our study of the record in this case can indicate only one conclusion, that being that the Zoning Board of Adjustment of Cheltenham Township abused its discretion in refusing the special exception. The burden is on the protestants to show that the proposed use would damage the health, safety and morals of the community; this they did not do. Archbishop O’Hara’s Appeal, 389 Pa. 35, 131 A. 2d 587 (1957); Good Fellowship Ambulance Club’s Appeal, 406 Pa. 465, 178 A. 2d 578 (1962).\nAppellee has filed a motion to quash, alleging that certain facts set out in the appellant’s brief are not found in the record and that the appellant has violated the time-honored rule that evidence not introduced in the court below cannot now be submitted on appeal. The appellee is correct in this regard and all facts not raised below on the character of the neighborhood and the alleged self-interest of some of the protestants may not be introduced in argument. Likewise, the exhibits in the appellant’s brief which have not been marked in accordance with Rule 48 of the Rules of the Supreme Court, are not to be considered here. It should be noted that there must be compliance with the rules of this court. Fortunately for the appellant, the suppression of all of the objectionable matter offered in its brief does not alter our conclusion; ■ because the appellant did establish that the ordinance permitted dormitories in connection with an educational use by special exception, and the protestants failed to; establish facts which show that the use would damage the health, safety and morals of the community. The motion to quash will be denied.\nOrder reversed.\nMr. Chief Justice Bell concurs in the result.\nMr. Justice Musmanno dissents."}