{"id": "1890393", "contents": "Opinion by\nMr. Justice Eagen,\nThis is an appeal from a sentence imposed after an adjudication of contempt of court.\nThe history of the case may be summarized thusly: In 1958, the appellant was tried in Allegheny County on several indictments charging bribery, corrupt solicitation and operation of a lottery. During the course of his testimony at trial, he indicated personal knowledge that a police officer, James, had collected protection money from one, Jack Rushlander, who was engaged in the operation of a lottery.\nRushlander was subsequently tried for bribery and corrupt solicitation. Appellant was subpoenaed and called as a Commonwealth witness. Aside from giving his name and address, he refused to answer all other submitted questions on the ground of self-incrimination. His counsel based the claim of self-incrimination on the fact that the appellant was then under indictment and awaiting trial in the federal courts for failure to pay the special tax, due under the federal wagering tax laws, and that the prosecution involved the same period of time encompassed within the questions directed to him. Also, that the appellant was then under arrest and awaiting state prosecution in Allegheny County for conspiracy and lottery during the year 1962. The court overruled his claim and directed him to answer. When he continued in his refusal, the adjudication of contempt was entered and a sentence followed of one year imprisonment, plus a fine of $1000.\nThe first question presented by this appeal is: Were appellant’s rights under Art. I, §9 of the Pennsylvania Constitution violated by the contempt conviction? We conclude not.\nThe particular article provides that an accused in a criminal prosecution “cannot be compelled to give evidence against himself.” This applies to witnesses as well as defendants: Snyder Appeal, 398 Pa. 237, 157 A. 2d 207 (1960). However, Art. Ill, §32 of the Pennsylvania Constitution modifies the above general immunity clause and provides: “Any person may be compelled to testify in any lawful investigation or judicial proceeding against any person who may be charged with having committed the offense of bribery or. corrupt. solicitation, or practices of solicitation, and shall not be permitted to withhold his testimony upon the ground that it may criminate himself or subject' him to public infamy; but such testimony shall not after-wards be used against him in any judicial proceedr ing . . . .”\n. Under the last mentioned provision, the appellant could be compelled to testify concerning any knowledgeable facts concerning the bribery and corrupt solicitations . of James by Eushlander. This testimony was non-privileged. See, Rosenberg Appeal, 186 Pa. Superior Ct. 509, 142 A. 2d 449 (1958). This is the very purpose of this particular constitutional provision. See, Commonwealth v. Haines, 171 Pa. Superior Ct. 362, 90 A. 2d 842 (1952).\nAppellant argues that because one inquiry dealt with something other than the offenses mentioned in Art. Ill, §32, that the adjudication of contempt must be reversed. We do not agree.\nIt is true that one question directed to the appellant as a witness concerned his personal involvement in the operation of a lottery in the year 1957, and was not related to bribery and corrupt solicitation. His claim of privilege to this question should have been sustained and his refusal to answer it could not legally be the foundation of a contempt adjudication. However, two other specific questions' which he refused to answer dealt solely and directly with the alleged bribery and corrupt solicitation of James by Rushlander. To these questions, his claim of privilege was correctly overruled. His refusal to answer in this respect fully supports the adjudication. The fact that the trial court erroneously directed him to answer one improper question does not vitiate the legality of the adjudication.\nThe ruling in Rosenberg Appeal, supra, is not in conflict with the above conclusion. The circumstances involved are substantially different. In Rosenberg, the contempt was based on the refusal of a witness to follow the court’s direction to testify before a grand jury as to all matters then under investigation, which covered not only bribery and corrupt solicitation, but other criminal matters as well. In the hearing before the court, there was no inquiry into the specific questions which the witness refused to' answer. The court’s direction was to testify to all matters and to answer all questions indiscriminately. The record upon which the adjudication was founded was bare of any specific inquiries dealing exclusively with bribery and corrupt solicitation. Hence, the Superior Court properly reversed the conviction.\nOn the other hand, herein, the only issue on trial was the guilt or innocence of Rushlander of the offense of bribery and corrupt solicitation. More importantly, there were specific questions directed to the appellant which related exclusively to this crime.\nNor are we convinced that appellant’s conviction constituted a denial of due process under the Fourteenth Amendment to the United States Constitution. We would agree that this were so if the judgment were based on his refusal to answer the question concerning his personal involvement in the operation of a lottery. But, as noted before, the adjudication is not sustained on this ground.\nIf answers were given to the questions dealing exclusively with Rushlander’s alleged bribery of James, it does not appear to us that serious prejudice would result therefrom to the appellant in the subsequent federal prosecution. But assuming this to be so, it was not a valid reason for his refusal to answer. The Supreme Court of the United States has ruled that federal constitutional rights of a witness are not violated when he is compelled to testify under immunity in a state court, despite the fact that he might subsequently be subject to prosecution on a related matter in the federal courts. See, Knapp v. Schweitzer, 357 U.S. 371, 78 S. Ct. 1302 (1958), and Cohen v. Hurley, 366 U.S. 117, 81 S. Ct. 954 (1961).\nAppellant’s able counsel urges that we should in all fairness sustain the claim of privilege against federal incrimination. It is pointed out, that in Feldman v. United States, 322 U.S. 487, 64 S. Ct. 1082 (1944), and Mills v. State, 360 U.S. 230, 79 S. Ct. 980 (1959), it was held that a witness’s state court testimony, although compelled under an immunity statute, could be used against him in a federal prosecution. It is called to our attention that in view of this, some states have allowed the claim of privilege whenever the danger of federal prosecution is “probable” or “substantial and imminent.” See, People v. Den Uyl, 318 Mich. 645, 29 N.W. 2d 284 (1947) ; Commonwealth v. Rhine, 303 S.W. 2d 301 (Ky. 1957), and State v. Kelly, 71 So. 2d 887 (Fla. 1954). Also, that some other states in their immunity statutes provide that incriminating testimony is not to be compelled if it reasonably appears that it would subject the witness to prosecution under the laws of another state or the United States. See, Illinois Revised Statutes, 1953, Par. 580a, Chapter 38, and Rule 24 of the 1960 Evidence Act of New Jersey (N.J.S.A. 2A: 84A-18).\nAfter a careful weighing of all factors and consequences involved, we are inclined to the view that the privilege claimed should not be sustained. To rule otherwise would defeat legitimate and important state investigations. If the ruling in Feldman and Mills, supra; is offensive to common concepts of justice, the correction should be made on the federal level. In fact, the ruling in said cases is now under review by the court in pending issues.\nAppellant further contends that the questions to which answers were refused were taken out of context and did not properly reflect the totality of his testimony during the 1958 trial. This may or may not be true in regard to the question hereinbefore discussed as to his personal involvement in the operation of a lottery. It is clearly not true as to the two specific questions dealing with his knowledge of the alleged payment of protection money by Rushlander to officer James.\nFinally, appellant urges that, in view of all the circumstances, the sentence imposed was excessive. With this, we agree.\nIn assessing the sentence to be imposed, the lower court undoubtedly considered factors which were based on two erroneous conclusions, namely, (1) that the defendant was in contempt for refusing to answer the question concerning his prior involvement in the operation of a lottery; and (2) that his answers could not be used against him in any subsequent federal prosecution. This probably prompted, at least in part, the very severe sentence which we conclude was unreasonable under the circumstances presented.\nIt should be noted that the claim of privilege was asserted on advice of counsel. We are inclined to believe that it was advanced in good faith. The issues raised were substantial. Further, the defendant eventually offered to purge himself and answered all questions submitted. While his belated gesture was properly rejected, it is a mitigating circumstance.\nTherefore, the judgment of sentence is vacated and the record remanded with directions to impose a sentence commensurate with the correct facts.\nMr. Justice Musmanno dissents."}