{"id": "1890408", "contents": "Opinion by\nMr. Justice O’Brien,\nThe plaintiff-appellants filed a complaint in equity seeking, among other things, the reformation of a deed. .It was alleged in the complaint that the defendants agreed to convey property fronting 329 feet on a certain highway and extending back 130 feet. The appellants further alleged tha,t a deed was prepared, executed, acknowledged and delivered which conveyed property fronting 129 feet on the above highway and extending back 130 feet. This action was brought to Compel a reformation of the deed to include the 200 feet of frontage not included in the deed.\nThe appellees filed preliminary objections in the nature of a demurrer and raised the statute of frauds -as a defense. The court below sustained the demurrer; this appeal followed.\nThe court below relied heavily upon Haskell v. Heathcote, 363 Pa. 184, 69 A. 2d 71 (1949), wherein we said that the statute of frauds will prevent the entry of a decree for specific performance. This action, however, seeks to. reform a deed and is not, as categorized by the appellees and the court below, an action for specific performance.\nIt has long been the law that courts of equity have the power to reform a written instrument where there has been a showing of fraud, accident or mistake. Radnor Bldg. & Loan Assn. v. Scott, 277 Pa. 56, 120 A. 804 (1923), and cases cited therein. The law has provided the further requirement that when reformation is sought because of mistake, the mistake alleged must be a mutual mistake. Bugen v. N. Y. Life Ins. Co., 408 Pa. 472, 184 A. 2d 499 (1962), and cases cited therein. It has even been held that a deed may be reformed when a mutual mistake in the description is made, even though one of the parties denies that a mistake was made. Krieger v. Rizzo and Rizzo, 105 Pa. Superior Ct. 429, 161 A. 483 (1932).\nThe questions in this case are the narrow questions of the intent of the parties and whether or not a mutual mistake occurred. The complaint alleges in paragraphs 8, 16, 17, 18 and 19, that a mutual mistake occurred. Therefore, we conclude that the complaint alleges, with sufficient quantity and quality, a mutual mistake capable under law of overcoming the defendant-appellees’ demurrer. The fact that the deed was not preceded by a written sales agreement, which fact in most instances would bar an action for specific performance, is not a factor in this case. A deed was delivered and it remains merely a question of fact as to the alleged mistake in the description.\nThere are factors in the case, as discussed in the opinion below, which tend toward the conclusion that there was no mistake. However, for the purposes of ■the demurrer, all well pleaded facts in- the complaint must be accepted as true. Since appellants have alleged what, if proved, would entitle them to the, relief sought, they must be granted the. opportunity of proving their allegations at a trial, and the dismissal of the complaint was error.\nDecree reversed and case remanded to- the court below for further proceedings in accordance with the views expressed herein. Costs to abide the event."}