{"id": "1890346", "contents": "Opinion by\nMr. Justice Jones,\nThis is an appeal from an order of the Court of Common Pleas of Lackawanna County refusing to entertain jurisdiction of a declaratory judgment proceeding.\nOn December 11, 1959, the school districts of the boroughs of Jermyn and Mayfield and the townships of Carbondale, Greenfield and Scott (member districts), all in Lackawanna County, entered into a written agreement (jointure contract), for the purpose of forming the Lakeland Joint School District (joint district), to establish and operate a joint school system to be administered by a joint school board (joint board), initially composed of all members of the participating school district boards. Inter alia, this jointure contract provided for the construction of a junior-senior high school (high school) in Scott Township (Scott), to accommodate all high school students in the system and, further, provided that the effective date of the contract would be the first Monday in July 1959 and would continue for a two-year period and, thereafter, for three-year periods, unless one or more of the districts elected to discontinue the contract by giving notice thereof one year prior to the expiration of any such period.\nPursuant to the Municipality Authorities Act (Act of May 2, 1945, P. L. 382, as amended, 53 P.S. §301 et seq.) the member districts formed the Lakeland Joint School District Authority (Authority), to construct and equip the high school. Initial financing of the project was to be through the sale of the Authority^ revenue bonds and, upon completion, the school was to be leased to the joint district at a rental to be paid by the member districts in proportionate shares specified in the jointure contract.\nThereafter various steps were taken toward construction of the school. The Department of Public Instruction of the Commonwealth approved the project; the school site in Scott Township was selected and approved by the necessary public agencies; the site was duly authorized for transfer to the Authority. Provisional plans were prepared by architects and test borings, well drillings and rough site clearing were completed. In order to expedite the financing, the Authority borrowed from several banks in Pennsylvania and obligated itself to make further expenditures so that by May 1962 the Authority had incurred obligations amounting to approximately $280,000. Final plans and specifications for the project were approved by the joint board and, thereafter, by necessary public agencies, and the property selected as the site for the school was conveyed to the Authority. As of September 1, 1962, the Authority, the joint board and all of the member districts, with the exception of Scott, had approved and executed an agreement and lease providing for the construction and equipment of the school, the lease of the school by the Authority to the joint district, the operation and maintenance of the school by said district and payment of the rentals and other expenses in connection with the school.\nOn May 4, 1962, the school directors of Scott adopted a resolution purporting to withdraw Scott from the joint district as of the first Monday of July 1964. This resolution provided that Scott would not be bound by any indebtedness incurred after May 4, 1962, and would not consider itself a party to any obligation thereafter incurred. Since that time Scott has refused' to take any part in the joint school program, including the proposed construction and equipping of the school.\nThe Authority filed a petition in the Court of Common Pleas of Lackawanna County against Scott seeking a declaration of the right of Scott to withdraw from the jointure contract and of its right to absolve itself of liability for a share of the rentals and other charges in connection with the school to be built by the Authority. Scott filed preliminary objections and an answer to the petition raising new matter to which the Authority filed a reply. The court upheld the preliminary objections as to jurisdiction in declaratory judgment and dismissed the petition. The Authority appealed to this Court and, by an equally divided Court, the court below was affirmed. We granted re-, argument and this opinion is in disposition of the matter after such reargument.\nIn its opinion, the court below set forth as reasons for its refusal to entertain this proceeding: (a) that the Authority was not a party to the original jointure contract and, therefore, lacked the requisite standing to maintain this action; (b) that the objective of the proceeding was to obtain an advisory opinion; (c) that the jointure contract was “largely executory”; (d) that there are appropriate remedies available to enforce this contract, i.e., mandamus, an action in equity to enforce specific performance of the contract and assumpsit; (e) that the joint school district has now been abolished by statute; (f) that “there is no clear manifestation that a declaration [of rights] will be of practical help in terminating the difficulties.” In our view, such reasons are insupportable.\nWere the Authority the sole party seeking this declaration there might be some merit in the view that the Authority lacked standing to maintain this action, i.e., it is not a “person interested” within Section 2 of the Uniform Declaratory Judgments Act. However, in the posture of this litigation at the time the court made its ruling, all the parties to the jointure contract were before the court and the joint district and the member districts, as plaintiffs joined by stipulation, were necessarily joined in the request for declaratory relief. Any lack of standing which might have existed at the inception of this proceeding was cured and eliminated by the joinder of the joint district and the member districts.\nIs this proceeding simply an attempt to secure an advisory opinion or a bona fide endeavor to secure a declaration of rights now in controversy within the purview of the Act, supra? It is clear beyond any question that between the parties to this litigation an actual controversy exists. In Cryan’s Estate, 301 Pa. 386, 152 A. 675, this Court stated (p. 395) : “If difference between the parties concerned, as to their legal rights, have reached the stage of antagonistic claims, which are being actively pressed on one side and opposed on the other, an actual controversy appears; where, however, the claims of the several parties in interest, while not having reached that active stage, are nevertheless present, and indicative of threatened litigation in the immediate future, which seems unavoidable, tbe ripening seeds of a controversy appear.” In tbe case at bar, the Authority, the joint district and the member districts maintain that, under the provisions of the jointure contract, Scott, as a signatory thereto, is under a legal obligation to cooperate in the construction and equipment of this high school and to pay its proportionate share of the rentals, etc., in connection therewith; on the other hand, Scott maintains, apparently, that it has no such legal obligation and it refuses to assume any responsibility whatsoever in the matter. As a result of this diversity of opinions, all plans for the construction of this school are necessarily held in abeyance and, until such diversity of opinions is resolved by a court, the construction of the school cannot be financed and, a fortiori, the school cannot be built. The obviously antagonistic views and positions adopted by the parties indicate not only the existence of an “actual controversy” but of a controversy which will imminently, unavoidably and inevitably lead to litigation and there is no other adequate remedy. Under such circumstances, relief by declaratory judgment provides the only efficient and expedient method of terminating the controversy. The relief sought herein is not advisory in any sense.\nIn the opinion of the court below the jointure contract was “largely executory”, hence declaratory judgment would not lie. The averments of fact in the petition for declaratory relief — facts, which for the purpose of this appeal, must be assumed to be true since they are well pleaded — reveal: that the site for construction of the high school has been duly approved by the proper authorities on both local and state levels; that an investment firm, to aid in the financing, and an architect have been chosen; that the land which will constitute the site of the new school has been condemned and physical possession thereof taken; that, on both local and state levels, the construction plans have been approved; that the land site has been conveyed to the Authority; in reliance on the jointure contract, the Authority has authorized temporary bank' borrowings; that obligations of $280,000 have already been incurred in connection with the project. The only major steps remaining to be taken are financing of the project and construction of the school. The instant factual situation presents a contract no more “executory” in nature than were the contracts in Slippery Rock Area Joint School System v. Franklin Township School District, 389 Pa. 435, 133 A. 2d 848, and Southeastern Greene Joint School District v. Dunkard Township School District, 396 Pa. 209, 152 A. 2d 269, wherein this Court entertained declaratory judgment proceedings.\nThe court below next considered that, since in its view other remedies were available, declaratory judgment would not lie. The court below suggested the. availability of mandamus, an action in equity for specific performance and assumpsit.\nThis Court now adheres to the view that declaratory judgment proceedings must not be entertained if there exists another available and appropriate remedy; whether statutory or not: McWilliams v. McCabe, 406 Pa. 644, 179 A. 2d 222; State Farm Mutual Automobile Insurance Co. v. Semple, 407 Pa. 572, 180 A. 2d 925. In the instant situation, does another available and appropriate remedy exist? We think not. Mandamus will not lie since mandamus is not available to enforce a general course of official conduct or the performance of continuing duties such as involved in the case at bar: (Dorris v. Lloyd (No. 1), 375 Pa. 474, 100 A. 2d 924) and, unless mandamus will settle the entire controversy, it is not an appropriate remedy (McCandless Township v. Wylie, 375 Pa. 378, 381, 100 A. 2d 590). Moreover, a complaint in equity for specific performance will not lie since the issuance of such a decree is dependent on the contract being clear and unambiguous, which is not the situation in the case at bar (Berberich v. Berberich, 383 Pa. 349, 354, 118 A, 2d 445). It is to be noted that, after rendition of our original opinion, the Authority then proceeded to institute an action in equity in the Court of Common Pleas of Lackawanna County and Scott filed specific objections in such action averring that equity had no jurisdiction which proceeding is now pending. Lastly, assumpsit will not lie because the basis for any assumpsit action cannot arise until the bonds of the Authority are issued, the school completed and rentals accrued. Conversely, the bonds cannot be issued until the controversy which forms the subject matter of this litigation is judicially resolved. Under the circumstances, there is no other available appropriate remedy.\nThe reason most heavily relied upon by the court below is the impact upon the joint district of the Act of September 12, 1961, P. L. 1283, 24 P.S. §2-202, it being the opinion of the court below that that statute abolished this joint district. At reargument of this case, the Commonwealth of Pennsylvania, acting through the Attorney General, was permitted to intervene for the purpose of having clarified the impact upon joint districts throughout the Commonwealth of the Act of 1961, supra. The question herein at issue is whether the court should entertain this declaratory judgment proceeding, a question raised by Scott’s preliminary objections and, upon such posture, we decide the question only on the averments of the complaint and beyond such averments we do not go. The question of the impact of the 1961 Act appears neither in the complaint nor the preliminary objections and the only reference thereto is in paragraph 34 of new matter contained in Scott’s answer on the merits. In determining whether it should entertain declaratory judgment, the court below, in considering the 1961 Act, went beyond the averments of the complaint, and, in so doing, committed error.\nLastly, the court below took the position that a declaration of rights in this proceeding would be of no practical help in solving the difficulties inherent in the case at bar. The instant situation demands and compels a declaration of rights under the jointure agreement from the viewpoint of all the parties to this litigation as well as the inhabitants of this joint district. Unless such a declaration of rights is now made through the medium of this declaratory judgment proceeding, the construction of this school will be delayed interminably and, in all likelihood, may never take place. Whether or not Scott under the jointure contract is under a legal obligation to cooperate in the financing and the construction of this school must be determined before the financing can take place; only an immediate declaration of the rights of the joint district and the member districts vis-a-vis Scott under the jointure contract can solve the present impasse.\nThe refusal of the court below to entertain this proceeding cannot be sustained and the reasons advanced in support of such a position are without merit. In the enactment of the Uniform Declaratory Judgments Act, supra, the legislature unequivocally declared the purpose of the Act (§12, 12 P.S. §842) “. . . to settle and to afford relief from uncertainty and insecurity with respect to rights, status, and other legal relations, and [the statute] is to be liberally construed and administered.” The result reached by the court below effectively defeats this legislative purpose. Moreover, our case law indicates that in factual situations closely akin to the instant situation we have entertained declaratory judgments: Irwin Borough School District v. North Huntingdon Township School District, 358 Pa. 78, 55 A. 2d 740; Butler Township School District v. Butler City School District, 374 Pa. 96, 97 A. 2d 360; Slippery Rock Area Joint School System v. Franklin Township School District, supra; Southeastern Greene Joint School District v. Dunkard Township School District, supra.\nAll necessary parties are before the Court and an actual controversy exists. There is no other appropriate and available remedy nor are any facts in dispute. ,The provisions of the Act and our case law clearly indicate the propriety of this form of action to declare the rights and status of the parties to this jointure contract. The factual background of this litigation calls for an immediate determination of the rights of the parties; any delay is against the best interests of the inhabitants of this joint district.\nIn our view, the court below in refusing to entertain this petition for a declaratory judgment abused its discretion and the matter is remanded to the court below for an expeditious and prompt declaration of the rights of the parties to this jointure contract.\nOrder reversed. Costs on Scott Township.\nMr. Justice O’Brien dissents.\nThe school itself was to cost approximately $2,325,000.\nAct of June 18, 1923, P. L. 840, 12 P.S. §831 et seq.\nAs to mandamus, see Mr. Justice Musmanno’s opinion in Mellinger v. Kuhn, 388 Pa. 83, 84, 86, 130 A. 2d 154; as to an action in equity for specific performance, see Mr. Chief Justice Bell’s opinion in Mrahunec v. Fausti, 385 Pa. 64, 68, 121 A. 2d 878.\nSuch tactics on Scott’s part indicate an evident purpose to delay and frustrate ultimate disposition of the important issues involved in this controversy.\nAs Mr. Justice Musmanno, speaking for a unanimous Court, recently said in Bonanni v. Weston Hauling, Inc., 392 Pa. 248, 250, 140 A. 2d 591: “In granting summary judgment on pleadings a court may not go beyond tbe pleadings. Wbat tbis Court stated in Detweiler v. Hatfield Boro. Sch. Dist., 376 Pa. 555, 558, is still law: ‘. . . Tbe time honored principle that in passing on a demurrer a court cannot consider matters collateral to tbe pleading opposed but only such matters as arise out of tbe statement of claim or complaint itself, is still preserved under Pa. R. C. P. 1017. (See Goodrich-Amram Civil Practice section 1017 (b)-ll).’” If tbe court entertains declaratory judgment, then in such proceeding tbe impact of the 1961 statute may be fully considered and determined.\nIn Slippery Rock, declaratory judgment was utilized to determine whether a member district of a joint district was bound by a decision of tbe joint board with reference to tbe financing and construction of a sebool building and tbis Court approved sucb procedure."}