{"id": "1890355", "contents": "Opinion by\nMr. Justice Jones,\nThese appeals question the validity of an order of the Court of Common Pleas of Carbon County which issued a temporary injunction restraining Carbon Airport Authority (Authority), and J. H. Beers, Inc. (Beers), from entering upon an 18 acre tract of vacant land in Mahoning Township, Carbon County.\nPursuant to a resolution of the Commissioners of Carbon County, the Authority was created to acquire land upon which to construct an airport in the County. In 1963 the Authority selected a site of approximately 133 acres in Mahoning Township upon which to construct the airport. Of this tract the Authority acquired by purchase 115 acres, but were unable to acquire by purchase an additional 18 acres located in the center of the site. On November 6, 1963, the Authority condemned this 18 acre tract which was then owned by the Amandus Cunfer Estate, and on that date, representatives of the Authority went to the home of the personal representative of the Cunfer Estate and tendered the Authority’s bond. The personal representative took the bond and gave it to estate counsel.\nTwelve days thereafter, Beers, under the Authority’s instructions, entered upon the 18 acre tract and began clearing it of trees and shrubbery. Three days thereafter, without the Authority’s knowledge, the personal representative of the Cunfer Estate transferred by deed — recorded within 4 days — the 18 acre tract to Warren Cunfer (Cunfer).\nOn December 2, 1963, Cunfer, alleging that he was both owner of the tract as well as the assignee of all rights to damages which might result from condemnation of such tract, instituted an equity action in the Court of Common Pleas of Carbon County against the Authority and Beers. The basis of this equity action was that the bond tendered by the Authority, which contained no sureties, was neither accepted by nor acceptable to the Cunfer Estate. After hearing, the court issued a temporary injunction restraining the Authority and Beers from entering upon the condemned tract unless and until the Authority furnished a proper bond with adequate security. From that order, these appeals were taken.\nOn these appeals, the Authority questions whether Cunfer has shown sufficient title or right to possession to institute this action, whether this action will lie since the personal representative of Cunfer Estate did accept the Authority’s bond and whether the tender of the Authority’s bond, without a corporate surety, was a sufficient tender.\nThis equity action challenges the validity of the Authority’s condemnation, particularly as to the bond which the Authority tendered to the Cunfer Estate. Our examination of this record clearly indicates that, under the circumstances, equity does not lie and that we need not consider the questions raised upon this appeal.\nWe recently considered a similar situation in Balazick v. Dunkard-Bobtown Municipal Authority, 414 Pa. 182, 199 A. 2d 430. In Balazick we stated: “In Schwab v. Pottstown Borough, 407 Pa. 531, 180 A. 2d 921, we held that a court of equity had no jurisdiction to determine whether there had been a taking of private property for public use or to assess and award damages for such taking. The decisional point in Schwab was that, under the statutory law of Pennsylvania, a complete and adequate procedure has been provided to guard and protect the constitutional rights of private owners in all condemnation proceedings. [Citing cases] . . .”. The basic challenge in the equity action is clearly to the right, power and authority of the Authority to exercise any right of eminent domain under the circumstances, and the resolution of that issue can and should be made only in eminent domain proceedings. As this Court said in Schwab, supra, p. 534: “It is a commonplace that where the legislature has provided a remedy or procedure, that remedy or procedure is exclusive and alone must be pursued. [Citing cases] . .\nFor lack of jurisdiction in equity, the instant complaint must be dismissed.\nOrder vacated. Costs on Cunfer."}