{"id": "1890411", "contents": "Opinion by\nMr. Justice Musmanno,\nFrom 1874 to 1897 the City of New Castle, Lawrence County, was protected against the aggressions and ravages of fire by volunteer firemen. In 1897 these volunteer firemen formed what was known as Volunteer Fireman Relief Association of New Castle, Pa., and obtained a charter from the Court of Common Pleas of Lawrence County, the charter being amended in 1935.\nIn 1895 the General Assembly enacted a law (P. L. 408, 72 P.S. §2261) which imposed a 2% tax levy on foreign fire insurance premiums and directed that the fund resulting from the levy be distributed to relief associations of fire departments in the municipal subdivisions of the State.\nIn 1897 the City of New Castle began to employ paid firemen (at first only drivers) while continuing to use the volunteer fire system. By 1960, there were .58 paid firemen in New Castle and about 150 volunteer firemen. The volunteer organization consisted of nine companies (each one attached to an individual fire company), as well as a fire police and a hook and ladder company.\nAs so often unfortunately happens where two organizations are engaged in a similar line of endeavor, conflicts arose between the paid firemen and the volunteer firemen. The paid firemen regarded themselves as more capable and better trained to fight fires than the volunteer firemen. The latter believed that they were not only equally capable of combating conflagrations but that the voluntary and non-paying status of their efforts invested them with an eagerness and enthusiasm which made their participation in the battle against the common enemy even more effective than that of salaried fire fighters.\nThis lamentable conflict reached such proportions that at occasional fires where both types of firemen were present, the paid firemen refused to accept the proffered assistance of the volunteers. It can be wondered if the flames did not occasionally profit by this division among its foes and thus blazed more fiercely while enemy forces disputed among themselves as to who should man the hoses, who should put the ladders in place, and so on.\nBe that as it may, this twice deplorable controversy reached the point where on March 24, 1958, the Council of New Castle enacted an ordinance “to dispense with the services of the Volunteer Fire Companies heretofore existing.” (Ordinance No. 5700).\nThis abolishment of the volunteer firemen achieved an end which was not limited to an untrammeled fighting of fires by paid firemen but allowed them in addition untrammeled entry into the treasury fund fed by the 2% tax on foreign fire insurance premiums already mentioned — and that is what this litigation is about.\nAfter the passage of ordinance No. 5700, the city treasurer distributed the entire fund received from the State to the relief association of the paid firemen, and refused to make any contribution to the relief association of the volunteer firemen.\nThe volunteer firemen protested and, through their relief association, initiated in the Court of Common Pleas of Lawrence County, an action of mandamus against the city treasurer, mayor, council and controller of the City of New Castle praying that they be directed to pay to their relief association one-half of the |18,099.75 received by the city treasurer on May 22, 1958, from the state treasurer (being proceeds of the tax collected under the 1895 act.) The volunteer firemen also filed an action to enjoin the New Castle officials from distributing more than one-half of the amount received May 11, 1959 from the state treasurer. These two actions were consolidated for the purpose of taking testimony and, after a trial, the court granted the mandamus and injunction prayed for.\nThe paid firemen, through their representatives, came into the case as intervening defendants and are now the real appellants here. It is their contention that by the year 1958, when Ordinance No. 5700 was passed, the volunteer fire system in New Castle had more or less disappeared and that, therefore, the plaintiff Volunteer Firemen’s Relief Association has no standing to receive any of the funds in controversy. Testimony was offered by the intervening defendants to the effect that the volunteer firemen really played no part in fighting fires in New Castle.\nThe plaintiff organization, to the contrary, presented testimony to the effect that no smoke ever rolled from a conflagration in New Castle but that somewhere in its swirling black clouds voluntary firemen were fighting to save life, limb and property. The lower court was convinced from the evidence, of the loyalty of the volunteer firemen to their self-chosen tasks and listed in its opinion fires where the volunteers played their courageous fire-eating roles. Among those structure-biirning events it listed the “Brewery fire,” the “North Street School fire”, the “Crisci fire,” and the “McBride-Shannon fire,” probably conflagrations of some note in provincial history.\nJack Lynn, volunteer fireman for 20 years, and secretary of the General Volunteer Fire Department of New Castle, introduced the minute book of his organization which disclosed that it had been commended for services rendered at a jet plane crash disaster and that the fire chief of the paid fire department had commended the volunteer firemen for work at the “old Brewery fire,” and that this same chief had stated as related by the court, that the “city aerial truck at all times carried red fire coats and other equipment for the volunteer firemen.” Lynn testified further that over a period of ten years he had attended as a volunteer fireman at some 50 fires.\nThe court found not only that the volunteer firemen were loyal to their trust, but that the paid firemen at times deliberately refrained from notifying the volunteers of emergency calls. In understandable judicial indignation, the court below declared: “This is a proceeding in Equity and intervening defendants should not be permitted to claim the Volunteer Fire Company did not serve the City of New Castle when they actively attempted to prevent the volunteer firemen from discovering the existence of fires or fire alarms.”\nOver and above all this, however, the appellants stand on slippery ladders in denying to the plaintiff organization the funds it is claiming. The appellants have ignored and practically defied a law of the Commonwealth. The Act of June 13, 1955, P. L. 173, 53 P.S. §§3832, 3833 proclaims in words as clear as any fire blazing against the curtain of night that: “No municipality shall replace any volunteer fire company serving the municipality with a paid fire company unless a majority of the voters in the municipality have first voted in favor of the change.”\nIt states further that: “Any municipality desirous of replacing its volunteer fire company with a paid fire company shall file a petition with the county board of elections of the county for a referendum on the question of replacing the volunteer fire company with a paid fire company.”\nIt.then announces in detail the manner in which the question at issue is to be presented to the voters. None of this has been done in New Castle. It is a historical, statistical and physical fact that the majority of the voters of New Castle have not voted to replace the volunteer fire companies of New Castle with paid fire companies. And, unless and until this is done, the volunteer fire companies of New Castle enjoy the protection of existing law.\nThe appellants maintain that the City of New Castle did not contravene the statute of 1955 because the city council merely “dispensed with the services of the volunteer fire companies without substitution and for the best interests of the city.” (Italics in appellant’s brief) But the statute does not say that New Castle may “dispense with the services of the volunteer fire companies” at will. Nor does it say that New Castle may decide for itself, where volunteer firemen are concerned, what is “for the best interests of the City.” It would be a strange Commonwealth indeed where its political subdivisions could decide for themselves whether they would or would not follow certain State-enacted laws, depending on their interpretation as to what was best for their municipality.\nThe appellants further argue that the Act of 1955 is not applicable here because the volunteer firemen were not “replaced” by paid firemen, but merely abolished. This is a distinction which aggravates the offense. The obvious intent and effect of Ordinance 5700 was to replace volunteer firemen with paid firemen. The fact that the paid fire department had previously functioned together with the voluntary fire department does not mean that no replacement occurred simply because the paid fire department was already in the picture and was not a newcomer as of 1955. It is a stark reality that the paid fire department, under Ordinance 5700, took over functions therefore performed by voluntary firemen, and this is the very thing that the 1955 statute declares can only be done after an affirmative referendum. If A and B are employed in a grocery store, both working at a task which requires their combined effort, it certainly follows, in. the event the grocer dismisses A, that B replaces A. The result, in that hypothetical situation, would be that A is no longer working in the grocery store and B has replaced him. The same situation obtains here. The purpose of Ordinance 5700 was to replace the voluntary fire department by the paid fire department and, it is repeated, this cannot be done without following the procedure outlined in the Act of 1955.\nThe appellants cite in their behalf the case of Essinger v. New Castle, 275 Pa. 408, where, in a reduction of the number of paid firemen, a civil service employee (Essinger) was dismissed. He contended that he could not be removed except for cause. This Court held that since Essinger’s office was not a constitutional one, it could be abolished if it was not necessary. The appellants here, however, have failed to note the modifying language in that decision which said: “The office involved is not a constitutional one, and there is no reason, therefore, why the body authorized to create it, should not in its discretion abolish it . . . unless some legislative inhibition against such action clearly appears” (Emphasis supplied).\nIn the litigation before us we have definitely a legislative inhibition which New Castle is not at liberty, to veto.\nOnly one other feature in the case needs to be considered. Did the voluntary firemen render services which entitle them to their apportioned share of the funds forthcoming from the State? The court below found as a fact that such services were performed and we conclude, after studying the record, that there was more than sufficient evidence to support the court’s decision. Since the lower court’s findings were affirmed by the court en banc, they have the same effect as if they had been declared in a jury verdict (Durso v. D’Urso, 409 Pa. 487). Nor may we disturb them, discovering no error in all the proceedings. (Manheim v. Board of Co. Commissioners of Venango Co., 330 Pa. 92.)\nJudgment in the mandamus action and decree in the injunction action affirmed. Parties to pay own costs."}