{"id": "1891827", "contents": "Opinion\nPer Curiam,\nThis is an appeal from the lower court’s refusal of a petition for writ of habeas corpus filed by the relator, Smith G-. Hudson.\nHudson pleaded guilty (on December 10, 1951) to the charge of murdering one John Ferguson in Fayette County, Pennsylvania on June 23, 1951, and after the court in Fayette County found him guilty of murder in the second degree he was sentenced to an indeterminate period of not less than ten nor more than twenty years. While serving this sentence he escaped, on August 2, 1953, from Rockview Penitentiary, Centre County, Pennsylvania and was not apprehended until July 31, 1960, in Nebraska.\nHe was sentenced in Centre County for prison breach to a term of not less than three nor more than six years, and was returned to the State Correctional Institution at Pittsburgh to serve the unexpired portion of the sentence imposed by the Fayette County Court.\nOn October 12, 1963, he filed a petition for writ of habeas corpus which was refused by the Court of Common Pleas of Fayette County. Hence this appeal.\nThe petitioner contends that his constitutional rights were violated and that he was denied due process of law in that (1) he was refused a preliminary hearing; (2) held incommunicado, without benefit of counsel, until he confessed; and (3) was denied counsel until ten days before trial.\nHis first contention is without merit since he fled the jurisdiction after the commission of the crime and was not apprehended until five months later on November 14, 1951.\nThe indictment against him was obtained while he was a fugitive.\nNor does the record sustain his allegation that he was held incommunicado without the benefit of counsel. It is only logical to assume that if he had been so held he would have made such fact known to his court-appointed counsel (Samuel J. Feigus, now a jurist, and Joseph Rygiel, a reputable member of the Fayette County Bar) and that they would have advised him of his rights. These attorneys were appointed to act in his behalf on November 30, 1951, only two weeks after he had been apprehended.\nCourt-appointed counsel were highly qualified to represent the relator and though they were not appointed immediately upon relator’s arrest, no prejudice to the relator resulted because of this fact.\nOrder affirmed."}