{"id": "1891862", "contents": "Opinion by\nMr. Chief Justice Bell,\nOn November 1, 1958, the School District of Derry Township condemned for school purposes part of the premises of Steve J. Durika and Mary C. Durika, kis wife.- A Jury of View awarded Mr. and Mrs. Durika damages in tke sum of $13,500. Mr. and Mrs. Durika appealed, and in tke trial .before tke Court of Common Pleas a jury awarded plaintiffs $13,400.. Tke lower Court refused to grant a new trial and from tke judgment entered on tke verdict, plaintiffs took tkis appeal.\nPlaintiffs allege inadequacy of tke verdict and trial errors. Tke crux of their contention as to inadequacy is tkat tke verdict did not contain any damages for detention. Mr. Durika testified tkat tke property at tke time of tke taking kad a value of $16,500; kis expert witness testified its value was $15,500. One expert testified for tke School District tkat tke property kad a value of $13,100 and its other witness valued tke property at $13,400. Appellants contend tkat tke jury’s award obviously did not include detention damages and tkat an owner is entitled to detention damages as a matter of law.\nPrima facie, a landowner, whose property is taken in eminent domain is entitled (1) to damages for tke value of tke property taken, and (2) also to “detention damages,” i.e., damages for delay in payment. However, tke right to damages ■ for delay in payment in suck cases may, of course, be lost if tke cause for tke delay is the fault of tke. property owner. Suck fault may be evidenced by án unconscionable or excessive claim of damages by tke owner of tke property, or by kis refusal to accept or negotiate a fair offer or settlement for tke value of the property: Rednor & Kline, Inc. v. Department of Highways, 413 Pa. 119, 196 A. 2d 355; Springer v. Allegheny County, 401 Pa. 557, 165 A. 2d 383; Wolf v. Commonwealth, 403 Pa. 499, 502, 170 A. 2d 557. However — and tkis very important point has been overlooked by appellants — a jury is not' bound to accept the testimony of tke owner or any expert as to the fair market value of the property, and the jury is the fact finder of damages although its verdict is subject to review by the Court. Springer v. Allegheny County, 401 Pa. 557, 165 A. 2d 383. Cf. also Commonwealth v. Kirkland, 413 Pa. 48, 58, 195 A. 2d 338; Calabria v. Brentwood Motor Coach Company, 412 Pa. 486, 194 A. 2d 918; Weidemoyer v. Swartz, 407 Pa. 282, 180 A. 2d 19; Gaita v. Pamula, 385 Pa. 171, 122 A. 2d 63.\nThe trial Judge charged the jury correctly on the subject of detention damages and no objection was made by plaintiffs to that portion of the charge. Under all the facts of this case, we find no clear abuse cf discretion in the refusal of a new trial for inadequacy.\nAppellants contend that the lower Court erred in permitting the members of the jury (together with the parties and their respective attorneys) to view the premises, because, inter alia, the dwelling house had been moved to a different location on another part of plaintiffs’ lot. The Court wisely instructed the jury: “. . . You can see the type of house it was when it was in place. The purpose of going out to view this property is not so that you will fix the damages on it by what you see. You fix the damages from the testimony of the witnesses on the stand. The sole and only purpose for you going out there to view the property is so you will better understand the testimony of the witnesses.” See Perla v. Commonwealth, 392 Pa. 96, 139 A. 2d 673; Avins v. Commonwealth, 379 Pa. 202, 108 A. 2d 788.\nA viewing of the premises is a matter for the discretion of the trial Judge and this Court will not reverse in the absence of a clear abuse of discretion. Under the circumstances of this case we find no clear abuse of discretion or prejudicial error in allowing the jury to view the premises or the Court’s instruction pertaining thereto.\nPlaintiff further contends that he should not have been required on cross-examination to testify to what his opinion of the value of the condemned property had been in 1955, three years before the condemnation. Plaintiff had testified on direct examination as to the value of his property at the time of condemnation. The Court permitted plaintiff to be questioned on cross-examination and over the objection of his counsel as to the price at which he had been willing to sell, his property three years before condemnation. An offer by an owner to sell his property at a specified price, as well as the purchase price of the land, is admissible if not too remote in time. Under the facts in this case there was no error in permitting this cross-examination: Buehler v. Commonwealth, 407 Pa. 330, 333, 180 A. 2d 898; Frontage v. Allegheny County, 408 Pa. 165, 167, 182 A. 2d 519; Berger v. Public Parking Authority of Pittsburgh, 380 Pa. 19, 109 A. 2d 709; Berkley v. Jeannette, 373 Pa. 376, 96 A. 2d 118; B. & K., Inc. v. Commonwealth, 398 Pa. 518, 159 A. 2d 206.\nWe have examined the record and find no clear abuse of discretion or any trial error.\nJudgment affirmed.\nMr. Justice Eagen concurs in the result.\nMr. Justice Cohen dissents.\nFor other limitations presently irrelevant, see B. & K., Inc. v. Commonwealth, 398 Pa. 518, 159 A. 2d 206."}