{"id": "1891854", "contents": "Opinion by\nMr. Justice Eagen,\nWalter L. Wright, the appellant-defendant, after trial by jury, was convicted of murder in the first degree. Punishment was fixed at life imprisonment. The lower court denied a new trial and imposed sentence in accordance with the verdict. This appeal followed.\nThe evidence overwhelmingly established the defendant’s guilt, but trial errors require that a new trial be granted.\nThe factual background in brief detail is as follows:\nWright and one Daniel Clemons conspired to burglarize the Reno Cafe in the city of Philadelphia, where Wright had formerly been employed as a bartender. Four separate schemes were plotted and efforts on different occasions to burglarize the cafe were made which failed to succeed.\nSubsequently, the two entered into a plan to hold up the bartender in charge of the cafe as he locked up for the night and steal the money available on the premises. In the course of carrying out this plan, the bartender was mortally wounded by a bullet accidentally fired from a gun in the possession of Clemons. Money was then stolen from the cash register and a tin box hidden in a storage room behind the bar, after which the two fled together from the premises through a rear door.\nWright was taken into custody by the police about three hours later. Several hours afterwards, investigating officers visited his apartment, without a search warrant, and told his wife that her husband had confessed to his participation in the crime, and had “sent them for the stuff.” Neither statement was true. The wife then informed the police that her husband had returned home during the early morning hours in an excited condition and stuffed some money in a doll which zipped open in the back. The doll was found and disclosed the sum of $116 hidden therein. This money was seized on the theory that it was part of the stolen loot.\nDefendant’s counsel filed a timely motion to suppress the above evidence. The lower court entered such an order and we affirmed: Commonwealth v. Wright, 411 Pa. 81, 190 A. 2d 709 (1963).\nAt trial, the defendant testified on his own behalf. He admitted participating in the planning of the felonious act, but claimed withdrawal from the criminal venture a short time before its occurrence. He stated he left the premises and was not present during the moments of the holdup and shooting, but admitted returning to the scene after hearing the shot and actively participating in opening the cash registers and securing the tin box hidden in the storage room. He tried to explain his conduct in this last respect by indicating that he acted out of fear of demon’s gun. While his plea of withdrawal severely taxes one’s credulity, this is not controlling in determining the following legal question presented.\nIn demon’s testimony, he did not say that Wright received any of the stolen money. During the direct examination, the defendant was not asked if he shared therein. On this point, he did not testify one way or the other. He did say that after fleeing from the scene following the shooting and theft, he was told by demons that if he wanted to share in the money, to meet demons later on at a designated place, and that he did not keep the engagement. In further response to a question, inquiring why he entered the storage room to secure the tin box, before described, he answered, “Just because I wanted to get some of the money.”\nOn cross-examination, over objection, the district attorney was permitted to bring ont through a series of questions that the defendant had received a portion of the stolen money, hidden it in the doll in the apartment, and that the money had been found by the police. This was reversible error. A reading of the record is convincing that the cross-examination was a devious effort to bring home to the jury the existence of evidence already suppressed. The fact that the physical evidence itself was not introduced into the evidence matters little. The result was just as prejudicial.\nEvidence seized through an illegal search or in violation of the Fourth Amendment to the United States Constitution may not be used to convict: Weeks v. United States, 232 U. S. 383, 34 S. Ct. 341 (1914); United States v. Jeffers, 342 U. S. 48, 72 S. Ct. 93 (1951). The essence of this exclusionary rule is, evidence so acquired shall not be used at all, directly or indirectly: Silverthorne Lumber Co. v. United States, 251 U. S. 385, 40 S. Ct. 182 (1920). See also, Wong Sun v. United States, 371 U. S. 471, 83 S. Ct. 407 (1963).\nHowever, to the above rule there is one important exception, which distinguishes between the affirmative use of such evidence to establish the defendant’s guilt, and its use for the purpose of impeaching his trial testimony. While the rule absolutely prohibits the prosecution from making affirmative use thereof to convict, it does not exclude its use under certain circumstances to discredit the defendant’s voluntary testimony: Walder v. United States, 347 U. S. 62, 74 S. Ct. 354 (1954). But such evidence may not be used merely because the defendant takes the stand and denies the commission of the crime. See, Agnello v. United States, 269 U. S. 20, 46 S. Ct. 4 (1925). The defendant must be free to testify and deny all elements of the crime without thereby giving leave to the prosecution to introduce by way of rebuttal evidence illegally secured: Walder v. United States, supra. To make such evidence available for impeachment purposes and thereby constitute a waiver by the defendant of his constitutional protection against its use, three conditions are essential: (1) The defendant must elect to take the stand; (2) His testimony which conflicts with the illegally secured evidence must do more than deny the elements of the crime for which he is being tried; (3) The inadmissible evidence should be received only to the extent that it does not admit the very acts which are essential elements of the crime charged: Walder v. United States, supra.\nThe learned court below, relying on Walder, ruled that statements made by the defendant on direct examination opened the door to the Commonwealth’s cross-examination. It stated in its opinion that “not only did Wright introduce the subject of his sharing in the proceeds, but having introduced his interest in getting some of the money, went on to imply that, in fact, he never did get any of the money.” (Emphasis supplied.)\nA close scrutiny of Wright’s testimony leaves great doubt that any such implication was made. Certainly it is not clear. Regardless, it is our conclusion that the exception enunciated in Walder, supra, does not cover the present circumstances. In the first place, the exception concerns itself only with perjurious testimony directly made by the defendant in his examination in chief; and secondly, the alleged perjury which is to be impeached must go beyond a denial of the elements of the crime for which he is being tried. See United States v. Provoo, 215 F. 2d 531 (1954). This is not our case. Wright’s testimony in chief was no more than a denial of the elements of the crime charged.\nFurther, where such evidence is properly admitted, the trial court must carefully instruct the jury that it is not to be used to determine if the defendant committed the crime, but solely for the purpose of evaluating the defendant’s credibility. See, Walder v. United States, supra. Such instruction was absent here.\nAnother important question requires discussion. In rebuttal, the Commonwealth offered in evidence, during that part of the trial dealing with guilt, the record of the defendant’s prior convictions of serious crimes, for the limited purpose of impeachment. While the trial court did state for the record the purpose of admitting this testimony at the time of admission, it failed to instruct the jury on this important phase of the case during the charge. Although no such instruction was requested, and the trial court states that defense counsel during a recess requested that such instruction be omitted, we deem it extremely important that the jury clearly understand in every case, the limited purpose of such evidence.\nJudgment reversed and new trial granted.\nMr. Justice Cohen concurs in the result.\nMr. Chief Justice Bell dissents.\nClemons testified as a Commonwealth witness and supplied the evidence above related.\nThe record fails to note this."}