{"id": "1892992", "contents": "Opinion by\nMr. Justice Roberts,\nThe facts of the case before us need be presented only in their brief essentials. In 1940, Leon Butler was arrested and, during his arrest, confessed to murder. Butler had no counsel at his preliminary hearing, although two court-appointed attorneys represented him when the case was tried before a jury on defendant’s plea of not guilty. The confession was introduced into evidence and the trial transcript is replete with testimony by the defense attempting to establish that Butler was beaten and coerced into giving an involuntary confession.\nBasing his petition on these central facts, as well as others, Butler sought a writ of habeas corpus in 1964. In essence, the petition framed two significant questions: (1) Does lack of counsel at preliminary hearing in this Commonwealth, in and of itself, amount to a deprivation of due process of law? and (2) Is the ruling of Jackson v. Denno, 378 U.S. 368, 84 S. Ct. 1774 (1964), to be given retroactive effect? Answering both questions in the negative, the Court of Common Pleas No. 1 of Philadelphia County dismissed the petition without hearing.\nI\nPetitioner does not allege, nor does the record show, any consequences which flowed from the absence of counsel at the preliminary hearing. No legal right was lost; no factual or legal disadvantage was suffered. Petitioner’s flat assertion is that lack of ■ counsel at this stage of the proceedings, in itself, violates due process. Reliance is placed on Gideon v. Wainwright, 372 U.S. 335, 83 S. Ct. 792 (1963), by the petitioner. More closely related, of course, is White v. Maryland, 373 U.S. 59, 83 S. Ct. 1050 (1963).\nThe court below rejected petitioner’s assertion. Our Superior Court has ruled to the same effect. Commonwealth ex rel. Land v. Rundle, 202 Pa. Superior Ct. 509, 198 A. 2d 433 (1964), allocatur denied, 203 Pa. Superior . Ct. xxxvi (1964); Commonwealth ex rel. Jones v. Rundle, 204 Pa. Superior Ct. 316, 204 A. 2d 487 (1964). And this Court has reached a like result. Commonwealth ex rel. Linde v. Maroney, 416 Pa. 331, 206 A. 2d 283 (1965); Commonwealth ex rel. Herge v. Rundle, 415 Pa. 36, 202 A. 2d 24 (1964); Commonwealth ex rel. Maisenhelder v. Rundle, 414 Pa. 11, 198 A. 2d 565 (1964); Commonwealth ex rel. Wagner v. Myers, 414 Pa. 35, 198 A. 2d 540 (1964) ; Commonwealth ex rel. Whiting v. Rundle, 414 Pa. 17, 198 A. 2d 568 (1964); Commonwealth ex rel. Parker v. Myers, 414 Pa. 427, 200 A. 2d 770 (1964).\nThe holding of these cases is that a preliminary hearing in this Commonwealth is not ordinarily a critical stage in the proceedings against the accused. As this Court has noted, the situation in White v. Maryland, supra, is distinguishable. There the accused entered a plea of guilty at the preliminary hearing without the benefit of counsel and that plea was subsequently used against the accused at his trial after he had changed his plea to not guilty. Thus, the plea of guilty at. the hearing in that case became important. These facts transformed the preliminary hearing in that instance into a critical stage.\nIn the absence of unusual circumstances which transform the proceeding into a critical stage, lack of counsel at preliminary hearing in this Commonwealth does not constitute a deprivation of due process. No such transformation occurred in the instant case.\nII\nAs has been noted, the appellant-petitioner raised the alleged involuntariness of his confession during the 1940 trial. In dealing with that contention, the trial judge submitted the confession to the jury along with instructions that the jury must determine whether the confession was, in fact, voluntarily given. If it was found to be involuntary, the trial judge charged, it must be completely disregarded. This method of submitting contested confessions to the trial jury without a prior independent judicial determination of voluntariness was established practice in this Commonwealth and was considered to be in accord with constitutional requirements of due process and had been so held in Stein v. New York, 346 U.S. 156, 73 S. Ct. 1077 (1953). However, in June of last year, the Supreme Court of the United States again reviewed this question and reached the conclusion that procedures such as ours failed to afford due process of law because they were not “fully adequate to insure a reliable and clear-cut determination of the voluntariness of the confession . . . .” Jackson v. Denno, 378 U.S. 368, 391, 84 S. Ct. 1774, 1788 (1964).\nSince the relator in this case was tried, and his judgment finalized, the case clearly presents the important issue of whether the Jackson ruling operates on cases tried prior to its date of filing. We have no express decision by the Supreme Court of the United States on the issue, but we think it abundantly clear from both the nature of the declared constitutional infirmity and implications of recent decisions of the Supreme Court of the United States that the Jackson ruling is to be applied to finalized convictions. We note, in passing, that this Court has implicitly so ruled. See Commonwealth ex rel. Gaito v. Maroney, 416 Pa. 199, 204 A. 2d 758 (1964).\nThe most persuasive authority for the proposition that the principle of Jackson v. Denno is to be applied to convictions finalized prior to the date of that decision is Jackson itself. Although none of the various opinions filed in the numerous proceedings in the case give the exact date of the conviction, Jackson must have been convicted in late 1960 or early 1961. The New York Court of Appeals affirmed his conviction. 10 N.Y. 2d 780, 177 N.E. 2d 59, 219 N.Y.S. 2d 621 (1961), amended, 10 N.Y. 2d 816, 178 N.E. 2d 234, 221 N.Y.S. 2d 521 (1961). The Supreme Court of the United States denied certiorari. 368 U.S. 949, 82 S. Ct. 390 (1961). Thereafter, Jackson filed a petition for habeas corpus. 206 F. Supp. 759 (S.D. N.Y.), aff’d, 309 F. 2d 573 (2d Cir. 1962). It was to review these habeas corpus proceedings that the Supreme Court granted certiorari, 371 U.S. 967, 83 S. Ct. 553 (1963), and made its decision in 1964.\nThe thrust of this history is to show that the now rejected procedure of deciding issues of voluntariness was held to be constitutionally insufficient in a case which had already been finalised. Jackson itself was a collateral proceeding and it would seem untenable to conclude that the holding of that case may not be equally applied to other collateral proceedings. Logic and constitutional imperatives shy away from such arbitrary inconsistency.\nIn what appears to be a further indication of the correctness of our conclusion, the Supreme Court of the United States, by memorandum decisions dated the same day as Jackson v. Denno, remanded numerous cases to various courts for further proceedings not inconsistent with its opinion in Jackson. Most of these cases were on certiorari review of affirmances of convictions which were being directly appealed. However, one of these additional cases was a review of habeas corpus proceedings. In that case, the defendant had been convicted in 1961 and his conviction had been finalized. In our view, this represents a further indication that the ruling in Jackson was not meant to apply only to future proceedings. And certainly, if the Supreme Court had meant to draw such a distinction in application of the rule between collateral proceedings attacking past convictions and those convictions not yet finalized, it would likely have chosen to use as a vehicle for its pronouncement one of the numerous cases before it which involved a review of a direct appeal, rather than one involving a collateral attack.\nAn even more recent case is available for support. In Boles v. Stevenson, 379 U.S. 43, 85 S. Ct. 174 (1964), the defendant had been convicted in 1960 and his conviction had been affirmed. Simultaneously granting certiorari, the Supreme Court reviewed the proceedings in which the defendant had collaterally attacked his 1960 conviction. The Supreme Court modified the court of appeal’s order to make it conform with the decision in Jackson.\nSome have seen an intention to limit the ruling in Jackson in the Court’s language that it “is both practical and desirable that in cases to be tried hereafter a proper determination of voluntariness be made prior to the admission of the confession to the jury which is adjudicating guilt or innocence.” 378 U.S. at 395, 84 S. Ct. at 1791. This language was clearly prefatory to the Supreme Court’s conclusion that a new trial need not be automatically granted to defendants whose confessions have already been passed upon by the trial jury. The import of this discussion was that convictions obtained before Jackson need not be reversed if the state now provides “an adequate evidentiary hearing productive of reliable results concerning the voluntariness of . . . [a] confession.” 378 U.S. at 394, 84 S. Ct. at 1790.\nWe find these indicia compelling. But even beyond the authorities, an examination of the nature of the constitutional deprivation which was found to exist in Jackson leads us to the same conclusion. The underlying rationale of Jackson posits the rule that a conviction obtained upon a trial into which an involuntary confession has been introduced cannot stand in the light of the Fourteenth Amendment. 378 U.S. at 386, 84 S. Ct. at 1785. Given this prohibition, Jackson held that prior jury methods of determining voluntariness did not afford adequate safeguards by which courts could adjudicate whether a conviction was, in fact, based on a jury’s improper consideration of a coerced confession. 378 U.S. at 388-91, 84 S. Ct. at 1787-88. Since previous practice has been held to fall short of the requirements of due process, many of those defendants whose confessions were submitted to the jury on the issue of voluntariness may, in fact, be serving sentences on convictions unconstitutionally obtained. The realization that such a fundamental infirmity may exist can hardly be deferred to the future, and ignored as to the past.\nWe are painfully aware that, for a time, our conclusion may exert further strain on our courts. Yet we are also aware that when liberty is denied without constitutional assurances of due process of law, the conviction may not be permitted to stand. We cannot sacrifice to mere expediency the wise restraints and constitutional safeguards which make men free and advance the quality of criminal justice.\nThe order of the court of common pleas is vacated and the record is remanded for an evidentiary hearing in conformity with the standards announced in Jackson v. Denno, supra. If, as a result of the judicial determination herein directed, the confession is held to have been voluntarily given, then the court shall dismiss the petition. If the confession is found to have been involuntary, then the court shall issue the writ and grant a new trial.\nVacated and remanded.\nMr. Chief Justice Bell concurs in the result.\nMr. Justice Cohen would grant a new trial.\nAt the time the petition was dismissed (April 15, 1964), without opinion, the decision in Jackson (June 22, 1964) had not yet been handed down. Subsequent to the filing of this appeal, the court of common pleas filed an opinion in support of the dismissal. By this time, the Jackson opinion had been filed. In that opinion, the court discussed the lack of counsel issue and, in dictum, the retroactivity issue. Technically, the court might have been correct in dismissing the petition at the time it did so (if it reached the proper result on the first issue) regardless of the answer to the retroactivity issue, because Jackson was not then available for petitioner’s support. However, we view the petition as squarely presenting both problems for our consideration. The Commonwealth has devoted a large portion of its brief in arguing against applying Jackson retroactively and we think it opportune, for the benefit of our courts, to explicitly pass upon this issue.\nThe new Supreme and Superior Court Eules of Criminal Procedure provide that, in the future administration of criminal justice, instruction on the right to counsel will be given prior to the preliminary hearing. Pa. R. Crim. P. 116(b). See Commonwealth ex rel. O'Lock v. Rundle, 415 Pa. 515, 527 n.19, 204 A. 2d 439, 445 n.19 (1964).\nThe courts of New York have so far held that Jackson is not to be given retroactive effect. People v. Hovnanian, 22 App. Div. 2d 686, 253 N.Y.S. 2d 241 (1964) ; People v. Milford, N.Y.S. 2d (S. Ct. 1964), 33 U.S.L. Week 2123.\nGaito was convicted in 1960. His conviction was affirmed by the Superior Court, 195 Pa. Superior Ct. 356, 172 A. 2d 184 (1961), and this Court denied allocatur, 196 Pa. Superior Ct. xxxi. Subsequently, the Supreme Court of the United States denied certiorari. 368 U.S. 998, 82 S. Ct. 623 (1962). Upon dismissal of Gaito’s petition for habeas corpus, and after affirmance by the Superior Court, 203 Pa. Superior Ct. 715, 200 A. 2d 912 (1964), we remanded for a hearing in conformity with the 1964 decision in Jackson.\nSee, also, Commonwealth v. Coyle, 415 Pa. 379, 203 A. 2d 782 (1964). The decision in Jackson intervened between the time of Coyle’s trial and our decision in the case on the direct appeal. Nevertheless, we remanded for a hearing so that the requirements of Jackson might be fulfilled.\nCatanzaro v. New York, 378 U.S. 573, 84 S. Ct. 1931 (1964) ; Del Hoyo v. New York, 378 U.S. 570, 84 S. Ct. 1928 (1964) ; Harris v. Texas, 378 U.S. 572, 84 S. Ct. 1930 (1964) ; Lathan v. New York, 378 U.S. 566, 84 S. Ct. 1923 (1964) ; Lopez v. Texas, 378 U.S. 567, 84 S. Ct. 1924 (1964) ; McNerlin v. Denno, 378 U.S. 575, 84 S. Ct. 1933 (1964) ; Muschette v. United States, 378 U.S. 569, 84 S. Ct. 1927 (1964) ; Oister v Pennsylvania, 378 U.S. 568, 84 S. Ct. 1926 (1964) ; Owen v. Arizona, 378 U.S. 574, 84 S. Ct. 1932 (1964) ; Pea v. United States, 378 U.S. 571, 84 S. Ct. 1929 (1964) ; Senk v. Pennsylvania, 378 U.S. 562, 84 S. Ct. 1928 (1964).\nPeople v. Del Hoyo, 19 App. Div. 2d 696, 240 N.Y.S. 2d 941 (1963) ; Harris v. Texas, 370 S.W. 2d 886 (Ct. Crim. App. 1963) ; People v. Lathan, 12 N.Y. 2d 822, 187 N.E. 2d 359, 236 N.Y.S. 2d 345 (1962), amended, 13 N.Y. 2d 670, 191 N.E. 2d 668, 241 N.Y.S. 2d 164 (1963) ; Lopez v. Texas, 366 S.W. 2d 587 (Ct. Crim. App. 1963) ; Muschette v. United States, 322 F. 2d 989 (D.C. Cir. 1963) ; Commonwealth v. Oister, 201 Pa. Superior Ct. 251, 191 A. 2d 851 (1963), allocatur denied, 201 Pa. Superior Ct. xxvi; State v. Owen, 94 Ariz. 404, 385 P. 2d 700 (1963) ; Pea v. United States, 324 F. 2d 442 (D.C. Cir. 1963) ; Commonwealth v. Senk, 412 Pa. 184, 194 A. 2d 221 (1963).\nMcNerlin v. Denno, 378 U.S. 575, 84 S. Ct. 1933 (1964).\nUnited States ex rel. McNerlin v. Denno, 324 F. 2d 46, affirming 214 F. Supp. 480 (S.D. N.Y. 1963).\nConviction aff’d sub nom. People v. McNerlin, 11 N.Y. 2d 738, 181 N.E. 2d 456, 226 N.Y.S. 2d 443 (1962), amended, 11 N.Y. 2d 796, 181 N.E. 2d 776, 227 N.Y.S. 2d 36 (1962). Certiorari had been denied. 371 U.S. 850, 83 S. Ct. 88 (1962).\nAff’d sub nom. State v. Stevenson, 127 S.E. 2d 638 (W.Va. S. Ct. App. 1962), cert. denied, Stevenson v. West Virginia, 372 U.S. 938, 83 S. Ct. 886 (1963).\n221 F. Supp. 411 (N.D. W.Va. 1963), aff’d, 331 F. 2d 939 (4th Cir. 1964).\nSee People v. Hovnanian, 22 App. Riv. 2d 686, 253 N.Y.S. 2d 241 (1904). The court below, in its dictum, was in accord with Hovnanian.\nWe reject without lengthy discussion the Commonwealth’s argument that the issue here is closely akin to that raised in determining whether the decision in Mapp v. Ohio, 367 U.S. 643, 81 S. Ct. 1684 (1961) (unconstitutionally seized evidence inadmissible in state court proceedings) is retroactive. This Court in Commonwealth ex rel. Wilson v. Rundle, 412 Pa. 109, 194 A. 2d 143 (1963), expressed the view that Mapp was not to be applied retroactively, and we are urged to make an analogous holding here.\nOur decision in Wilson, however, was based on our announced belief that the primary purpose of Mapp was deterrent in nature, and that such a purpose was not served by retroactive application. 412 Pa. at 118-22, 194 A. 2d at 147-49. See also Bender, The Retroactive Effect of an Overruling Constitutional Decision: Mapp v. Ohio, 110 U. Pa. L. Rev. 650 (1962).\nAs was said of the deficiency found to exist in Mapp: “[T]he fairness of the trial itself and the truth of the verdict are not involved. The constitutional injury lies elsewhere.” State v. Smith, 37 N.J. 481, 485, 181 A. 2d 761, 763 (1962). The deficiency in the Jaelcson situation does go to the fairness of the trial since conviction and trial based on what may be an involuntary confession are unquestionably unfair. See Brown v. Allen, 344 U.S. 443, 475, 73 S. Ct. 397, 416 (1953)."}