{"id": "1892991", "contents": "Opinion by\nMr. Chief Justice Bell,\nIn 1956, relator, without counsel, pleaded guilty in the Court of Oyer and Terminer to robbery and larceny and was sentenced to 5 to 10 years on one charge and 1 to 2 years on the other, sentences to run concurrently. On December 17, 1963, the Common Pleas Court, sur relator’s petition for a writ of habeas corpus, granted a rule to show cause why such a writ should not be granted. Counsel was appointed by the Court to represent the relator; after a hearing and consideration of the record the Court denied the petition. Following affirmance by an equally divided Superior Court, we granted an allocatur.\nA hearing on a guilty plea or at the time of sentencing is a “critical stage” in the proceedings against an accused, at which the accused is entitled to representation by counsel: Commonwealth ex rel. O’Lock v. Rundle, 415 Pa. 515, 521, 204 A. 2d 439; Commonwealth ex rel. Goodfellow v. Rundle, 415 Pa. 528, 532, 204 A. 2d 446; White v. Maryland, 373 U.S. 59. See also to the same effect: Commonwealth ex rel. Remeries v. Maroney, 415 Pa. 534, 204 A. 2d 450; Commonwealth v. Sliva, 415 Pa. 537, 204 A. 2d 455.\nThe Constitutional right to counsel is denied to an accused at a hearing on his plea of guilty unless he understandingiy and intelligently waives that right: Commonwealth v. Sliva, 415 Pa., supra; Commonwealth ex rel. Goodfellow v. Rundle, 415 Pa., supra; Commonwealth ex rel. O’Lock v. Rundle, 415 Pa., supra; Commonwealth ex rel. McCray v. Rundle, 415 Pa. 65, 202 A. 2d 303.\nIn the instant case, not only was the relator not represented by counsel at the guilty plea hearing, but also he made no statement concerning Ms guilt. The facts were very unusual. The record shows that the sentencing Court relied solely upon the statements of the District Attorney. The District Attorney traced relator’s history and his record, and then expressed the relator’s position as follows: “His defense is, as I told your Honor previously, he claims he was drinking and he just went along for the ride, and he claims when they stopped for gas he went to the restroom, he was sick, and when he came out, he found the others were holding up the attendant.”\nTo this statement the Court responded: “But he is entering a plea here today?”, to which the District Attorney answered: “Yes.” Without taking any testimony or hearing any evidence or making any further inquiry or investigation, the Court thereupon imposed the above mentioned sentences.\nIn summary, it is clear (1) that defendant was entitled to counsel at the time he pleaded guilty to these felonies and had none; and (2) that in these felony cases, waiver of counsel may not be found from a mere plea of guilty, or from the appearance of defendant without counsel, or from failure to request counsel, or from a record which, is completely silent on this point: Carnley v. Cochran, 369 U.S. 506; Commonwealth ex rel. Goodfellow v. Rundle, 415 Pa., supra. As the Court said in Carnley v. Cochran, 369 U.S., supra (page 516) : “Presuming waiver from a silent record is impermissible. The record must show, or there must be an allegation and evidence which show, that an accused was offered counsel but intelligently and understandingly rejected the offer.”\nIn the light of the above cases, we make the following Order:\nThe Order of the Superior Court is reversed; the Order of the Court of Common Pleas of Chester County is reversed and the record is remanded to that Court with directions to issue the writ and to grant a new trial on each of the above mentioned Bills of Indictment."}