{"id": "1893999", "contents": "Opinion by\nMr. Justice O’Brien,\nAt the close of the plaintiff-appellant’s case, the court below entered a compulsory nonsuit. The motion to take off the nonsuit was subsequently denied and this appeal followed.\nAn analysis of the testimony and the applicable law convinces us that the nonsuit was properly entered.\nIt is well established that the mere happening of an accident, even when a moving vehicle strikes a pedestrian lying on the road, does not establish negligence by either presumption or inference. Flagiello v. Crilly, 409 Pa. 389, 187 A. 2d 289 (1963). Furthermore, there is no inference of negligence even though the decedent is presumed to have exercised due care, which presumption would absolve the decedent, at this stage in the proceedings, from contributory negligence.\nThe duty owed by the defendant to the decedent must be viewed in light of the fact that the decedent appeared to the defendant as an “object”, and to the plaintiffs witness as a “pile of rags” lying on the edge of the highway. It was not shown that the defendant was aware, or should have been aware, in time to stop his car, that the “object” was a man crawling along the edge of the highway.\nIn order to recover, plaintiff has the affirmative burden of establishing defendant’s negligence, and that such negligence was the proximate cause of the injury complained of: Cushey v. Plunkard, 413 Pa. 116, 196 A. 2d 295 (1964); Idlette v. Tracey, 407 Pa. 278, 180 A. 2d 37 (1962). In the instant case, plaintiff has failed to show negligence on the part of the defendant.\nThe plaintiff also failed to show that the cause of the decedent’s death was the collision with the defendant’s automobile. The necessary causal connection between the act and the injury was not shown. Of course, in reviewing the refusal to take off a compulsory non-suit, the plaintiff must be given the benefit of all favorable testimony and every reasonable inference of fact arising therefrom and all conflicts therein must be resolved in favor of plaintiff. Cushey, supra; Schwartz v. Urban Redev. Auth., 411 Pa. 530, 192 A. 2d 371 (1963); Miller v. McMinn’s Industries, Inc., 410 Pa. 234, 188 A. 2d 738 (1963). A review of the record in light of this standard convinces us that plaintiff has failed to establish the requisite elements for recovery and the judgment of nonsuit was, therefore, proper.\nJudgment affirmed.\nMr. Justice Musmanno dissents."}