{"id": "1893034", "contents": "Opinion by\nMr. Justice Eagen,\nThe appellant, Ernest Earl Storch, on August 14, 1953, was convicted by a jury of “Accessory before the fact” to murder. He was represented by counsel of his own choice. On September 2, 1953, he was sentenced to life imprisonment. No post trial motions were made in the trial court, nor was an appeal from the judgment of sentence filed.\nOn October 8, 1963, an action in habeas corpus was instituted. The court appointed the counsel suggested by Storch to represent him in these proceedings. Later, the action was dismissed and writ denied without hearing. This appeal followed.\nThree questions are posed by this appeal. They will be discussed ad seriatim.\nAppellant’s wife was found dead of strangulation and stab wounds in the early morning of February 25, 1953. Appellant promptly reported the incident to the police and, after some preliminary investigation at the scene by the officers, voluntarily went to the Butler State Police Headquarters to assist in the investigation. During the hours immediately following, he manifested a great willingness to cooperate with the investigating officers in their efforts to apprehend the responsible parties. That same night, he was confronted with evidence indicating that his description of events prior to the killing did not bear the stamp of truth. Following this, about eleven p.m. o’clock on February 25, 1953, while alone with a state police sergeant, he made a statement which was written down in longhand by the officer and when completed was signed by the appellant. Therein, he stated, inter alia, that he had paid $3500 to two colored men whose last names he did not know “to take her (his wife) out of his life.”\nOn February 27, 1953, the appellant was again interrogated by investigating officers and upon this occasion the questions and answers were tape recorded. Before this began, it was indicated to him that he need not discuss the case and that anything he said would be used against him in court.\nDuring this interview, he recited in long detail a series of incompatible experiences with his wife, and the payment of a substantial sum of money to colored men with the understanding on his part that they would kidnap her for a couple of days, scare her and help change her attitude. He insisted he did not intend that her life would be taken.\nThe written statement and the tape recording, before described, were admitted in evidence at trial. The admission of the written statement was objected to because it had not first been established that the appellant’s rights were protected before the interrogation. No objection was voiced to the introduction of the tape recording.\nThe appellant now asserts that the introduction in evidence of the tape recording violated his constitutional rights in that at the time he was the subject of mental and psychological pressure by the police. No question is raised on this appeal as to use of the written statement at trial, although we shall consider such to have been done.\nAs noted before, no objection was made at trial to the use of the tape recording in evidence. The statements therein were substantially similar to his direct testimony at trial. No objection based upon coercion, duress or involuntariness was made at trial in connection with the introduction in evidence of either the written statement or the recording. In fact at trial, it was not asserted by the appellant or his counsel that either were made involuntarily or under duress. This was proposed for the first time in the instant proceeding. More importantly, there isn’t a scintilla of evidence in the record to substantiate it. Also, statements made by the appellant at the end of the tape recording state that his admissions were freely and voluntarily given. This was uncontradicted. Under all of these circumstances, it is patently clear that the assignment of error under discussion is devoid of merit.\nA judgment of conviction carries with it a presumption of regularity which cannot lightly be set aside: Compare Commonwealth ex rel. Haines v. Banmiller, 393 Pa. 439, 143 A. 2d 661 (1958), cert. denied 358 U. S. 868 (1958). When a judgment of conviction is attacked collaterally in habeas corpus, the complaining party has the burden of clearly establishing the facts which would justify the conclusion of lack of due process which he asserts. See, Commonwealth ex rel. Edwards v. Myers, 405 Pa. 190, 175 A. 2d 70 (1961), cert. denied 369 U. S. 840 (1962); Commonwealth ex rel. McCray v. Rundle, 415 Pa. 65, 202 A. 2d 303 (1964); and Moore v. Michigan, 355 U. S. 155 (1957). The appellant has failed to establish any constitutional infirmity in the use of the evidence complained of.\nNor are the recent decisions of the United States Supreme Court in Jackson v. Denno, 378 U. S. 368 (1964), and Escobedo v. Illinois, 378 U. S. 478 (1964), relevant or helpful to appellant’s cause. Jackson controls only where the question of the voluntariness of incriminating statements used in evidence is controverted and put in issue at trial. As noted before, this is not the situation here. Escobedo likewise differs substantially factually. In Escobedo, the requests of the accused to consult with his attorney during the course of the interrogation were refused by the police. Also in that case, the accused was not advised of his right to remain silent. Neither of these significant facts are in this case. Further, in the present case at the time of the interrogation involved, the police were attempting to penetrate the facts of an unsolved crime, whereas in Escobedo at the time of the questioning the process had already shifted from an investigatory stage to one that was accusatory.\nAppellant also urges that his preliminary hearing before the committing magistrate was unreasonably delayed in violation of his constitutional rights. Again a study of the record manifests the emptiness of this position.\nAfter the appellant had given the statement to the police, which at least gave rise to the suspicion that the unidentified colored men had committed the killing, plans were made to gain their identity and apprehension. It was accomplished with difficulty. During this period, he voluntarily remained in custody and actively participated in the effort to bring about the arrests. During this time, he was given the opportunity to contact relatives and consult with his attorney. After the arrest and commitment of the others involved, he was taken without further delay before a magistrate on March 5, 1953, given a hearing with his counsel present and held over for court. No question of irregularity on this phase of the case was raised until the present action was instituted.\nUnder the circumstances presented, no prejudice resulted to the appellant by the delay and no violation of constitutional rights is indicated. See Commonwealth v. Graham, 408 Pa. 155, 182 A. 2d 727 (1962) ; Commonwealth ex rel. Light v. Maroney, 413 Pa. 254, 196 A. 2d 659 (1964).\nFinally, appellant complains that he failed to receive a fair trial because of the prejudicial attitude in the community resulting from news media publicity. Again this complaint is raised for the first time in the instant action which was filed ten years after the conviction. There was no motion made for a continuance of the trial or a change of venue. A jury was selected without any unusual difficulty. No one at the time of trial suggested, or even hinted, that a fair trial was precluded due to an existing prejudicial atmosphere. Under such circumstances, the present contention bears all the earmarks of an afterthought to which one can give little credence.\nThe burden of showing essential unfairness in the proceedings is upon the person who claims such injustice. See, Adams v. United States ex rel. McCann, 317 U. S. 269 (1942). The record herein fails to justify any such conclusion.\nOrder affirmed.\nThe court fixed a date for hearing at which time the appellant and his counsel were present. The court heard oral argument and decided that the allegations in the petition for the writ were completely refuted by the trial record and hence no hearing was necessary.\nAppellant proceeded in forma pauperis and evidently without the assistance of professional counsel."}