{"id": "1893000", "contents": "Opinion by\nMr. Justice Jones,\nOn December 31, 1960, at approximately 11:20 p.m., Nancy Daly was a passenger in a motor vehicle owned and then being operated by her husband, Donald Daly (Daly), in a northerly direction on Liberty Street, Erie, a through street. Liberty Street is intersected by Eleventh Street, a one way street for vehicular traffic proceeding in an easterly direction, and, at that intersection, a stop sign is located which requires Eleventh Street vehicular traffic to stop before entering Liberty Street. As Daly’s motor vehicle entered this intersection, it was struck by a motor vehicle, owned and then operated by Edward Buterbaugh (Buterbaugh), which had been traveling in an easterly direction on Eleventh Street. As a result of this collision, both Nancy Daly and Daly sustained personal injuries.\nTo recover their several damages sustained in this accident, Nancy Daly and Daly instituted joint trespass actions in the Court of Common Pleas of Erie County against Buterbaugh and Buterbaugh then secured a severance of the actions and joined Daly as an additional defendant in the Nancy Daly-Buterbaugh action. After issue joined, the matter came on for trial before a court and jury and the jury returned the following verdict: “We ... do find for the Plaintiff [Nancy Daly] and recommend compensation for pain for the amount of $16,000.00 and compensation for permanent changes for an amount of $30,000.00.” Daly moved for both a new trial and judgment n.o.v.; Buterbaugh filed no post-trial motions and a judgment on the verdict in favor of Nancy Daly against Buterbaugh was entered. During the pendency of Daly’s post-trial motions, upon the petition of the Keystone Insurance Company (Buterbaugh’s insurance carrier), the court directed, inter alia, that Keystone should pay to Nancy Daly $7,902 and, by such payment, be exonerated and discharged from its policy obligation for payment of Nancy Daly’s judgment against Buterbaugh but that court order expressly provided that such payment would not “constitute an exoneration or discharge of the personal obligation of [Buterbaugh] arising out of the [Nancy Daly] judgment” and said judgment was not by such payment satisfied. Sometime thereafter, Daly’s post-trial motions were dismissed and the prothonotary directed to enter judgment on the verdict. The judgment as entered on August 28, 1963, reads: “. . . judgment in favor of Nancy Daly against Donald Daly, additional defendant, in the amount of the verdict $16,000.00 plus int. from date thereof October 18, 1962. . . .” From that judgment this appeal is taken.\nThree questions are raised upon this appeal: (1) whether the entry of judgment in this trespass action in favor of the wife, Nancy Daly, against her husband, Daly, was valid? (2) whether the court below erred “in directing judgment in favor of [Buterbaugh] original defendant, against [Daly], the additional defendant husband when [Buterbaugh] had paid less than his pro rata share of the verdict and judgment entered against him and no claim for relief for contribution was requested by [Buterbaugh]?” (3) whether a new trial should be granted because of certain allegedly improper remarks by Nancy Daly’s counsel in his jury summation?\nAt the outset, Nancy Daly’s counsel contends that the first question, i.e., that question which attacks the validity of the Nancy Daly-Daly judgment, is improperly before this Court because it was not raised in the court below. It is clear that questions which could have been but were not raised in the court below need not be considered on appeal: Clark v. Rutecki, 408 Pa. 25, 182 A. 2d 687. To this contention Daly’s counsel answers that it was not until disposition of the post-trial motions and the entry of the judgment under direction of the court below that the invalidity of this judgment appeared. In other words, Daly’s counsel assumed — with some justification — -that the judgment directed to be entered would be in favor of Nancy Daly against Buterbaugh, original defendant, and Daly, additional defendant, and not in favor of Nancy Daly against Daly, additional defendant. We believe that Daly’s counsel’s position has merit. The attack on the validity of the judgment as entered could not have been raised at any other stage of the proceeding and the error complained of may be considered “basic and fundamental” within the rationale of McDonald v. Ferrebee, 366 Pa. 543, 547, 79 A. 2d 232, and Giannone v. Reale, 333 Pa. 21, 24, 3 A. 2d 331.\nDaly first attacks the validity of the judgment entered against him in favor of Nancy Daly and the thrust of this attack is that the entry of such judgment accomplishes a result proscribed by the law in this Commonwealth, i.e., that it grants a wife the right during coverture, to recover damages for personal injuries from lier husband for a tort committed by him during coverture. Our inquiry into the validity of Daly’s position must be initiated by an examination of the pleadings of Nancy Daly and Buterbaugh. There is no averment in the complaint of Nancy Daly that Daly had been negligent nor that Daly was in anywise liable to her for damages; therefore, the effect of this judgment is to award to her damages for which she made no claim and for negligence which she did not aver. Buterbaugh’s complaint averred that Daly was negligent and, by reason thereof, he became solely liable to Nancy Daly or, in the alternative, “was jointly and severally liable with the original defendant, [Buterbaugh], . . .”\nWith the exception of one decision hereinafter noted, our case law has consistently held that a wife during coverture cannot maintain a trespass action against her husband to recover damages for personal injuries caused by the husband: Meisel v. Little, 407 Pa. 546, 548, 549, 180 A. 2d 772; Johnson v. Peoples First National Bank & Trust Co., 394 Pa. 116, 118, 119, 145 A. 2d 716 and cases therein cited. The basis for this rule is set forth in Koontz v. Messer, 320 Pa. 487, 493, 181 A. 792: “. . . the personal immunity which protects [the husband] is based simply upon the policy of preserving domestic peace and felicity.”\nIn Koontz v. Messer, supra, a wife instituted a trespass action against the employers of her husband for injuries alleged to have been sustained by her through the negligence of her husband while in the course of his employment; upon the theory that the husband-employee was liable over to his employers, the husband was brought upon the record as an additional defendant; the jury returned a verdict in favor of the wife against the employers and in favor of the employers against the husband-employee. We held that the wife, on the theory of respondeat superior, could sue the employers of her husband even though she could not sue her husband and that the personal immunity of the husband from suit by his wife did not prevent him, as an additional defendant, from being liable to answer, by way of contribution, to the third parties sued by the wife. Koontz is presently pertinent in two respects: (a) the joinder of the husband as an additional defendant, potentially liable by way of contribution to the third party-original defendant, is proper even where the suit against the third party-original defendant is by the wife; (b) even though the husband be joined as an additional defendant, such joinder does not enlarge the right of the wife to recover damages because, as this Court said: “Plaintiff [the wife] has had and could have no recovery against her husband, although the latter is joined as additional defendant”, (p. 494).\nFisher v. Diehl, 156 Pa. Superior Ct. 476, 40 A. 2d 912, presented a situation almost identical to the instant situation. In Fisher, a wife and husband instituted a trespass action against a third pa,rty to recover damages resulting from a collision between the husband’s motor vehicle, then operated by him, and a truck owned by the third party and then operated by the third party’s employee. The third party requested a severance of the actions and a joinder of the husband as an additional defendant, the latter on the theory that the husband was solely or, in the alternative, jointly liable for the accident. The court below granted both the requested severance of the actions and the joinder of the husband as an additional defendant. At trial, the jury returned a verdict against both the third party and the husband. On appeal, the sole question at issue was the propriety of the joinder of the husband as an additional defendant. In ruling that such joinder was proper, the late President Judge Keller stated: “The action of the court below was not equivalent to permitting an action by the wife against her husband. Her husband is not a party defendant to the action as far as she is concerned. The judgment against him, as restricted by the Court, is not enforceable by her, nor does it enure to her benefit. It is simply a judgment enuring to the benefit of the original defendant if he pays or is required to pay the wife’s judgment; and it then requires the husband to pay to the original defendant only one-half of the damages paid by the latter as a result of the joint negligence of both.” (pp. 488, 484). The Court held the joinder of the husband as additional defendant was proper and the judgment against both the third party and the husband should be affirmed subject, however, to the provision that “no execution be issued by the plaintiff [the wife] on the judgment entered against the additional defendant [the husband], ‘so that the wife may recover only from the original defendant, [the third party], and that the [third party], original defendant, may obtain only contribution from [the husband]’.” (p. 487). By the application of Fisher to the case at bar, Nancy Daly could recover only on her judgment against Buterbaugh and Buterbaugh could recover only by way of contribution against Daly but, in no event, could Nancy Daly recover on the judgment against Daly.\nIn Kiser v. Schlosser, 389 Pa. 131, 132 A. 2d 344, a wife instituted an action to recover damages for personal injuries against a third party, who in turn joined the husband as an additional defendant; the jury, inter alia, returned a verdict in favor of the wife against her husband alone. We said (p. 133) : “The court en banc recognized that although [the husband] was properly joined as a defendant for purposes of contribution in the action by his wife against [the third party], he [the husband] could not be directly liable to his wife. The court concluded, nevertheless, that the error was not prejudicial to the [husband and wife], and could be corrected by striking the verdict in favor of [the wife] against her husband from the record. We agree with this disposition of the issue, [citing Koontz and Fisher].”\nIn Meisel v. Little, 407 Pa. 546, supra, Janet Meisel, then unmarried, was a passenger in a motor vehicle operated by Wayne Little when Little’s vehicle was involved in an accident with another vehicle operated by a third party. Ten months later Janet Meisel married Little and, sometime thereafter, she sued Little as an original defendant alleging that his negligence was the cause of the accident. Little moved for judgment on the pleadings which judgment the court granted. On appeal, this Court stated the issue: may a wife maintain an action against her husband for personal injuries caused by a tort committed by the husband prior to the marriage? In affirming the judgment entered by the court below, we held that the rule that a wife could not maintain an action for personal injuries against her husband for a tort caused by the latter was both “statutory and decisional” and that such rule “has been always strictly adhered to in this Common■wealth”. While the actual decisional point in Meisel is that a direct trespass action for personal injuries is not maintainable by a wife against her husband during coverture even though the husband’s tort preceded the marriage, its language in proscribing a trespass action by a wife vis-a-vis her husband is much broader.\nIn Ondovchik v. Ondovchik, 411 Pa. 643, 192 A. 2d 389, Carol Dallas, then unmarried, ivas a passenger in a motor vehicle operated by Albert Ondovehih when it was involved in an accident with two other motor vehicles. Carol Dallas sued the operators of the other two motor vehicles and Ondovehih was brought upon the record as an additional defendant. Sometime thereafter, Carol Dallas married Ondovehih. When the case was tried the jury returned a verdict against Ondovehih alone. The court below set aside the verdict “because the plaintiff and additional defendant were husband and wife”, (p. 645). This Court, in reversing the judgment n.o.v. entered in the court below, distinguished Meisel in the following manner: (a) in Meisel, suit was begun after the marriage and during coverture, whereas in Ondovchik suit was begun prior to the marriage; (b) in Meisel, suit was instituted directly against the husband as an original defendant whereas in Ondovchik the suit was entered against third parties who brought Ondovchik upon the record as an additional defendant; (c) in Ondovchik, the wife did not testify against the husband or vice versa, whereas in Meisel, had the suit proceeded to trial, the wife would have been required to testify against the husband and vice versa. The real nub of Ondovchik is to be found in the language of the Court: “It was the verdict of the jury which imposed liability upon the additional defendant [the husband]” (p. 646). (Emphasis supplied) The rationale of Ondovchik was that the verdict was “not the equivalent of a suit or action” by the wife against the husband so as to bar commeneement of the suit itself, that no suit had been commenced by the wife against the husband within the meaning of the Act of June 8, 1893, P. L. 344, §3, as amended, 48 P.S. §111, and that neither our case law nor statutes prohibited or proscribed a verdict, as distinguished from a suit, by a wife against a husband. Simplified, Ondovchik holds that, while a wife under the circumstances cannot sue her husband, she can recover damages from him.\nOndovchik presents real difficulties to an understanding of this Court’s view on this important problem, a problem which the bench and bar, relying on the statutes and prior case law, with justification, have assumed to be settled. Until Ondovchik, it was the law of this Commonwealth that (a) a wife could not directly institute a suit against a husband and (b) that while a husband could be joined as an additional defendant in a suit instituted by the wife against a third party or parties, the wife could recover only against the third party or parties but not against the husband, although the third party or parties could recover against the husband by way of contribution. An examination of Koontz, Fisher and Kiser clearly indicates that both our Court and the Superior Court have recognized that the law precludes any recovery in tort by a wife against a husband under the circumstances. To repeat that which we said in Koontz: “Plaintiff [the wife] has had and could have no recovery against her husband, although the latter is joined as additional defendant”. (p. 494). (Emphasis supplied). In Ondovchik, a wife was permitted to recover against her husband and, even though Koontz and Fisher were cited in Ondovchik, this Court failed to recognize that Ondovchik repudiated the rationale of Koontz, Fisher and Kiser.\nOn this important question our Court must take a consistent position so that the bench and the bar may know our views with certainty, a certainty now lacking because of Ondovchik and its implications. To that end, a re-examination of Ondovchik must be made.\nIn Meisel, we stated (p. 548) : “At common law neither a husband nor wife could sue the other for injuries due to torts committed before or during their marriage. This was based upon the legal premise that a husband and wife are one person, one entity. See, Prosser on Torts, 2d Ed. 670 (1955). This rule, now based upon social reasons and public policy, is still followed in a great majority of jurisdictions in the United States, [citing authorities]. The same rule has been always strictly adhered to in this Commonwealth. However, here in Pennsylvania, it is both statutory and decisional. The Act of June 8, 1893, P. L. 344, §3, as amended by the Act of March 27, 1913, P. L. 14, §1, 48 P.S. §111, specifically prohibits such an action. . . . Moreover, this Court has said repeatedly over a long period of years that the common law prohibition of litigation between spouses has not been abrogated by the Acts of 1893 or 1913, supra, [citing cases]. It is argued that the rule is based upon an antiquated fiction which has been dissipated by the passage of the Married Women’s Acts beginning in 1848. This overlooks the fact that the legislature in clear specific language has said as late as the year 1913, that neither a husband nor a wife may sue the other during coverture upon such a cause of action.” It is crystal clear that under the law in this Commonwealth, until Ondovchik, such an action for personal injuries could not be maintained during coverture.\nThe distinctions between Meisel and Ondovchik are not of such nature as to justify the application of two different rules. First, whether the husband’s tort occurred prior to or during coverture should be of no moment; the impact on the family relationship is the same and the public policy which denies the right to maintain an action for a tort occurring during coverture applies equally to tlie denial of tbe right to maintain an action for a tort occurring prior to marriage. Second, recognition of the right of joinder as an additional defendant in an action by a wife against a third party is only for the purpose of protecting the right to contribution of the third party against the husband and does not create any right in the wife as against her husband. Third, it is the impact of litigation upon the relationship of a wife and husband which our case law and public policy proscribe, not simply the fact that a wife may have to testify against a husband and vice versa. Lastly, the distinction drawn in Ondovchik between the verdict — the so-called “end result” of the litigation — and the suit — the inception of the litigation — is a distinction without a difference. Our case law and public policy have forbidden tort litigation for personal injuries between a husband and wife because of the potential danger to the marriage relationship inherent in such litigation; whether the litigation is instituted by the one spouse against the other or whether litigation results in a recovery by one against the other should be of no moment because the injurious impact upon the marriage relationship is present in both instances. The actual result reached in Ondovchik is at complete variance with the results reached in Koontz, Fisher and Kiser; either Koontz, Fisher and Kiser should be overruled or Ondovchik, even though so recently determined, must be rejected. Ondovchik cannot co-exist with Koontz, Fisher and Kiser.\nOur examination of the case law in this Commonwealth and the legislative intent so manifest in our statutes leads us to the conclusion that Ondovchik should be rejected and its doctrine no longer followed and that which this Court and the Superior Court said in Koontz, Fisher and Kiser, respectively, should be the law, — at least until such time as the legislature determines otherwise.\nWith the rejection of Ondovchik,—the only possible prop upon which the judgment entered in the lower court can be supported — , the judgment entered in favor of Nancy Daly against Daly must be reversed.\nWith the rejection of the judgment insofar as Nancy Daly is concerned, we still have before us the attack upon the validity of the judgment entered against Daly insofar as Buterbaugh’s rights are concerned. In considering this phase of the litigation it must be kept in mind that, in joining Daly, Buterbaugh claimed only that Daly was solely or jointly liable and made no claim as to liability over or contribution. In view of our determination that Daly, the husband, can not be solely liable to Nancy Daly, the joinder of Daly as additional defendant could not have been sustained on that ground alone: Shaull v. A. S. Beck New York Shoe Co., Inc., 369 Pa. 112, 116, 85 A. 2d 698. Buterbaugh’s joinder of Daly could only have been sustained on the ground that Daly was liable over to, or jointly liable with, Buterbaugh so that Buterbaugh could establish his right to contribution on the part of Daly. Our examination of the complaint of Buterbaugh whereby Daly was joined as an additional defendant reveals that it is sufficient to establish Buterbaugh’s right to contribution if Daly’s joint liability with Buterbaugh was established, as it has been by this jury: Goldman v. Mitchell-Fletcher Co., 292 Pa. 354, 141 A. 231; Uniform Contribution Among Tortfeasors Act, §2(1) (Act of July 19, 1951, P. L. 1130, §2(1), 12 P.S. §2083).\nThe Uniform Contribution Among Tortfeasors Act, §2(2), provides, after its recognition in §2(1) of the right of contribution among joint tortfeasors, that a “joint tortfeasor is not entitled to a money judgment for contribution until he has by payment discharged the common liability or has paid more than his pro rata share thereofIn the case at bar, clearly Buterbaugh has neither discharged the common liability nor paid more than his pro rata share of the liability, i.e., one-half of the §46,000 verdict plus interest. Bearing in mind that “equity [is] the keynote of the doctrine of contribution” (Mong v. Hershberger, 200 Pa. Superior Ct. 68, 186 A. 2d 427), the provisions of §2(2) require that, until Buterbaugh, as a joint tortfeasor, has satisfied the alternative provisions of the act he is not entitled to any contribution from Daly.\nThe difficulty, however, in Daly’s position in attacking this judgment is that the record does not disclose that Buterbaugh in any manner whatsoever has sought from Daly a “money judgment for contribution” nor that Buterbaugh intends to seek such money judgment until he complies with the statute, supra. Under the circumstances, Daly’s attack is premature. If Buterbaugh seeks a money judgment against Daly for contribution and if at that time Buterbaugh has not complied with the terms of the statute, Daly can then attack such action but that time has not arrived.\nIn view of the conclusion reached, we deem unnecessary consideration of Daly’s other contention.\nJudgment entered in favor of Nancy Daly against Daly reversed.\nMr. Chief Justice Bell concurs in the result.\nMr. Justice Eagen would remand the record to the court below with directions to dispose of the pending motion to strike.\nAt the time of accident, Sue Campion and Dale Campion, her husband, were passengers in Daly’s motor vehicle and Dale Campion was killed. Neither Campions’ actions against Daly nor Daly’s action against Buterbaugh are involved in this appeal. In Nancy Daly’s action against Buterbaugh wherein Daly became an additional defendant there were other original and additional defendants but such fact is of no moment on this appeal.\nThe parties and the court below treat this verdict as against both Buterbaugh and Daly. We shall treat it as such.\nThis judgment is not involved in this appeal.\nTwo other questions raised in Daly’s brief,- — which attached the charge of the court, — were abandoned at oral argument.\nAs set forth in Daly’s brief.\nNot only did Nancy Daly not claim that Daly was liable, but, under the state of the law in this Commonwealth, had Buterbaugh averred only sole liability on the part of Daly for the happening of this accident Daly could not have been properly joined as an additional defendant. See: Shaull v. A. S. Beck New York Shoe Co., 369 Pa. 112, 115, 116, 85 A. 2d 698.\nIn so doing, the court below stated that it was its duty “to see that the rights of the parties are preserved and to control any execution that might be issued on any judgments rendered, so that [the wife] may recover only from the original defendant, [the third party], and that the [third party] may obtain only contribution from [the husband].” (p. 480).\nSee footnote 7."}