{"id": "1893070", "contents": "Opinion by\nMr. Justice Eagen,\nThis is an appeal from the order of the court below dismissing a petition for the entry of security on behalf of the corporate defendant, Manganese Corporation of America (Manganese), under the provisions of the Act of April 18, 1945, P. L. 253, No. 114, §2, as amended, 12 P.S. §1322, in an action characterized as a stockholders’ derivative action. The sole reason offered by the court below in dismissing the petition was that the petitioning counsel for the corporate defendant had no authority to so act.\nThis case involves an action begun by several stockholders of Manganese on behalf of the corporation itself to recover certain money alleged to have been wasted or misapplied by the directors and officers of the corporation. As a matter of procedural course, Manganese was named a party-defendant. Thereafter, by stipulation of counsel, approved by the court below, a permanent receiver was appointed for Manganese with the proviso that the appointment was “without prejudice to the individual defendants or to the corporate defendant in connection with their rights, and/or defenses to the complaint in equity.” Before the action came on for trial, the receiver, appointed as a result of the aforesaid stipulation, petitioned the court below for permission to intervene as a party-plaintiff, and it was so decreed.\nAt various times throughout the trial, B. Jerome Shane, counsel for some of the individual defendants and counsel for Manganese at the institution of this action, moved the court below, purportedly on behalf of Manganese, to require the entry of security as provided by statute because plaintiffs were unable to prove their allegation of holding the requisite percentage of the capital stock of the corporation. This motion seems never to have been ruled upon, and the said Shane raised it again by means of the herein involved petition and rule to show cause.\nAs did the court below, we find that the primary, and in fact the sole issue upon which we must pass is the authority of B. Jerome Shane to bring this appeal on behalf of Manganese to compel the entry of security.\nShane contends that his authority to so petition, and consequently to appeal, was retained by virtue of the language of the stipulation of counsel appointing the permanent receiver for Manganese, to wit: “without prejudice ... to the corporate defendant in connection with [its] . . . defenses to the complaint in equity.”\nThis contention overlooks two very basic facts, fatal to appellant’s position: (1) the stipulation retains nothing on behalf of B. Jerome Shane or his continued “right” to represent Manganese; and (2) the inherent nature of the position of receiver of a corporation.\nThe obligations and duties of a receiver have been spelled out specifically in this regard. “The authority of a receiver, as an executive in control, is subject to the court alone; he exercises the functions of the board of directors, managers and officers, takes possession of corporate income, property and assets, directs not only its operation, but, while in control, its policies on all lines.” (Emphasis supplied) : McDougall v. Huntingdon & Broad Top R. & C. Co., 294 Pa. 108, 116, 143 A. 574, 577 (1928). See also, Continental Bank & Trust Co. v. American Assembling Machine Co., Inc., 350 Pa. 300, 38 A. 2d 220 (1944), and Fried v. Fabiani, 120 Pa. Superior Ct. 558, 182 A. 717 (1936).\nThus we see that the determination as to whether Manganese was to vigorously or passively defend, or even to withdraw from the defense and join the prosecution of the action (as was the case here), lies with the receiver, and not with B. Jerome Shane. Clearly, to defend or not to defend an action lies within the scope of the receiver’s policy-making authority, subject only to the control of the court. Consequently, Manganese was in no way prejudiced in its rights or defenses as to this equity action, and the protection of the stipulation remains inviolate. The corporate policy was merely changed by the legitimate exercise of authority by the receiver. The basic result of all this was, in effect, that the corporation by its action in intervening as a party-plaintiff terminated the authority of B. Jerome Shane, or of anyone, to represent the corporation as a party-defendant.\nIn so deciding, we find it unnecessary to pass upon the question of whether or not the dismissal of the here-involved petition is an order from which an appeal lies.\nAppeal quashed. Costs on B. Jerome Shane."}