{"id": "1893043", "contents": "Opinion by\nMr. Justice Roberts,\nThis is an appeal from the denial of a petition for writ of habeas corpus. The lower court dismissed without a hearing. Appellant-petitioner, Clarence Mitchell, was indicted for murder. Counsel was appointed to represent him and the case came on for trial January 28, 1963.\nPetitioner was arraigned in open court with his counsel present at all times. An entire panel of prospective jurors was in the courtroom. Upon being arraigned, petitioner entered a general plea of guilty and affixed his signature to the indictment. The trial judge specifically informed appellant that it would be the court’s province to fix the degree of guilt as well as the punishment and that the jury would not be selected to pass upon these matters and would therefore be returned to the jury room. The panel of jurors was then excused and the court commenced taking testimony.\nThe testimony revealed that on June 17, 1962, the body of Mavis Todd was found in a culvert. Death was due to brain concussion and shock following many contusions and stab wounds of her head, face, neck, chest and hands. Microscopic examination of a slide containing a vaginal smear revealed spermatazoa.\nBecause of information received from those persons who last saw Mavis Todd, together with certain physical evidence, petitioner became the subject of interrogation by the Allegheny County homicide bureau. On June 26, 1962, he gave a written confession. This statement and an earlier statement of June 20 were admitted into evidence.\nPetitioner testified before the trial court on bis plea of guilty. He stated that after tbeir initial argument in the car, he and the victim got out and began “hugging and kissing” and that he did attempt to have intercourse with the victim, both inside and outside the car, but without success. He admitted dragging her, beating her with a rock, stabbing her with a screwdriver which he obtained from the car, and pushing her body info the culvert. The accused was able to give no reason whatever for this brutal killing. He stated he took the victim’s purse so that she could not be identified, but denied taking anything from the purse. He further denied beating her before he attempted to have intercourse.\nIn arriving at the determination that the accused was guilty of murder in the first degree, the trial judge stated he was “convinced that the defendant is Guilty of Murder in the first degree that either because it was willful, deliberate or premeditated, or because it was a murder committed in the perpetration of, or attempt to perpetrate rape, or because it was a murder committed in the perpetration of or attempt to perpetrate a robbery.”\nThe court, the district attorney and counsel for the defendant were in agreement that the defendant was a low grade moron. This factor seems to have led the trial court to impose a sentence of life imprisonment rather than the death penalty. Petitioner was given an opportunity to speak before sentence was pronounced. The court thereafter imposed a sentence of life imprisonment. No appeal was taken.\nPetitioner, in seeking a writ of habeas corpus, urges that (1) a finding of first degree murder cannot be found on a general plea of guilty and (2) that the trial judge’s findings were no findings at all because they were phrased in the alternative.\nThe petitioner was advised prior to entry and acceptance of his plea of guilty that, upon a general plea of guilty to murder, the court shall determine the degree of guilt and fix the penalty to be imposed. The law is clearly in accord with this instruction. Penal Code of 1939, June 24, P. L. 872, §701, as amended, 18 P.S. §4701; Commonwealth ex rel. Dandy v. Banmiller, 397 Pa. 312, 155 A. 2d 197 (1959). There is nothing in the record of the trial of this case which remotely suggests that petitioner was led to believe that he was pleading guilty to murder in the second degree, nor does petitioner contend that he was so misled. He clearly understood that the degree of guilt, if any, would be fixed by the court. The point raised is utterly without merit.\nBy his second contention, petitioner takes issue with the court’s determination, on alternate grounds, of murder in the first degree. This was simply the court’s way of saying that the record supported a number of findings, any one of which justified the conclusion that petitioner was guilty of murder in the first degree. We are satisfied that the record amply supports the trial judge’s conclusions. We are particularly satisfied that a finding of willful, premeditated killing with malice aforethought has abundant support in the record.\nWe find no error. The petition was properly dismissed without a hearing as being totally devoid of merit.\nOrder affirmed.\nPetitioner was asked whether he understood that he was pleading guilty generally to the charge of murder, and he replied in the affirmative. Petitioner’s counsel, in his presence, advised the court that he was convinced his client understood what was taking place.\nIn addition, the trial judge specifically advised petitioner that he had a right to he tried by a jury and that by his plea of guilty he was waiving that right. Petitioner affirmatively indicated he understood that he was waiving jury trial. The judge then repeated that the degree of guilt as well as the penalty would be fixed by the court. Again petitioner replied that he understood. The judge stated on the record that he was satisfied that petitioner appreciated the significance of his guilty plea.\nThen the court, in the presence of petitioner and his counsel, instructed the entire panel of jurors that they would not be needed to determine the issues of fact, but that the court would be required to determine the degree of guilt as well as the penalty. The trial judge specifically announced to the panel and everyone in the courtroom that if the court was satisfied that the evidence established murder in the first degree that it would be the further duty of the court to determine whether petitioner would be sentenced to death or life imprisonment.\nThe confession revealed that petitioner had picked up the victim, whom he knew, on June 15, 1962, intending to drive her home. An argument ensued relative to petitioner’s disappointment over the fact that decedent’s father was no longer driving petitioner to work. In his confession, petitioner indicated that the victim struck him first, but then he began to strike her after he stopped the car.\nThe statement continues that when the couple were out of the car petitioner decided he wanted to have intercourse with the victim and that she consented, but he was not successful in his attempt to have intercourse. They talked a while and the victim indicated she would say nothing to anyone about the attempted act of intercourse. The confession further stated that the victim began striking him again at which point he pulled her into the culvert and began beating her head with a rock. He admitted then getting a screwdriver from his car and striking her two or three times with it, after which he took her purse, placed it in his car and left. Petitioner’s confession also indicated he might have placed a package of cookies belonging to the victim in the trunk of his ear. Petitioner further admitted burning the victim’s purse and stated he did not see any money in the purse.\nIn the earlier statement, petitioner denied having, or attempting to have, intercourse with the victim. Otherwise it was substantially identical to the final statement.\nWhile not directly raised by the petition or passed upon by the court below, petitioner’s statement of the facts in his brief in this Court contains an allegation that his confession was coerced out of fear of being sent to the electric chair. For the sake of completeness, it should be noted that the written confessions contained statements substantially identical with those made orally by the defendant on the stand during the hearing following the plea. Compare United States ex rel. Reid v. Richmond, 295 F. 2d 83, 89 (2d Cir.), cert. denied, 368 U.S. 948, 82 S. Ct. 390 (1961). Furthermore, no objection was made to the introduction of the confessions."}