{"id": "1894062", "contents": "Opinion by\nMr. Justice Cohen,\nThis is an appeal from an order of the lower court, en banc, sustaining defendants’ preliminary objection in the nature of a motion for a more specific pleading and giving leave to file an amended complaint within twenty days.\nAn order which merely sustains such a preliminary objection, without dismissing the complaint or entering judgment or otherwise terminating the action between the parties, is interlocutory, unless it “so restricts the pleader in respect of further amendments as, virtually, to put him out of court on the cause of action which he seeks to litigate.” Sullivan v. Philadelphia, 378 Pa. 648, 649, 107 A. 2d 854, 855 (1954). Here, plaintiff has let the 20 day amendment period elapse and has admitted that it cannot further amend so as to satisfy the lower court’s requirement of more particularity in respect to “the time, manner, and amounts of defendants’ defalcations.”\nBecause, in these circumstances, the lower court would have no alternative to entering a judgment against plaintiff, see Barnett v. Ross, 333 Pa. 510, 3 A. 2d 923 (1939), Rhodes v. Terheyden, 272 Pa. 397, 401, 116 Atl. 364, 365 (1922), 2 Anderson Pennsylvania Civil Practice §1017.41, p. 496 (1960 ed.), the order puts plaintiff out of court and, accordingly, is appeal-able.\nA motion for a more specific complaint, under Pa. R.C.P. 1017(b)(3), is available so that a defendant’s right and ability to answer and defend will not be unduly impaired by a plaintiff’s vagueness in stating the grounds of his suit. Cf. 1 Goodrich-Amram §1017 (b) (9) ; Tarner v. Chambersburg Borough School District, 338 Pa. 417, 420-421, 12 A. 2d 106, 108 (1940). The Rule that “[ajverments of fraud . . . shall be averred with particularity,” Pa. R.C.P. 1019(b), is one of the express bases for the motion for specificity, its object being to dispel “the alluring generality of the term ‘fraud,’\" when it appears without basic factual allegations. However, the motion for specificity cannot be used to make a party plead purely evidentiary matters; and the requirements of precision and detail are more easily met where the matters involved are equally or more in the knowledge of the objecting party. Of course, the motion must be distinguished from a demurrer, under Pa. R.C.P. 1017(b)(4), which challenges the legal adequacy of the grounds rather than their specificity. Bradly v. Potts, 155 Pa. 418, 26 Atl. 734 (1893). See 1 Goodrich-Amram §§1017(b)-10, 1028 (b) -1. With the nature and purpose of defendants’ preliminary objection thus stated we may now test the propriety of the lower court’s ordering of plaintiff to file a more specific complaint.\nThe plaintiff, an unincorporated association, is Local No. 163 of the International Union of United Brewery, Flour, Cereal, Soft Drink and Distillery Workers of America. The defendants are former officers and agents of the Local. Plaintiff’s action is in assumpsit and it seeks judgments against and accountings by the defendants, individually and jointly, for specified and other unknown amounts of losses arising out of the alleged unlawful diversion and conversion of union funds while defendants were officers or agents of the Local. The complaint is in nine counts, five against each defendant individually and four against various combinations of defendants jointly.\nThe first two counts involve defendants John Rolland and Joseph Curley, respectively. The former was president of the Local from January 10, 1954, to December 31, 1955, and the latter was president from February 25, 1956, to August 22, 1960. Fairly summarizing, it is alleged, inter alia, that it was the duty of these defendant presidents to cosign all checks and vouchers covering expenditures authorized to be made by the Local and to make sure that the constitution and by-laws were strictly adhered to. It is further alleged that during their respective terms in office they cosigned checks for less than the amounts authorized to be expended and allowed the members to be informed that payments were made which were not actually made, that the inflated payments were used to explain deficits reported to the members and to support requests for additional funds, and that they knew or should have known that more dues were being collected than were being reported to the members but never so informed the members. It is further alleged that, in the aforesaid manner, the defendant presidents, alone and. in concert with the other named defendant officers (whose conduct is described hereinafter), allowed specified and other unknown amounts of shortages to develop and continue or allowed such amounts to be converted by the. other defendant officers or converted such amounts to their own use.\nThe third count involves Stuart Watkins who was business agent of the Local from January 1, 1954 to August 22, 1960. Fairly summarizing, it alleges, inter alia, that, by custom, defendant business agent collected dues at the Local’s office, that he thereby gained exclusive control over such funds, that, while acting as business agent, specified and other unknown amounts were collected by him but never deposited or in any way credited to the Local, that he thereby, alone and in concert with other named defendant officers, allowed shortages in such amounts to develop and continue or converted such sums to his own use.\nThe fourth count involves Thomas Pasternak who was treasurer of the Local from January 1, 1954 to December 31, 1959. Fairly summarizing, it alleges that it was his duty to take custody of the Local’s receipts and personally make deposits of them, to cosign with the president all checks and vouchers for expenses authorized by the Local, and to make quarterly reports to the Local of receipts and disbursements. It further alleges that amounts were received by him from the defendant financial secretary but never deposited, that he understated the receipts in his reports to the Local, that he thereby, alone and in concert with the other named defendant officers, allowed specified and other unknown shortages to develop and continue or that he thereby converted such amounts to his own use.\nThe fifth count involves Harold Egroff who was financial secretary of the Local from January 1, 1954 to August 15, 1960 and treasurer from January 1, 1960 to August 15, 1960. Fairly summarizing, it alleges that, as financial secretary, Egroff’s duties were to collect dues, keep records of receipts, turn over the dues to the treasurer, and make quarterly reports to the Local of receipts and disbursements. It further alleges that he underreported receipts and acted in concert with the treasurer Pasternak (whose conduct is described above) as a result of which specified and other unknown amounts were received but never deposited to the Local’s credit and that he thereby, alone and in concert with the other named defendant officers, allowed specified and other unknown shortages to develop and continue or converted such amounts to his own use.\nCounts six through nine extract out of counts one through five the improprieties of the individual defendants alleged to be carried out in concert with combinations of other defendant officers and asserts these as bases for judgments against and accountings by the combinations jointly.\nViewing the complaint in its entirety it asserts that each of the defendants, while an officer or agent of the Local, continuously engaged in conduct in violation of the duties imposed upon him and in concert with other named defendants, resulting in unexplained losses or losses explicable only in terms of conversion. While not a model of clarity, in our opinion, the complaint is sufficiently specific. From the complaint, each defendant knows the nature of the improprieties with which he is charged. Each knows he is being charged with committing them while an agent or officer of the Local. Each knows in what respect these improprieties are alleged to be violations of duties. Each knows that the improprieties are alleged to be the bases for losses of Local funds, representing either wilfull neglect of duty or devices for conversion. Not only is plaintiff’s complaint specific in respect to such basic fact allegations but also there are two factors present which support the application of the rule, set forth at the outset, that where a defendant has more knowledge of the particulars than plaintiff the requirements of specificity are more easily met. First, if the specific improprieties were actually committed the details would naturally be secreted from plaintiff but known to defendants. Second, by virtue of their specified positions and duties in the Local the defendants had a fiduciary type relationship to plaintiff (more fully discussed below) giving them control and knowledge of the matters to which the complaint speaks and thus mitigating the necessity that plaintiff be more particular. Indeed, while the alleged improprieties were being committed the defendants represented the “mind” of the plaintiff Local. Applying the general rules set forth at the outset we are satisfied that the defendants’ right and ability to answer and defend have not been unduly impaired by plaintiff’s lack of further specificity.\nIn addition to ordering plaintiff to make its complaint more specific the lower court held that plaintiff was not entitled to an accounting. A sufficient allegation of a breach of a fiduciary relationship will support a request for such relief. Barnett v. Ross, 333 Pa. 510, 3 A. 2d 923 (1939), 1 Goodrich-Amram §1021-3, 2A Anderson Pennsylvania Civil Practice §1021.9 (1960 ed.). The lower court held that plaintiff’s complaint was wanting in this respect. This was error. We note, in this respect, that federal labor law recently imposed a fiduciary type responsibility on the officials and agents of labor organizations. Section 501 of the Labor Management Reporting and Disclosure Act of 1959 provides: “(a) The officers, agents, shop stewards, and other representatives of a labor organization occupy positions of trust in relation to such organization and its members as a group. It is, therefore, the duty of each such person, taking into account the special problems and functions of a labor organization, to hold its money and property solely for the benefit of the organization and its members and to manage, invest, and expend the same in accordance with its constitution and bylaws and any resolutions of the governing bodies adopted thereunder, to refrain from dealing with such organization as an adverse party or in behalf of an adverse party in any matter connected with his duties and from holding or acquiring any pecuniary or personal interest which conflicts with the interests of such organization, and to account to the organization for any profit received by him in whatever capacity in connection with transactions conducted by him or under his direction on behalf of the organization. A general exculpatory provision in the constitution and bylaws of such a labor organization or a general exculpatory resolution of a governing body purporting to relieve any such person of liability for breach of the duties declared by this section shall be void as against public policy.” 29 U.S.C.A. §501.\nBecause the federal duty thus imposed is purely statutory it has been held that it is not retroactive. Highway Truck Drivers and Helpers Local 107 v. Cohen, 182 F. Supp. 608 (E.D. Pa. 1960), aff'd 284 F. 2d 162, cert. den., 365 U.S. 833. But it must be remembered that to make this duty a part of federal law its imposition had to be statutory, because there is no federal common law regarding such matters. However, we need not rely on the federal statute to support the imposition of such a duty. As a matter of the common law of this Commonwealth it would be anomalous if, in handling the funds of a labor organization, its officers and similar agents were not held to standards of good faith similar to those imposed upon the officers and directors of a corporation. See, e.g., Rivoli Theater Company v. Allison, 396 Pa. 343, 152 A. 2d 449 (1959). We note the federal statute only to demonstrate that the imposition of such standards is not contrary, to the requirements of sound labor relations as conceived by Congress. By alleging the defendants’ positions in the Local, plaintiff has sufficiently alleged a fiduciary type relationship. And, as discussed above, plaintiff sufficiently alleged a breach of such relationship. Thus the request for an accounting was supported.\nIn passing, we note that due to the nature of the matters stated by the complaint the lower court may yet decide that equity might be a more appropriate form in which to proceed. Cf. Highway Truck Drivers and Helpers, Local 107 v. Cohen, 405 Pa. 55, 172 A. 2d 824 (1961).\nThe order of the lower court is vacated with directions to proceed in a manner consistent with this opinion.\nMr. Justice Jones and Mr. Justice Eagen dissent.\nHornsby v. Lohmeyer, 364 Pa. 271, 276, 72 A. 26 294, 298 (1950)."}