{"id": "1894068", "contents": "Opinion by\nMr. Justice Roberts,\nThis appeal is from a decree of the Court of Common Pleas of Allegheny County directing appellant, the Port Authority of Allegheny County, to comply with arbitration provisions of the Second Class County Port Authority Act. The decree directs the Port Authority to submit to arbitration its labor dispute with appellee union, the recognized bargaining agent for appellant’s employees.\nNeither the complaint in mandamus nor the answer raise any factual issues and appellee’s motion for judgment on the pleadings was granted by the court below.\nThe facts are not disputed. The Port Authority and the union are parties to a collective bargaining contract which provides that a party desiring any changes shall notify the other party in writing before a certain date. Both parties duly notified each other of their desire to make changes, but subsequent collective bargaining did not result in an agreement. Thereafter appellant refused to submit the dispute to arbitration and appellee sought mandamus.\nThe legal questions presented involve the interpretation and constitutionality of Section 13.2 of 'the Port Authority Act. This section provides: “In case of any labor dispute where collective bargaining does not result in agreement, the authority shall offer to submit such dispute to arbitration by a board composed of three persons . . . .”\nAppellant’s first contention is that the language of Section 13.2 leaves to the Port Authority sole discretion to decide whether a labor dispute shall be submitted to arbitration. The word shall is, however, generally regarded as imperative. National Transit Co. v. Boardman, 328 Pa. 450, 197 Atl. 239 (1938); Kuzmen v. Kamien, 139 Pa. Superior Ct. 538, 12 A. 2d 471 (1940). We look to the intention and purpose of the statute in determining whether the word shall is to be given a permissive or imperative meaning. National Transit Co. v. Boardman, supra, and we see no evidence in Section 13.2 of any legislative intention to give this word a permissive meaning only. In fact, a study of the statute indicates that an imperative meaning was clearly intended.\nThe first sentence of Section 13.2 states that the Port Authority “shall deal with and enter into written contracts with the employes of the authority through accredited representatives of such employes or representatives of any labor organization authorized to act for such employes concerning wages, salaries, hours, working conditions, and pension or retirement provisions.” (Emphasis supplied.) The next sentence of the same section provides that where collective bargaining does not result in agreement with respect to any labor dispute the Authority “shall offer to submit such dispute to arbitration.” (Emphasis supplied.) There follows a detailed procedure for the selection of arbitrators, a procedure carefully designed to insure that such selection will be handled expeditiously. Moreover, the Legislature manifested its intent to make the scope of arbitration as broad as possible by defining the term “labor dispute” in the widest possible manner.\nThus, from provisions contained in Section 13.2 there emerges an overriding legislative purpose to foster peaceful relations between the Port Authority and its employees and thereby to protect the public interest in transportation by preventing transit stoppages caused by labor disputes. As a further expression of legislative reliance on arbitration to resolve disputes, Section 13.2 provides that the “determination of the majority of the board of arbitration thus established shall be final and binding on all matters in dispute.”\nIn such a setting, it is apparent from the provisions cited that the purpose of Section 13.2 is to utilize arbitration to prevent labor disputes from disrupting public service. We must agree with the court below that “in such a context. . . the word ‘shall’ is meant to be used in its true grammatical imperative form . . . and that the section requires the Authority to submit the issue to mandatory binding arbitration upon the failure of negotiations.”\nSimilarity, we dismiss appellant’s contention that it may refuse to submit to arbitration demands which it considers unreasonable. No such qualification appears in the statute nor is there any basis whatever for implying that the Authority is vested with such controlling power.\nAs an alternative argument, appellant contends that if Section 13.2 is construed to require compulsory arbitration by a private board of arbitrators, it is contrary to Article III, §20 of the Constitution of Pennsylvania. That section provides that “the General Assembly shall not delegate to any special commission, private corporation or association, any power to make, supervise or interfere with any municipal improvement, money, property or effects, whether held in trust or otherwise, or to levy taxes or perform any municipal function whatever.” This contention ignores the construction given this constitutional provision in Tranter v. Allegheny County Authority, 316 Pa. 65, 173 Atl. 289 (1934).\nThe powers and limitations enacted with respect to the authority involved in Tranter are strikingly similar to the powers and limitations enacted with respect to appellant. There the Legislature conferred upon the authority, as a public corporation, essential governmental functions. The authority was empowered to construct, maintain and operate bridges, tunnels, streets, highways, traffic distribution centers, and traffic circles. The authority was also authorized to collect fees, tolls, rentals and charges in connection with the authority’s property and projects. Here the Port Authority is also a public body performing essential governmental functions. The Port Authority is entrusted with power to plan, acquire, hold, construct, improve, maintain and operate port facilities and a transportation system in Allegheny County and outside the County to the extent necessary for an integrated system. It has the additional power to fix and collect fares and rentals for its facilities and operations.\nThe statute involved in Tranter authorized Allegheny County and the City of Pittsburgh to grant and convey to the authority involved in that case certain real property which the county and city were already devoting to public use, including a tunnel owned by the county and a wharf owned by the city for which the city was receiving tolls. In the present case, any municipality or owner is authorized to grant or convey to the Port Authority any facility or any interest in real or personal property which may be used by the Authority. There, as here, the authority was given no power to levy taxes and no power to pledge the credit of the Commonwealth or of any political subdivision.\nAfter discussing the powers and limitations of the authority, this Court held in Tranter that any possible interference by private trustees with the operation of the authority was immaterial since it did not deal with municipal property, improvements, money or effects in the sense contemplated by the constitutional provision. Following Tranter, we here conclude that any interference by the board of arbitrators is constitutionally immaterial in the case before us. Nor could any action by the board of arbitrators contravene the policy underlying Article III, §20 of the Constitution of Pennsylvania. The section was designed to prevent the separation of the power to incur debts from the duty of providing for their payment by taxation. Tranter v. Allegheny County Authority, supra.\nIn a second alternative argument, appellant contends that arbitration provided by the Port Authority Act constitutes an illegal delegation of legislative power under Article II, §1 of the Constitution of Pennsylvania. The argument is founded on an assertion that the Act does not contain appropriate standards for the board of arbitrators to follow in making its determinations.\nThe area of prohibited delegation has been carefully circumscribed in Kelley v. Earle, 325 Pa. 337, 190 Atl. 140 (1937), where it was contended there had been an unlawful delegation of legislative power to the State Authority. In rejecting that contention, this Court said: “The State Authority cannot make laws, nor can it levy or collect taxes, and it is specifically denied the power to create any indebtedness in the name of the State. Its broad functions are to arrange for the construction of designated types of public improvements, for their financing and for the retirement of the obligations thus incurred. These duties can hardly be termed purely legislative and to rest exclusively in the legislature. '[Citing cases.] There are many other governmental instrumentalities which have similar powers.” Id. at 352-53, 190 Atl. at 147.\nIn the instant controversy neither the Port Authority nor the board of arbitrators can incur public debts, levy or collect taxes, or make laws. Furthermore, the Legislature may legitimately establish primary standards and impose upon others the duty to implement its policies in accordance with, general provisions. Belovsky v. Redevelopment Authority, 357 Pa. 329, 54 A. 2d 277 (1947). It is clear that in the Port Authority Act the Legislature has announced its policies and that both the Authority and the board of arbitrators have standards sufficient to guide them in executing the legislative will.\nAppellant also contends that the arbitration provisions of the Port Authority Act would deprive it of its procedural rights under the due process clause of the Fourteenth Amendment to the federal constitution. Although we need not consider this issue since it was evidently neither raised nor considered below, e.g., Wynnewood Civic Ass’n v. Lower Merion Twp. Bd. of Adjustment, 406 Pa. 413, 419, 179 A. 2d 649, 652 (1962), we note in passing that it is totally lacking in merit.\nWe conclude that no constitutional provision lias been invaded in this case.\nDecree affirmed. Each party to pay own costs.\nAct of April 16, 1956, P. L. (1955) 1414, as amended, 55 P.S. §551 et seq.\nAct of April 6, 1956, P. L. (1955) 1414, §13.2, added by Act of October 7, 1959, P. L. 1266, §13, 55 P.S. §563.2.\n“The term ‘labor dispute’ shall be broadly construed and shall include any controversy concerning wages, salaries, hours, working conditions or benefits, including health and welfare, sick leave insurance or pension or retirement provisions but not limited thereto, and including any controversy concerning any differences or questions that may arise between the parties including, but not limited to the making or maintaining of collective bargaining agreements, the terms to be included in such agreements and the interpretation or application of such collective bargaining agreements and any grievances that may arise.” Act of April 6, 1956, P. L. (1955) 1414, §13.2, added by Act of October 7, 1959, P. L. 1266, §13, 55 P.S. §563.2.\nThe statute appears to so clearly manifest its intention that a detailed discussion of the situation out of which the statute grew, and which indicates the same result, seems unnecessary.\nFrom the opinion of the court below. 113 Pitt. L. J. 91, 92 (1965).\nIn Erie Firefighters Local 293 v. Gardner, 406 Pa. 395, 178 A. 2d 691 (1962), affirming 45 Erie Co. Rep. 147, 26 Pa. D. & C. 2d 327 (1961), the question posed was whether the conferring of power on a panel of conciliators to bind the City of Erie to enact legislation involving the expenditure of funds by that city infringed Article III, §20. Since the conciliators’ findings might create debts and obligations which the city would have the duty to provide for by taxation, it was there indicated that binding arbitration would be unconstitutional. We conclude, therefore, that appellant’s reliance on the case is unfounded.\nSee also Archbishop O’Hara’s Appeal, 389 Pa. 35, 46-47, 131 A. 2d 587, 593 (1957) ; Weaverland Independent School Dist. Case, 378 Pa. 449, 456, 106 A. 2d 812, 815 (1954) ; Muse-Art Corp. v. Philadelphia, 373 Pa. 329, 333, 95 A. 2d 542, 543 (1953) ; Montgomery Co. Bar Ass’n v. Rinalducci, 329 Pa. 296, 298, 197 Atl. 924, 925 (1938) ; Commonwealth v. Motors Mortgage Corp., 297 Pa. 468, 473, 147 Atl. 98, 99 (1929) ; Commonwealth v. Budd Wheel Co., 290 Pa. 380, 387, 138 Atl. 915, 917 (1927).\nThe Port Authority Act provides that the Authority “shall offer to submit” labor disputes to arbitration by a board composed of three persons. Acceptance of this offer would constitute an agreement to arbitrate between the union and the Authority. Since the previous paragraph of the section provides that “the authority through its boards shall . . . enter into written contracts” with representatives of the employees, an agreement to arbitrate would appear to come within the ambit of §16 of the Arbitration Act of April 25, 1927, P. L. 381, §16, 5 P.S. §176, to whatever degree necessary to supplement the provisions of the Port Authority Act.\nSection 16 directs that “the provisions of this act shall apply to any written contract to which the Commonwealth of Pennsylvania, or any agency or subdivision thereof, or any municipal corporation or poUtieal division of the Commonwealth shall be a party.” It has been held that the foregoing provision of the Arbitration Act is mandatory and applies the provisions of the Act of which it is a part to any written contract to which the Commonwealth or any agency thereof is a party. Acchione v. Commonwealth, 347 Pa. 562, 32 A. 2d 764 (1943) ; Philadelphia Housing Authority v. Turner Constr. Co., 343 Pa. 512, 23 A. 2d 426 (1942). It has also been held that since §16 is mandatory, neither of the parties can waive any part of the statute, but both are bound by the Act in its entirety. Seaboard Sur. Co. v. Commonwealth, 345 Pa. 147, 27 A. 2d 27 (1942).\nIt therefore seems clear that the detailed procedural requirements of the Arbitration Act are applicable in the present case, and that appellant’s due process contention is, like the other arguments advanced, without foundation."}