{"id": "1894053", "contents": "Opinion by\nMr. Justice Jones,\nThis appeal attacks the validity of an order which dismissed a petition to amend a complaint in trespass after the expiration of the statute of limitations.\nOn April 7, 1961, the minor plaintiff, James Saracina, was struck by an automobile in Ridley Township, Delaware County. On March 22, 1963, a trespass action was instituted by complaint in the Court of Common Pleas of Delaware County. On October 25, 1963, an answer having been filed six months previously, a petition to amend the complaint was filed and subsequently dismissed.\nThe complaint named as defendant “Anthony Cotoia, a minor.” Paragraph three of the complaint alleged: “On or about April 4, 1961, . . . Defendant Anthony Cotoia owned and was operating a motor vehide . . . [which] came into collision with the minor Plaintiff who was then and there crossing the said [street] . . . .” Paragraph four alleged that the accident was due solely to the negligence of the “defendant”. . The named defendant filed an answer stating that he was not a minor and that, while he was the owner of a motor vehicle, he was not operating it at-the time and place of the accident set forth in the complaint. He further averred that his motor vehicle was being operated by Bobert Catoia, his son, solely for his (the son’s) own business and pleasure and that, he, the named defendant, was not present in the motor vehicle and did not exercise any control or supervision over the operation of the vehicle.\nSaracina now seeks to amend his complaint (a) to change the name of the defendant from Anthony Cotoia to Bobert Catoia, a minor, and (b) to change paragraph three as follows: “On or about April 1, 1961, . . . Defendant Bobert Catoia, was operating a motor vehicle owned by his father, Anthony Catoia ... [which] came into collision with the minor Plaintiff who was then and there standing on the said [street] , . . .” (Emphasis supplied). As noted previously, this petition was dismissed and this appeal taken.\nThe issue before us is whether, under the.present facts, a complaint, after the expiration of the applir cable statute of limitations, may be amended (1) to •change the proper name of the defendant, (2) to change the date of the alleged accident and (3) to change certain allegations in regard to the accident.\nPa. R.C.P. 1033 permits a party, either by consent of the adverse party or by leave of court, to “change the form of action, correct the name of a party or amend his pleading.” Such right to amend pleadings should be granted with liberality so as to secure determination of cases on their merits whenever possible. 2A Anderson Pa. Civil Practice, 401-403; 1 Goodrich-Amram §1033-1; 3 Standard. Pa. Practice (Revised) 659.\nWhile there are strong indications in this case that Saracina intended to bring suit against the operator of the vehicle, Robert Catoia, an amendment of the complaint, after the statute of limitations has run, to bring in a new and distinct party to the action cannot be permitted: Thompson v. Peck, 320 Pa. 27, 30, 181 A. 597; Girardi v. Laquin Lumber Co., 232 Pa. 1, 2, 81 A. 63 ; Wagner v. New York, Ontario and Western Railway, 146 F. Supp. 926 (M.D. Pa. 1956).\nIn Girardi, suit had been brought against the La-quin Lumber Company as a corporation. After the statute of limitations had run, it was discovered that, in reality, Laquin was a partnership composed of six individuals. This Court refused to permit the partnership to be introduced in the suit after the statute had run. The effect of allowing an amendment in this case would be to introduce a new party after the statute of limitations has run and, in effect, to modify the statute of limitations which this Court cannot and should not do.\nIf the right party was in court as the result of service of process and it was merely his or its designation which was sought to be changed, we would be prone to permit the amendment. See Powell v. Sutliff, 410 Pa. 436, 189 A. 2d 864. However, in the case at bar service was made on “Anthony Cotoia the within named defendant, ... by handing a true and attested copy ... to his father an adult member of his household, at his place of resident. . .” The return in no way indicates that Robert Catoia was properly served and is now before the Court. The instant case can be distinguished from Wright v. Eureka Tempered Copper Co., 206 Pa. 274, 55 A. 978, relied on heavily by the appellant. In Wright, the Eureka Tempered Copper Works succeeded to the business of the Eureka Tempered Copper Company. A suit was commenced against the Copper Works and it was discovered, after the statute of limitations had run, that the new corporation bore a slightly different name. Since the intended party was in court, the manager of the Copper Works having been served, and the effect of the amendment was merely to change the incorrect designation of the correct defendant, the amendment was allowed. A careful analysis of Wright indicates that it is presently inapposite. We, therefore, find that the court below was correct in refusing to permit the complaint to be amended so as to change the proper name of the defendant from Anthony Catoia to Robert Catoia.\nAppellant also seeks to amend paragraph three of the complaint as to the date of the accident and plaintiff’s actions at that time. It is well settled that an amendment, after the running of the statute of limitations, cannot be made if the effect of the amendment is the introduction of a new cause of action (Shenandoah Borough v. Philadelphia, 367 Pa. 180, 79 A. 2d 433; Cox v. Wilkes-Barre Rwy. Corp., 334 Pa. 568, 6 A. 2d 538; 3 Standard Pa. Practice (Revised) 679). However, this Court has specifically held that a change in the date of a material act does not set up a new cause of action and can be changed, even after the statute has run: Andrews v. Marsden, 278 Pa. 56, 122 A. 171; Rock v. Cauffiel, 271 Pa. 560, 115 A. 843.\nWe have defined “cause of action” as “the negligent act or acts which occasioned the injury”: Shenandoah Borough v. Philadelphia, supra. “The tests to be applied when the question presented is whether an amended statement presents a new and different cause of action are, would a judgment bar any further action on either, does the same measure of damages support both, is the same defense open in each, and is the same measure of proof required?”: Arner v. Sokol, 373 Pa. 587, 591, 96 A. 2d 854; Mussolino v. Coxe Bros. & Company, Inc., 357 Pa. 10, 15, 53 A. 2d 93; Miners Savings Bank of Pittston v. Naylor, 342 Pa. 273, 280, 20 A. 2d 287 ; 2A Anderson Pa. Civil Practice §1033.28. When this test is applied to the factual situation before us, it appears that the Court below erred in refusing to permit this portion of the amendment. The theory of negligence upon which the plaintiff-appellant relies, i.e., the alleged negligent operation of the automobile, would not be changed. A judgment would bar any further action on either, the measure of damages is the same and the measure of proof required is identical. While the strength of one of the available defenses may vary slightly, this, in itself, is not sufficient under the facts for us to find that a new cause of action would be introduced. We, therefore, find that the proposed amendment to paragraph three of appellant’s complaint should have been allowed, even though the statute of limitations had run.\nOrder affirmed in part and reversed in part. Each party to bear own costs.\nThe present petition was filed six months after the two year statute of limitations had run and six months after the answer was filed.\nThe surname ‘“Catoia” was also spelled incorrectly but this is of no present moment.\nIn Stadler v. Mount Oliver Borough, 373 Pa. 316, 95 A. 2d 776, this Court held that an appeal could not be taken from an order denying a petition to amend a complaint. There, the statute of limitations having run, petitioner sought to add allegations concerning the negligence already pleaded. Reiterating the rule that “unless a special right to appeal is expressly given by statute, an appeal will lie- only from a definitive order, decree or judgment which finally determines the action” (373 Pa. at 317, 318), the order of the trial court was held to be interlocutory and unappealable, the plaintiff still being able to pursue his action before a jury. In the instant case, the effect of the order is to preclude plaintiff from any further action, the driver of the automobile not being before the court and no pleadings being present' which allege control or supervision over the vehicle by its owner.' The instant order has the effect of a final order and is appealable.\nThe caption of the complaint described the defendant as “a minor” and the negligence alleged is that of the operator of the vehicle, who, in fact, was Robert, rather than Anthony, Catoia.\nIn Girardi, supra, (232 Pa. at 2), it was said: “If the effect of the amendment is to correct the name under which the right party is' sued, it will be allowed; if it is to bring in a new party, it will be refused: [citing an authority].” (Emphasis supplied).\nThe other cases cited by the appellant have been considered and found to be inapplicable to the case at bar and not persuasive."}