{"id": "1896038", "contents": "Opinion by\nMr. Justice Jones,\nCharles B. Harper (decedent), died October 25, 1962, survived by a widow and eight children. Upon decedent’s death, a dispute arose as to whom letters of administration c.t.a. would be issued and, after several hearings, the Orphans’ Court of Delaware County appointed GL W. Davis, a member of tbe bar, as tbe administrator e.t.a. (personal representative).\nTbe instant controversy arises from a public sale by tbe personal representative on December 6, 1963, of decedent’s interest in a lumberyard business located in Ridley Park and conducted under tbe name of Charles B. Harper, Iñc. (tbe corporation). Until 1959 decedent bad conducted this business as an individual but in 1959 tbe business was incorporated with tbe decedent as tbe sole owner of all tbe capital stock. Although tbe business then' bad a book value of $200,000, it was incorporated for $10,000 and tbe balance was set up as a debt owed by tbe corporation to tbe decedent. At tbe time of decedent’s death this balance was carried on tbe corporate books as an account payable in tbe amount of $185,825.18.\nOn September 30, 1963, tbe personal representative received an offer to purchase decedent’s interest in tbe corporation, i.e., tbe stock and tbe debt owed him by tbe corporation, for $40,000 in cash. This offer was made by Charles B. Harper, Jr. (Harper, Jr.), one of decedent’s sons. Decedent’s widow and one of the daughters petitioned tbe court to restrain this sale and Harper, Jr. then withdrew bis offer.\nThereafter, the personal representative petitioned the Orphans’ Court of Delaware County to sell decedent’s interest in this corporation at a public sale. Over tbe objections of decedent’s widow and one daughter (appellants), the court directed the sale be held on December 6, 1963. Notice of this sale was given by public advertisement and by written notice to all parties in interest, including the tax authorities. Although four or five persons appeared at the sale, only Harper, Jr. submitted a bid, said bid being in the cash amount of $40,000. The personal representative then petitioned the court to confirm this sale, the appellants filed objections to such confirmation and on December 9, 1963, the court held a hearing. The objections to the confirmation of the sale — both as set forth in the written objections and at the hearing- — appear to have been two-fold: (1) that the personal representative had failed and refused “to have a complete audit account of the accounts receivable and other assets of the corporation and proper and sufficient information was not furnished to bidders concerning such values”; (2) that the appellants wanted distribution of the corporate stock in kind. After hearing, the court below confirmed and approved the sale. This appeal was then taken.\nThe sole issue before us is the propriety, under the circumstances, of the decree of the court below which confirmed the public sale of the decedent’s interest in this corporation.\nAppellants’ position is that, because of the absence of an independent audit of the corporation, particularly its accounts receivable and inventoried items, they could not formulate an opinion as to the fairness and reasonableness of the price of |40,000 bid for the business, that it was the duty of the personal representative to furnish and the duty of the court to require the personal representative to furnish such an audit at the expense of the estate and that the personal representative failed to sustain his burden of proving that the conditions of the sale were free and fair and that the final bid was fair and reasonable. The principal thrust of appellants’ attack is that the financial statement, attached to the petition which furnished information to possible and potential bidders, Avas prepared “Avithout audit” by an accounting firm of which the husband of one of decedent’s daughters was not only a member but the active member in preparing this financial statement.\nThe financial statement was prepared by a Mr. Draper who, in addition to being a son-in-law of decedent, liad for about ten years been decedent’s accountant in Ms business. Mr. Draper testified at the hearing that the type of financial statement prepared— the same as always prepared for decedent during his lifetime — was called, under the procedure set forth by the American Institute of Accountants, “without audit” which means that the accounting firm has done a normal audit except that in certain areas, such, as in this case, the accounts receivable and the inventory, the audit did not encompass an investigation of each account receivable and each inventory item to confirm its existence and determine its worth. However, he did testify that, from his prior knowledge of decedent’s business, he could put a value on the accounts receivable and that, had he “confirmed” the accounts receivable, he would come up with comparatively the same value.\nDuring the hearing the court offered a reasonable time to appellants’ counsel to secure an accountant to make an audit of the corporate books and assets and liabilities on behalf of appellants and, while at first reluctant to avail himself of that offer, appellants’ counsel finally decided to think it over and notify the court whether such offer would be accepted. While the record is silent as to whether appellants’ counsel did notify the court of his ultimate decision, the court did wait eight days before confirming the sale.\nAn examination of this record reveals that the personal representative did attempt to make a private sale of decedent’s interest in the corporation, that the estate was for all intents and purposes insolvent, that there were claims against the estate, particularly tax claims, which had to be paid, that the personal representative had secured independent appraisals of various items contained in the inventory, that the land on which the lumberyard was located was held on a tenuous basis and that the financial statement attached to the petition sufficiently set forth the corporate assets and liabilities. Moreover, the record does not indicate that appellants state that the price bid was unfair and unreasonable but, on the contrary, aver simply a lack of knowledge as to the fairness and reasonableness of the price bid. If the appellants really wanted to be satisfied of the fairness and reasonableness of the price bid they had full opportunity to have an audit made by an accounting firm of their own choice, an opportunity which they chose to ignore.\n“Where there has been a completely advertised and a fair and open public sale of real estate without collusion, pursuant to order of court, the price obtained is prima facie fair and reasonable and the burden is upon objectors to prove the contrary.” Freihofer Estate, 86 Pa. D. & C. 415, 420; aff’d 376 Pa. 317, 101 A. 2d 898. See also: Tyson’s Estate, 80 Pa. Superior Ct. 29. In the case at bar, no attack is made upon the method or manner of the sale, the steps leading up to such sale nor is there any averment or proof of any collusion or improper actions on the part of the personal representative. Under such circumstances, it was for appellants to prove, rather than insinuate, that the price bid was unfair or unreasonable and appellants failed to do so. See: Plummer v. Wilson, 322 Pa. 118, 124, 185 A. 311.\nOur review of this record indicates that the court below acted with propriety in its confirmation of the public sale of decedent’s interest in this corporation.\nDecree affirmed. Costs on appellants.\nThese children were born of a prior marriage. Decedent had remarried approximately three months before his death.\nAlthough the decedent died testate, his will — which left his estate equally to his eight children — was made prior to his remarriage.\nThe accountant testified: “When we incorporated this business, ... I purposely capitalized it on a light capitalization of ten thousand dollars so that for the rest of his lifetime [decedent] could draw against this note rather than draw a salary or have taxable income from the corporation and any withdrawals he made after incorporation were charged against that note rather than salary.”\nInter alia, this petition averred: (1) that the- personal representative had made efforts without success to effect a private sale; (2) that there existed substantial tax claims against the estate which required raising a substantial amount of cash and distribution in kind could not be made; (3) that the attached financial statement — prepared by an accounting firm without audit — indicated total corporate assets of §192,720.97 as against total liabilities of $197,367.39; (4) that the inventory of the estate showed assets of $101,493.80 while the statiment of debts and deductions showed liabilities of the estate of $356,114.19; (5) that, from independent appraisals made, it was indicated that lumber and building materials on hand might not bring $15,000, that the salable merchandise approximated $20,000 and that the trucks and equipment were valued from $750 to $1,725; (6> that of the $136,351.38 in accounts receivable approximately $2000-$25,000 would be readily collectible but of the balance only 3%-15% might be collected; (7) that the lumberyard is located upon property of the B. & O. Railroad Company and occupied unde’- an oral 30 day lease; (8) that the personal representative hac been unable to determine “the tax and other business liabilitier- of the said corporation not shown on its books.”\nThis issue is not raised upon this appeal.\nAlthough no appeal is provided under the Fiduciaries Act (Act of April 18, 1049, P. L. 512, §543, 20 P.S. §320.543), yet the Orphans’ Court Act (Act of August 10, 1951, P. L. 1163, §771, 20 P.S. §2080.771) provides for an appeal by persons aggrieved by a final order or decree of the Orphans’ Court. The finality of the instant decree is evident. Moreover, our prior case law approved the propriety of an appeal under such circumstances; Maslowski’s Estate, 261 Pa. 484, 104 A. 675,\nIt is of interest to note that, during the early stage of the hearing, the estate counsel offered to call the accountant who prepared the statement and the court suggested that such be done but appellants’ counsel then stated: “I don’t want to hear him”, apparently because of interest adverse to aiipellants. Finally, estate counsel did call and subject to cross-examination such accountant.\nHarper, Jr., the successful bidder, was not made a party to this appeal. Therefore, under §772 of the Orphans’ Court Act of 1951, supra, 20 P.S. §2080.772, even though this decree were reversed, such reversal would not divest the estate or interest acquired at the sale by Harper, Jr."}