{"id": "1896088", "contents": "Opinion by\nMr. Justice Eagen,\nIn the early evening of July 28, 1958, F. J. Mc-Farlane (decedent) entered the Second Street station of the Market Street subway of tbe Philadelphia Transportation Company (PTC), in Philadelphia. After paying his fare, decedent entered upon the station platform provided for westbound trains. In some unexplained manner, the decedent fell upon the subway tracks. At the time of the accident, decedent was lying in the space between the rails of the westbound track with “one leg and part of a foot” on one rail. While lying in that position, decedent was struck by a PTC westbound train and sustained very serious personal injuries.\nDecedent instituted a trespass action in the Court of Common Pleas No. 2 (heard in Common Pleas No. 3) of Philadelphia County against PTC. Some nine months later and prior to trial, decedent died, his personal representative was substituted as the plaintiff of record, and the complaint in the action was amended to aver that the accident caused decedent’s death. After a trial before a court and jury, the jury returned a verdict in favor of decedent’s personal representative (appellee), and against PTC in the amount of $93,500. Motions for judgment n.o.v. and a new trial were dismissed. From the judgment entered on the verdict, this appeal was taken.\nOn this appeal, PTC seeks (a) a judgment n.o.v. or, in the alternative, (b) a new trial.\nJudgment n.o.v.\nSince the decedent did not place himself voluntarily on the tracks, he was not a trespasser; however, since he was not invited thereon and liis presence was not to be anticipated, the extent of PTC’s obligation toward him was no greater than if he were a trespasser: Frederick v. Philadelphia Rapid Transit Co., 337 Pa. 136, 10 A. 2d 576 (1940). The legal obligation to trespassers is the avoidance of wilful or wanton misconduct: Geelen v. Pennsylvania R. R. Co., 400 Pa. 240, 161 A. 2d 595 (1960), and Frederick v. Philadelphia Rapid Transit Co., supra. Therefore, the crucial question in the determination of whether or not judgment notwithstanding the verdict should be entered herein is: Was the evidence sufficient to warrant a finding of wanton misconduct on the part of the defendant which was the proximate cause of the accident. It is our conclusion that it was, and that the lower court was correct in submitting the issue to the jury.\nIt is elementary that in passing upon the sufficiency of the evidence for the purposes of such a motion, we must give the jury winner the benefit of every fact and inference of fact which may be reasonably deduced from the evidence: Gregorius v. Safeway Steel Scaffolds Company, 409 Pa. 578, 187 A. 2d 646 (1963).\nThe only eyewitness to the happening of the accident involved who testified at trial was the operator of the subway train, W. B. Forsythe. He was called by tbe appellee to testify on direct examination. His version of the occurrence, since it was not contradicted or impeached by other evidence, is binding upon the appellee.\nForsythe testified that the train involved consisted of five cars and that, as it rounded the curve coming into the station, it was “coasting” and traveling at a speed of no more than ten miles an hour. The track area along the station platform was well lighted, and in addition, the headlight on the train illuminated the tracks for a distance of 200 feet ahead. He specifically stated that he did not realize that there was a human being lying in the tracks until “the last moment” and that it was then too late to stop the train in time to avoid the accident. If his testimony were limited to this explanation, the plaintiff would have not made out a case. See, Zawacki v. Pennsylvania R. R. Co., 374 Pa. 89, 97 A. 2d 63 (1953). However, in another portion of his testimony Forsythe admitted seeing “an object” lying between the rails when the train was still 88 feet distant therefrom, and in still another instance, he stated that he first saw “the object” when the train rounded the curve leading to the station platform, or from a distance of 168 feet away. In either event, 168 feet or 88 feet, both were points at which the train could have been stopped safely before striking the decedent. The train was traveling at about 10 miles an hour and the evidence established that it could have been stopped within a distance of 24 to 38 feet. It did not so stop and continued on until 65 to 70 feet of the train had passed over the decedent’s body. Under such facts, it was for the jury to say whether or not wanton misconduct was present.\nAppellant contends that in order for wanton misconduct to exist it was necessary to establish that the train’s operator had actual knowledge of the decedent’s presence on the tracks for a sufficient period of time before the accident to give him a reasonable opportunity to take means to avoid the accident, and that the evidence is fatally lacking in this respect. As pointed out before, the evidence is clear that the operator saw an unusual object lying in the tracks in the path of the train at a time when it was sufficiently far away to stop and avoid the accident. On the basis thereof, the jury would be warranted in finding that a reasonable man, operating this train, would have been more diligent in trying to ascertain the particular nature of the object which he knew to be within the range of his unchangeable path, and the failure to do so, especially in view of the contiguity of the passenger platform, was a reckless disregard for the safety of anyone who might be there. This, in our opinion, would constitute wilful misconduct.\nIt is true that in several instances this Court has described wilful misconduct as a reckless disregard for the trespasser’s safety after actual knowledge of his peril. See, e.g., Davies v. Delaware, L. & W. R. R. Co., 370 Pa. 180, 87 A. 2d 183 (1952). However, these decisions have all erroneously equated wilful misconduct with wanton misconduct, used the terms interchangeably and ignored the patent difference. Correctly speaking, wilful misconduct means that the actor desired to bring about the result that followed, or at least that he was aware that it was substantially certain to ensue. This, of course, would necessarily entail actual prior knowledge of the trespasser’s peril. Wanton misconduct, on the other hand, “means that the actor has intentionally done an act of an unreasonable character, in disregard of a risk known to him or so obvious that he must be taken to have been aware of it, and so great as to make it highly probable that harm would follow. It usually is accompanied by a conscious indifference to the consequences . . . .” Prosser, Torts §33 at 151' (2d ed. 1955).\nOther decisions of this Court have recognized that actual prior knowledge of the injured person’s peril need not be affirmatively established to constitute wanton misconduct. These cases, as well as the Restatement of Torts, clearly indicate that if the actor realizes or at least has knowledge of sufficient- facts to cause a reasonable man to realize the existing peril for a sufficient period of time beforehand to give him a reasonable opportunity to take means to avoid the accident, then he is guilty of wanton misconduct if he recklessly disregards the existing danger.\nRestatement, Torts §500, defines “Reckless Disregard of Safety” to exist if the actor “intentionally does an act or fails to do an act which it is his duty to the other to do, knowing or having reason to know of facts which would lead a reasonable man to realize that the actor’s conduct not only creates an unreasonable risk of bodily harm to the other but also involves a high degree of probability that substantial harm will result to him.” (Emphasis added.)\nComment d thereto states that if the conduct involves a high degree of chance that serious harm will result, that fact, that he knows or has reason to know that others are within the range of its effect, is conclusive of his recklessness.\nThis section of the Restatement is quoted with approval in Turek v. Pennsylvania R. R. (Co., 369 Pa. 341, 85 A. 2d 845 (1952), but recovery was denied because there was no evidence from which a finding could have been made that “defendant’s engineer, from the facts known to him, should have realized the imminent danger . . . .” (Emphasis added.) This case involved a derailment, and there was no positive testimony as to speed, defective equipment or other matters from which the engineer should have been aware of the forthcoming danger.\nThe above language in Turek, supra, is also cited with approval in Zawacki v. Pennsylvania R. R. Co., supra, wherein no recovery was allowed because the facts did not permit an inference that the engineer must have had notice of the plaintiff’s peril, distinguishing Peden v. Baltimore & Ohio R. R. Co., infra, factually.\nBowman v. Pennsylvania R. R., 299 Pa. 558, 149 A. 877 (1930), adopts this theory also, but by negative inference. That was a case where a high-speed train collided with the rear end of another train preceding it which had stopped along the track. The Court held that there was no evidence to support a finding of wanton misconduct because there was no evidence to show that a warning light along the track (designed to warn of blockage on the track ahead) was functioning at the time of the accident. The inference was that, if it had been proved that the light was functioning, then to ignore it would have been wanton misconduct, showing a reckless disregard for the safety of those on the track ahead. The Court implied that this would have been the result though there was no actual knowledge of the peril (i.e., even though the stopped train itself had not been seen until it was too late to avoid the collision). The crucial point, then, in determining wantonness would seem to be whether or not the actor had sufficient warning of the possibility of peril. And actual knowledge thereof would thus constitute only one manner of apprisal, along with other various means.\nGray v. Pennsylvania R. R. Co., 293 Pa. 28, 141 A. 621 (1928), and Conn v. Pennsylvania R. R., 288 Pa. 494, 136 A. 779 (1927), further add to the reasonableness of this interpretation of the requirement of actual knowledge. In each, the primary concern was whether or not the evidence supported a finding that a “permissive crossing” had been established over the railroad’s right of way. And, in Gray, supra, it was said that “. . . no warning was required unless it was shown that the trainmen knew or should have known of the presence of the boys on the track . . . .” (Emphasis added.) Thus, the reasonable inference is that the establishment of a permissive crossing is another manner of bringing home to the train’s operator the possibility of peril (since a property owner owes no more duty to a gratuitous licensee than he does to a trespasser). To the same effect, see Koontz v. Baltimore & Ohio R. R. Co., 309 Pa. 122, 163 A. 212 (1932).\nPeden v. Baltimore & Ohio R. R. Co., 324 Pa. 444, 188 A. 586 (1936), and Cover v. Hershey Transit Co., 290 Pa. 551, 139 A. 266 (1927), offer a different manner of arriving at the same result by allowing the jury to find from the physical facts that, in fact, the train operators did see the plaintiffs’ perils, when their testimony had been that they had not seen the peril until it was “too late”. While giving lip service to the oft-stated rule that actual knowledge was requisite, the Court in each case allowed an inference to be drawn that one who looks cannot say that he did not see that which he must have seen.\nIn Geelen v. Pennsylvania, R. R. Co., supra, it was stated that under the facts of the case actual prior knowledge on the part of the railroad engineer was necessary, but that such could be inferred from the existing circumstances.\nFrederick v. Philadelphia Rapid Transit Co., supra, is particularly applicable. In that case, the operator of the train and its conductor were told that the plaintiff had fallen beneath the wheels of the train, and, thereafter, both the conductor and the operator made a search to determine whether the plaintiff was still there. Not finding him, they continued on their way, running the train over plaintiff and causing him serious injuries. There, this Court held that it was for the jury to determine whether defendant’s employees had been put on notice of plaintiff’s peril, and if so, whether they were diligent enough in protecting plaintiff after such notice. As here, the plaintiff was treated as a trespasser, but nonetheless a jury verdict was reinstated in his favor.\nApplying the holdings and reasoning of the foregoing authorities to the present case, it is clear that the evidence was sufficient to establish that the motorman was in possession of sufficient facts to put a reasonable man on notice of an impending peril and it was for the jury to say whether or not, having such knowledge, he acted with a reckless disregard for the safety of anyone who might be endangered.\nThe motion for judgment n.o.v., therefore, was properly overruled.\nNew Trial\nCertain errors in the trial require that a retrial he ordered.\nAs noted before, the motorman was called as a witness in plaintiff’s case, and he was examined fully as to the details of the occurrence. He was not called as a witness for the defense. The court charged the jury that the failure of the defendant to call him as a witness permitted them to draw an inference that his testimony would not be helpful to that side of the case. This was prejudicial and reversible error. Plaintiff cannot control the manner in which the defendant presents his case. The motorman was in court and available for either side. That the defendant chose not to have him restate the circumstances of the occurrence (having done so once as part of plaintiff’s case) cannot be the basis for predicating an inference unfavorable to defendant’s case. See, Haas v. Kasnot, 377 Pa. 440, 105 A. 2d 74 (1954), and Raffaele v. Andrews, 197 Pa. Superior Ct. 368, 178 A. 2d 847 (1962).\nAppellee argues that the examination of the witness was limited to only certain facts incident to the accident, and hence the failure of the appellant to recall him to testify concerning the additional circumstances incident to the occurrence gave rise to a prejudicial inference, citing Beers v. Muth, 395 Pa. 624, 151 A. 2d 465 (1959). The record shows that the witness was asked every possible question concerning the occurrence except at what point he applied the brakes to stop the train. This is not such a “limited” examination as presented in and contemplated by the ruling in Beers.\nThe trial court’s instructions to the jury were also not sufficiently clear and definitive in setting forth the defendant’s duty in this situation. The court defined both negligence and wanton misconduct at the outset of his charge, but in no instance did he state that the defendant would be liable only for wanton misconduct. The closest he seems to have come is the neutral statement, “We have heard discussion that where a man is a trespasser, that the only duty of the defendant is to avoid wilful and wanton negligence.” (Emphasis added.) While thereafter defining “wanton negligence”, he nowhere states that it is the criterion upon which defendant’s liability is to be tested. Furthermore, the issue is additionally confused by repeated references to the defendant’s negligence in later portions of the charge. Manifestly, negligence is not at issue in this case, involving the duty owed to a “trespasser”. While the evidence could support a finding of wanton misconduct, the result actually reached by the jury is problematical. The defendant is entitled to have his liability determined by proper standards as laid out in the trial judge’s charge to the jury: Kimmel v. Yellow Cab Co., 414 Pa. 559, 201 A.' 2d 417 (1964), and Hronis v. Wissinger, 412 Pa. 434, 194 A. 2d 885 (1963).\nOne final assignment of error requires discussion. Since the present action was instituted by the decedent during his lifetime, the trial court, relying on our ruling in Radobersky v. Imperial Volunteer Fire Dept., 368 Pa. 235, 81 A. 2d 865 (1951), instructed the jury that the measure of damages recoverable for the economic loss was the present worth of the prospective loss of gross earning power. Appellant now urges that Radobershy is inconsistent with Murray v. Philadelphia Transportation Co., 359 Pa. 69, 58 A. 2d 323 (1948), and should be reconsidered. While the writer of this opinion and the Chief Justice are in favor of resolving the question now in order to avoid retrial complications, a majority of the Court are of the opinion that the question should not be decided upon the present state of the record. This conclusion is reached because the question was not raised in the court below, nor was the pertinent instruction specifically challenged at trial.\nJudgment reversed and new trial ordered.\n-PTC's subway is an extension of its Frankford Elevated structure. This Frankford train travels in a southerly direction from Bridge Street upon an elevated platform, and when it reaches the approximate location of Arch Street, an east-west street just north of Market Street, the platform descends on a grade to a street level, and then the train enters the Market Street subway tunnel. The train there, continuing on a downgrade, makes a turn to the right of approximately ninety degrees, straightens out and proceeds on a slight upgrade just prior to entering the Second Street westbound station. It was upon the westbound platform of this station that decedent had entered.\n“On the day of the accident [decedent] had worked, had a beer and a half in a tavern, and was not intoxicated when he entered the subway station (372a). His last recollection prior to the accident was paying his fare to the cashier and his next recollection was when he awoke in the hospital (372a). There was no smell of alcohol nor any other sympton of intoxication when he was brought to the hospital immediately after the accident (113a).”: Brief for Appellee, p. 2.\n“The motorman . . . was neither a party nor a person having legal interest in the pending suit, and hence the plaintiffs had no right to call him as if on cross-examination”: Callary v. Baston Transit Co., 185 Pa. 176, 178, 39 A. 813 (1898).\nKareesky v. Laria, 382 Pa. 227, 114 A. 2d 150 (1955); Zawacki v. Pennsylvania R. R. Co., 374 Pa. 89, 97 A. 2d 63 (1953); and, Steffenson v. Lehigh Valley Transit Co., 361 Pa. 317, 64 A. 2d 785 (1949). Such a rule applies even where the witness is the adverse party: Goehring v. McDiarmid, 289 Pa. 193, 137 A. 187 (1927). However, such rule is subject to the exception that, where in the witness’s testimony there is some intrinsic improbability, such testimony may be rejected, even though the witness is not impeached or contradicted by direct evidence: Matthews v. Derencin, 360 Pa. 349, 62 A. 2d 6 (1948).\nIn a special note to this section, it is pointed out that the conduct described therein is often called “wanton or wilful misconduct” in judicial opinions.\nWhile this case does not involve a “trespasser”, the observations as to wanton misconduct are relevant because it was only upon this theory that liability could have been predicated, in view of the fact that plaintiff was present by virtue of a “free pass” which contained the usual release of liability for negligence.\nSee note 6, supra."}