{"id": "1896859", "contents": "Opinion by\nMr. Justice Musmanno,\nThis case involves two separate appeals by plaintiff. The plaintiff, J. Webster Jones, obtained, on December 17, 1963, a judgment against the defendant P. M. Gar-rod, also known as P. McNeill Garrod, in the amount of |23,895.93 as a result of the defendant’s failure to file an answer to the plaintiff’s complaint in assumpsit.\nOn March 6, 1964, Jones caused a writ of execution to be issued and interrogatories filed, naming Superior Chemical Products, Inc. and Sidney Koch as garnishees. On April 1,1964, he obtained judgment against the two garnishees for their failure to answer interrogatories within 20 days from service. On February 11, 1965, each of the garnishees filed a petition and rule to show cause why the judgment should not be stricken off, averring, inter alia:\n“7. There is no proof of service of interrogatories on your petitioner in the record of the within case, there being no averment in the return of the sheriff to whom the interrogatories were given by the plaintiff for service, or anywhere else in the record, that service of interrogatories with notice to plead was made on your petitioner, a true and correet copy of the sheriff’s return being hereto attached, marked Exhibit ‘A’ and made part hereof.\n“8. The prothonotary had no authority, without proof of service of interrogatories with a notice to plead, to enter the judgment against your petitioner for failure to answer to interrogatories, and had no authority to issue the various writs of execution against your petitioner based on the said judgment.”\nAfter answer by the plaintiff and argument before the court below, the rule to show cause why the judgment should not be stricken was made absolute.\nThe decision of the court below must be affirmed. In entering judgment for the plaintiff the prothonotary proceeded upon a record which failed to show service of the interrogatories on the garnishees. The sheriff’s return states the time and place of the service of the writ of execution on the garnishees and identifies the persons on whom the writ was served, but is silent as to service of the interrogatories.\nThe appellants lay much stress on the fact that the handwritten words “And Interrogatories” appear after the printed title of the printed return form (this being called “Sheriff’s Return Writ of Execution”) and argue that this demonstrates that the interrogatories were actually served. This argument is a non sequitur.\nAs substantive matter in a statute cannot give vitality to the statute if reference to that substance does not appear in the title, the reverse is also true, namely, an identifying phrase in a title cannot give body to an emptiness in the statute itself. (State Highway Route No. 72, 265 Pa. 369). Certainly if a statute loses efficacy when its title describes what does not appear in the text, the title to a sheriff’s return cannot supply what is missing from the body of the return. This proposition is also true in contract law. “ ‘Neither the form of a contract nor the name given it by the parties controls its interpretation. . . . The proper construction of a contract is not dependent upon any name given it by the parties . . . but upon the entire body of the contract and its legal effect as a whole.’ ” Smith-Faris Company v. Jameson Memorial Hospital Association, 313 Pa. 254, 260; see also Tide Water Pipe Co. v. Bell, 280 Pa. 104, 112, 113.\nThe plaintiff argues further that since his answer to the petition to strike off the judgment alleged actual service of the interrogatories upon the garnishees and the garnishees failed to take depositions to refute this allegation, it had to be taken as admitted and, therefore, a judgment by default could not properly follow. In this respect the plaintiff relies on Pennsylvania Rule of Civil Procedure 209 (209(b)) which specifies that in argument on petition and answer, “all averments of fact responsive to the petition and properly pleaded in the answer shall be deemed admitted for the purpose of the rule.”\nHowever, such a rule cannot apply where the allegation is not responsive to the petition. The garnishees’ petition asserted that the record was defective in that it failed to show service of the interrogatories upon them; the plaintiff’s reply, alleging actual service, could not of itself cure a patent defect in the record. Thus, the record, as it existed at the time judgment was entered on that record, could not support a default judgment, the record failing to show proof of service of the interrogatories with notice to plead.\nOrder affirmed in both appeals."}