{"id": "1896820", "contents": "Opinion\nPer Curiam,\nJoseph E. Stanek, on behalf of himself and all other taxpayers of the City of Pittsburgh and Fraternal Order of Police, Fort Pitt Lodge No. 1, filed in the Court of Common Pleas of Allegheny County an action in equity praying that the City of Pittsburgh be enjoined from employing and paying salaries to women employed by the City as “meter maids” on the basis that these so-designated “meter maids” were appointed in violation of the Pennsylvania civil service laws. The court below sustained the defendants’ preliminary objections which raised the question of the jurisdiction of the court of common pleas to hear and pass judgment on the complaint. The lower court held that the plaintiffs’ exclusive remedy was by way of appeal from the Civil Service Commission to the County Court of Allegheny County. The plaintiffs then appealed to this Court. They contend that under the Civil Service Law they are not proper parties to take an appeal and, in addition, the statutory remedy would not be an adequate one. Therefore equity should entertain jurisdiction of their complaint.\nThe plaintiffs maintain that the Civil Service Commission has unlawfully created an exempt classification in violation of civil service laws. The Act of September 29, 1951, P. L. 1654, §1, 53 P.S. §604, provides that “all decisions of the civil service board or commission in any city shall be subject to appeal to the court of common pleas or the county court of the county in which the city is located.” It is true that this provision is followed by the limitation that aggrieved employees must appeal -within 30 days after the decision has been entered of record, but this does not mean that the right of appeal is restricted to aggrieved employees.\nIt is to be noted, in addition, that while this Act gives to both the county court and the court of common pleas jurisdiction in such appeals, the Act of May 5, 1911, P. L. 198, §6, as amended by the Act of July 6, 1951, P. L. 994, 17 P.S. §626(m) declares that the county court shall have jurisdiction “in all cases of appeal from the Civil Service Board or Commission of any city, borough or township, where appeals are provided for by existing law,” and §6(n) of that Act further provides for exclusive jurisdiction in the County Court of Allegheny County in appeals from Civil Service Commission decisions.\nThe court below properly held, therefore, that the plaintiffs’ remedy was by way of appeal from the action of Civil Service Commissioner to the County Court of Allegheny County and not by an action in equity.\nDecree affirmed; costs to be divided equally between the parties."}