{"id": "1896052", "contents": "Opinion by\nMr. Justice Musmanno,\nOn March 9, 1961, counsel for the plaintiffs in this case, owners of certain lands in Northampton County, notified the Department of Highways, Commonwealth of Pennsylvania, that they would accept $65,000 in settlement of the taking of segments of those lands in connection with a Commonwealth highway project. The letter specified: “This will advise you that we, owners and lessee of said property, will accept the sum of $65,-000, gross, in full settlement of all damages, provided this settlement is processed promptly. This letter is written without prejudice to press for damages in a larger amount, in the event settlement is not effected, within a reasonable time, on the above basis.”\nWithin six days after receipt of this letter the Commonwealth delivered to the office of one of the attorneys for the plaintiffs a deed of release and quitclaim which stated that, in consideration of $65,000, the property owners remised, released, quitclaimed and forever discharged the Commonwealth from damages and claims arising out of the taking of their property.\nThe plaintiffs refused to sign the deed of release and quitclaim and filed in the court of common pleas a petition for viewers’ proceedings. The board of view, after hearings and inspection of the property, filed an award of damages in the sum of $168,000. The Commonwealth appealed and, in the ensuing jury trial, the jury returned a verdict in favor of the property owners in the amount of $200,000.\nThe Commonwealth moved for a new trial and argued before the court en banc that upon its delivery the release-quitclaim deed, a binding contract came into being and that the plaintiffs had to accept $65,000 in full settlement of all damages incurred through the eminent domain proceedings. The court rejected the contention, stating: “Defendant’s presentation to plaintiffs of the unexecuted release for their signature did not constitute a binding acceptance of the offer plaintiffs had made. At most, it was an acceptance contingent upon a future event, i.e., the execution by plaintiffs of the release. £A contract is not made so long as, in the contemplation of both parties thereto, something remains to be done to establish contract relations’ : 12 Am. Jur., Contracts, §23, p. 519. If the view of defendant is correct, there was a contract binding on all parties from the moment the release was presented. This clearly was not the intent of the Commonwealth. Obviously it did not propose to be bound until plaintiffs at least executed the release. There was nothing to prevent defendant from withdrawing from the arrangement before the release was executed and, by the same token, there was nothing to prevent plaintiffs from withdrawing their offer by refusing to execute the release.”\nThe Commonwealth appealed to this Court. We believe that the ruling of the court below was correct. There is nothing in the record which shows that the Commonwealth had committed itself irretrievably to acceptance of the plaintiff’s offer. In its brief the Commonwealth concedes: “Nowhere on the instrument is there a place for the Commonwealth to sign the release or in any other way manifest an intention to accept it.”\nIn Cohn v. Penn Beverage Co., 318 Pa. 349, this Court said: “ ‘Nothing is better settled than that in order to constitute a contract there must be an offer on one side and an unconditional acceptance on the other. So long as any condition is not acceded to by both parties to the contract, the dealings are mere negotiations and may be terminated at any time by either party while they are pending.’ ”\nThe court below properly found that “The [Commonwealth’s] offer of proof was insufficient as a matter of law to prove a binding contract of compromise. Defendant’s presentation to plaintiffs of the unexecuted release for their signature did not constitute a binding acceptance of the offer plaintiffs had made.”\nThe point of no return had not been reached by either party. An agreement between two parties does not become a binding contract until the spans of offer and acceptance meet in the center and form a safe bridge over which either party may proceed to the other side for immediate fulfillment of the interlocking obligations.\nThe plaintiffs in their offer stated that settlement had to be “processed promptly.” Although the Common-wealth did submit its quitclaim deed within six days, this did not fully satisfy the condition specifically declared by the offeror, namely, payment of $85,-000, and execution by the proper officers of the Commonwealth. No money or check accompanied the Commonwealth’s document, nor was any statement made as to when the money would be forthcoming.\n“Processing promptly” means receipt of the money promptly. While the Commonwealth’s credit is unimpeachable, a claimant for funds due him from the government might have to traverse many corridors and knock many doors in a bureaucratic labyrinth before he could feel the cash in his hand. Nor did the claimants here have any assurance that the Commonwealth might not, even after the return of the release signed by the plaintiffs, seek to negotiate a more reduced settlement figure, or indeed refuse to pay anything at all, letting the matter go to the board of viewers.\nThe Commonwealth asks that if this Court will not declare an effective acceptance of the $65,000 offer, it should remand the case to the lower court for submission to a jury the question as to whether a contract was not formed when the release was submitted to the plaintiffs. This procedure cannot be accepted either in law or on the facts. The record is abundantly clear that no contract ever came into existence between the parties.\nThe appellant Commonwealth then argues for a new trial because one of the property owners, in cross-examination on the subject of property value, stated that his concept of market value was “what it is worth to me.” Although this definition was obviously incorrect, no harm was done the defendant because on recross-examination the witness gave his answer as to market value based on the time-honored criteria, not necessary to repeat here. Cf. Westinghouse Air Brake Co. v. Pittsburgh, 316 Pa. 372, 376, Gilleland v. New York State Natural Gas Corp., 399 Pa. 181, 184, Stanley Co. of America Inc., Tax Assessment Case, 196 Pa. Superior Ct. 616, 619.\nJudgment affirmed.\nMr. Justice Roberts concurs in the result."}