{"id": "1896060", "contents": "Opinion by\nMr. Justice Cohen,\nThis case involves three appeals from what purports to be a final decree of the lower court en banc. It also involves two appeals from an order of the lower court, entered while said three appeals were pending, purporting to vacate a prior order. This last mentioned order ivas also entered while the three appeals were pending and it purported to rescind a prior decree. All of the orders and decrees which are either appealed from or are collaterally involved were entered in two actions in equity which were tried together before the lower court. The focal point of both actions was the ownership of certain realty which is hereinafter referred to as lot #203.\nThe actions arose out of the following situation. Prior to November 29, 1858, South Hills Homes Company (South Hills) was record owner of lots In Allegheny County set forth in Parkridge Plan No. 2, which included lot #203. On that date South Hills executed a deed, which was recorded, covering certain of the lots in the plan, to Arthur and Dorothy Corace, husband and wife. The recited consideration for said deed was one dollar. At the time, Arthur Corace was a substantial shareholder in South Hills and apparently in control of its corporate activities. On 3 une 8, 1959, the Coraces executed a deed to these same lots, including lot #203, to South Hills. Said deed was not recorded. About two and one-half years later Arthur Corace entered into a contract with Ryan Construction Corporation (Ryan) wherein he agreed, inter alia, to convey lot #203 to Ryan. Ryan did not know about the unrecorded deed to South Hills. Several months later John and Eva Balint, husband and wife, entered into two agreements with Ryan. In the first, for valuable consideration, Ryan agreed that “it . . . shall and will . . . by deed of general warranty, will and sufficiently grant, convey and assure unto the . . . [Balints], his heirs and assigns in fee simple, clear of all encumbrances” (with certain exceptions not here relevant) lot #203. In the second, for valuable consideration, Ryan agreed to construct a home for the Balints on lot #203. After Ryan built the home for the Balints on lot #203 there was a “settlement” wherein the Balints, with the assistance of a mortgagee, completely paid their obligations to Ryan. But Eyan did not deliver the promised deed to lot #203 at the settlement; Ryan represented that said deed was in the process of being recorded. Thereafter, the Balints received a deed to lot #203, purportedly signed by Arthur and Dorothy Corace, the record owners. Actually, Arthur Corace had signed his wife’s name. Like Ryan, the Balints were unaware of the unrecorded deed to South Hills.\nThe first of the two actions before the lower court was brought on October 8, 1962 (No. 646 January Term, 1963, hereinafter referred to as No. 646), by Dorothy Corace against the Balints and their mortgagee, United Savings and Loan Association, alleging, inter alia, the recorded deed to lot #203 from South Hills to her and her husband and that her name was forged on the deed to the Balints. She prayed that the deed to the Balints and their mortgage to United Savings be decreed nullities. Subsequently, her complaint was amended to include her husband, Arthur Corace, as unwilling plaintiff.\nThe second of the two actions before the lower court (No. 1636 April Term, 1963, hereinafter referred to as No. 1636) was brought by the Balints against the Coraees, Ryan, and South Hills. In the first count, the Balints alleged, inter alia, their agreement with Ryan for the delivery of Ryan’s warranty deed free of encumbrances, the breach of said agreement, and improvements to the property; they prayed that Ryan specifically perform its agreement to convey lot #203 and that it pay reasonable attorneys’ fees, costs and other damages arising out of the action against them by Dorothy Corace, No. 646, and their action, No. 1636. In the second count, the Balints alleged, inter alia, that all of the above named defendants had engaged in “a deliberate plot,” involving forgery, misrepresentations, and passive misconduct, to deprive them of their money and property, and they prayed that the court order the defendants to execute all instruments necessary to convey to them marketable title to lot #203, free and clear of all encumbrances (except its mortgage to United Savings), and to pay reasonable attorneys’ fees, costs, and other damages arising out of actions Nos. 646 and 1636.\nThe actions were tried together. An understanding of the case requires a somewhat detailed account of pertinent parts of the record below. After a hearing, the chancellor found, inter alia, that the Coraces were record owners of lot #203, that they had executed and unconditionally delivered a deed to this lot to South Hills on June 8, 1959, that said deed was not recorded, that Ryan had promised its own warranty deed to the Balints, that instead the Balints “accepted” a deed purporting to be from the record owners, Dorothy and Arthur Corace, that Arthur Corace had signed Dorothy’s name to the deed, and that neither Ryan nor the Balints knew of the unrecorded deed to South Hills. As matters of law the chancellor concluded, inter alia, that Dorothy Corace had no right, title, or interest in lot #203, that the deed to Balints of lot #203 was of no legal effect, and that Ryan failed to perform its agreement with the Balints to deliver to them its warranty deed to lot #203. It further concluded that Ryan’s breach gave the Balints the right to rescind their agreement with Ryan and recover damages and reasonable attorneys’ fees. Based upon these findings of fact and conclusions of law, the chancellor entered decrees nisi on February 5, 1964, dismissing the complaint in No. 646 against the Balints and granting Balints the right to rescind their contract with Ryan and recover the consideration paid by them to Ryan, plus costs of improvements and reasonable counsel fees incurred in Nos. 646 and 1636.\nAll of the plaintiffs, except the unwilling plaintiff, Arthur Oorace, and all of the defendants took exceptions to the chancellor’s findings of fact and conclusions of law, and decrees nisi. In short, there was nothing that the chancellor decided that was without exception.\nArgument before the court en banc was had on exceptions, and the next pertinent matter that appears of record is an adjudication, filed August 3, 1964, purportedly that of the court en banc. In its discussion, the court stated that subsequent to the chancellor’s adjudication of February 5, the Ooraces, South Hills and Byan had all signed a deed conveying any interest they might have in lot #203 to the Balints, that the Balints had accepted said deed, and that, therefore, all of the exceptions of the parties were moot, except certain ones of Dorothy Corace, which were dismissed. However, in its additional findings of fact and conclusions of law, it said that South Hills held lot #203 as constructive trustee for the Balints, thus indicating that what it had said in its discussion about South Hills signing and Balints accepting a deed to lot #203 was not, at that time, correct. It further found that Ryan owed the Balints |2,500 in attorneys’ fees incurred in actions Nos. 646 and 1636 and that Arthur Corace owed Ryan |2,500, representing the amount Ryan had to pay to the Balints. In what purported to be a final decree the court further indicated that what it said in its discussion was not correct by ordering the Coraces, South Hills, and Ryan to execute and deliver a deed to lot #203 to the Balints. It also made orders as to counsel fees consistent with its findings.\nThe next matter that appears of record is an adjudication filed August 5, 1964, also purporting to be that of the court en banc. In it, the court made the finding, apparently upon the exceptions of Dorothy Corace to the chancellor’s February 5, 1964, adjudication, that back in 1959 the Coraees had never delivered their deed to lot #203 back to South Hills and that they remained owners in fee simple of lot #203. Based upon these findings, which contradicted certain findings in the August 3rd adjudication, and the further finding that Arthur Corace forged his wife’s name to the deed to the Balints, the court decreed that Arthur Corace was indebted to Dorothy Corace in the amount of $36,800, representing one-half of the consideration supposedly received by him in connection with the sale of lot #203 and other lots with a similar history.\nArthur Corace took two appeals from the August 3rd decree, challenging the award of counsel fees to the Balints. These appeals are numbered 3 and 5 March Term 1965. Byan took an appeal from the August 3rd decree, also challenging the award of counsel fees to the Balints. This appeal is numbered 32 March Term 1965.\nArthur Corace also took two appeals from the August 5th decree, challenging his indebtedness to his wife in the sum of $36,800. These appeals were numbered 4 and 6 March Term 1965; they were subsequently discontinued for reasons appearing hereinafter.\nAfter these appeals were taken the following took place in the court below. On September 28, 1964, the lower court entered an order purporting to resciud the August 5th adjudication and to correct the August 3rd adjudication to indicate that the latter was the opinion of the court en banc. Thereafter, Arthur Corace discontinued appeals 4 and 6 from the August 5tli decree. Then, on December 22, 1964, the lower court vacated the order of September 28, 1964. From this December 22nd order Arthur Corace took two appeals numbered 97 and 98 March Term 1965. The primary purpose of these appeals was, once again, to challenge the validity of the August 5th decree that Arthur Corace was indebted to Dorothy in the amount of $36,800.\nNo appeal was taken from that part of the August 3rd decree which directed the Coraces, Ryan, and South Hills to execute a deed to lot #203 to the Balints, and we have been informed through the briefs and argument that the Balints have, in fact, accepted and recorded such a deed. Accordingly, there is no dispute before this Court as to the present title to lot #203. The first issue before us, involved in appeals Nos. 3, 5, and 32, is the propriety of the award of counsel fees by the August 3rd decree; the second issue before us, involved in appeals Nos. 97 and 98, is the propriety of the August 5th decree that Arthur Corace is indebted to Dorothy Corace in the sum of $36,800.\nAppeals Nos. 3, 5, and 32\nThese appeals challenge that part of the August 3rd decree which directs Ryan to pay $2,500 in counsel fees to Balints and directs Arthur Corace, in effect, to indemnify Ryan for said amount. According to the lower court, this sum represents reasonable attorneys’ fees incurred by the Balints in defending Dorothy Corace’s action, No. 646, and prosecuting their own action, No. 1636. For purposes of analysis, however, it is convenient to consider the attorney fees incurred in each action separately.\nThe primary purpose of the Balints’ action in No. 1636, as demonstrated by their complaint in equity, was to secure what Ryan had agreed to give, viz., good title to lot #203. The action was adversary — against Ryan, who failed to perform its agreement, and others, who may have had title to the lot and who allegedly wrongfully interfered in one way or another with Ryan’s ability to fulfill its bargain. The cases clearly establish that the Balints cannot recover from Ryan the counsel fees incurred by them in No. 1636. A fortiori Arthur Corace need not indemnify Ryan for said amount.\n“ ‘Since Wilt v. Vickers, 8 Watts 227, and Rogers v. Fales, 5 Pa. 154, were overruled, compensation has never been recoverable for trouble and expenses in conducting a suit and establishing a right’ .... Over and over again we have decided there can be no recovery for counsel fees from the adverse party to a cause, in the absence of express statutory allowance of the same . . .”, Smith v. Equitable Trust Co., 215 Pa. 413, 417, 64 Atl. 591, 592 (1906), or clear agreement by the parties, Fidelity-Philadelphia Trust Company v. Philadelphia Transportation Company, 404 Pa. 541, 548, 173 A. 2d 109, 113 (1961), or some other established exception, see Hempstead v. Meadville Theological School, 286 Pa. 493, 134 Atl. 103 (1926).\nNot only does the general rule dictate against recovery of counsel fees incurred by Balints in No. 1636, but also numerous applications of the rule have resulted in the denial of such recovery in cases closely analogous to the present one, suits arising out of a breach of an agreement to convey realty. In Haverstick v. The Erie Gas Company, 29 Pa. 254 (1857), the company failed to deliver a fee simple deed to Haverstick, in accordance with its agreement. Haverstick, who had paid the entire purchase price, sued for rescission of the agreement. The lower court, regarding the time of performance immaterial, ordered specific performance, but it also allowed counsel fees to Haverstick, saying: . . he has been driven to bring his suit, and in doing so, to employ counsel, for which a reasonable compensation should be made.” This Court reversed the allowance of counsel fees. In Hackett and Hackett v. Hackett, 104 Pa. Superior Ct. 353, 159 Atl. 226 (1932), an action for reformation of a deed was brought against one Andrew Hackett, whose name had been fraudulently, accidently, or mistakenly inserted as a grantee in plaintiffs’ deed, and also against the title insurer, whose carelessness had caused the insertion. The lower court ordered Andrew Hackett to convey the premises to plaintiffs and awarded reasonable attorneys’ fees to plaintiffs against the title insurer. Following Smith v. Equitable Trust Co., supra, the Superior Court reversed the allowance of counsel fees. In Blum v. William Goldman Theatres, 164 F. 2d 192 (3d Cir. 1947), Blum sought to recover certain realty from Goldman Theatres on the ground that the latter had wrongfully taken a deed to the realty with full knowledge that Blum had a prior binding agreement with the former owner. The lower court ordered Goldman Theatres to convey the realty to Blum. The lower court also awarded Blum counsel fees incurred in the action on the ground that it was Goldman’s malicious inducement of the prior owner to breach its agreement with Blum that necessitated the recovery action. The Court of Appeals of the Third Circuit, expressly following Hackett, supra, reversed the allowance of counsel fees. In Polka v. May, 383 Pa. 80,118 A. 2d 154 (1955), plaintiff brought an action for specific performance of an agreement to convey really owned by a husband and wife. Unfortunately, the agreement was embodied in a memorandum signed only by the husband. This Court denied specific performance but treated the case as a breach of a parol agreement to convey land, “. . . the measure of damages being the money that was paid on account of the purchase and the expenses incurred on the faith of the contract.” We further said: “Plaintiff contends that he should have been allowed an additional recovery of $500 for counsel fees incurred in connection with the present proceedings, but there is no provision in our law for the allowance to a party of compensation in retaining counsel to advise and to try his case or to warrant the imposition as court costs of the fees of counsel. . .\nFollowing the general rule, these cases clearly establish that a buyer cannot recover counsel fees incurred in an action against the seller for breach of his agreement to convey realty, see Haverstick and Polka, supra, or in an action to recover the property from a third person who lias title in contravention of plaintiff’s rights under his purchase agreement, see Hackett and Blum, supra. Accordingly, the allowance of counsel fees incurred by the Balints in No. 1636 was improper.\nThe Balints also sought and recovered from Ryan counsel fees incurred by them in defending Dorothy Corace’s suit, No. 646, in which she sought cancellation of the deed from Arthur Corace. Such recovery, they contend, is within the rule set forth by §914 of the Restatement of Torts: “A person who through the tort of another has been required to act in the protection of his interests by bringing or defending an action against a third person is entitled to recover compensation for the reasonably necessary loss of time, attorney fees and other expenditures thereby suffered or incurred.”\nAccording to the Court of Appeals of the Third Circuit in Seaboard Surety Co. v. Permacrete Construction Corp., 221 F. 2d 866 (3d Cir. 1955), the Restatement rule is not inimical to Pennsylvania law, although admittedly no Pennsylvania case could be found then or now which expressly or implicitly adopts such a rule. Seaboard was surety on Permaerete’s performance bond with the Shenandoah Valley Housing Corporation. In becoming Permacrete’s surety, Seaboard had relied on certain financial misrepresentations made by Permaerete. Permaerete defaulted on its performance and Seaboard was required to defend and settle an action on the bond. In a subsequent damage action by Seaboard against Permaerete, based upon the latter’s misrepresentations, Seaboard was permitted to recover counsel fees incurred in the prior action and settlement with Shenandoah.\nIn our opinion, §914, the operation of which is demonstrated by Seaboard, cannot be applied properly to allow the Balints to recover counsel fees incurred in No. 646 from Ryan. In order to bring such recovery within the Restatement rule relied upon, Dorothy Corace’s suit (which gave rise to the expenditures for counsel fees) must have been proximately caused by some tortious act of Ryan. See 45 A.L.R. 2d 1183 and Seaboard, supra. While the lower court found that Ryan breached its contract, it did not make any findings of fact or conclusions of law regarding a tort by Ryan that was the legal cause of the action in No. 646. Indeed, it seems clear that Dorothy Corace’s action in No. 646 was engendered by Arthur Corace’s conduct and not Ryan’s. Moreover, the thrust of the Balints’ action against Ryan in No. 1636 was not in trespass for damages for fraudulent misrepresentations by Ryan but in equity for specific performance of a contract to convey realty. Under such circumstances the Balints should not have been permitted to recover against Ryan the counsel fees incurred in defending No. 646. In so holding we make no ruling as to what, if any, recovery may be had in a separate action by the Balints against Ryan based upon misrepresentations or deceit or what if any recovery may be had in a separate action by Balints against Arthur Corace based upon his alleged forgery. The state of the present record would not permit such rulings to be made herein.\nStatus of the Post Appeal Orders Made by the Lower Court\nBefore discussing the validity of the August 5th decree, it is necessary to determine what if any effect the lower court’s post appeal orders had upon said decree. The law is clear that since these orders were entered in actions that were on appeal the orders were improper and can have no determinative effect upon the appeals.\nIn Commonwealth ex rel. Podvasnik v. Podvasnik, 198 Pa. Superior Ct. 107, 110-111, 181 A. 2d 843, 845-846 (1962), the Superior Court held: “It is error for the lower court to modify or reverse an order from which an appeal has been taken. A court of first instance cannot further proceed with a cause after it has been served with a writ of certiorari issued by an appellate court. . . . ‘The practice ... of modifying (except in matters of form) or reversing orders from which an appeal has been taken, and is pending, is disapproved’ . . . .” This has been the common law rule at least since Ewing v. Thompson, 48 Pa. 372 (1862), and has been consistently followed. See Sowers Estate, 383 Pa. 566, 119 A. 2d 60 (1956), and Gilbert v. Lebanon Valley Street Railway Co., 303 Pa. 213, 154 Atl. 302 (1931). In the absence of a different statutory rule it is controlling. Gilbert v. Lebanon Valley Railway Co., supra, at p. 218. The requirements of orderly procedure provide strong support for the common law rule.\nAppeals Nos. 97 and 98\nThere remains for consideration the validity of the August 5th decree that Arthur Corace is indebted to Dorothy Corace in the amount of $36,800. We cannot permit this decree to stand.\nFirst, it is based upon findings of fact and conclusions of law which directly contradict those of the August 3rd adjudication. In the August 3rd adjudication the lower court confirmed the chancellor’s finding of fact that on June 8, 1959, the Coraces “executed and unconditionally delivered to South Hills Homes Company a deed” to lot #203, among others, and his conclusion of law that Dorothy Corace has “no right, title, or interest in or to lot No. 203 ... or in any of the lots conveyed by her and Arthur L. Corace to South Hills. . . .” There was an additional conclusion of law in the August 3rd adjudication that “South Hills Homes Company holds the property in question as a constructive trustee” with the Balints as beneficiaries. Then, on August 5th, in the adjudication under discussion, the lower court, in an about face, found that the deed from Arthur L. Corace and Dorothy A. Corace to South Hills, dated June 8, 1959, was never delivered to South Hills and concluded that the Ooraces “are the owners in fee simple of Lot No. 203” and that “Arthur Coraee is indebted to Dorothy A. Corace — to one-half of the sale price of said 17 lots [including #203] to Ryan Construction” or $38,800. There is considerable dispute between the parties as to which of these adjudications was, in fact, that of the court en banc and which was that of the chancellor. From the record we cannot make such a distinction and we will not speculate. Where there is such doubt as to the bases of a decree it cannot be permitted to stand.\nSecond, although the caption of Appeals Nos. 3, 5 and 97 include Arthur Corace as an additional defendant nowhere in the record do we find support for such caption. All that is found is a complaint in equity by Dorothy Corace against the Balints and their mortgagee seeking cancellation of their deed and mortgage. In this complaint, Arthur Corace was made an unwilling plaintiff under Pa. R.C.P. 2227, because Dorothy Corace’s interest, if any, in the property was joint. Thus, there is no action on the record that would support or warrant a decree of debt owing from Arthur Corace to Dorothy Corace.\nThird, although we are informed that this case was the pilot action for others involving other lots of realty, only lot #203 is involved here and the proceeds, that Arthur Corace may have received from its sale would not support the amount stated in the decree.\nIn vacating this decree we do so without prejudice to any right that Dorothy Corace may have against Arthur Corace arising out of his real estate dealings.\nIn short, all that has been accomplished by this long, costly, and incredibly confusing litigation is that the Balints (and perhaps other persons similarly situated), have a deed to lot #203 executed by the Coraces, Ryan, and South Hills.\nAccordingly, that part of the decree of August 3, 1964, respecting fees, entered below in No. 646 January Term 1963 and No. 1636 April Term 1963, is vacated; the decree of August 5, 1964, entered below at the same numbers, is vacated. Each party to bear own costs.\nOther factual matters are stated in the chancellor’s adjudication under the headings “History” and “Discussion”, but they cannot be accorded the status of “findings of fact” within the meaning of Pa. R.O.P. 1517.\nTwo appeals were taken because the challenged decree was entered in both actions in the court below, Nos. 646 and 1636.\nSee footnote 2, supra.\nThe Balints, in their brief and at argument, asserted that rescission of their agreement with Ryan would be appropriate relief, in accordance with the chancellor’s original adjudication of February 5, 1964. However, the Balints have not appealed from the August 3rd decree, directing that a good deed to lot No. 203 be delivered to them. They cannot simply assert that they did not consider such a decree to be a final one, because, in such event, they had an obligation to move that the appeals from this decree be quashed. Indeed, as appellees, their status is that of a party who seeks to uphold the lower court’s decree rather than reverse it. Moreover, they have accepted a deed to their lot, executed by all those who might have had an interest in it.\nThe complaint clearly sounds in specific performance, notwithstanding the Balints’ assertion that they sought rescission. See footnote 2, supra. Moreover, even if the Balints sought only rescission it would not alter our conclusion on this aspeet of the ease.\nJones v. Aronson, 45 Fa. Superior Ct. 148 (1911), doer not affect our view of this matter. There, in dicta and without authority, the Superior Court said that a principal might, in au appropriate ease, recover the counsel fees incurred in a suit by him against his real estate agent, where such suit was based upon the latter’s breach of his duty of loyalty to his principal.\nThe Balints also argue this rule in connection with recovery of legal fees in No. 1636. However, as the comment and illustrations to §&14 demonstrate, it is not the legal fees in the very action against the tortfeasor that are recoverable but only fees incurred in separate actions by or against third persons, when the separate actions were caused by the tortfeasor.\nIt is argued that Arthur Oorace may not attack the August 5th decree because his appeal is not from it but instead from the December 22, 1964, order, which purported to rescind the September 28th order-, which in turn purported to rescind the August 5th decree. In fairness to Arthur Oorace we cannot fail to note that he had taken appeals from the August 5th decree but discontinued them when that decree was improperly rescinded by the lower court. Arthur Oorace attempts to reinstate his position to attack that August 5th decree by appealing from the December 22nd order, which purported to reinstate that decree. Under the circumstances we will consider that his discontinuances were withdrawn and treat his appeal as being from the August 5th decree.\nIt should bo noted that on September 28, after appeals had been taken, the lower court purported to rescind the August 5th adjudication and correct the August 3rd adjudication to indicate that the latter was the opinion of the court en banc."}