{"id": "1896909", "contents": "Opinion by\nMr. Chief Justice Bell,\nThis is an appeal from the Order of the Court of Common Pleas of Allegheny County dismissing, without a hearing the petition of James Cannon for a Writ of Habeas Corpus. ■ •\nCannon shot and killed Charles Williams in a bar on April 13, 1949. For several years thereafter, he was a fugitive from justice. He was finally apprehended, .and convicted of murder in the first degree on September 12, 1953 and sentenced to life imprisonment. He thereafter appealed to this Court, which affirmed his conviction and sentence. See Commonwealth v. Cannon, 386 Pa. 62, 123 A. 2d 675 (June 25, 1956).\nRelator contends that he was denied his Constitutional rights (1) by the admission into evidence of a prior conviction of manslaughter in Maryland, for which he had been subsequently pardoned, and (2) by the conduct of the prosecuting attorney (a) .in his opening remarks to the jury, and (b) in cross-examining relator.\nEach and all of the arguments and contentions made by relator in this habeas corpus proceeding had been made by him in his direct appeal to this Court from his aforesaid conviction of and sentence for murder in the first degree, and each and all of them had been carefully and thoroughly analyzed and reviewed and decided adversely to Cannon in Commonwealth v. Cannon, 386 Pa., supra.\nIn Commonwealth v. Cannon, 386 Pa., supra, the Court said (pages 65-66) : “That brings us to the second question involved — Can the Commonwealth offer evidence of a prior crime of which defendant was convicted but pardoned? It is important to note once again that this question arises only in connection- with the fixing of a penalty, namely, death or life imprisonment. While the authorities throughout the country are in sharp disagreement as to the effect of a pardon, and while language may be found in some of our cases sufficiently broad to exclude the record of a pardoned crime, Pennsylvania has flatly ruled, at least for the limited purpose here involved, that the record of a prior crime of which defendant has been pardoned is admissible: Commonwealth ex rel. v. Smith, 324 Pa. 73, 187 A. 387; Carlesi v. People of New York, 233 U.S. 51. Cf. also: Commonwealth v. Quaranta, 295 Pa. 264, 145 A. 89; Wolfe’s Disbarment, 288 Pa. 331, 135 A. 732.”\nOur decision in Cannon’s aforesaid appeal is reinforced by Article 41, §74 of the Annotated Code of Maryland of 1939 which was in effect when the homicide and trial of Cannon occurred. That section provides: “(a) A pardon is an act of clemency, evidenced by a written executive order signed by the Governor under the great seal, absolving the grantee thereof from the guilt of his criminal acts and exempting him from any pains and penalties imposed upon him therefor by law. It shall be presumed that the grantee of a pardon had been lawfully and properly convicted of a crime against the state unless the order shall make known that the grantee has been conclusively shown to have been convicted in error.”\nRelator’s pardon did not “make known that [he was] convicted in error.”\nSo long as the Maryland pardon did not alter the fact of Cannon’s felonious conduct which resulted in his lawful and proper conviction of murder (in Maryland), the record of such conviction was properly admissible in Pennsylvania to enable the jury to know what manner of man Cannon was and to aid them in properly fixing an appropriate penalty.\nIt is clear as crystal, therefore, that this Court did not err in considering Cannon’s prior conviction in Maryland for the limited purpose set forth in our prior Opinion, nor do the facts evidence that realistic probability of serious prejudice which the record disclosed in United States ex rel. Johnson v. Rundle, 349 F. 2d 416, or in United States ex rel. Scoleri v. Banmiller, 310 F. 2d 720; cert. denied, 374 U.S. 828. Cf. also Commonwealth ex rel. Marino v. Myers, 419 Pa. 448, 214 A. 2d 491; Commonwealth ex rel. Gist v. Rundle, 419 Pa. 458, 214 A. 2d 496.\nOrder affirmed.\nMr. Justice Cohen dissents.\nMr. Justice O’Brien took no part in the consideration or decision of this case.\nRe-enacted in 1951 and again in 1957.\nItalics throughout, ours."}