{"id": "1898606", "contents": "Opinion by\nMr. Justice Jones,\nThis is an appeal from a final decree of the Orphans’ Court of York County which denied a claim, in the amount of $50,000, presented by Carl R. Fahringer (claimant), against the Estate of Harry S. Strine, deceased.\nThis claim is based upon an alleged oral contract between the decedent and the claimant under the terms of which contract the decedent,, allegedly, promised to bequeath $50,000 by will to the claimant in consideration of personal services rendered and to be rendered by claimant during decedent’s lifetime. After hearing, the Orphans’ Court decreed that the contract had not been established and, therefore, denied the claim based on such contract. From that decree we have this appeal.\nWe adopt the lower court’s recital of the facts pertinent on this appeal: “The claimant, Carl R. Fahringer, also nick-named ‘Park’ or ‘Parky’, is not related by blood or marriage to the decedent, nor have he and the decedent ever resided in the same household. During the claimant’s youthful years, he resided in the samé neighborhood as the decedent and began to perform various chores in and around the decedent’s household for the decedent and his first wife. Such chores consisted in assisting in the care of the decedent’s pigeons, mowing the lawn, shoveling snow, washing automobiles, etc. Soon after the claimant was graduated from high school, he was employed by the decedent, at a salary undisclosed by the evidence, in a tobacco business conducted by the decedent trading as David Forry Tobacco Company. He remained in such employment until the business was sold by the decedent on or about February 1, 1957, or a period of about 25 years. Meanwhile, despite claimant’s own marriage in 1937, he continued the performance of household chores, such as above described, for the decedent and his first wife. Further, such chores consisted of lawn work, acting as a chauffeur on occasion, assisting in the care of decedent’s automobiles, and caring for the latter’s dogs. The only evidence as to the exact amount of time which the claimant devoted to such personal services is that it was ‘many and many a time’, ‘mostly Saturdays’, ‘every week mowing grass’, and endured until the decedent sold his tobacco business in 1957. There is evidence that from 1953 to 1956 another young man was employed to cut grass and wash cars for the decedent and, during much of this interval, the claimant was at the decedent’s home on Friday evenings and Saturday afternoons.\n“The claimant, over a period of at least twenty years, very frequently accompanied the decedent to the latter’s bank to make deposits and secure pay-rolls and, upon frequent occasions, came to the bank alone to conduct such banking business for the decedent. It would appear, however, that much of this banking business was for the conduct of decedent’s tobacco business in which the claimant was gainfully employed.\n“The decedent was childless. His first wife died in 1954 and he re-married in 1956 to the spouse who survived him and is the executrix of his Will. His. last Will and Testament, executed after the last marriage, dated July 26, 1961, makes no mention of the claimant and names the second wife, and her son by a prior marriage, as the principal beneficiaries of the estate. The estate greatly exceeds the amount claimed under the contract.”\nA contract to make a will in a certain manner or to bequeath by will a specific monetary sum is recognized in Pennsylvania as valid, provided the creation of such contract and its terms are proven with clarity and conviction and valid consideration shown: McGinley’s Estate, 257 Pa. 478, 483, 101 A. 807 and cases therein cited; Craig’s Estate, 298 Pa. 235, 241, 148 A. 83; Liggins Estate, 393 Pa. 500, 503, 143 A. 2d 349; Herr Estate, 400 Pa. 90, 94, 161 A. 2d 32. However, because resort to such contracts represents an effort to effect a distribution, either in whole or in part, of the estate of a decedent in a manner different than the orderly procedure of a will — the stringent requirements of which have been set forth by the legislature — and because of the opportunity such alleged contracts afford for the presentation of false and fraudulent claims, traditionally the courts have been reluctant to give recognition to such contracts and have viewed claims based on such contracts with misgivings and suspicion. Illustrative of such judicial attitude, in Pollock v. Ray, 85 Pa. 428, this Court said: “Claims of this character against the estates of decedents, resting on mere oral testimony of declarations or admissions, are very dangerous, and ought certainly not to be favored by the courts” (p. 432) and such claims represent a class of cases wherein “every intendment should be most strongly taken against the validity of the claim” : Grossman v. Thunder, 212 Pa. 274, 277, 61 A. 904. However, despite judicial reluctance, the fact is that, if the creation of the contract, its terms and consideration are established by evidence which meets the qualitative and quantitative standard judicially prescribed such a contract will be recognized and enforced.\nCertain rules have been established in this area of the law: (a) a contract to make a will or to bequeath by will, as other contracts, must be established by proof of an offer, an acceptance and legal consideration (Reynolds v. Williams, 282 Pa. 148, 127 A. 473; Kocher Estate, 354 Pa. 81, 46 A. 2d 488; Goldstein Estate, 384 Pa. 1, 119 A. 2d 278); (b) the terms of the contract must be shown with certainty and lucidity (Soffee v. Hall, 377 Pa. 306, 105 A. 2d 144; Hook’s Estate, 207 Pa. 203, 56 A. 428); (c) the evidence must be scrutinized with great care (Burgess v. Burgess, 109 Pa. 312, 1 A. 167; Bradshaw’s Estate, 243 Pa. 114, 89 A. 831; Stafford v. Reed, supra); (d) there must be “direct evidence” in proof of the contract (Calvert v. Eberly, 302 Pa. 152, 156, 153 A. 146; Consentino v. Vittoria, 394 Pa. 538, 541, 147 A. 2d 839); (e) as in the case of other claims against a decedent’s estate, the evidence in proof of the contract, must be “clear, direct, precise and convincing” (Petro v. Secary Estate, 403 Pa. 540, 170 A. 2d 325; Klemow Estate, 411 Pa. 136, 140, 191 A. 2d 365); (f) the presumption that arises with respect to wages and salaries that such have been periodically paid becomes irrelevant if and when an express oral contract to pay after death for services rendered has been established : Lach v. Fleth, 361 Pa. 340, 351, 64 A. 2d 821; Szusts v. Krawiec, 144 Pa. Superior Ct. 530, 19 A. 2d 495.\nLastly, in Ackerman v. Fisher, 57 Pa. 457, 459, this Court stated: “Not only must the terms and conditions of the contract ... be well and clearly defined, but it has been held, that the contracting parties must be brought together face to face. The witnesses must have heard the bargain when it was made, or must have heard the parties repeat it in each other’s presence. A contract is not to be inferred from the declarations of one of the parties.” The language of Edwards v. Morgan, 100 Pa. 330, 336, would appear to limit the Ackerman rule to situations where the claimant and decedent bear a very close family relationship. See also: Poorman v. Kilgore, 26 Pa. 365, 372; Burgess v. Burgess, 109 Pa. 312, 317, 1 A. 167; Glass v. Tremellen, 294 Pa. 436, 438, 144 A. 413; Kirk v. Ford, 330 Pa. 579, 581, 587, 200 A. 26; Moffitt v. Moffitt, 340 Pa. 107, 111, 16 A. 2d 418. However, our research indicates that, even though the Ackerman rule has most often been applied in situations where the claimant and decedent are closely related, such as son and father, the rule applicable generally is that “loose declarations made to outside parties, indefinite understandings, suggested gratuities, anticipated benefactions, testamentary intentions, not carried out, about which there may be some vague and unconvincing testimony” are not sufficient to establish a contract to make a will in a particular manner. There must be shown by believable testimony that the decedent, in the presence of the claimant, made statements, in the form of a promise or offer, upon which the claimant could reasonably be expected to act in reliance on such statements. Such a rule is sound because a contract to bequeath by will must be shown as any other contract must be shown; essential to such proof is evidence that the minds of the parties met on the terms of the contract and, absent any proof that decedent made a statement or statements amounting to the requisite promise or offer, to the claimant or in his presence, upon what basis can it be said that the claimantpromisee, either by word or by act, accepted a non-communicated promise or offer?\nClaimant’s evidence falls into two categories: (a) statements or declarations made by decedent in the presence of the claimant and (b) statements or declarations made by decedent outside the presence of the claimant. The latter statements or declarations per se do not prove the existence of the contract and are admissible only as corroborative evidence and then only if there is evidence of statements or declarations made in the presence of the claimant: Snively Estate, 154 Pa. Superior Ct. 437, 441, 36 A. 2d 193. Under the first category, we have the testimony of Miss Helen Fahringer, claimant’s sister, and of Mr. and Mrs. Albert Miller, long-time friends of decedent; under the second category, we have the testimony of seven witnesses — four bank employees, two friends of decedent and claimant’s present employer.\nHelen Fahringer testified that claimant was graduated from high school in 1932 and that she was financially able to send claimant to business school and wanted him to attend such a school; that, about a week subsequent to claimant’s graduation from high school, she had a conversation with decedent in the course of which she told decedent that she wanted to send claimant to school and that decedent said that “he absolutely was not to go to no school, that he would never need to worry, he will be taken care of for the rest of his life”; that, up until that time, the claimant had been interested in going to business school, but that “after [decedent] told him he didn’t have to worry about anything, that’s when he lost his interest in it.” The record shows that this conversation took place in decedent’s yard and at a time when claimant was mowing the grass; the court found that this conversation took place in claimant’s presence and our reading of the record indicates such finding is borne out by the testimony.\nAlbert Miller, corroborated by his wife, Kathryn Miller, testified that, shortly after the death of decedent’s first wife in 1954, the decedent became a frequent visitor to the Miller home in the mornings for coffee and conversation; that, on numerous occasions over a four to five months period beginning in March 1954, the decedent made statements regarding the claimant; that decedent said: “Park [claimant] was very close to him and he wasn’t making any mistake to stay with him”, that Park was planning to go to college and he said “you stay with me and you will be taken care of for the rest of your life,” “that regardless of what happened [claimant] was in his will for $50,000.”; that “Park had always been very faithful to him and served him . . . that he felt very close to him and he was going to take care of him in this way— he had mentioned him in his will to this extent”, that “this boy would never have anything to worry about and he was going to take care of him”; that, even after decedent’s remarriage, the decedent repeated such statements. On many occasions when decedent made these statements to the Millers the claimant was present, although claimant was not present when decedent made the statements subsequent to his remarriage.\nUnder the second category, claimant’s evidence may be thus summarized: (1) Paul Lancaster, a friend of decedent, testified decedent had told him that “he [decedent] had named Parky $50,000 in his will” and “I have had Parky since he was a boy”; that, on numerous occasions, decedent told the witness that claimant knew he had been mentioned in decedent’s will; (2) J. J. Klock, who boarded decedent’s dogs when decedent was out of town, testified that claimant would come to the kennels frequently to walk the dogs and that decedent had told him that “Parky” was the same as his own son and would never have to worry; (3) four bank employees recalled decedent making declarations as “Park would be taken care of when he wasn’t here anymore”, that “he [claimant] never had to worry as far as finances were concerned”; (4) R. A. Leiphart, claimant’s present employer, testified to declarations by decedent of his affection for the claimant and of his gratitude for the services rendered by claimant and that, after his death, claimant would never have to work for the rest of his life.\nA review of the record unequivocally points up certain significant facts: (a) claimant over a period óf years, both as a boy and a man, did render continuous services, very often menial, for decedent; (b) decedent was very attached to claimant and did appreciate the services rendered by claimant; (c) as contradistinguished from claimant’s services for the tobacco company, there is no evidence to show any payment or nonpayment by decedent for claimant’s services to him; (d) the court below, having heard and seen claimant’s witnesses, believed their testimony and placed its stamp of credibility thereon; (e) in 1932, decedent did state claimant would be “taken care of for the rest of his life” and then claimant “lost his interest” in further pursuing his education; (f) when this conversation took place, claimant “was mowing the grass” but claimant’s sister testified such conversation took place in the presence of claimant and the court below so found as a fact; (g) in 1954, on numerous occasions, decedent, often in claimant’s presence, stated claimant was in his will for $50,000.\nThe theory upon which claimant proceeds is that, when in 1932 decedent stated, in claimant’s presence, that claimant “will be taken care of for the rest of his life”, and that claimant “was not to go to no school”, this statement constituted an offer of a unilateral contract which claimant accepted by his forbearance to further pursue an education and the 1954 statements “that regardless of what happened [claimant] was in [decedent’s] will for $50,000” rendered definte the earlier offer and amounted to a reiteration and confirmation of the earlier offer and rendered definite the amount of money contemplated by the original offer. Claimant finds “consideration” for the 1932 offer in claimant’s forbearance to pursue further education and for the 1954 offer in claimant’s services rendered from 1928 to 1954. In support of the latter as legal consideration, i.e., consideration recognized as valid consideration, claimant urges that decedent was under a moral obligation sufficient to support an express promise for a past consideration furnished him (1 Williston on Contracts, §§144, 147 (3d ed.); Sutch’s Estate (No. 1), 201 Pa. 305, 314, 50 A. 943; Pohl’s Estate, 136 Pa. Superior Ct. 91, 94, 7 A. 2d 14).\nThe real crux of this litigation is whether the record reveals, with the requisite clarity, precision and conviction, a promise or an offer by the decedent upon which can be predicated a contract to bequeath $50,-000 to the claimant. There is not the slightest doubt that the claimant over a long period of time rendered' services to the decedent for which the decedent time and time again expressed his appreciation and that decedent.did express an intent to reward the claimant for Ms services by a testamentary provision for claimant. While the existence' of such an intent is of importance in determining whether a contract was made, such intent in itself does not prove that a contract was in fact made between the parties.\nIt was the burden of the claimant to prove that, in effectuation of decedent’s intent, the decedent actually entered into an oral contract with the claimant whereby he became legally obligated to bequeath the claimant $50,000. While claimant may well have been led by decedent’s various declarations to believe that, upon the decedent’s death, he would receive a legacy, the issue here is whether decedent obligated himself legally to make such a legacy.\nThe first essential of any contract is the existence of. a promise or an offer to enter into a contract. Such promise must be definite and certain and an intention to do an act does not constitute an offer or a promise to do it. In Friese’s Estate, 336 Pa. 241, 245, 246, 9 A. 2d 401, we said: “It is an elementary essential of a contract that the nature and extent of its obligation be certain.” “One of the commonest kind of promises too indefinite for legal enforcement is where the promisor retains an unlimited right to decide later the nature or extent of his performance.”: 1 Williston on Contracts, §43 (3d ed.).\nWhat was the promise or offer of the decedent? In 1932 he stated that claimant “would never need to worry” and he “will be taken care of for the rest of his life.” Twenty-two years.later, decedent stated that the claimant “was in. his will for $50,000.” It would be difficult . to. imagine statements More vague and uncertain'than the 1932 . statements' of decedent'for how was the amount to be determined which would take care of claimant for the rest of his life and render MM free from financial worry? The 1954 decláratioh of decedent simply declared that he had made a testamentary bequest in his will of $50,000 for claimant;; While the 1954 statement did mention an amount spe? eific and definite, yet we cannot read .such statement as a calculated offer on the part of claimant to induce-acceptance, by word or act, of claimánt nor as Tenderling definite and .certain the offer made twenty-two years prior to the 1954 statement.. We are convinced that neither the claimant nor the decedent in 1932 or 1954 construed decedent’s declarations promises on offers as leading to a binding legal obligation between-the parties; that decedent intended to take care of claimant in his will and that claimant so construed decedent’s declarations do not add up to the- creation' of a binding contract. A contract to bequeath by will-must be initiated by a promise or an offer definite and certain in nature which can reasonably.be ’construed as the first step in the assumption of a contractual obligation by the promisor to the claimant. Such promise or offer is lacking in the case at bar. ’. - I\nOn other occasions, declarations of decedents somewhat similar to the instant declarations have been considered and found wanting as a basis upon which to predicate a contract: Graham v. Graham’s Exrs., 34 Pa. 475; Walls’ Appeal, 111 Pa. 460, 5 A. 220; Purves’s Estate, 196 Pa. 438, 46 A. 369; Gilbraith’s Estate, 270 Pa. 288, 293, 294, 113 A. 361; Reynolds v. Williams, 282 Pa. 148, 127 A. 473; Roberts Estate, 350 Pa. 467, 472, 39 A. 2d 592; Stafford v. Reed, 363 Pa. 405, 70 A. 2d 345.\nIn view of our conclusion that the evidence does not show a promise or offer by decedent upon- which the' existence of a contract can be predicated, we need hot consider whether claimant has shown an acceptance of the purported offer or inquire into the validity of the consideration alleged.\nWe have carefully reviewed all the testimony and we, reluctantly, conclude that the claimant has failed' to prove, by evidence of the requisite qualitative standard, the existence of a contract to bequeath him $50,-000. It is unfortunate that tbe decedent, in line with Ms obvious intent and inclination, did not by appropriate testamentary provision recognize tbe close relationship between claimant and himself and show substantial gratitude for claimant’s services. However, we cannot accomplish that which decedent failed to do. To create a contract to bequeath by will from the evidence of record would be contrary to sound and well settled principles in this area of the law.\nDecree affirmed. Each party pay own costs.\nMr. Chief Justice Bell concurs in the result.\nMr. Justice Musmanno dissents.\nThe position taken by claimant is significant: (a) claimant, resting his case on an express oral contract to bequeath by will a specific sum, upon failure to prove such contract, cannot recover on a quantum meruit basis: Cramer v. McKinney, 355 Pa. 202, 204, 49 A. 2d 374, and cases therein cited; Burr Estate, 381 Pa. 547, 548, 113 A. 2d 712; Zawada v. Pa. System Board of Adjustment, 392 Pa. 207, 213, 214, 140 A. 2d 335; (b) the claimant contends that there was an express oral contract to bequeath him $50,000, i.e., a money legacy definite in amount; therefore, the value of claimant’s services need not be proved and, if recovery be allowed, it would be a recovery of the specific amount promised: Elwood’s Estate, 309 Pa. 505, 508, 509, 164 A. 617; Nusbaum’s Estate, 101 Pa. Superior Ct. 17, 21 (dicta); Bemis v. Van Pelt, 139 Pa. Superior Ct. 282, 288, 289, 11 A. 499 (dicta); Kelly v. Sheehan, 82 Pa. D. & C. 154. However, if the contract established a promise by decedent to give not a specific amount but an amount vague or undetermined, such as the “whole” or “part” of his estate, then the measure of damages would be the value of the services rendered and not the estate promised to be given. Such is the teaching of our decisional law: Cramer v. McKinney, 355 Pa. 202, 204, 49 A. 2d 374; Jones Estate, 359 Pa. 260, 261, 59 A. 2d 50; Stichler Estate, 359 Pa. 262, 263, 59 A. 2d 51; McWilliams Estate, 162 Pa. Superior Ct. 299, 305, 56 A. 2d 241.\nSee also: Walls’ Appeal, 111 Pa. 460, 471, 5 A. 220; Roberts Estate, 350 Pa. 467, 469, 39 A. 592; Stafford v. Reed, 363 Pa. 405, 70 A. 2d 345; Cramer v. McKinney, 355 Pa. 202, 49 A. 2d 374. In Graham v. Graham’s Ex’rs, 34 Pa. 475, 481, it was said: “The danger attendant upon the assertion of such claims requires, as was said by Chief Justice Gibson . . . that ‘a tight rein should be held oyer them, by mailing the quality, if not the sum, of the proof a subject of inspection and governance by the court, and by holding juries strictly to the rule prescribed.’”\n69 A.L.R. 195; 106 A.L.R. 742, 765, and cases therein cited.\nClaimant was present on several occasions when these statements were made.\nIf claimant is correct in his theory, no verbal acceptance or promise was necessary: Snyder v. McGill, 265 Pa. 122, 126-127, 108 A. 410; Restatement, Contracts, §56."}