{"id": "1898584", "contents": "Opinion by\nMr. Justice Eagen,\nThe appellant, William Franklin Rehak, was arrested and indicted for murder following the fatal stabbing of his estranged wife during a heated quarrel. After trial, at which he was represented by counsel, the jury returned a verdict of guilty of voluntary manslaughter. No post trial motions were filed, and on September 7, 1962, he was sentenced to an indeterminate term in a state correctional institution, under which sentence he is still confined. No appeal from the judgment was entered.\nOn January 25, 1965, Eehak instituted an action of habeas corpus which, after hearing, the lower court dismissed. This appeal followed. . .\nAt trial, a written statement given by Eehak to investigating police officers following his arrest was in* troduced in evidence. Eehak now complains that this statement was erroneously admitted because it was , obtained under coercive circumstances, at a time when he was without counsel, and without any prior warning of his constitutional right to remain silent or to have the assistance of counsel.\nAn examination of the trial record discloses that the statement involved was made part of the record without objection, and with the expressed acquiescence of Eehak’s counsel. It further discloses that Eehak’s description of the crime, as given to the police, varied little from his own version of the incident, as given in his testimony during the trial. In fact, his counsel argued during the trial that the two recitations of the event were one and the same. Under such circumstances, the belated challenge to the admissibility of the statement is without merit. See, Commonwealth ex rel. Fox v. Maroney, 417 Pa. 308, 207 A. 2d 810 (1965); Commonwealth ex rel. Adderley v. Myers, 418 Pa. 366, 211 A. 2d 481 (1965); Commonwealth ex rel. Pomales v. Myers, 418 Pa. 369, 211 A. 2d 483 (1965); and, Commonwealth ex rel. Blackshear v. Myers, 419 Pa. 151, 213 A. 2d 378 (1965).\nOrder affirmed.\nMr. Justice Cohen took no part in the consideration or decision of this case."}