{"id": "1898566", "contents": "Opinion by\nMr. Justice Cohen,\nDecedent was sometime before 1921 married to a Frank Costanzo, Shortly after the birth of a child to the couple in 1921, Costanzo deserted her. The child subsequently died. Costanzo has not been seen or heard from by anyone since about 1921. In 1927 decedent entered into a meretricious relationship with appellant. Several attempts were made to locate Costanzo: inquiry where a relative of his was supposed to be living, inquiry in the Poconos where Costanzo was supposed to have a place of business, and inquiry of the parish priest who also fruitlessly sought him. Testimony of decedent’s sister shows that appellant and decedent may have heard information that a Prank Costanzo resided in Beading, but they did not inquire further. Appellant and decedent were married in Delaware in 1946. Appellant knew of the prior marriage.\nDecedent’s three sisters and brother contest appellant’s right to the estate on the ground that he is not the surviving spouse.\nOn these facts, conflicting presumptions are raised. By introducing the marriage certificate of decedent and Costanzo, appellees satisfied their initial burden of proof since Watt Estate, 409 Pa. 44, 185 A. 2d 781 (1962), holds that there is a presumption that a valid marriage, once contracted, continues until proof of divorce or death of a spouse. However, the same case also holds that there are presumptions of the validity of a second marriage and the innocence of the spouses. These presumptions are rebuttable by direct evidence or inferences of fact.\nIn order to determine the conflict in each case, this Court has said that the presumption of continuance of the prior marriage prevails unless facts are shown which have the effect of overcoming this presumption; and the burden remains upon the party supporting the validity of the subsequent marriage to produce such facts as will shift the burden of proof back to the party supporting the validity of the prior marriage. This rule was stated in Madison v. Lewis, 151 Pa. Superior Ct. 138, 30 A. 2d 357 (1943), and was quoted at length' by this Court in Watt Estate, supra. One of the additional facts enumerated in Madison is long absence. In Breiden v. Paff, 12 S. & R. 430 (1825) and Schaefer v. Schafer, 189 Pa. Superior Ct. 120, 149 A. 2d 578 (1959), this additional fact was held to have shifted the burden of proof.\nIn this case the period of time between the desertion and.the second marriage was at least twenty-four years. This is a sufficiently long period of time to come within the rule of Madison and Watt. Bolstering our determination that the burden rests upon the appellees are the facts that: (1) some of the appellees encouraged the second marriage or acquiesced in it, and (2)' Costanzo’s whereabouts continued to be unknown. Since the appellees have not met the burden reimposed upon them by the long absence of Costahzo, requiring them to show the continuance of the prior marriage, they must fail.\nDecree reversed. Costs on the estate:\nMr. Justice Roberts concurs in-the result.\nMr. Justice Eagen dissents."}