{"id": "1898544", "contents": "Opinion bt\nMr. Justice Jones,\nAlice G. Brock (decedent) died September 14, 1939. Under the presently pertinent portion of her will, the decedent devised and bequeathed her residuary estate, in trust, and directed, inter alia: (1) that certain fixed sums, totalling $18,700, annually be paid from the trust income to seven specifically designated friends and relatives (primary, beneficiaries) ; (2) that any annual trust income in excess of $18,700 be paid annually to two of such designated friends (secondary beneficiaries) ; (3) that any income released from the' trust, by reason of the death or deaths of any and finally all, of the primary or secondary beneficiaries, be paid forever in equal shares to Bryn Mawr College (Bryn Mawr), and the Pennsylvania Academy of the Fine Arts (the Academy).\nThe present factual status of the trust is that four of the seven primary beneficiaries have died; the annual income exceeds $18,700; the first $7700 of the annual income is being paid to the three surviving primary beneficiaries, the next $11,000 in annual income is being paid in equal shares to Bryn Mawr and the Academy and the income in excess of $18,700 is being paid to the one surviving secondary beneficiary who is the appellant on this appeal.\nOn September 3, 1964, the trustees purchased seven shares of the capital stock of Philadelphia Fund, Inc. (Fund), a mutual fund and regulated investment company. On September 30, 1964, the trustees received from the Fund a distribution of $1.05. The authorizing resolution of the Fund described this distribution as-“a quarterly distribution of 7$ per share out of ordinary net income and 8$ per share payable from realized capital gains,” and provided for the payment of such distribution “in cash or additional shares of stock, at the option of the receiving stockholders.”\nThe trustees elected to receive payment in cash and received 49$ designated “ordinary net income” and 56$ designated “realized capital gains”. The trustees then filed an account in the Orphans’ Court of Delaware County wherein the entire distribution of $1.05 was allotted to income. Bryn Mawr filed objections to the account on the ground that the amount of distribution from “realized capital gains” (56$) should be dis: tributed to principal rather than income. The court sustained Bryn Mawr’s objection and directed the allocation of the 56$ distributed from “realized capital gains” to principal. From that decree a life tenant has appealed.\nThe issue, narrow in scope, presents, primarily, a problem of statutory construction: is a distribution. made by a mutual fund or regulated investment com-' pany the source of which distribution is “realized capital gains” allocable to income or to principal under the Pennsylvania Principal and Income Act of 1947? More specifically, does such “capital distribution” fall within the provisions of §(5) (1) or of §(5) (3) of the Act?\nAny realistic approach to this problem must consider necessarily (a) the nature of a mutual fund or regulated investment company including its manner of doing business and its method of distribution of income and capital gains; (b) the view taken on this subject in other jurisdictions and by legal scholars; (c) the view taken by the courts in our own jurisdiction ; (d) an analysis of the language of § § 5 (1) and 5 (3) of the Principal and Income Act.\nThe Philadelphia Fund, Inc., a Delaware corporation, is an “open-end investment company (commonly called a mutual fund) and is registered as such under the Investment Company Act of 1940”. The business of such fund or company is to buy, hold, and sell corporate stocks and other securities. Sources of the distributions made by such funds or companies are twofold: “. . . (1) the interest and dividends which they receive from the securities in their portfolio, which is sometimes referred to as ‘cash income’; and (2) the gains or profits which they receive when they make an advantageous sale or exchange of capital assets, which are known as ‘capital gains.’ After deducting its operating expenses, the company passes along to its shareholders the net income from both of these sources, in the form of dividends. For federal tax purposes,- a distinction is made by the investment company as to the source from which these dividends are derived. Dividends derived from the company’s ordinary income are usually designated as ‘cash dividends’ and are ordinarily fully taxable to the shareholder. Dividends which represent capital gains are always termed ‘capital gains dividends’. Most investment companies provide the shareholder with the option either, to receive capital gains dividends in cash or in additional shares which represent cash values. Should the shareholder make no election, the company automatically issues additional shares for the capital gains dividend.\n“The shares of investment companies, whether organized as corporations or as Massachusetts trusts, have a market value which fluctuates from time to time, as do the prices of other securities. The prices of the shares of the larger investment companies are qiioted daily by the financial press. The capital gains dividends which the shareholder receives bear no relation to the quoted price of the investment company’s stock, but represent solely the individual’s proportionate interest in the net profit which the company derives from changes in its portfolio of investments. In this connection, however, it should be observed that in the event an investment company sustains a capital, loss from the sale or exchange of a security which it holds, the shareholder is never required personally to sustain any part of it, except insofar as such a loss may affect the market value of his shares.”\nThe stipulated reference to the Fund as an “open-end” investment company connotes that, unlike a “closed-end” company which has a relatively stablecapitalizatión, the Fund has no fixed capital, may issue new Shares of stock ia its discretion and may, and on demand will, redeem any or all of its outstanding shares of stock. In respect to. the instant controversy, the difference between “open-end” and “closed-end” companies is without significance.\nIf an investment company or a mutual fund submits to federal regulation under the provisions of the Investment Company Act it acquires the status of a regulated investment company to which are extended certain tax advantages (26 U.S.C. §854). By way of illustration: (a) if the company distributes a minimum of ninety (90%) per .cent of its investment income (i.e., interest, dividends, etc.), to its shareholders the company pays no tax on such income; (b) -if-the company distributes its net “capital gains” to its shareholders, it avoids paying a tax thereon but each, shareholder reports his share of such gains in his own return, paying a tax thereon at the rate applicable to. him which may be less than 25%; however, the company may retain the gains and pay a tax thereon at the rate of 25% in which event the shareholder may bring his share of the gains into his own return, take credit for his share of the company-paid tax, and, if his rate is less than 25%, secure a refund. Apparently, most funds distribute their gains at least annually.\nTwo additional facts must be noted: (a) the fact that an investment company designates the source of its distributions is not a matter of volition with the company but a mandated requirement of Title I, §19, of the Investment Company Act of 1940, supra; (b)an investment company cannot offset its investment losses against investment income under the taxing regulations.\nOf great importance in the judicial approach to the instant problem is consideration of the nature of a regulated investment company vis-a-vis its shareholders. As the Supreme Judicial Court of Massachusetts recently (1963) stated in Tait v. Peck, 346 Mass. 521, 194 N.E. 2d 707: “Some commentators have felt that dividends from net capital gains from the sales of securities held in a mutual fund’s portfolio are income from the ordinary conduct of the fund’s business, that the portfolio holdings are bought and sold like inventory or other corporate property of a business corporation, and that distributions from such gains, at least where there is opportunity to receive the distribution in cash, should be treated as income. Weight is given by these commentators to the circumstance that investors in investment companies rely on both income and capital gains as a part of the expected yield, [p. 711]\n“The contrary view is that the sale of a security in an investment company portfolio involves the sale of a capital item, so that, if the gain is distributed the capital is necessarily reduced. In some years such a company may experience net losses. It is argued that if capital gain distributions of other years have been paid to the income beneficiary, the trust principal will inevitably suffer in years of losses, which must be expected even in an era generally inflationary, so that, in effect, the investment company shares may become a wasting investment. It is also urged that a trustee’s investment in an investment company is in substance nothing more than a fractional ownership in a diversified portfolio of securities, as to which the trustee should account as if he held the portfolio securities directly. The special character of regulated investment companies and their specialized tax treatment under the Internal Revenue Code also have some tendency to give capital gains distributions the aspect of principal.” (p. 712).\nOur initial inquiry is whether, because of the unique nature of the business of a regulated investment company, such company acts simply as a conduit between its shareholders and the investments made. The basic purpose of a mutual fund or a regulated investment is to make available to investors a medium of investment wherein the investor secures the advantages of a wide diversification of risk with continuous professional investment advice, expertise and supervision. It has been said that such company is in essence a pooled investment account.\nIn a memorandum presented by the National Association of Investment Companies to a Special Committee of the National Conference of Commissioners charged with the revision of the Uniform Principal and Income Act, an analytical comparison was made between situations where a trustee invests directly in securities, in regulated investment company shares and in a common trust fund: “. . . shareholders in regulated investment companies can usefully be compared with direct investors, and with trusts participating in common trust funds. With respect to each such group capital gains may be realized when certain investment decisions are acted upon (and capital losses may be realized under like circumstances). It is presumably conceded that the investment company, like the common trust fund and the direct investor, realizes capital gains and losses incidental to the implementation of investment decisions. It is difficult, therefore, to understand why the netting of such gains and losses in a given period should have capital implications for the common trust fund participant and the direct investor, and income implications for the investor in the regulated investment company. Yet to hold that investment company capital gains distributed to a trustee are income rather than principal necessarily entails such a dichotomy.\n“Reducing this dilemma to basic form, let us assume that a given trustee invests for three different accounts in the same shares in three different ways. With respect to one trust account [the trustee] invests directly in certain securities. With respect to a second [the trustee] invests in investment company shares, and with respect to the third account [the trustee] invests through the medium of a common trust fund. For the purpose of our illustration we shall assume that the securities [the trustee] owns directly duplicate those securities held in the portfolio of the regulated open-end investment company, and in the portfolio of the common trust fund. To facilitate comparisons we shall assume further that the pro rata portions of the investment company portfolio and of the common trust fund which underlie the shares and certificates of participating interest, respectively, held by the trustee,.are identical with the shares which he holds directly.\n“On the same date the trustee (with respect to the directly invested portion), the regulated investment company, and the common trust fund all dispose of their shares in Corporation A, realizing neither gain nor loss, and with the proceeds buy shares of Corporation B. Eight months later, again on the same day, each entity, sells the shares of Corporation B, realizing substantial capital .gains. During the same accounting period each has various other portfolio adjustment transactions, realizing gains on some and losses on others, all of which. neutralize each other, and each entity ends the accounting period with net gains measured by the gains realized on the sale of the shares of Corporation B. There were no transactions with respect to the major part of the diversified portfolios of the individual trustee, the common trust fund and the regulated investment company.\n“The trustee, with respect to the trust the assets of which he had invested directly, would pay a capital gains tax on the net long-term gain which he had realized, and then reinvest the gain remaining after the tax was paid. Thus he would regard this gain, stemming from portfolio adjustment, as clearly constituting principal.\n“With respect to the gain realized in the common trust fund, the gain is reinvested, being clearly recognized as a principal item.\n“With respect to the gain realized in the investment company, which is identical in nature to that realized by the trustee with respect to each of the other accounts, should it be distributed to the income beneficiary merely because, for tax reasons, the company distributes it to the trustee? Principles of conservation of trust property would indicate that the trustee should consider the capital gain as principal, accept it in additional shares, and thus maintain the capital of the trust at work in the investment company. If the net capital change had been a loss, it would have been borne by the remaindermen. It is not reasonable to hold that the remaindermen are not entitled to the net capital gain.”\nThere is sound basis for the contention that a mutual fund or regulated investment company acts simply as a conduit between the investing trustee and the investments. What the investing trustee seeks by way of an investment in a mutual fund or regulated investment company is an expertise in the investment field furnished by the managers and a wide diversification in an investment portfolio — ordinarily not otherwise available — and what the investing trustee anticipates is two-fold, a reasonable income and an enhancement in the actual value of the funds invested.\nAppellant argues, in this respect, that, historically, the income from investments in mutual funds or regulated investment companies is lower than the yield from common-trust funds or directly owned investments, that the investor, aware thereof, anticipates that the distributions from, the enhancement of values of securities sold plus the income distributions will produce a yield comparable to the yield from common-trust funds or directly owned investments and that to allocate distributions from capital gains to principal rather than to income would enrich remaindermen at the expense of the life tenant. In response to this argument appellee contends: (a) mutual funds do not have characteristically a low yield and that, if the investing trustee wants to obtain a higher yield of income, he has the choice of selecting a fund which normally will produce such higher yield of income; (b) that a low yield on a fund that has grown over a given period may yield more dollars for a life tenant than a high yield on a fund that has stood still. (See: 95 Trusts and Estates 1025). The. question thus argued does not change the nature of the distribution made; if the source of the distribution is realised capital gains, the issue whether such distribution should be allotted to income or principal should not be determined on whether the trustee made a wise or unwise choice of investment medium. If the testatrix has empowered or the statutory law permits the trustee to invest in shares of mutual funds or regulated investment companies, we must determine from the source of the distribution what in substance the distribution really is, i.e., is it income or an enhancement in the value of the principal invested? Knox’s Estate (No. 1), 328 Pa. 177, 185, 195 A. 28.\nThe instant issue has been considered in other jurisdictions. We are aware some courts have treated “capital gains” distributions as income belonging to the life tenant, but, our research indicates that the trend is definitely toward considering such distributions as allocable to principal. A review of the case law, favoring income allocation, in other jurisdictions reveals its rationale: that securities of a regulated investment company constitute its “stock in trade” and, the sale of a portfolio asset being a normal incident of the business, any profit made on the sale of a security is income, not a true capital gain. Our examination of the nature of a mutual fund or regulated investment contraindicates sucb an approach to the problem.\nIn Tait v. Peck, supra, the Massachusetts Supreme Court considered the instant issue. In that case, Tait created an inter.. vivos trust and transferred to the trustees 100 shares of Linden Associates, a Massachusetts trust, providing that, in the event of Linden’s liquidation during Mrs. Tait’s lifetime, the trustees should receive the distributive share of Linden’s assets, in trust, to pay the net income monthly to Mrs. Tait during her life and, upon her death, to pay over the “trust fund” to others. Linden sold all. its assets to Broad Street, an investment company, and Linden was liquidated. The Tait trust received 55,434 shares of the investment company stock in exchange for’ its shares of Linden. Thereafter, the investment company paid two cash dividends termed “dividends from income” and delivered to the trust 1463 additional shares of the investment company termed “distributions of gain”. The trustee paid the two income dividends to Mrs. Tait but refused to transfer to her the shares received as “distributions of gain”. Mrs. Tait sought á declaratory decree as to the allocation of the shares to principal or income. In a well considered opinion, that Court held that the shares of the investment company were allocable to the principal of the trust.\nWhile the instant issue is one of first impression on the appellate level in our state, there are three lower court cases which would appear to sustain the life tenant’s contention: Summerfield Estate, 26 Pa. D. & C. 2d 526; Cohen Estate, 13 Fiduc. Rep. 209; Lovett Estate (No. 2), 78 Pa. D. & C. 21. Lovett — decided without reference to the Principal and Income Act — presented a “non-adversary” situation: the court, in our view mistakenly, treated distributions arising from capital gains as an income distribution largely because of.the nature of the business of á regulated investment company. Summerfield — an “adversary” situation— held a capital gains distribution to be income assigning two reasons therefor: (a) testatrix’ intent that such.be so considered by the inclusion of “profits” in the term “net income” and in consonance with the ruling in Quay’s Estate, 253 Pa. 80, 97 A. 1029 that a testamentary direction to pay “income and profits” to a life tenant includes capital gain; (b) §5(1) of the Principal and Income Act with its optional provision for the receipt of stock or cash, by the trustee. In Summerfield, neither §5(3) nor the excepting proviso of §5(1) was considered. Cohen — apparently a “non-adversary” situation — treated “capital gain dividends” as income under the authority of §3(1) of the Principal and Income Act (20 P.S. §3470.3(1)) without the provisions of §5(3) being urged upon the court. While these three decisions have commanded our respectful consideration, their rationale is at variance with our thinking in the matter.\nWe turn to an examination of §5 of the Principal and Income Act. The life tenant takes the position that §5(1) controls; that, since the trustees had the option of receiving the “capital gains” dividend “either in cash or in the shares of the distributing corporation”, the last sentence of §5(1) controls and the distribution must be “considered as a cash dividend and deemed income.” Bryn Mawr takes the position that §5(3) controls: (1) by virtue of the “capital gain”- distribution, the investment company’s assets were partially liquidated and the distribution represented a “disbursement of the corporate assets to the stockholders” within the first sentence of §5(3) ; (2) by expressly stating that the distribution was “payable from realized capital gains”, the Fund designated it “as a division of corporate property” within the second sentence of §5(3); (3) the distribution represents a “profit . . . resulting from the sale ... of corporate shares” within the third sentence of §5(3).\nWhile §5(1) provides that where a shareholder is given a choice of cash or stock, the distribution is deemed a cash dividend and, therefore, allocable to income, appellant overlooks the statutory provision in the same section that this rule shall be applicable “Except as provided ... in other subsections of this section [§5].” If no other subsection provides to the contrary, then clearly §5(1) controls the instant situation and makes this distribution, the option to receive which in cash or stock is in the trustees, allocable to income. Our inquiry is whether §5(3) does provide to the contrary.\nThe first rule in §5(3) states, inter alia, that “where the assets of a corporation are liquidated, wholly or partially, amounts paid upon corporate shares as cash dividends, . . . shall be deemed income, all other amounts paid upon corporate shares on disbursement of the corporate assets to the stockholders shall be deemed principal.” Although apparently accepted by the court below as a ground for its decision, we do not believe this rule is' apposite in the factual posture of this case. We agree with appellant that “liquidation” — a word of art — describes a situation where “thé affairs of the (corporation) are wound up so that the assets are distributed to those entitled to receive them” (Buist's Estate, 297 Pa. 537, 543, 147 A. 606), a situation wholly unlike that which transpired in this case. Moreover, “the intent of the first sentence of §5(3) was to cover a situation where a complete liquidation was to take placé over a period of years so that it would be consummated by several partial liquidations.” See: Commission’s Comment, 20 P.S. §3470.5, p. 688. It is clear that the legislature did not intend the application of this rule in §5(3) to distributions of an investment company which arose from its ordinary operations and not from a “winding up” of its affairs. Appellee’s contention in this respect lacks merit.\nThe second rule of §5(3) is that “All disbursements of corporate assets to the stockholders, whenever made, which are designated by the corporation as a return of-capital or division of corporate property, shall be deemed principal . . . .” The distribution in controversy was described as a “capital gains” distribution.' Such designation is mandated by Title I, §19 of the Investment Company Act of 1940, supra, which provides: “It shall be unlawful for any registered investment company to pay any dividend, or to make any distribution in the nature of a dividend.payment, wholly or partly from any source other than (1). [accumulated undistributed net income excluding- profits\" or-losses realized on sale of securities or other' properties] or [net income for current or preceding fiscal year]; unless such payment is accompanied by- a written statement which adequately discloses the source or sources of such payment.” In accord with such statute the Fund described the payment of 8‡ per share as “payable from realized capital gains.” Clearly, the Fund has “designated” this “disbursement of its corporate assets” as “a return of capital” and, clearly, this dis-. tribution or disbursement falls within the. second rule of §5(3) and, therefore, must be “deemed principal.”\nAppellant argues the second rule applies only in a “situation where a portion of a. corporation’s business is terminated and the assets used in connection with that aspect of the business distributed, with no intent, however, to discontinue the balance .of the business.” Such construction of the rule is not only without foundation in the statutory language but conflicts with the statutory description of disbursements of corporate assets as “all . . . whenever made.” Our reading of Steel Estate, 32 Pa. D. & C. 2d 553, does not indicate any conflict existent between our views and those expressed in Steel.\nThe third rule of §5(3) provides that: “Any profit, or loss resulting from the sale or liquidation of-corporate shares shall enure to or fall upon principal.” Appellant’s position, if correct, would (a) distinguish capital gains arising from the sale of securities directly held by the trustees and capital gains arising from the sale of securities held in the name of a mutual fund and by it distributed to the trustees and (b) result in' the anomalous situation that losses resulting from the sale of securities would be borne by the remaindermen while profits resulting from the sale of securities would enure to the benefit of the life tenant. The nature of a mutual fund or regulated investment company, as' a conduit of profits arising from the sales of securities ánd the essential inequity of the imposition of lossés on principal and of profits on income refute, per sé, any justification advanced for appellant’s position. Much more sound is the position taken by appellee-. Section 3(2) of the Principal and Income Act (20 P.S. §3470.3(2)), provides, inter alia: “Any profit or loss, resulting from any change in form of principal, shall enure to or fall upon principal, unless otherwise expressly provided in this act.”. The policy underlying this provision is “to link gains and losses together and to consign both to principal.” To sustain appellant’s position would mean that any gains realized from the sale of mutual fund investments would go to income while any losses would be imposed on principal — in contravention of the expressed policy of the statute. The distribution presently in controversy arose from a capital gain which represented a “profit” which resulted from the “sale” of shares of the Fund — the language of §5(3) commands the allocation of such “profit” to principal.\nAfter an inquiry into the nature of mutual funds and regulated investment companies and the provisions of both §§5(1) and 5(3) of the Principal and Income Act, we are satisfied that the distribution by this Fund of cash realized from capital gains of the Fund is properly allocable to principal under the second and third rules set forth in §5(3). Such a conclusion not only arises from a construction of the statutory language but also is consonant with the trend in other jurisdictions.\nDecree affirmed. Each party to bear own costs.\nFidelity-Philadelphia Trust Co. and Henry C. Gibson, surviving trustees, and John E. Forsythe, substituted trustee.\nThe authority to make such investment arises from the Fiduciaries Investment Act of 1949 (Act of May 26, 1949, P. L. 1828, §9, as amended, 20 P.S. §821.9). Testatrix’ will is silent both as to such type of investment and as to allocation of distributions arising from such type of investment.\nAll parties agree that the allocation to income of 494 was proper.\nAlthough only 56¢ is directly in controversy, the ruling on this appeal carries important tax implications. The Internal Revenue Service has ruled (Revenue Ruling 60-385 (C.B. 1960-2, p. 77)) that, where a will creates a trust with income payable' to someone for life and the principal thereafter to charity and the' trustee is empowered to invest in mutual or regulated investment, company funds, the remainder to charity will not-qualify for the-charitable deduction under federal estaté tax law if, under, the applioable state law, any capital-gains distribution on the - shares of the mutual fund or regulated investment company would be allocated to income and distributed to the income beneficiary. A survey of record indicates that at least 59 estates in Greater Philadelphia area are affected by this ruling, involving taxes in excess of $3,600,000. The record indicates that the court below directed that notice of the audit of the account be given to the District Director of Internal Revenue and that he be authorized to appear under the Orphans’ Court Act of 1951, §707, as amended; Regional. Counsel for the District Director refused to recommend interven: tion by the United States. Aside from the tax implications, the matter is of great moment to every life tenant and remainderman' of a trust where the trustee is empowered, by the trust or statute, to invest in shares of a mutual fund or regulated- investment company.\nActs of July 3, 1947, P. L. 1283, §5 and of August 1, 1903, P. L. 442, §§1, 2, 20 P.S. §3470.5.\nSection 5(1) provides: “Corporate distributions made to a trustee in the shares of the distributing corporation, however described or designated by the distributing corporation, shall be deemed principal but if the number - of shares of any class disributed to shareholders of such class is six percent (0%) or less of the number of shares of that class outstanding on the record date for such distribution, the shares so distributed shall be deemed income. Except as provided above and in other subsections' of this section all dividends payable otherwise than in shares of the distributing corporation, . . . including ordinary and extraordinary cash dividends and dividends payable in shares or other securities or obligations of corporations, shall be deemed income. Where the trustee shall have the option of receiving a dividend, either in cash or in the shares of the -distributing corporation,- it shall be, Considered as a cash dividend and deemed income, irrespective of the choice made by the trustee(Emphasis supplied).\nSection 5(3) provides: “Where the assets of a corporation are liquidated, wholly or partially, amounts paid upon corporate shares as cash dividends, declared before such, liquidation began, or as arrears of cumulative preferred, or guaranteed dividends shall be deemed income, all other amounts paid upon corporate shares on disbursement of the corporate assets to the stockholders shall be deemed principal. All disbursements of corporate assets to the stockholders, whenever made, which are designated by the corporation as a return of capital or division of corporate property, shall be deemed principal. Any profit or loss resulting from the sale or liquidation of corporate shares shall enure to or fall upon principal.\" (Emphasis supplied).\nStipulation 1 of counsel.\nOn the distinction between an investment company and a holding company, See: Aldred Investment Trust v. SEC (C.C.A. 1 1945), 151 F. 2d 254, 260, cert. den., 326 U.S. 795, 66 S. Ct. 486.\n98 A.L.R. 2d 511 et seq.\nAct of August 22, 1940, c. 686, Title I, 54 Stat. 789, 15 U.S.C. §§80a-1 et seq.\nAct of August 16, 1954, c. 736, 68A Stat. 268, 26 U.S.C. §§851-855.\nBryn-Mawr argues, in'this connection, that two things áre important: \"(a) “First; whether an'investment company.distributes its gains or retains them, the. tax result is the- same as if ‘ the shareholder were the owner of a pro-rata, share of the - portfolio.;the company is nothing but a conduit. Second, a principal reason why most companies distribute their gains is that retention of them causes tax complications.” (Appellee’s Brief, p. 10),\nSupplement to Appellee’s Brief, pp. 20s-22s.\nThe parties stipulated that judicial notice could be taken of any factual or statistical data contained in “Investment Companies” by Arthur Wiesenberger. Wiesenberger lists (p. 117) twenty-six mutual funds which yield above 3%% with some yielding as high as 5.1%.\nThis argument anticipates that the investor, unlike the instant trustees, accepted payment of distributions in shares rather than cash. See: Wiesenberger, supra, p. 34.\nMatter of Byrne, 192 Misc. 451, 81 N.Y.S. 2d 23; Briel v. Moody, 77 N.J. Super. 306, 186 A. 2d 314; Rosenburg v. Lombardi, 222 Md. 346, 160 A. 2d 601; Gardner’s Trust, 266 Minn. 127, 123 N.W. 2d 69; Coates v. Coates (Mo.), 304 S.W. 2d 874; cases collected in 98 A.L.R. 2d 511.\nIt is to be noted that New York, New Jersey and Maryland have nullified the effect of their decisions by statute. As appellee points out, the Revised Uniform Principal and Income Act, §6(c) (adopted in Idaho, Kansas, Louisiana, Maryland, Michigan, South Carolina and Wyoming) provides for allocation of all investment-company capital-gains distributions to principal; eight other states (Connecticut, Florida, Maine, New Jersey, New York, North Carolina, Tennessee and Wisconsin) have statutes allocating all capital-gains distributions to principal; three other states (Illinois, Oklahoma and Texas) allocate, by statute, all dividends to income “ ‘unless the declaring corporation designates the source thereof as capital assets of the declaring corporation’ ”; in no state, with the possible exception of Minnesota and Missouri, are “capital gains distributions clearly allocable to income either by statute or by court decision”.\nProfessor Bogert takes the view that a distribution of capital gains should be allocated to income on the ground that a trustee who holds shares in a mutual fund owns an interest in an investment business the income and capital gains Of which, represent the profits of the operation of such business and, therefore, should be treated as income of the trust owning the interest in the fund. It. is his contention that when an investment is made in a mutual fund the investor relies on both the. income and the capital gains as part of the expectable yield from such investment and, since the income from the fund is small, it is only the prospect of a capital gain which impels an investment in such fund. Prom such basis Professor Bogert argues that,'only by treating, capital gains distributions as income, can trustees be protected from claims of a breach of trust in investing in- such low yielding investments. See: Bogert, Trusts and Trustees (2d ed.), §858, p. 553 et seq. On the other hand, Professor Scott takes a contrary view. “Where the trustee does not hold the property which is sold, but holds shares of an investment company which makes a gain on the sale of securities held by it, a more difficult question arises. Where a trustee owns shares of a corporation which buys and sells unproductive land and this is its only source of profit, it is held .... that the net profit is income. On the other hand, in the case of an investment company, the principal source of return is the income received, although capital gains may be received and capital losses may be incurred. The capital gains received by the trustee from the investment company are not treated as income for tax purposes but are treated as capital gains. There is very little authority on the' question whether as between income beneficiary and beneficiary in remainder they should be treated as income or principal. In a few cases decided by the lower courts in New York, it has been held that capital gains received from incorporated .investment companies are allocable to income. Whether these cases will be followed is a doubtful question. They have met with strong criticism”. See: Scott on Trusts (2d ed.), Vol. III, §236.14, pp. 1844, 1845.\nDue to the relationship of the Massachusetts common law and the Principal and Income Act, this ruling is particularly significant. “The Massachusetts Rule formed the basis for §5 of the Uniform Principal and Income Act, 112 U. Pa. L. Rev. 290, 292 n. 18 (1963); Second Report of the New York Oommission on the Modernization, Revision and Simplification of Estates 239 (1963). In turn, the Uniform Act was adopted by the 1947 Pennsylvania Act”: Norvell Estate, 415 Pa. 427, 435, n.9, 203 A. 2d 538.\n“Where the trustee shall have the option of receiving a dividend, either in cash or in the shares of the distributing corporation, it shall be considered as a cash dividend and deemed income, irrespective of the choice made by the trustee.”\n“Where the assets of a corporation are liquidated, wholly or partially, amounts paid upon corporate shares as cash dividends, declared before such liquidation began, or as arrears of cumulative preferred, or guaranteed dividends shall be deemed income, all other amounts paid upon corporate shares on disbursement of the corporate assets to the stockholders shall-be deemed principal.”\n\"All disbursements of corporate assets to the stockholders, whenever made, which are designated by the corporation as a return of capital or division of corporate property, shall be deemed principal.”\n“Any profit or loss resulting from the sale or liquidation of corporate shares shall enure to or fall upon principal.”\nThe Uniform Principal and Income Act bias been revised (although the revision has not been adopted in Pennsylvania) as of 1962. Section 6(c) of that revision provides: “Distributions made from ordinary income by a regulated investment company... are income. All other distributions made by the company... including distributions from capital gains . . ., whether in the form of cash or an option to take new stock or cash or an option to purchase additional shares, are principal.” While such section has not been adopted in Pennsylvania and, therefore, is presently inapplicable, two comments arising from such revision are necessary. In the first place, such revision was made at the suggestion of a Special Committee of the National Conference of Commissioners of which Professor Bogert — who as noted in this opinion takes the position that a capital gains distribution by a mutual fund should be allocated to income — was chairman: we are bound to assume the revision was made only after consideration of this eminent authority’s views. In the second place, the inquiry naturally arises, why was the revision necessary? The only answer suggested is that a clarification was made to remove the confusion which had arisen in some jurisdictions concerning the language of §5(3) and to remove any possible doubt as to the proper allocation of the disbursements made by a mutual fund."}