{"id": "1898587", "contents": "Opinion by\nMr. Chief Justice Bell,\nOn September 25, 1964, William J. Martin instituted a taxpayer’s suit against the City of Philadelphia, seeking to enjoin the City of Philadelphia, James H. J. Tate, the Mayor, Edward G. Bauer, Jr., the City Solicitor, and Alexander Hemphill, the Controller, from engaging in any acts to enforce, or implement Ordinance No. 546 of 1964. This Ordinance authorized a loan of $25,000,000 to build a sports stadium, if the electors consented to the loan at a special referendum. Plaintiff also sought to enjoin the City Commissioners from preparing and distributing the necessary voting equipment and paraphernalia or from taking such other action as required by law for the holding of an election to incur any debts or to increase the indebtedness of the City of Philadelphia.\nDefendants filed preliminary objections and amended preliminary objections in the nature of a demurrer. The preliminary objections, as amended, were sustained with leave to plaintiff to file an amended complaint. On October 23, 1964, plaintiff filed an amended complaint and defendants filed preliminary objections in the nature of a demurrer to this amended complaint. The lower Court sustained the preliminary objections, but gave plaintiff leave to file a second amended complaint.\nOn November 16, 1964, plaintiff filed a second amended complaint and defendants again filed preliminary objections in the nature of a demurrer. In a decree nisi, the lower Court sustained the preliminary objéctions and dismissed- the complaint, this time without leave to amend. Plaintiff then filed exceptions. The exceptions were dismissed and the Decree dismissing the second amended complaint was made final. Plaintiff thereafter appealed to this Court. .\nPlaintiff’s principal contentions are (1) Equity has jurisdiction to grant appropriate relief (a) to enjoin the unlawful expenditure of public funds and also (b) to enjoin an unlawful increase of the City’s indebtedness; and (2) Ordinance No. 546 of 1964 is contrary to (aj the Philadelphia Home Rule Charter, and (b) to the Constitution of Pennsylvania, and (c) to several statutes, because it authorizes an increase of the indebtedness of the City of Philadelphia for the purpose of-building a sports stadium for use by private enterprise. '\nEquitable Jurisdiction\nThere can be no doubt that plaintiff has a right and a standing to bring this suit, and that Equity has jurisdiction of such a complaint irrespective of whether it ultimately grants or refuses to grant relief.\nIn Mayer v. Hemphill, 411 Pa. 1, 190 A. 2d 444, this Court said (page 6) : “. . . there is- ... a well settled general rule that a taxpayer has a right and a standing to sue to enjoin public officials from wrongfully or unlawfully expending public money, and in such cases the complainant need not have any special interest which is damaged other than his interest as a taxpayer: Smith v. Gallagher, 408 Pa. 551, 185 A. 2d 135; Butcher v. Philadelphia, 382 Pa. 34, 114 A. 2d 120; Scudder v. Smith, 331 Pa. 165, 200 A. 601; Page v. King, 285 Pa. 153, 131 A. 707; Harris v. Philadelphia, 299 Pa. 473, 149 A. 722.”\nIn Bechak v. Corak, 414 Pa. 522, 201 A. 2d 213, the Court said (page 529) : . . ‘. . . In Adler v. Philadelphia, 397 Pa. 660, 664, 156 A. 2d 852, the Supreme Court reiterated what is said before in Downing v. School District, 360 Pa. 29, 33, 61 A. 2d 133, that: “Equity will intervene to restrain acts of municipal authorities which are contrary to positive law or amount to bad faith or constitute a violation of public duty.” Again, in Ziegenfuse v. Boltz, 401 Pa. 365, 372, 164 A. 2d 663, it said: “The general equity jurisdiction of the courts of common pleas of the Commonwealth by virtue of Section 13 of the Act of June 16, 1836, P. L. 784, 17 P.S. §282, embraces the power to prevent or restrain ‘the commission or continuance of acts contrary to law and prejudicial to the interests of the community, or the rights of individuals.’ ” ’ ”\nPrivate Enterprise or Public Purpose\nThe lower Court correctly and succinctly stated the law in this area, and in an able Opinion well said: “We adopt the Chancellor’s view (page 6 of the opinion of October 26, 1964) that ‘A sports stadium is for the recreation of the public and is hence for a public purpose; for public projects are not confined to providing only the bare bones of municipal life, such as police protection, streets, sewers, light, and water; they may provide gardens, parks, monuments, fountains, libraries, museums, and “Generally speaking, anything calculated to promote the education, the recreation or the pleasure of the public. Meyer v. City of Cleveland, 35 Ohio App. 20, 171 N.E. 606. See also, to the same effect, Los Angeles County v. Dodge, 51 Cal. App. 492, 197 P. 403, 406-407 (Dist. Ct., Second Dist. 1921), and Annot., 173 A.L.R. 415 (1948); also cf. Bernstein v. Pittsburgh, 366 Pa. 200, 206-207, 77 A. 2d 452; Shields v. Philadelphia, 405 Pa. 600, 176 A. 2d 697.\n. The lower Court further stated: “But what effect is to be given plaintiff’s specific objection to The use of public funds for the construction ... of a sports stadium for private enterprise’ (emphasis supplied) ? It is sufficient to note, as the City does, that the ordinance refers not at all to private enterprise; any objection to the use of the stadium by private enterprise is therefore premature. However, because of the public interest in this case, it should be noted that the City has the power to lease the stadium to private enterprise, if such a lease would not be inconsistent with the public use of the stadium: see Clarey v. Philadelphia, 311 Pa. 11 (1933). Even if the ordinance specifically provided that the stadium will be used primarily by privately owned football and baseball clubs, there would be no conflict with the public nature of the stadium, for the City would be entering into the lease, not to engage in the private business of promoting sporting events or leasing buildings (which might be a private, not a public, use), but rather as incident to providing for The recreation or the pleasure of the public’.”\nIn Meyer v. City of Cleveland, 171 N.E., supra, the Court said (page 607) : “Stadiums were constructed in Greece 600 years before the Christian era. Rome in the zenith of her power not only constructed the Coliseum at Rome, but caused similar structures to be erected and maintained in various large cities of the empire for the entertainment and edification of the public. In 1896 the stadium at Athens was placed in repair and the Olympian games were revived there. American athletes participated and won most of the prizes. Since then the erection and maintenance of stadiums in America has come into vogue, until now there are hundreds of them in various towns and cities of the United States. In fact, within the forty-eight states of the Union ninety-three municipal stadiums have been erected, or are in process of erection, to say nothing of private stadiums and those of colleges and universities. New York City has two municipal stadiums, one in Manhattan and the other in the Bronx. There are such, also, in Chicago, Philadelphia, San Francisco, Los Angeles and Baltimore, the most famous and noteworthy of these being Soldiers’ Field in Grant Park, Chicago, with a seating capacity of about 100,000 people. . . .”\nIn Clarey v. Philadelphia, 311 Pa., supra, a taxpayer sought to enjoin the City of Philadelphia from leasing or permitting Philadelphia Convention Hall to be used by promoters of professional boxing, wrestling and other sporting events to which spectators are charged admission. In affirming the lower Court’s dismissal of the complaint we said (page 14) : “Unquestionably this hall, built with public funds upon property dedicated to public purposes, must be held to be devoted to public use. But there can be no sound reason why, when the hall is not required for public purposes, the city may not permit its use by private persons. From its very nature as a building designed to accommodate large groups of people, the hall cannot possibly be in demand for public gatherings for more than a small portion of the time, and necessarily must frequently be idle, yet with little diminution in the cost of maintenance. There can be no objection to the city’s receiving a return from the use of the hall by private persons upon occasions when it would otherwise be idle. To say, under the facts of this case, that the City is engaging in private business — that of promoting sporting events or leasing buildings — is absurd. Complainant’s contention is, in effect, that the hall must stand unused at all times when it is not in demand for strictly public use. Although he objects only to the use of the hall for professional sporting events, if his objection is sustained for the reasons he gives, or any reasons, the effect is to confine the use of the hall to purely public functions and thereby exclude its use for all private affairs, with the result that the city will be barred from receiving any revenue for its maintenance, and the entire cost thereof will have to be borne by the taxpayers. Such argument must be rejected. It is not sound in law or business practice. It would be folly to require this large and expensive public structure to be kept idle when it is not needed for public use, and when it might be used by private persons for a proper rental, to the mutual advantage of the taxpayers of the city and those permitted to use it.”\nIn Bernstein v. Pittsburgh, 366 Pa., supra, this Court said (pages 206-207) : “A public park may be defined as a tract of ground kept more or less in its natural state, or embellished by the planting of additional trees and flowers, and devoted to the purposes of pleasure, recreation and amusement. ... In modern times the principal purpose of a park, namely, public recreation, is not limited to physical recreation but includes aesthetic recreation and mental and cultural entertainment as well. While the entire park acreage or any substantial part of it cannot, of course, be built upon so as unduly to destroy the enjoyment of fresh air, sunshine and exercise, the erection within its borders of monuments, museums, art galleries, public libraries, zoological and botanical gardens, conservatories, and the like, is commonly recognized and accepted as being within the normal scope and ambit of public park purposes, and an open-air public auditorium comes within the same category as such another permissible structure: Los Angeles Athletic Club v. City of Long Beach, 128 Cal. App. 427, 17 P. 2d 1061. Nor is the propriety of the operation of enterprises of that nature within the park limits militated against by the fact that patrons may be obliged to pay for admission thereto; in Schenley Park itself there have been maintained for many years a public golf course, a restaurant in connection therewith, a swimming pool, tennis courts, a bowling green, a riding academy, and occasional flower shows, for the use of all of which, as also for boat rentals on the lake, charges have been exacted, and this without challenge by either the representatives of the Mary E. Schenley estate or her heirs, or by anyone else; the Phipps Conservatory, which also is located in Schenley Park, makes admission charges at certain times, and the same is true in connection with some of the entertainments given in Carnegie Music Hall which is a part of the Carnegie Free Library Building.”\nIn Cohen v. Samuel, 367 Pa. 268, 80 A. 2d 732, this Court said (pages 271-272) that the Bernstein case, 366 Pa., supra, held: “. . . that the City of Pittsburgh might lawfully erect an auditorium in its own Schenley Park and lease it to a corporation for the presentation by the latter of light operas for which substantial admission charges were to be exacted.\n“. . . Plaintiffs contend that the two situations are not parallel in that in Pittsburgh the operating company was a non-profit corporation, whereas Rittenhouse is a business concern. That, however, is a difference here of no legal significance, for to the Commissioners and the public generally it cannot be a matter of concern that the lessee might make an excessive profit in view of the fact that the Commissioners have reserved the power to control the charges to be paid by those who patronize the concession. Incidentally, there are, and long have been, other licensees, operating refreshment stands and other concessions in the park, who are in business for profit. The fact that in the Bernstein case the lease was for the presentation of light opera, — affording mental and emotional entertainment, — while here it is for the purpose of enabling those who find pleasure in playing a kind of truncated golf to obtain thereby physical recreation, is likewise a difference without any basis for a legal distinction, for each of these methods of enjoyment has its devotees who find amusement therein (de gustibus non est disputandum) and each therefore has a legitimate place in a public park.”\nIt is a matter of common knowledge and we mention this because of the tremendous importance of the public questions involved, that major league professional baseball by its very nature requires for its six months play-schedule a large stadium with a field of play as nearly perfect for baseball as possible. Such a stadium and field must realistically be available and usable for one — and ordinarily only one — major league baseball tenant. Moreover, first for practical reasons and secondly for financial reasons, the highly competitive game of professional football, with its requirement of as nearly perfect a field for football as possible, demands a stadium and field rentable by only one professional football club. It is clear, therefore, that the lease by the City of such a stadium to one or two football clubs having a major league franchise and to one or two professional baseball clubs having a major league franchise would be legally and constitutionally permissible.\nDecree affirmed; costs to be paid by appellant.\nThis referendum was scheduled for November 3, 1964.\nSee Act of June 25, 1919, P. L. 581, 53 P.S. §12581 et seq.\nBy Order dated November 2, 1964, the preliminary objections were sustained. On November 3, 1964, the referendum was held as scheduled and the electors approved the stadium loan. On November 4, 1964, the lower Court filed an Opinion in which plaintiff was given leave to file a second amended complaint.\nSee also Act 1857, February 14, P. L. 39, §1, 17 P.S. §283, extending powers of Philadelphia Courts of Common Pleas generally.\nPhiladelphia now has three large stadia seating 30,000 or more — Connie Mack, primarily a baseball stadium with very insufficient parking spaces; Franklin Field, which is wonderful for football because of its compactness, space and angle of elevation of the stands with resulting spectator visibility, and ample nearby parking spaces; and the John F. Kennedy Stadium which is a white elephant, poorly constructed for close spectator visibility, and rarely ever used except for the Army-Navy football game. Whether under these circumstances it is wise to erect a multi-purpose stadium for a combination of professional baseball and professional football within ten blocks of the present John F. Kennedy Stadium is a matter upon which there is a tremendous difference of opinion, especially since the cost of construction will be at least $25,000,000. However, the wisdom or lack of it is a matter for the City administration and the voters of Philadelphia, and not for the Courts. City Council passed an ordinance submitting to the voters of Philadelphia the question of whether they would approve a loan of $25,-000,000 to build a sports stadium near Broad Street and Pattison Avenue, Philadelphia. On November 3, 1964, the voters approved such a loan. However, the exact size, or the design, or the lines and angles of the stadium and of the playing field, or the use of the proposed stadium and the lessees thereof, have not yet been determined or approved by City Council and the Mayor."}