{"id": "1900425", "contents": "Opinion by\nMr. Justice Cohen,\nThis appeal is taken from the decree of the lower court, en banc, which refused to enjoin defendants from using a roadway owned by the plaintiff.\nIn 1941 plaintiff acquired thirteen acres of land on a portion of which he constructed a residence. In 1955 he acquired a strip of land about 1,000 feet long (east to west) immediately to the north of his other land. There is on this strip a dirt roadway which connects two public roads, one on either end of the strip. Plaintiff, commencing in 1959, conveyed three tracts of land to the south of the dirt road, on each of which a residence has been built. In one of the deeds plaintiff described the property as follows: “Beginning at an iron pin at a proposed public road leading to the Township road #498 . . . .” At least one of the other two deeds is very similar. The occupants of these homes, as well as the plaintiff, use the dirt roadway for ingress and egress, service and deliveries. The roadway is, apparently, also available for use by the general public. Plaintiff has several times made an offer of dedication of the road to the township, but this offer has always been refused.\nIn 1960, defendants purchased a tract of land abutting the roadway to the north, opposite the plaintiff’s house. Defendants did not purchase the land from plaintiff or from any of his grantees. Defendants have beneath their home a garage to which they gain access by the roadway in question. When defendants purchased their house there was a stone driveway giving access to the garage. They removed the driveway, however, prior to this litigation. They have also installed a septic tank beneath the path of the former driveway, the pipes of which might be damaged if a car were to be driven over it. In 1963, plaintiff blocked defendants’ access to the roadway, and thereafter instituted this litigation.\nDefendants press upon us the arguments that they are beneficiaries of an implied covenant and that they have an irrevocable license permitting their use of the roadway.\nIt is the law of this Commonwealth, that where there is a deed from a grantor which uses as a boundary monument a private road owned by the grantor there is a dedication to the public and the purchaser of the abutting tract obtains by implied covenant an easement that he may use the street and that all persons may use it. Vinso v. Mingo, 162 Pa. Superior Ct. 285, 57 A. 2d 583 (1948). This same implication arises where properties are sold from a plot plan showing streets, Rahn v. Hess, 378 Pa. 264, 106 A. 2d 461 (1954). And it arises regardless of whether or not the abutting landowner takes title to the center of the roadway. See, Saccone v. West End Trust Company, 224 Pa. 554, 73 Atl. 971 (1909); Contra, Andreas v. Steigerwalt, 29 Pa. Superior Ct. 1 (1905); Rahn v. Hess, supra.\nIn this case, even if the roadway was used as a boundary (the designation by use of pins located by reference to the roadway casts doubt upon this inference), the defendants may not make a defense on the strength of the dedication or of the implied covenant. The dedication having been expressly rejected failed to create any rights in the public. Carroll v. Asbury, 28 Pa. Superior Ct. 354 (1905). The covenant, implied from the description, runs only to the grantees and is enforceable only by them. Chambersburg Shoe Mfg. Co. v. Cumberland Valley Railroad Co., 240 Pa. 519, 87 Atl. 968 (1913). There we said: “The lot owners [grantees] have the right to insist not only on the use of the street for their own purposes, but that the public shall have the same right to make use of it. All of which is intended as a benefit to the lot owners and not as an independent right in the public.”\nSo, too, defendants may not prevail on the doctrine of irrevocable license. This doctrine is an application of the law of equitable estoppel. A license to use the promisor’s land will become irrevocable for the duration of the license term when the promisee in justifiable reliance treats his land in a way he would not otherwise treat it, that is, by making expenditures of money for such changes as would prevent his being restored to his original position. Pierce v. Cleland, 133 Pa. 189, 19 Atl. 352 (1890).\nIn this case, plaintiff did not make any oral or written representations to defendants that they would be allowed to use the roadway. Plaintiff may have been able to observe the removal of the driveway and the construction of the septic facilities. These activities were equivocal, however, and no promise should be inferred from them. Restatement, Property §519, comment f (1944). Even if defendants had established that plaintiff’s silence with knowledge of the removal of the driveway and the construction of the disposal facilities was a representation of permission to use the roadway, they failed to show that they acted in reliance. Defendants argue that their construction was action in reliance. Where, as here, both representation and reliance are sought to be proved from a single activity the silence of the plaintiff must clearly bé shown to have been relied on in the completion of that activity. Defendants did not establish that they knew plaintiff had observed the construction. They, further, did not establish that the construction was of such duration that, if they did know of plaintiff’s observance, there was sufficient time after such knowledge and before completion for them to conclude permission from his silence. The doctrine, therefore, is inapplicable.\nDecree reversed. Costs on appellees."}