{"id": "1900422", "contents": "Opinion by\nMr. Justice Eagen,\nThe plaintiff, • in this assumpsit action, owned a building in which he operated a retail furniture store. On January 27, 1960, the premises were destroyed by fire. Plaintiff claimed to be insured against fire loss by four policies of insurance, two of which were allegedly issued on January 20, 1960, by the American Insurance Company of New Jersey (American), and two issued on the same date by the defendant, American Casualty Company of Reading (Reading). When these loss claims were refused, suit was instituted against American in the Federal District Court for the Eastern District of Pennsylvania, and the instant separate action was brought against Reading in the Court of Common Pleas of Philadelphia.\nBoth American and Reading interposed similar defenses to the actions in their answers to the complaints. Both denied issuing the policies involved and alleged, inter alia, that they were written and countersigned by one Jack J. Perrin, as broker for James N. Lutz, a common agent for both insurance companies; that Perrin was not a licensed broker at the time, nor was he authorized to act or issue any policies on behalf of either company. It was also alleged that the policies were obtained by Perrin through fraudulent misrepresentations and were actually issued subsequent to the date of the fire.\nThe action against American came to trial first and resulted in a verdict and final judgment in favor of American. Subsequently, Reading filed a petition in the court below requesting leave to amend its answer to the complaint, pleading the verdict and judgment in the federal court case against American as res judicata, estoppel by judgment or collateral estoppel to the present action. When leave to so amend was denied, this appeal followed.\nThe plaintiff filed a motion to quash the appeal on the ground that the order appealed from is interlocutory.- On this question, our language in the recent decision of Adcox v. Pa. Mfgrs.’ Assn. Cas. Ins. Co., 419 Pa. 170, 213 A. 2d 366 (1965) is apposite. See, also, Pellegrine v. Home Ins. Co., 200 Pa. Superior Ct. 48, 186 A. 2d 662 (1962). The order is not interlocutory, and the motion to quash will be overruled. The new defense proposed is affirmative in nature and must be pleaded, otherwise it is waived. See, Pa. R. C. P. 1030, 1032, and Lang v. Recht, 171 Pa. Superior Ct. 605, 91 A. 2d 313 (1952). The order involved effectively precludes proof at trial of what might possibly be a complete defense to the cause sued upon. As to this defense, at least, the order appealed from puts the defendant “out of court”. It is, therefore, an appealable order.\nDid the lower court err in refusing leave to amend?\nIt has long been the law in this Commonwealth that an amendment to the pleadings is a matter of judicial discretion: Yentzer v. Taylor Wine Co., Inc., 409 Pa. 338, 186 A. 2d 396 (1962). By the same token, it is equally well established that such amendments should be liberally allowed except where surprise or prejudice to the other party will result, or where the amendment is against a positive rule of law. See, Schaffer v. Larzelere, 410 Pa. 402, 189 A. 2d 267 (1963), and Kilian v. Allegheny Co. Dis., 409 Pa. 344, 185 A. 2d 517 (1962).\nThat surprise will result is not and cannot here be asserted meritoriously. Plaintiff, however, does contend that to permit the amendment will be prejudicial because the time for appeal from the adverse judgment suffered in the federal court has expired, and that he was lulled into inaction in this respect by Reading’s failure to assert the defense of res judicata until four years after the complaint in the present action was filed. This position is not persuasive.\nThe plea of res judicata must be based on a final judgment. It does not apply otherwise. See, Creighan v. Pittsburgh, 389 Pa. 569, 132 A. 2d 867 (1957), and Restatement, Judgments, §41 (1942). The petition to amend was filed within four months after the federal court judgment became final and approximately one year before the trial date of the instant case. The fact that the amendment may affect the cause of the adverse party is not, in itself, sufficient reason to deny the amendment. See, 2A Anderson, Civil Practice (Supp. 1965, at 188).\nThe lower court denied the amendment solely because of the absence of mutuality of estoppel. While it is true as indicated before, that an amendment showing an error of law on its face should not be allowed, we are not convinced that such an error is patently evident here.\nThe Pennsylvania rule on mutuality of estoppel is by no means so rigid that the mere mention of it, without more, will defeat the right to assert res judicata as a defense in an amendment to the pleadings. Several recent cases have recognized exceptions to the general rule. In Helmig v. Rockwell Mfg. Co., 389 Pa. 21, 131 A. 2d 622 (1957), the defense of res judicata was sustained against the plaintiff’s claim in favor of the defendant who was a stranger to an earlier action because defendant’s liability was entirely dependent upon the culpability of the exonerated party in the first action. Stevenson v. Silverman, 417 Pa. 187, 208 A. 2d 786 (1965), and Hurtt v. Stirone, 416 Pa. 493, 206 A. 2d 624 (1965) are other cases evidencing exceptions, thus showing a tendency by this Court, at least in limited areas, not to allow the technical formalities of res judicata to stand in the way of justice.\nOn the posture of the present record, it is far from clear whether or not the doctrine of res judicata should be applied. Certainly, the question is not so open and shut as to now permit its determination as a matter of law. The facts need enlargement on this facet of the case, and the only manner in which this can be accomplished is to permit the amendment.\nWhat was proven by American in the previous action? Upon what issue, did the jury find in favor of the defendant? Was it because it concluded the purported policy of American was issued after the loss? If so, would this conclusively establish that the policy of Reading was issued under like circumstances? What was the relationship and authority of Lutz to and for American and Reading? Was it the same? The answers to these and other questions which may be necessary to intelligently resolve the question presented cannot be gained from the present record and, therefore, preclude us from now saying as a matter of law whether or not the doctrine should be applied.\nUnder the circumstances, it is our considered conclusion that the amendment should be permitted, and that the lower court abused its judicial discretion in ruling otherwise.\nOrder reversed with directions to enter an order consonant with this opinion.\nMr. Justice Cohen concurs in the result."}