{"id": "1900361", "contents": "Opinion by\nMr. Chief Justice Bell,\nThe jury returned a verdict for the defendant, and the trial Judge who saw and heard the witnesses refused to grant a new trial. From this Order plaintiff took this appeal.\nDefendant-appellee and his passenger, whose testimony was believed by the jury which saw and heard the witnesses, testified that just before the accident defendant was driving his car westwardly on the north side of Tremont Street at a rate of 20 to 25 miles an hour. After passing the intersection of Tremont Street with Itevere Street, he noticed a group of little boys standing on the north curb of Tremont Street at a point between crossings, 50 to 75 feet west of Revere Street and only 20 feet away from him. At that moment the minor plaintiff, having picked up a ball near the north curb, suddenly ran out into the street, intending to throw the ball to a playmate. In order to avoid hitting the darting-out child, defendant instantly turned his car to the left and applied his brakes. At the moment of contact with the child, his automobile was just across the median line of Tremont Street. Furthermore, according to defendant’s evidence, his car did not strike the child; on the contrary, the child, who testified that he never saw or heard defendant’s car, ran into the right side of defendant’s auto. Moreover, contrary to the testimony of two of plaintiff’s playmates that defendant’s auto ran into the minor plaintiff, they had previously informed the investigating police officer that the minor plaintiff had run into the right side of defendant’s automobile.\nUnder all the evidence in this case, the charge of the trial Judge was both accurate and fair, and the cases relied upon by appellants as to the presumption of negligence arising from driving on the wrong side of the highway are clearly inapplicable.\nWe find no abuse of discretion or error of law.\nOrder affirmed.\nMr. Justice Cohen concurs in the result."}