{"id": "1900300", "contents": "Opinion by\nMr. Justice Musmanno,\nThis case has already been before us in Smith v. Clark, 411 Pa. 142, so that there is no necessity to repeat the details of the accident which was the basis for the trespass action instituted by the plaintiffs against the defendants. Suffice it to say that the minor plaintiff David A. Smith charged the defendants with serving him, a minor, intoxicating liquors while he was in a state of visible intoxication, and that the intoxication resulted in an accident from which he emerged considerably injured. At the first trial the jury returned a verdict for the minor plaintiff and his guardian ad litem in the total sum of $59,000. The defendants appealed and a new trial was ordered on the ground that the judge’s charge did not sufficiently distinguish between the factors of the minor’s age and his state of inebriety.\nThe case was retried and the record reveals that the trial court stayed within the guidelines laid down by this Court’s instructive decision. This time the jury returned a verdict in favor of the plaintiffs in the total sum of $27,997.31. The defendants have appealed, asserting again that the trial court charged erroneously. With all its mutations, the law has not changed since we rendered our decision on April 26, 1963, and what was the law then, is the law today. If a tavern keeper serves intoxicating liquors to anyone in a visible state of intoxication, he violates the law, and, if as the result of such intoxication, the consumer of the intoxicants injures someone else or himself, the tavern keeper is liable in tort. The trial court here so charged the jury.\nThe appellants complain because the trial court refused to affirm their point for charge which read: “Even if David A. Smith, a minor, was served alcoholic beverages by one or both defendants in this case, this accident did not occur because he was a minor, or because, as a minor, he had been served some intoxicants. Therefore, I instruct you, as a matter of law, that Smith’s being a minor cannot be considered by you as the basis for liability on the part of the defendants.”\nThe refusal of the trial court to approve this point was a prudent one. The first sentence of the point is distinctly objectionable because, to affirm it, would have meant that the trial court had definitively and factually concluded that the accident did not occur because the minor plaintiff had been served intoxicants. Such an affirmance would have invaded the province of the jury which had the responsibility of deciding whether the minor was intoxicated and if that intoxication precipitated the accident.\nObviously, David Smith’s being under age would not of itself fasten tortious liability on the tavern keeper for any injury resulting from his minority, unassociated with intoxication or being under the influence of intoxicating liquors. However, the jury could conclude, if the evidence warranted such a conclusion, that the plaintiff’s minority made him more susceptible to the effects of alcohol and, if the alcoholic domination, even though induced because of the driver’s inexperience with spirituous beverages, became the proximate cause of a tort, the tavern keeper who poured the potent potable into the minor could not escape liability merely because the drinker had not attained majority.\nIn fact, defendants’ counsel in their brief, state the court charged correctly, by admitting: “The Court, in its Charge, briefly instructed the jury that in order to hold the defendants civilly liable, the jury must find that David Smith was under the influence of . . . intoxicants was an absolutely necessary factor in the factual chain.”\nThe defendant seeks a new trial on the further ground that the trial court erred in not withdrawing a juror and declaring a mistrial because of alleged inflammatory remarks by plaintiff’s counsel in his address to the jury. We have noted the excerpts from the speech to which the defendant’s counsel makes particular objection and we do not find that they would have warranted the truncation of the trial with an inevitable new trial. It is true that in some instances plaintiff’s counsel went to the very brink of perfervid speech which would appeal to the. emotions of the jurors, imperilling the derailing of judgment and the substitution therefor of vindictive reprisal against the defendants for the breach of the law with which they were being charged. We are satisfied, however, that plaintiffs counsel did not actually take the plunge over the cliff of irretrievable error and the judge did not abuse his discretion in not taking the action which would have necessitated the trial of this case for a third time.\nWhile counsel in summing up their cases to the jury are required to observe decorum, good taste, and, above all, faithful adherence to the facts adduced at the trial, much would go out of our Anglo-Saxon traditions of trial by jury if lawyers, presenting their views in an adversary proceeding, were compelled to abandon all appeal to the heart as well as the head of the juror. Impassioned speech, if based on the facts, and always within the bounds of reason, can rarely work injustice when the opposing side is left free to combat with equally passionate conviction.\nAffirmed.\nMr. Justice Jones concurs in the result."}