{"id": "1900308", "contents": "Opinion by\nMr. Justice Cohen,\nThe Act of May 23,1907, P. L. 227, § §1, 2, as amended, December 15, 1955, P. L. 878, §§1, 2, 48 P.S. §§131, 132, permits the institution of an equity action by a wife against her husband for support and maintenance under certain circumstances.\nIn Drummond v. Drummond, 414 Pa. 548, 200 A. 2d 887 (1964), we affirmed the lower court’s determination as to the amount of support required to be paid by the husband to the wife, but we vacated the award of counsel fee and “vacated without prejudice to plaintiff to commence a separate action” (emphasis supplied) the lower court’s determination with respect to the contested property rights of the parties in real estate in Stone Harbor, New Jersey and Jenkintown, Pennsylvania, and also in respect to the contested ownership of a brokerage account.\nUpon remand, plaintiff-wife petitioned the lower court for leave to sever from the action for support her causes of action claiming ownership of the real estate and of the brokerage account, and requested leave to file an amended complaint. Defendant-husband appealed to this Court from the order permitting the severance, which appeal we quashed in an opinion by Justice O’Brien, wherein he pointed out that defendant-husband should have filed preliminary objections to the amended complaint raising questions of jurisdiction. Pa. R. C. P. 1017. On remand, the husband-defendant followed the suggestion of Justice O’Brien and did file preliminary objections to the amended complaint in the nature of a petition raising questions of jurisdiction. The lower court dismissed the preliminary objections to jurisdiction from which dismissal defendant-husband took the instant appeal.\nWe thought by our opinion in 1<1J¡ Pa. we had terminated the proceedings instituted by the wife-plaintiff under the Act of 1907, as amended, for all causes of action other than support. Justice O’Brien in J¡19 Pa. so indicated when he said: “We held in that case [414 Pa. 548] that appellee’s claims to the personalty and real estate and the claim for maintenance were essentially distinct and therefore should have been brought and tried separately, their consolidation constituting a misjoinder of causes of action. We therefore vacated the lower court’s determination on the real estate and personalty claims ‘without prejudice to plaintiff to commence a separate action.’ ” It is clear that our opinion in J¡11¡- Pa. terminated, absent any change in circumstances, the proceedings as to support. We there affirmed the lower court’s action in respect to the support order. It is equally clear that the proceedings pertaining to the real estate and personalty claims were terminated by our vacation of the lower court’s decree. In fact, the court below never had jurisdiction in the equity action for support to entertain or adjudicate any property rights existing between husband and wife. Only the obligation for support is at issue in an action instituted under the Act of 1907. Thus, by our decision in Pa. there remained no cause of action which the wife-plaintiff could sever from the action of support, since, we held (1) that no other property rights could be adjudicated in the support action, so that there was no action to sever, and (2) that the support action was terminated, so that nothing could be severed from it. Hence, the lower court is without jurisdiction in this action to entertain any further prayers seeking the adjudication of any right, save a modification of the support order.\nThe preliminary objections to the jurisdiction of the court are sustained and the lower court is directed to enter a decree terminating and dismissing all further proceedings in this cause of action pertaining to any issue other than support.\nOrder reversed. Costs on appellee.\nSee opinion of Justice O’Brien holding that order appealed from is not a final order, being purely interlocutory and not made appealable by statute. Drummond, v. Drummond, 419 Pa. 202, 213 A. 2d 636 (1965)."}