{"id": "1900391", "contents": "Opinion by\nMr. Justice Eagen,\nJacob E. Manns, while represented by counsel, was convicted in 1943 of murder (felony) by his own voluntary plea of guilty. After hearing, the trial court determined the guilt to be murder in the first degree and imposed a sentence of life imprisonment. No effort to withdraw the plea was ever attempted, nor was an appeal from the judgment filed.\nIn 1965, this action in habeas corpus was instituted which the lower court dismissed without hearing. An appeal here followed.\nManns attacks the legality of his confinement under the sentence imposed following the murder conviction on the ground that evidence, admitted during the proceedings, consisting of oral and written incriminating statements which he made to the police following his arrest, was constitutionally tainted under Escobedo v. Ilinois, 378 U.S. 478 (1964). However, the now challenged evidence was admitted without objection or any issue being then raised as to its constitutional validity. Under the circumstances, the lower court correctly denied the issuance of the writ. See, Commonwealth ex rel. Knowles v. Rundle, 419 Pa. 300, 213 A. 2d 635 (1965), and Commonwealth ex rel. Blackshear v. Myers, 419 Pa. 151, 213 A. 2d 378 (1965).\nWhile Manns is clearly not entitled to be released from confinement under the aforementioned sentence, it may be that he is entitled to other relief.\nIt appears in the record that he is also under confinement for a term of imprisonment of 25 to 50 years imposed following his conviction of three separate charges of robbery in 1943. In one instance, the conviction resulted from a guilty plea, and in the others from a jury verdict. Our examination of the record at hand fails to show that either at the time of said plea or of said trial he was represented by counsel, or understandingly and intelligently waived such assistance. If this be so, these convictions must be set aside and a new trial ordered as to these specific charges. See, Commonwealth ex rel. O’Lock v. Rundle, 415 Pa. 515, 204 A. 2d 439 (1964).\nThe order of the lower court is vacated and the record is remanded to said court for further consideration of the question indicated by this opinion."}