{"id": "1900334", "contents": "Opinion by\nMr. Chief Justice Bell,\nOn September 16, 1964, Henry Francis Payillard was indicted for the murder of his sister-in-law, Doris F. Payillard. .. On February 17, 1965, the jury returned a verdict of guilty of murder in the second degree. Defendant moved for a new trial which was denied by the lower Court, and the Court imposed a judgment of sentence of not less than five nor more than ten years, plus a fine. From this judgment of sentence defendant appeals to this Court alleging certain errors in the charge of the lower Court.\nThe evidence introduced at trial showed that on June 7, 1964, a witness, Mrs. Ann Hanft, observed the defendant driving around in his car with a female companion in the seat next to him, whom he seemed to be holding by the hair. Mrs. Hanft later observing the defendant parked by the side of the road, asked him whether he needed medical help for his companion. Defendant replied that he had a very sick woman and that medical help was certainly needed. Mrs. Hanft led the defendant to the office of Doctor Neilson Matthews and the woman, later identified as Doris, was carried into the doctor’s house. Doctor Matthews testified that when he examined Doris she was already dead, and told defendant that there was nothing he could do for her. Doctor Matthews testified that while waiting for the police to arrive, defendant told him that Doris had either been playing with or handling the gnn and that it went off. It was later discovered that Doris was dead as the result of a bullet wound in the back of her neck.\nA 22-caliber pistol was found in defendant’s car under the front seat on his, the driver’s, side. Defendant later stated to the police that Doris shot herself in the back of the neck and that the gun went off, but that he didn’t know what had happened. In a subsequent statement, which he made to the police, which was transcribed but not signed, he changed the version somewhat and stated that as he was driving he saw Doris raise the gun, he thought in his direction, and as he reached for it a struggle ensued and she shot herself. This statement was later introduced at the trial by the District Attorney.\nAt his murder trial, defendant took the stand in his own defense and testified that parts of his previous statements to the police were not accurate, and, more particularly, he denied that he had grabbed the gun and denied that he had any knowledge of the shooting until he first heard the shot. Finally, the defendant produced evidence that on at least three prior occasions Doris had unsuccessfully attempted suicide.\nOn the basis of all the above-mentioned evidence the trial Judge charged the jury on the law of murder in the first and second degrees and also the law with respect to suicide. The jury, after deliberating the issue, returned a verdict, we repeat, of guilty of murder in the second degree.\nIn this appeal defendant contends that it was error (1) not to charge the jury on the law regarding homicide by misadventure (mistake), and (2) not to charge the jury on the law with respect to voluntary manslaughter.\nAs to the first alleged error, homicide by misadventure or mistake involves a homicide, i.e., a killing of one person by another by accident and unaccompanied by any unlawful conduct. Commonwealth v. Flax, 331 Pa. 145, 200 A. 632, defines homicide by misadventure (pages 156-157) : “Homicide by misad-\nventure (which is excusable) is the accidental killing of another, where the slayer is doing a lawful act, unaccompanied by any criminally careless or reckless conduct. ‘Three elements enter into the defense of excusable homicide by misadventure: [1] The act resulting in death must be a lawful one; [2] It must be done with reasonable care and due regard for the lives and persons of others; and [3] the killing must be accidental and not intentional, or without unlawful intent, or without evil design or intention on the part of the slayer. All these elements must concur and the absence of any one of them will involve in guilt. Even though the homicide is unintentional, it is not excusable where it is the result or incident of an unlawful act, such as pointing or presenting a gun, pistol or other firearm at another person in such a manner as to constitute an offense under the laws of the state, or unlawfully striking another with an intent to hurt, although not with an intent to kill, or driving an automobile at an unlawful rate of speed’: 30 C. J., page 87, sec. 269.”\nIn the present case, defendant steadfastly denied in his testimony that any homicide, i.e., a killing of one person by another, had occurred. On the contrary, defendant’s testimony as to Doris’s death, if believed, would establish that Doris committed suicide. The Commonwealth’s evidence, if believed, shows either murder or suicide. Therefore, the issue of homicide by misadventure was not injected into this case at the trial by either the Commonwealth or the defendant. That being so, the failure to charge upon the subject was not error. Furthermore, to pile Pelion upon Ossa, defendant took no exception to the charge and did not request the Court to charge on a killing by misadventure.\nDefendant’s second allegation of an error in the Court’s charge raises a serious problem. The problem, concisely stated, is whether the trial Court, in a murder case, must charge on the issue of voluntary manslaughter where no proof of a killing under the influence of legal passion or provocation exists.\nIn Commonwealth v. Nelson, 396 Pa. 359, 364, 152 A. 2d 913, the Court, citing many authorities, thus defined voluntary manslaughter (page 364): “In Commonwealth v. Donough, 377 Pa., supra, the Court quoting from Commonwealth v. Palermo, 368 Pa. 28, 81 A. 2d 540, said (page 52): ‘ “ ‘Voluntary manslaughter is a homicide intentionally committed under the influence of passion.’ Commonwealth v. Colandro, 231 Pa. 343, 350, 80 A. 571 (1911); Commonwealth v. Cargill, 357 Pa. 510, 513, 55 A. 2d 373 (1947) . . .” ’\n“ ‘In Commonwealth v. Colandro, 231 Pa. 343, 80 A. 571, the Court said (page 350) : . . . “‘The term “passion” as here used includes both anger and terror provided they reach a degree of intensity sufficient to obscure temporarily the reason of the person affected:’ 21 Am. & Eng. Ency. of Law (2d ed.) 173. ‘Passion, as used in a charge defining manslaughter . . . means any of the emotions of the mind known as anger, rage, sudden resentment or terror, rendering the mind incapable of cool reflection’; 6 Words & Phrases, p. 5227.” ’ ”\nIn the instant case there was absolutely no evidence of legal passion or provocation such as to reduce the crime from murder to voluntary manslaughter. That being so, this Court has consistently and wisely held that the trial Judge is not required to charge the jury on the issue of voluntary manslaughter. Commonwealth v. LaRue, 381 Pa. 113, 112 A. 2d 362; Commonwealth v. Yeager, 329 Pa. 81, 196 Atl. 827; Commonwealth v. Miller, 313 Pa. 567, 569, 170 Atl. 128. A charge on a point or issue which is unsupported by any evidence is likely to confuse the jury and obstruct Justice.\nIn Commonwealth v. LaRue, 381 Pa., supra, in a case very similar to the one at bar, the Court said (pages 121-122) : “Failure of the trial Judge to submit to the jury voluntary manslaughter as a possible verdict was not error. Where there is some evidence which would reduce the crime to voluntary manslaughter, defendant is entitled to have the jury instructed upon the subject: Commonwealth v. Flax, 331 Pa. 145, 200 A. 632. But where there is no evidence of manslaughter, it is proper for the court to refuse to submit to the jury the issue of manslaughter. In Commonwealth v. Yeager, 329 Pa. 81, 85, 196 A. 827, Justice (later Chief Justice) Maxey said: ‘It is well settled that on a trial for murder where there is no evidence which in the remotest degree points to the offense of manslaughter, the court commits no error in instructing the jury that a verdict of guilty of manslaughter would not be warranted. See Com. v. Carroll, 326 Pa. 135, 191 A. 610; Com. v. Crossmire, 156 Pa. 304, 27 A. 40, and Com. v. Buccieri, 153 Pa. 535, 26 A. 228.’ ”\nWe find no reason in this case to depart from that rule. We further note that in this case defendant presented no point for charge on the subject of voluntary manslaughter and took no exception to the Court’s charge. Although not cited or referred to by any of the parties, we have considered and find nothing inconsistent with that rule in the recent case of Commonwealth v. Frazier, 420 Pa. 209, 216 A. 2d 337, nor the line of cases upon which Frazier relies, which hold (for reasons therein set forth) that a jury may find a defendant who under the evidence of the Commonwealth has committed the crime of murder, guilty of voluntary manslaughter even in the absence of legal passion or provocation.\nJudgment of sentence affirmed.\nHereinafter referred to as Doris.\nCommonwealth v. Frazier, 411 Pa. 195, 202, 191 A. 20 369; Commonwealth v. Nelson, 396 Pa., supra; Commonwealth v. Steele, 362 Pa. 427, 430, 66 A. 2d 825; Commonwealth v. Arouroso, 283 Pa. 84, 87, 128 Atl. 668; and Commonwealth v. Kellyon, 278 Pa. 59, 122 Atl. 166."}