{"id": "1901701", "contents": "Opinion by\nMr. Justice Cohen,\nThis appeal is from the dismissal of a suit in trespass seeking damages for injuries resulting from the explosion of a beer keg purchased by the plaintiff’s father.\nCharles Webb purchased a quarter-keg of beer from a distributor, John Zern. That same day, plaintiff’s brother tapped the keg and about a gallon of beer was drawn from it. Later that evening, when plaintiff entered the room in which the keg had been placed, the keg exploded, severely injuring plaintiff.\nSuit was brought against the distributor, the brewer who had filled the keg, and the manufacturer of the keg. Plaintiff, although there were three parties as defendants, relied on the theory of exclusive control, because he averred in his complaint that he had no knowledge of the cause of the explosion, or of which party defendant was responsible for the explosion. The trial court, pursuant to defendants’ demurrers and motions for a more specific complaint, sustained the demurrers and dismissed the complaint on the theory that the doctrine was inapplicable since plaintiff had failed to join as defendants his father who had purchased and his brother who had tapped the keg and who might have engaged in activities that caused the explosion. The trial court stated that, for the doctrine of exclusive control to apply, all parties against whom an inference of negligence may be drawn must be joined. Since the statute of limitations had run so that no further defendants could be added, the lower court entered its judgment.\nWe need not, however, determine whether or not the lower eourt erred with regard to the law of exclusive control, for there is another and clearer issue which is determinative of this appeal. That issue is the nature and scope of the liability in trespass of one who produces or markets a defective product for use or consumption. The development of the law in that area is chronicled in the concurring and dissenting opinions of Justices Jones and Roberts to the decision of this Court in Miller v. Preitz, 422 Pa. 388, 221 A. 2d 320 (1966). One will also find there citations to modern case law and commentaries which extend and recommend the extension of the law of strict liability in tort for defective products. The new Restatement of Torts reflects this modern attitude. Section 402A thereof states:\n“(1) One who sells any product in a defective condition unreasonably dangerous to the user or consumer or to his property is subject to liability for physical harm thereby caused to the ultimate user or consumer, or to his property, if (a) the seller is engaged in the business of selling such a product, and (b) it is expected to and does reach the user or consumer without substantial change in the condition in which it is sold.\n“(2) The rule stated in Subsection (1) applies although (a) the seller has exercised all possible care in the preparation and sale of his product, and (b) the user or consumer has not bought the product from or entered into any contractual relation with the seller.” Restatement 2d, Torts, §402A (1965).\n. We hereby adopt the foregoing language as the law of Pennsylvania.\nThe plaintiff in this litigation, therefore, must be given an opportunity to plead and prove his case. Since the plaintiff has broadly pleaded those facts necessary to a cause of action for defective products liability and since we are today adopting a new basis of liability, plaintiff will be permitted to amend his complaint to explicitly state a cause of action in trespass for defective products liability.\nJudgment vacated and record remanded with instructions to enter an order permitting plaintiff to file an amended complaint."}