{"id": "1901752", "contents": "Opinion by\nMr. Chief Justice Bell,\nElizabeth M. Pratt, testator’s second wife, appeals from the final decree of the Orphans’ Court, dismissing exceptions to an adjudication which confirmed the account of the executors of the will of Leonard O. Pratt.\nPratt died testate on March 30, 1963, leaving a will dated November 29, 1956. Three months prior to his will, Pratt and his first wife, Grace W. Pratt, entered into a property settlement agreement. In paragraph 3 of this agreement, Pratt, in discharge of his duty of maintenance and support, agreed that during his wife’s life, or until she should remarry, he would pay her specified sums of money semi-monthly, plus additional amounts based upon his annual income.\nThe parties further agreed in and by paragraph 5 of said agreement: “5. Husband further agrees that he will specifically provide in his Last Will and Testament effective upon the date of his death that the said Grace W. Pbatt, herein referred to as Wife, shall receive one-third (1/3) of his gross estate, including life insurance policies covering Husband’s life, less the costs of administration debts and State and Federal Transfer Inheritance, Succession and Estate Taxes, or any other taxes in the nature thereof, all computed and paid on the entire estate and to be first deducted in computing the 1/3 interest of wife in the remainder. The acceptance of said share of Husband’s estate by Wife shall be in complete release and acquittance of any and all obligations on the part of Husband's estate to pay the sums stipulated in Paragraph 3 hereofS*\nAfter the execution of this property settlement agreement, Pratt was divorced by Grace W. Pratt and married the appellant. Pratt in the third paragraph of his will pertinently provided: “In fulfillment of the obligation I have assumed under Paragraph 5 of the Property Settlement between Grace W. Pratt and me, dated the 30th day of August A.D. 1956, I give, devise and bequeath one third of my gross estate, as determined after deducting therefrom the costs of administration, debts due by me at the time of my death, State and Federal Transfer Inheritance, Succession and Estate Taxes, absolutely and in fee simple.”\nPratt’s second wife Elizabeth elected to take against his will, and at the audit of the account of his executors claimed her intestate share of her husband’s estate. Elizabeth’s intestate share would of course be ascertained after the deduction (inter alia) of the claims of Pratt’s creditors from his testamentary estate.\nThe Orphans’ Court decided that, under the provisions of the property settlement between Pratt and Grace, his first wife, and under the provisions of his will, (1) Grace was entitled to receive one-third of the testator’s gross estate less enumerated deductions, as a creditor and not as a legatee, and (2) that the gross estate to which Grace was entitled was testator’s “gross estate as determined for purposes of Federal Estate taw.”\nIn this appeal, Elizabeth challenges each of the Court’s aforesaid conclusions or rulings.\nThe decree of the Orphans’ Court, for reasons hereinafter stated, must be affirmed.\nGrace was a Creditor\nThe law is well settled that where a testator in his will gives specified property or a share of his estate in exact or substantial compliance with the terms of his obligations under an inter vivos property settlement (or separation) agreement made with his wife, that wife is a creditor of his estate and not a legatee under his Avill. Mills Estate, 367 Pa. 504, 80 A. 2d 809. Cf. also, Neller Estate, 356 Pa. 628, 53 A. 2d 122; Brown’s Estate, 340 Pa. 350, 17 A. 2d 331; Mahoney Estate, 356 Pa. 358, 52 A. 2d 328; Coane’s Estate, 310 Pa. 138, 165 Atl. 2; Bowman v. Knorr (No. 1), 206 Pa. 270, 55 Atl. 976. These cases in principle control and rule this case and sustain the decision of the Orphans’ Court that Grace is a creditor and not a legatee.\nWhile few, if any, wills have a twin brother, Mills Estate, 367 Pa., supra, is factually close and in principle controlling.\nIn Mills Estate the husband and wife entered into a written separation agreement in which the husband agreed (a) to make specified monthly payments in recognition of his duty of support and (b) to leave her in and by his will all his estate. Thereafter the parties were divorced, but the testator continued making the specified monthly payments until his death. He left a will which pertinently provided: “Item 3: I give and bequeath my entire estate to Anna Irene Mills. This bequest is made in accordance with a certain agreement entered into between Anna Irene Mills and myself dated May 17, 1946.”\nThe Commonwealth contended that this was a legacy which was subject to inheritance tax. We rejected this contention and held that if the debt was “contracted bona fide and for an adequate and full consideration in money or money’s Avorth,” Anna Irene Mills would take as a creditor that portion of Mills Estate for which he had received “full aud adequate consideration in money or money’s worth in exchange for his agreement.”\nGross Estate\nTestator’s will clearly shows an intention on his part to fulfill the obligations which he had contracted under paragraph 5 of the property settlement agreement.\n“Gross estate” is a term which is always used in connection with the estate of a decedent for purposes of Federal Estate taxation, but never used in connection with an estate under the law of Pennsylvania (except in the Pennsylvania Estate Tax Apportionment Act). In Pennsylvania, the term “gross estate” is, we repeat, never used to mean assets which are includable in an accounting by an executor (or administrator) or even to define the assets which belong to, or are a part of, a decedent’s estate. In other words, if the parties to this agreement had meant to give the wife only one-third of the estate which came into the possession of the husband’s executors and which was subject to their accounting and to State inheritance taxes, they would never have used the words “gross estate.” This is made especially clear by the fact that if that had been their intention, the husband, after the agreement, could easily have deprived his wife, by various legal devices, of a very large part of his property and estate.\nWe therefore hold that Grace W. Pratt is entitled to receive as a creditor one-third of the gross estate of Leonard C. Pratt, “including [all] life insurance policies covering Husband’s life,” valued at the time of his death, less the deductions spelled out below. This would be computed by first adding together the following assets:\nPratt’s testamentary estate, including life insurance policies in the amount of $90,558.56 payable to his estate...... $198,358.45\nLife insurance policies which were payable to named beneficiaries .......... 12,712.00\nReal estate held in the name of Pratt and his second wife Elizabeth as tenants by the entireties ............... 34,100.00\nA jointly-owned bank account in the name of Pratt and his second wife Elizabeth........................... 418.47\n$240,588.92\nFrom this figure of $240,588.92, there must be deducted “the costs of administration, debts [except, of course, the debt which is created in favor of Grace W. Pratt by this Agreement] and State and Federal Transfer Inheritance, Succession and Estate Taxes, or any other taxes in the nature thereof, all computed and paid on the entire estate . . .” When this net figure is ascertained, Pratt’s first wife, Grace W. Pratt, is entitled to claim under this agreement one-third of it as a creditor of his estate.\nDecree affirmed, each party to pay own costs.\nItalics throughout, ours.\nThe obviously implied words “to her” are omitted.\nWe remanded in order that the Orphans’ Court could determine this fact.\nEven in the field where the term “gross estate” is used, its exact meaning not infrequently puzzles many people including tax experts inside and outside the Government.\nNo decision of this Court and no statute of Pennsylvania defines or even uses the term “gross estate,” with this one exception, namely, the Estate Tax Apportionment Act of August 24, 1951, P. Jj. 1405, as amended, 20 P.S. §881, where the term “gross estate” is used and defined as meaning “all property of every description required to be included in computing the [federal] estate tax.”\nThe Federal Estate tax return reveals no property held jointly by testator and his first wife, Grace W. Pratt, at the time of testator’s death."}