{"id": "1903148", "contents": "Opinion\nPer Curiam,\nThis is an appeal from an order of the Court of Quarter Sessions of Washington County, sentencing the appellant, an attorney, to pay a $100 fine for contempt of court. At the time of the incident which led to the contempt citation, appellant was representing a recently convicted defendant and was attempting to obtain a supersedeas from the court pending an appeal.\nThe contempt citation is based upon the following dialogue, which took place at the time of the defendant’s sentencing and which the court below found to be disrespectful:\n“By the Court: Mr. Bloom [appellant] just submitted to me a petition for a supersedeas. I am interested to observe that in tbe typed portion of it, which must have been prepared prior to the sentencing ceremony, Item 5(c) reads: ‘It sentenced the defendant to an unduly long imprisonment for the crimes for which he was convicted’. Does the District Attorney have any comment on this petition for supersedeas? Mr. Hirsch : We feel that the crime is of such severity that the sentence should be begun and the supersedeas should be denied, or in the alternative, that a substantial increase in the bail be required. By the Court: This is something that has always bothered me, that a man convicted by the verdict of the jury, confirmed by the court en banc, can walk out of the courtroom laughing at the law and its inability to do anything about him until a long course of proceedings has been concluded. I realize that the usual precedent is to grant these, but this has been an aggravating case, with misbehavior in the halls, trouble with the juvenile court employees, ancillary proceedings in other counties. I think I will go along with the District Attorney’s proposal and refuse the writ, and do it here at 2:10 P.M., when you have all afternoon. I have written on here: ‘Defused. Statement of reasons will issue’, and signed by me. Mr. Coleman, take him away. (Mr. Bloom leaves side bar.)\n“Mr. Bloom: Can Mr. Bottone [the defendant] remain in the courthouse for two hours, to give us an opportunity to — By the Court: Mr. Bloom, that is just exactly the sort of thing that brings the practice of law into disrepute. The absolute and total absence of a vindication of the public right here. I don’t know why you feel it is so necessary that this defendant of yours not even walk up to the door of the jail. Mr. Bloom: Well, if the Court please, we still have remedies to exhaust here before a final determination is made, and I do not feel it is fair for the Court to try and deprive him of those rights. By the Court : Take Mr. Bloom’s statement down. We will look into your conduct subsequently, sir. I cannot say that I was particularly fond of your going to Judge Montgomery behind my back on this either. Me. Bloom: We did not go to Judge Montgomery behind your back, your Honor.\n“By the Couet: Just a minute. Come back here a minute, Mr. Bloom. Is it your suggestion that the Court has just committed a falsehood in open court? Me. Bloom : If the Court please, the Court requested me to come up to side bar and then proceeded to make this a matter of open courtroom procedure. I don’t quite understand the Court’s motives in this. When I was requested to come to side bar, I understood that the matter would be conducted over side bar, rather than in open court. I think that is the usual reasons for going to side bar, your Honor. By the Couet: Well, you come to see me at 9:30 tomorrow morning [Saturday], Mr. Bloom. Me. Bloom: If the Court please — By the Couet: That’s all. Me. Bloom: I’m sorry, I will be out of town tomorrow morning. By the Couet: You heard what I said. You come to see me at 9:30 tomorrow morning. Me. Bloom : I’m sorry, I will be unable to make it. By the Couet: Get this on the record. I am telling you to be here. Me. Bloom : I’m sorry, your Honor, I will not be able to be here.”\nOn that same afternoon appellant and his father, also an attorney, attempted to see the trial judge in order to explain appellant’s reasons for being unavailable Saturday morning. While the judge refused to speak to appellant, he did talk to his father and indicated that he would permit appellant to appear Monday rather than Saturday. Because appellant was stranded until Tuesday on the Pennsylvania Turnpike by a heavy snowstorm, the meeting was further delayed until Wednesday. However, the court’s contempt citation is based solely on. what transpired in tbe courtroom on Friday.\nIn tbe exercise of our supervisory jurisdiction, this Court has the unquestioned authority to review a finding of contempt and to affirm, reverse, or modify the order of the court below, e.g., Aungst Contempt Case, 411 Pa. 595, 192 A. 2d 723 (1963); Commonwealth v. Lofton, 389 Pa. 273, 133 A. 2d 203 (1957); Schlesinger Petition, 367 Pa. 476, 81 A. 2d 316 (1951).\nPa. R. C. P. 205 stipulates that Pennsylvania attorneys shall observe the standards of conduct set forth in the American Bar Association’s Canons of Professional Ethics. Under Canon 15: “The lawyer owes ‘entire devotion to the interest of the client, warm zeal in the maintenance and defense of his rights and the. exertion of his utmost learning and ability,’ to the end that nothing be taken or be withheld from him, save by the rules of law, legally applied. No fear of judicial disfavor or public unpopularity should restrain him from the full discharge of his duty. In the judicial forum, the client is entitled to the benefit of any and every remedy and defense that is authorized by the law of the land, and he may expect his lawyer to assert every such remedy or defense.” (Emphasis supplied.)\nWe believe that the appellant was attempting to fulfill his obligations under Canon 15, and that he had no intention to be disrespectful, and that neither the colloquy between the court below and appellant, nor appellant’s conduct, show him to be disrespectful or guilty of contempt of court.\nWe have therefore concluded, under all the facts and circumstances herein, the order must be reversed and the sentence set aside.\nIn addition the trial judge ordered appellant to refrain from performing any acts as an attorney until the fine was paid. Later the judge granted a supersedeas pending the outcome of the present appeal."}