{"id": "1903178", "contents": "Opinion by\nMr. Justice Eagen,\nOn May 19, 1960, the appellant, Ronald Shadd, was convicted by a jury of murder in the first degree and sentence was fixed at life imprisonment. Admittedly, throughout the proceedings, Shadd was represented by very competent court-appointed counsel. A motion for a new trial was duly filed and later withdrawn. Sentence was then imposed in accordance with the jury’s verdict. No appeal from the judgment was filed.\nIn October 1965, Shadd instituted an action in habeas corpus which the court below dismissed. An appeal from that order is now before us.\nIn this collateral attack upon his conviction, sentence and confinement, Shadd’s prime contention is, that constitutionally tainted evidence was improperly admitted against him over objection at trial which constituted a denial of due process.\nThe crime involved the fatal beating of one Albert J. Wahl during the burglary of a commercial store,, which he managed in the city of Philadelphia. Shadd and one Felder were taken into police custody and questioned concerning participation in the crime.\nThe challenged evidence, which it is now asserted was received at trial in violation of Shadd’s constitutional rights, consisted of testimony elicited from police witnesses, which may be summarized as follows:\nDuring questioning, Felder made oral statements to the police, which were typewriter recorded, wherein he stated that he and Shadd committed the burglary and that he (Felder) held Wahl while Shadd beat him over the head with a rock. Shadd was then confronted with Felder in the presence of police investigating officers. One of the latter informed Shadd in detailed fashion of Felder’s admissions and accusations. Shadd was asked if he had anything to say. He remained mute and made no denial.\nThis testimony was admitted in evidence as proof of a tacit acquiescence on the part of Shadd in the truth of Felder’s statements. Pennsylvania has long adhered to the rule of evidence that when a statement made within the hearing and in the presence of a person (except in judicial proceedings) is incriminating in character and naturally calls for a denial, but is not challenged by the accused despite full opportunity and liberty to speak, the statement and the fact of his failure to deny are proper evidence of an implied admission of the truth of the accusatory statement. See, Commonwealth v. Vento, 410 Pa. 350, 189 A. 2d 161 (1963); Commonwealth ex rel. Stevens v. Myers, 398 Pa. 23, 156 A. 2d 527 (1959); Commonwealth v. Bolish, 381 Pa. 500, 113 A. 2d 464 (1955) ; Commonwealth v. Shupp, 365 Pa. 439, 75 A. 2d 587 (1950) ; Commonwealth v. Vallone, 347 Pa. 419, 32 A. 2d 889 (1943); Commonwealth v. Aston (No. 2), 227 Pa. 112, 75 A. 1019 (1910); and, Ettinger v. Commonwealth, 98 Pa. 338 (1881).\nHowever, the United States Supreme Court in the recent decision of Miranda v. Arizona, 384 U. S. 436 (1966), emphasizing the protection afforded a person accused of crime against self-incrimination by the Fifth Amendment to the United States Constitution, definitely ruled that such evidence is not constitutionally permissible against an accused in state court criminal trials. Therefore, previous decisions of this Court to the contrary notwithstanding, it is now the law that the prosecution may not use, at trial, evidence that an accused stood mute or failed to deny incriminating accusations, or statements made in his presence. In short, the accused may not now be penalized for exercising his constitutional right to remain silent under such circumstances. The questions then follow: Must the particular ruling of Miranda be applied retroactively? Or in terms of this case: Does the admission at Shadd’s trial of the evidence under discussion now render a new trial mandatory? We conclude not.\nJohnson v. New Jersey, 384 U. S. 719 (1966), clearly ruled that the new constitutional standards governing in-custody police interrogation of individuals accused of crime, enunciated in Escobedo v. Illinois, 378 U. S. 478 (1964), and Miranda v. Arizona, supra, do not require retroactive application. While the Court did not specifically discuss the situation herein present, it did pertinently say in Johnson v. New Jersey, supra, at 726 and 727: “In the past year we have twice dealt with the problem of retroactivity in connection with other constitutional rules of criminal procedure. Linkletter v. Walker, 381 U. S. 618 (1965); Tehan v. Shott, 382 U. S. 406 (1966). These cases establish the principle that in criminal litigation concerning constitutional claims, ‘the Court may in the interest of justice make the rule prospective . . . where the exigencies of the situation require such an application.’ 381 U. S., at 628; 382 U. S., at 410. These cases also delineate criteria by which such an issue may be resolved. We must look to the purpose of our new standards governing police interrogation, the reliance which may have been placed upon prior decisions on the subject, and the effect on the administration of justice of a retroactive application of Escobedo and Miranda. See 381 U. S., at 636; 382 U. S. at 413.\n“In Linkletter we declined to apply retroactively the rule laid down in Mapp v. Ohio, 367 U. S. 643 (1961), by which evidence obtained through an unreasonable search and seizure was excluded from state criminal proceedings. In so holding, we relied in part on the fact that the rule affected evidence ‘the reliability and relevancy of which is not questioned.’ 381 U. S., at 639. Likewise in Tehan we declined to give retroactive effect to Griffin v. California, 380 U. S. 609 (1965), which forbade prosecutors and judges to comment adversely on the failure of a defendant to testify in a state criminal trial. In reaching this result, we noted that the basic purpose of the rule was to discourage courts from penalizing use of the privilege against self-incrimination. 382 U. S., at 414.”\nIn Johnson, supra, the Court also noted that, while it gave retroactive application to other constitutional rules of criminal procedure laid down in recent years (see, Gideon v. Wainwright, 372 U. S. 335 (1963), and Jackson v. Denno, 378 U. S. 368 (1964)), the rules affected involved “ ‘the very integrity of the fact-finding process,’ ” whereas in contrast, the rule affecting the privilege against self-incrimination rests upon substantially different considerations.\nTherefore, after consideration of the purpose of the rule announced in Miranda> supra, concerning evidence of “tacit admissions,” the reliance placed upon this Court’s rulings in regard thereto for nearly a century and the obvious effect of its retroactive application on the administration of justice, we rule that it need not and will not be applied retroactively in Pennsylvania.\nShadd next contends that the police witnesses’ testimony, concerning Felder’s admissions and accusations, really amounted to Felder testifying against Shadd at trial without being called as a trial witness and without giving Shadd the opportunity and right of cross-examination, citing Pointer v. Texas, 380 U. S. 400 (1965). The situation presented in Pointer was totally dissimilar. Therein, the court received in evidence at trial the testimony of a then unavailable witness, as given at the preliminary hearing when the accused was without counsel and without the adequate facility to cross-examine. It was, in truth, trial testimony of the witness against Pointer. Herein, the challenged testimony was not as the trial court carefully instructed — evidence of Felder against Shadd, but rather — evidence of Shadd against Shadd, or evidence of Shadd’s behavior which could be construed as an admission of his guilt. Also, the trial court, in an exercise of caution, told the jury that if Shadd believed at the time that he was under no obligation to deny the accusations, his failure to do so could not be held against him.\nShadd further contends that because the incriminating accusations involved came from the mouth of a police officer, rather than from Felder himself, that there was “no accusation requiring a denial.” This issue is one that should have been raised by direct appeal and need not be considered in habeas corpus. See, Commonwealth ex rel. Robinson v. Myers, 420 Pa. 72, 215 A. 2d 637 (1966). Moreover, it is without merit. The rule has consistently been applied whether the accusations came directly from the mouth of the victim of the crime, another individual who participated therein, or from a police officer who merely echoed the statements of the accuser. See, Commonwealth v. Petrillo, 341 Pa. 209, 19 A. 2d 288 (1941); Commonwealth v. Turza, 340 Pa. 128, 16 A. 2d 401 (1940) ; Commonwealth v. Carelli, 281 Pa. 602, 127 A. 305 (1925); and, Commonwealth v. Ballon, 229 Pa. 323, 78 A. 831 (1911).\nShadd also contends that the questioned evidence was constitutionally inadmissible, because the police failed at the time of the confrontation involved to fully inform him of his constitutional rights to remain silent and to have the assistance of counsel. Commonwealth v. Cheeks, 423 Pa. 67, 223 A. 2d 291 (1966), answers and controls this question.\nFinally, Shadd contends he was denied his constitutional right to prosecute his post-trial motion, and a direct appeal from the judgment, because of indigency. He asserts in the petition for habeas corpus that he was advised by counsel “that the motion [for a new trial] would have to be withdrawn because of relator’s lack of funds for appeals to the higher courts if the motion was denied”; that he was never advised or aware of his right to court-appointed counsel to prosecute an appeal; and that he agreed to the withdrawal of the new trial motion solely because of inability to pay counsel for his services in the prosecution thereof.\nThere can be no doubt but that the appellant had an absolute right to ask for a new trial and to appeal from his conviction and judgment of sentence. Also, if he were indigent at the time, the state was duty bound to provide him with the assistance of counsel in the preparation and prosecution thereof: Douglas v. California, 372 U. S. 353 (1963); Commonwealth ex rel. Cunningham v. Maroney, 421 Pa. 157, 218 A. 2d 811 (1966); Commonwealth ex rel. Robinson v. Myers, supra; and, Commonwealth ex rel. Stevens v. Myers, 419 Pa. 1, 213 A. 2d 613 (1965). Of course, this right may be intentionally abandoned and effectively waived under appropriate circumstances: Commonwealth ex rel. Robinson v. Myers, supra. And “the failure of appellant to take such an appeal within the time allowed by law will preclude the assertion of such right unless the failure to do so resulted from an unconstitutional deprivation of the assistance of counsel”: Commonwealth ex rel. Cunningham v. Maroney, supra, at 159. Whether or not Shadd effectively waived his right to the assistance of counsel in prosecuting a motion for a new trial and an appeal is not ascertainable from the present record.\nThe record shows that subsequent to trial Shadd and his counsel appeared in court and the following ensued: “The Court: Are you [trial counsel] prepared to take care of the case? Mr. Grassberger: Yes, Sir. The Court: I have before me a motion for a new trial. Mr. Grassberger: That motion has been withdrawn. The Court: Shadd, you understand what Counsel has said? The motion for a new trial has been withdrawn. The Defendant: Yes. The Court: Then the matter is ready for disposition, Mr. Reed? Mr. Reed: Commonwealth moves for sentence.”\nIt is also undisputed that before the motion was withdrawn, Shadd wrote his counsel stating that he wished such to be done, since “after having been apprised of the facts,” he concluded “that ... it [the motion] would not be in my best interests.”\nWhile the above is conclusive evidence that Shadd intentionally consented to the withdrawal of the new trial motion, it does not, without more, establish why he elected to do so, nor does it preclude the possibility that he did so because counsel refused to proceed because of appellant’s lack of funds. We, therefore, conclude that the lower court erred in not conducting a hearing in order to establish the true circumstances relevant to this issue. We will remand for this purpose.\nIt is noted, that the record discloses that the trial court did not conduct a preliminary hearing in the absence of the jury to determine the admissibility of the testimony of the “tacit admission” as may be required by Jackson v. Denno, 378 U. S. 368 (1964). Since no objection to the introduction of the testimony on the ground of voluntariness was suggested or interposed at trial, the issue may not be raised at this late date. See, Commonwealth ex rel. Fox v. Maroney, 417 Pa. 308, 207 A. 2d 810 (1965). We need not reach the question of whether or not evidence of “tacit admissions” comes within the purview of Jackson, supra.\nThe order of the court below is vacated, and the record remanded for a hearing solely to determine if the appellant effectively waived his right to the assistance of counsel in the prosecution of the new trial motion and an appeal from the judgment.\nMr. Justice Cohen concurs in the result.\nThis rule of evidence has also been followed in the vast majority of jurisdictions. See, 31A C.J.S. Evidence §§294-297 (1964). Likewise, the United States Supreme Court previously held such evidence was proper: Sparf v. United States, 156 U. S. 51 (1895)."}