{"id": "1903183", "contents": "Opinion by\nMr. Justice Eagen,\nIn the General Election held on November 3, 1964, Paul L. Wagner and Albert Nagle were candidates for the office of State Senator from the then 29th Senatorial District in Pennsylvania, comprising Schuylkill and Lebanon Counties.\nA computation of the returns of the votes registered at the regularly constituted polling places disclosed that Nagle lead in a close contest by a plurality of several hundred votes. Attention of those involved then focused on ballots cast by absentee electors under the Absentee Election Act of August 13, 1963, P.L. 707, 25 P.S. §3146.1 et seq. (Supp. 1965).\nWhen the Board of Elections (Board) convened for the purpose of canvassing and computing absentee ballots, both candidates or their representatives immediately entered challenges to a substantial number of the ballots cast in Schuylkill County before the envelopes containing those ballots were opened.\nThe challenges fell into two general categories: (1) Challenges on the ground that the forms which had been filled out by the electors demonstrated on the face of each a failure to comply with the statutory absentee voting provisions; (2) Challenges on the ground that the individual electors were not personally qualified.\nAfter a hearing the Board filed its decision overruling the challenges in some instances and sustaining them in others. Both candidates then appealed to the Court of Common Pleas of Schuylkill County questioning the correctness of the Board’s decision as to the validity of many challenges.\nSubsequently, the court filed its opinion and orders sustaining the decision of the Board in part and reversing it in part. Wagner then filed the present appeals.\nNone of the absentee ballots to which challenges were entered have been opened or computed because of the restriction imposed by §24 of the Amending Act of August 13, 1963, supra, 25 P.S. §3146.8 (e) (Supp. 1965), which requires that “Pending the final determination of all appeals, the board shall suspend any action in canvassing and computing all challenged ballots. . . .” In the meantime, the district has been without representation in the Senate of Pennsylvania.\nIt is our considered conclusion that the scope of our review is in the nature of narrow certiorari and, we are, therefore, limited to a determination of whether the court below had jurisdiction; whether its proceedings were regular; whether or not it exceeded its powers; and, finally, whether or not there was a violation of constitutional rights. Since it is not claimed that any of these errors occurred below and the record clearly manifests that such is the case, this is dispositive of the present appeals, and the lower court’s orders will be affirmed.\nThe distinction between the two types of certiorari has often, been spelled ont by this Court. If the statute controlling the proceedings fails to provide for an appeal or is silent thereto, a writ of certiorari to inspect the record is in the broadest sense, and the merits of the issue may be judicially reviewed: Cullen Appeal, 392 Pa. 602, 141 A. 2d 389 (1958), and Kaufman Const. Co. v. Holcomb, 357 Pa. 514, 55 A. 2d 534 (1947). On the other hand, if the statute particularly states that no appeal shall be permitted or that the lower court’s action is final, appellate review is narrow in scope and limited, as noted before, to the question of jurisdiction, regularity of the proceedings, abuse of power and violation of constitutional rights: Flood. Appeal, 372 Pa. 486, 94 A. 2d 565 (1953), and Rimer’s Contested Election. Geary’s App’l, 316 Pa. 342, 175 A. 544 (1934).\nPrior to the year 1957, the Pennsylvania Constitution permitted absentee voting only by individuals engaged' in actual military service (Art. 8, §6 of the Pennsylvania Constitution (1874)), and by bedridden or hospitalized veterans (Art. 8, §18 added to the Pennsylvania Constitution (1949)). In 1957, the Pennsylvania Constitution was further amended by the addition of Art. 8, §19, which permitted civilian absentee voting where unavoidable absence or physical disability justified the privilege. In 1960, the legislature implemented this constitutional authorization by passing the Act of January 8, 1960, P.L. 2135, 25 P.S. §3149.1-3149.9 (Supp. 1960), entitled “An Act amending the Act of June 3, 1937,” i.e., the Pennsylvania Election Code, Act of June 3, 1937, P.L. 1333, as amended, 25 P.S. §2601.\nIn the canvassing and computation of the results of the elections immediately following 1960, challenges were exercised and entered to the validity of certain absentee ballots east and litigation subsequently ensued.\nDifficulties arose because if, in the canvassing and computation of the election results, a board of elections rejected a challenge to an absentee ballot, it followed the procedure of immediately placing the questioned ballot with those that were not challenged and counted them all together. If it later appeared that a particular decision of a board of elections was erroneous, it was impossible to correct the situation or to separate the wheat from the chaff. See, Decision of' the County Board of Election, 29 Pa. D. & C. 2d 499 (1962).\nIn an effort to resolve this and other problems particularly created by the 1960 amendments to the Pennsylvania Election Code, the legislature added further amendments by the Act of August 13, 1963, P.L. 707, 25 P.S. §3146.1 et seq. (Supp. 1965). Like its 1960 predecessor, it was titled “An Act amending the Act of June 3, 1937,” i.e., the Pennsylvania Election Code, supra. Section 24 thereof provided that in the event a challenge is entered to an absentee ballot, the board of elections is to mark the ballot envelope as “challenged” and then hold a hearing on the objections. The decision of the board of elections on any challenge is then made subject to review by the court of common pleas of the county involved. As pointed out before, until all such challenges are resolved, the board of elections must desist from canvassing and computing all challenged ballots, thus avoiding the mixing of the good ballots with possible invalid ballots.\nPrior to the adoption of the 1963 amendments, in all cases coming to this Court involving proceedings concerning challenges to absentee ballots arising during the canvassing and computation of returns, Ave consistently ruled that appellate revieAV was in the nature of narrow certiorari, i.e., the same review that is available in connection Avith other election controversies arising under §1407 of the Pennsylvania Election Code, Act of 1937, supra, 25 P.S. §3157. See, Perles v. Northumberland, Co. Ret. Bd., 415 Pa. 154, 202 A. 2d 538 (1964); Meell Appeal, 405 Pa. 184, 174 A. 2d 110 (1961) ; and, Fitch Appeal (No. 2), 405 Pa. 174, 174 A. 2d 25 (1961). In short, the 1960 absentee ballot provisions became an integral part of the code and the rights and privileges created thereby were neither more nor less than those given by other parts of the code. This was so even though the Act of 1960 was silent as to the right of appeal from a court of common pleas in such proceedings. Also, no distinction was drawn as to whether the challenges involved irregularities in the ballot itself, irregularities in the form on the envelope required to be filled in by the elector, or objections to the qualification of the elector.\nIn Fitch, Meell and Perles, supra, this Court recognized that, under the code, a challenge to the validity of absentee ballots must be resolved in the first instance by the board of elections regardless of the nature of the objection. See, Act of 1937, supra, §1307-B, 25 P.S. §3149.7. We also held that from the board of election’s decision, an appeal is available by an aggrieved party to the court of common pleas. Following many previous decisions of this Court, we ruled in Fitch, supra, and the other cases cited above, that where the proceedings initiate before the board of elections, and a two-stage review is accorded below, and the appeal before us is one from an order of the court of common pleas entered on appeal from a decision of the board of elections (as contra distinguished from those proceedings under the code that initiate in the court of common pleas), that the appeal is governed by §1407 of the code. See, Cullen Appeal, supra; Chase Appeal, 389 Pa. 538, 133 A. 2d 824 (1957); and Flood Appeal, supra.\nSaid §1407 of the code (subsection (a)) provides that, “Any person aggrieved by any order or decision of any county board regarding the computation or canvassing of the returns of any . . . election . . . may appeal therefrom ... to the court of common pleas of the proper county. . . .” Subsection (b) thereof provides that, “The court on an appeal shall have full power and authority to hear and determine all matters pertaining to any fraud or error committed in any election district to which such appeal relates, and to make such decree as right and justice may require. . . . No appeal shall he allowed or granted from any order or decree of the court of common pleas made in pursuance of this section(Emphasis added.)\nAppellant, insisting upon our broad review of the proceedings below, first contends that, while §1407 of the Pennsylvania Election Code admittedly applies where the dispute involves the regularity of the ballot itself this is not so where the qualifications of the elector are challenged. He argues that on this question, the case is similar to Philadelphia General Election Case, 332 Pa. 457, 2 A. 2d 301 (1938), wherein this Court passed upon the qualifications of voters on election day. In the case cited, we did not pass on the scope of review. Further, if broad review of an order of a common pleas court as to the qualifications of an elector on election day is proper, it would come under §1206 of the Act of 1937, supra, and not under any sections of the code involved here. Said §1206 is silent on the right to appeal. Therefore, the analogy offered to Philadelphia General Election Case, supra, is not sound.\nAppellant’s basic argument is that the 1963 amendments to the Pennsylvania Election Code are in effect a new and separate statute and carve out a new channel by which certain objections to the validity of absentee ballots may be litigated. He would have us rule that an order of the court of common pleas involving the regularity of the ballot itself falls under §1407 of the code and is subject only to narrow certiorari, but if it involves irregularities on the envelopes (enclosing the ballot) which is filled in by the elector, or the qualifications of the elector, then, broad review is proper. He argues that §1407 controls only where “canvassing or computation” of the returns is involved, and that where the qualifications of the elector are challenged, or where the validity of the ballot is questioned because of alleged irregularities appearing on the form of the enclosing envelope required to be filled in by the elector, that this does not involve “canvassing or computation.” To this we cannot subscribe.\nThere is no evidence to manifest that the legislature intended such a distinction by the 1963 amendments. Section 24 of the act upon which appellant-relies speaks of “the challenged ballots” and describes the board of election’s action in a case such as this as a “canvass.” It is clear that this section was enacted to provide improved methods in the board of election’s process of canvassing and computing absentee ballots and to prevent the mixing of good ballots with possible invalid ones, as heretofore had been the case. The opportunity to challenge and the procedure with re-, spect thereto have always been recognized as an integral part of the canvassing and the computation of election returns. The 1963 amendments amplified and improved the canvassing process. It did not render the right to challenge any less an integral part thereof. It must also be noted, that §24 provides for an appeal to the court of common pleas from the board of election’s decision, and does not change in the slightest the court’s power as it previously existed in such instances:\nFinally, it must be presumed that the legislature was familiar with the prior decisions of this Court -regarding the scope of review after an extensive two-stage election controversy and this Court’s application of the rule of narrow certiorari in proceedings •involving the validity of absentee ballots under the 1960 amendments. See, Jones & Laughlin Tax Assess. Case, 405 Pa. 421, 175 A. 2d 856 (1961). There is no evidence in the 1963 amendments which indicates any ■affirmative legislative purpose to change our rulings in this respect. We will not strain the legislative language to arrive at the unrealistic construction urged ;by appellant.\nOrders affirmed.\nPermission to appeal was granted under Buie No. 68%. (Pa. S. Ct. B. 68 1/2)"}