{"id": "1903134", "contents": "Opinion by\nMr. Justice Cohen,\nThis is an appeal from an order of the Court of Common Pleas No. 2 of Philadelphia County, staying prosecution of plaintiffs’ equity action in that court pending the determination of a related action previously instituted in the United States District Court for the Eastern District of Pennsylvania.\nPlaintiff Reynolds Metals Company is the assignee of a joint venture agreement with defendants Henry A. and Samuel A. Berger, which agreement provided for the redevelopment of the Eastwick section of Philadelphia. Pursuant to the terms of that contract the parties organized and became the sole shareholders of plaintiff New Eastwick Corporation to serve as the agency to redevelop Eastwick. Because of differences which arose between Reynolds and the Bergers, a shareholder’s derivative action was initiated in the federal district court by Henry A. Berger. Thereafter Reynolds and New Eastwick filed suit in the court of common pleas against Henry A. and Samuel A. Berger, individually and as partners trading as Berger Brothers, and one day thereafter, filed a compulsory counterclaim in the federal action, naming as additional parties Samuel A. Berger and Berger Brothers. In the common pleas action, defendants Bergers filed preliminary objections alleging, inter alia, under Pennsylvania Rule of Civil Procedure 1017(b)(5), the pendency of a prior action. The lower court sustained the preliminary objection and this appeal followed.\nThe order of the court below is clearly interlocutory, for it does not finally dispose of the parties’ rights. Indeed, the lower court ordered the stay “pending the determination” of the federal action. In Keasbey’s Trust Estate, 342 Pa. 439, 20 A. 2d 281 (1941), this Court held that an order by the Orphans’ Court of Philadelphia County staying the proceedings before it “ To await the termination of the [related] proceedings in Montgomery County . . .’ ” was not an appeal-able order. “A suspension of proceedings for a temporary period is not an appealable order,” the Court stated. 342 Pa. at 445, 20 A. 2d 283. We can see no meaningful distinction between a stay of proceedings pending the determination of another state court action and one pending the determination of a federal court action. In either situation, the plaintiff in the court where the later action was begun has not been deprived of any rights because if the first court dismisses an issue without prejudice or otherwise declines to decide an issue, the doctrine of res judicata will not prevent him from having those issues resolved by the second court. See also Sgarlat Estate, 421 Pa. 591, 220 A. 2d 804 (1966), where we quashed an appeal from an order of the Orphans’ Court of Luzerne County, deferring determination of the propriety of certain risk distributions made by the executors of an estate, until a trespass action, brought in the court of common pleas of that county, in which action the estate was a defendant, was decided.\nThe order below, being interlocutory, is appealable only if made so by statute. Alexander Estate, 414 Pa. 474, 476, 200 A. 2d 865, 866 (1964). No such statute has been cited to us, nor has independent research disclosed one. Accordingly, the appeal must be quashed.\nAlthough this appeal was not taken pursuant to the Act of March 5, 1925, P.L. 23, §1, 12 P.S. §672, which provides that a decision regarding a question of jurisdiction over the cause of action may be appealed to the appropriate appellate court, that Act might have provided a proper basis of appeal. However, we are precluded from considering this appeal as having been pursued under that Act and make no determination of its applicability because §3 thereof (12 P.S. §674) requires that the appeal be taken within fifteen days of the date the decision is rendered, and that requirement is mandatory in all cases. Schwartz v. Schwartz, 419 Pa. 559, 215 A. 2d 614 (1966); Pennsylvania Goal Company v. Luzerne County, 390 Pa. 143, 134 A. 2d 657 (1957). The docket entries disclose that the present appeal was filed on April 7, 1966, from an order entered March 18, 1966. Since the appeal is not timely under the 1925 statute and since there appears no other statutory authority to support it, it must be quashed.\nAppeal quashed at appellants’ cost.\nMr. Justice Roberts concurs in the result.\nThis always relevant docket entry was not printed by appellant as part of the record, as required by Supreme Court Bule 51."}