{"id": "1903112", "contents": "Opinion by\nMr. Justice Roberts,\nShortly after the Commonwealth had finished presenting its case in the murder trial of Timothy Mumford, petitioner herein, he changed his plea from not guilty to guilty. Thereafter, a three judge court found him guilty of murder in the first degree and, on May 23, 1947, sentenced him to life imprisonment. During these proceedings Mumford was represented by counsel, whose competency is not questioned.\nIn 1965 Mumford filed a petition for writ of habeas corpus which was denied without a hearing. From that adverse determination he appealed to this Court.\nPetitioner’s principal contention is that his confession was improperly admitted at his trial because it was obtained during custodial interrogation in the absence of counsel and without the police warning him of his right to remain silent. This fact, in and of itself, does not vitiate petitioner’s pre-Escobedo trial. Commonwealth ex rel. Shadd v. Myers, 423 Pa. 82, 223 A. 2d 296 (1966); Commonwealth ex rel. Wilkes v. Maroney, 423 Pa. 113, 222 A. 2d 856 (1966).\nThe absence of counsel and the failure of the police to warn a potential defendant are significant factors to be considered in determining the voluntariness of a confession. Davis v. North Carolina, 384 U.S. 737, 86 S. Ct. 1761 (1966). Nevertheless, we conclude that Mumford’s confession was properly admitted for several reasons, the most important being that an examination of the relevant testimony establishes that the confession was voluntary when viewed by the standards enunciated under the due process clause of the fourteenth amendment to the Constitution of the United States. Compare Johnson v. New Jersey, 384 U.S. 719, 86 S. Ct. 1772 (1966) (fourteenth amendment) and Haynes v. Washington, 373 U.S. 503, 83 S. Ct. 1336 (1963) (fourteenth amendment) with Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602 (1966) (fifth and sixth amendments) and Escobedo v. Illinois, 378 U.S. 478, 84 S. Ct. 1758 (1964) (sixth amendment). Moreover, at the time the confession was offered in evidence by the Commonwealth, no objection was interposed on behalf of petitioner, which, in the absence of unusual circumstances not here alleged, constitutes a waiver of any infirmities in the confession. Commonwealth ex rel. Johnson v. Myers, 419 Pa. 155, 213 A. 2d 359 (1965); Commonwealth ex rel. Fox v. Maroney, 417 Pa. 308, 207 A. 2d 810 (1965). Similarly, when petitioner changed his plea to guilty, he waived any objections. Commonwealth ex rel. Sanders v. Maroney, 417 Pa. 380, 207 A. 2d 789 (1965); Commonwealth ex rel. Adderley v. Myers, 418 Pa. 366, 211 A. 2d 481 (1965).\nPetitioner also contends that he was denied counsel at the preliminary hearing. Since the hearing was not a critical stage in Mumford’s case, this contention is without merit. Commonwealth ex rel. Knowles v. Rundle, 419 Pa. 300, 213 A. 2d 635 (1965).\nOrder affirmed.\nMr. Justice Cohen took no part in the consideration or decision of this case.\nBecause a petition for a writ of habeas corpus alleges an unlawful imprisonment, decisions in these cases are ordinarily rendered as promptly as is reasonably possible. Although this case was submitted in November 1965, the record, for reasons still unexplained, was misplaced and the notes of testimony were not available to this Court until October 1966. Regrettable as this delay is, petitioner has not been prejudiced thereby."}