{"id": "1903107", "contents": "Opinion by\nMr. Justice Eagen,\nThe parties to this action, Katherine Silvestri and Stephen Slatowski, were married in Pennsylvania on April 9, 1955. In November 1963, the husband instituted an action for divorce in the Commonwealth of Virginia. The wife, a resident of Pennsylvania, voluntarily entered an appearance in the action and submitted herself to the jurisdiction of the court.\nIn February 1964, the parties executed a written agreement, entitled “Property Settlement and Stipulation.” The wife signed the contract in Pennsylvania, the husband in Virginia. Therein, the husband agreed, inter alia, to pay his wife, until she died or remarried, a stated sum each week for her support and maintenance.\nIn April 1964, the Virginia court entered a final decree in divorce a vinculo matrimonii in favor of the husband with the property settlement being “ratified, confirmed and made part of [the] decree.”\nIn December 1964, the wife filed a complaint in assumpsit in Delaware County, Pennsylvania, alleging default in payments due under the property settlement contract and seeking payment, not only of arrearages due, but relief in the form of an order that would insure future compliance.\nAfter an answer was filed, the parties entered into a stipulation transferring the case to the equity side of the court. It was further agreed that, after hearing, if the chancellor decided equity lacked jurisdiction, he could retransfer the action to the law side of the court and enter a decision as if it were heard in that court before a judge sitting without a jury.\nThe issue came on for hearing. The facts were stipulated of record. Subsequently, the chancellor, concluding that equity lacked jurisdiction, entered an order directing that the case be transferred to the law side of the court. On the same day, he entered an adjudication on the law side of the court in the form of a decree nisi, awarding the wife a verdict for the money due and unpaid under the contract up to the .time of hearing. Exceptions were filed by both parties which the court en banc later dismissed. The wife filed this appeal.\nThe appeal presents four separate questions which will be discussed ad seriatim.\n(1) Did the property settlement contract and the divorce decree merge thus precluding a separate action on the contract itself? If a merger were effected, then the only avenue of enforcement would be in proceedings in connection with the divorce action. See, Horan v. Horan, 259 Ala. 117, 65 So. 2d 486 (1953). As to whether or not a merger resulted under the facts presented, the jurisdictions do not agree. See, Petty v. Petty, 167 Kan. 510, 207 P. 2d 428 (1949); Stewart v. Clowes, 55 N.Y.S. 2d 597 (1945); and Tieso v. Tieso, 67 Cal. App. 2d 872, 155 P. 2d 659 (1945). However, it is clear that under the law of the Commonwealth of Virginia a merger did not take place. See, Henebry v. Henebry, 185 Va. 320, 38 S.E. 2d 320 (1946). Since Virginia was the forum of the divorce action and the ramifications of a decree of a court of that Commonwealth are involved, the law thereof is controlling on the merger question, and hence, a separate action on the contract may be maintained.\n(2) Since a merger was not effected, does the law of the Commonwealth of Virginia or that of the Commonwealth of Pennsylvania control in determining whether equity has jurisdiction to decree specific performance? The lower court ruled the law of Virginia was controlling. With this, we disagree.\nIt has long been the law in Pennsylvania that in matters relating to the enforcement of a contract or in matters concerning the remedy for breach of a contract, the lex fori, or the law of the place where such remedies are pursued applies. See, Musser v. Stauffer, 192 Pa. 398, 43 A. 1018 (1899); Brooke v. N.Y. Lake Erie and West. R. R. Co., 108 Pa. 529, 1 A. 206 (1885); and, Watson v. Brewster, 1 Pa. 381 (1845). We are not here concerned with the validity or construction of the contract or related questions, which would necessitate the application of conflict of laws principles. Rather are we concerned with whether equity has jurisdiction to enforce a remedy for the contract’s breach. See, Harrington v. Harrington, 142 N.J. Eq. 684, 61 A. 2d 466 (1948). A question of the availability of remedies is governed by the lex fori, i. e., Pennsylvania.\n(3) Under the law of Pennsylvania, does equity have jurisdiction to decree specific performance of future payments due under a contract such as here involved?\nOn the theory that a wife’s disability deprived her of an adequate remedy at law, this state and other jurisdictions ruled years ago, that equity does have jurisdiction to enforce support agreements. See, Smith v. Knowles, 2 Grant Cas. 413 (Pa. 1855), and Anderson v. Anderson, 1 Edward Ch. 380 (N.Y. 1832). While the reason upon which these decisions were based is not present today, courts have continued to rule in favor of equity’s jurisdiction in such cases, because of the difficulties present in enforcing such contracts at law. See, McAllister v. McAllister, 147 Fla. 647, 3 So. 2d 351 (1941); Peters v. Peters, 20 Del. Ch. 28, 169 A. 298 (1933); and, Richards v. Richards, 270 Mass. 113, 169 N.E. 891 (1930). These decisions have not made a distinction between arrearages and future payments due. Additionally, the Superior Court of Pennsylvania has ruled that equity has jurisdiction and that an order enforcing future payments is proper. See, Stull v. Stull, 126 Pa. Superior Ct. 255, 191 A. 187 (1937), and Adams v. Adams, 32 Pa. Superior Ct. 353 (1907).\nWe conclude that equity has jurisdiction in this action and may decree specific performance. The payments due are clear and unchangeable. A multiplicity of suits at law will be obviated.\n(4) Does equity have the power to enforce specific performance of the contract by attachment of the defaulting husband? This question is premature, and we will not decide it.\nIt has nowhere been demonstrated, that the husband defendant will refuse to obey an order of specific performance, or that attachment is equitable and necessary. Nor was the question of attachment before the court below. We will not anticipate questions which are beyond the record. See, Commonwealth v. Flickinger, 165 Pa. Superior Ct. 95, 67 A. 2d 779 (1949), aff’d 365 Pa. 59, 73 A. 2d 652 (1950), cert. denied, 340 U.S. 843 (1949). Compare also, Cathcart v. Crumlish, 410 Pa. 253, 189 A. 2d 243 (1963).\nWe note in passing that this Court has previously ruled that attachment of the person may not issue in this type of case: Colburn v. Colburn, 279 Pa. 249, 123 A. 775 (1924). Appellant asks us to reconsider Col-burn. This we refuse to do on the present posture of the record.\nJudgment reversed, and record remanded with directions to proceed in accordance with this opinion. Costs on appellee.\nMr. Justice Roberts concurs in the result.\nMr. Justice Cohen is of the opinion that the appeal should be certified to the Superior Court.\nBoth parties at this time were residents of Pennsylvania.\nWhile the instant appeal is from a judgment entered in the court of common pleas for an amount less than that required to give us appeUate jurisdiction (See Act of August 14, 1963, P. L. 819, §1, 17 P.S. §184), it is clear that the judgment was erroneously entered and the issue properly belongs in equity. The Supreme Court has appellate jurisdiction in all actions and proceedings in equity. See Act of 1963, supra, §2, 17 P.S. §191.4."}