{"id": "1904975", "contents": "Opinion by\nMr. Chief Justice Bell,\nThe questions involved in this appeal are many and the record is confusing. However, the two principal questions may be thus stated: (1) Did the unconsumed property which originally was part of the residuary estate of Walter J. Moltrup, husband of Mary E. Moltrup, together with the accretions thereof, belong to their son Merle as remainderman under the will of his father, or did such property belong to appellants and others, all of whom were appointees under Mrs. Moltrup’s will; and (2) is Merle’s executor estopped from asserting Merle’s claim thereto by a prior accounting of the executrix of Mr. Moltrup’s estate?\nWalter J. Moltrup died November 1, 1940 leaving a will dated March 16, 1935. He was survived by his wife Mary E. Moltrup who died August 21, 1958, and their son Merle who survived both his father and mother and died on September 1, 1962. Merle was survived by his wife Yiola, but left no issue.\nSeveral appointees of Mrs. Moltrup’s will appeal from a Decree of the Orphans’ Court which sur an executors’ account in Mr. Moltrup’s estate directed distribution to Merle’s executor of Mr. Moltrup’s unconsumed residuary estate, including all the accretions thereof. Under Mr. Moltrup’s will, his wife was the life tenant and donee of a power of consumption, with the further powers hereinafter referred to. The Orphans’ Court further decided that under Mr. Moltrup’s will, his wife Mary had no absolute or unconditional power of appointment and, we repeat, that Mr. Moltrup’s unconsumed residuary estate with all its accretions was distributable under his will to his son Merle, subject to certain limitations hereinafter set forth.\nThe facts are so unusual and complicated that it is necessary to quote at length from Walter J. Moltrup’s will.\n“IV.\n“All the rest, residue and remainder of my estate, of whatsoever character, and wheresoever situate, now owned, or hereafter acquired, by me, I give, devise, and bequeath to my wife, Mary E. Moltrup, for and during the term of her natural life, with full power of consumption of both principal and income, and with the right of sale of real estate of which I may die possessed, I further direct that my wife shall not be required to give any bond, or bonds, or to give any account of, or concerning, her consumption and use of the estate herein given her.\n“V.\n“Upon the death of my wife, Mary E. Moltrup, I give, devise and bequeath all the rest, residue and remainder of my estate not consumed by her in her lifetime, as well as the stock hereinbefore bequeathed, in paragraph II **hereof, to my son, Merle A. Moltrup, subject, however, to any trust or trusts that my said wife may appoint or make concerning the same in her Last Will and Testament, and, in the absence thereof, to him absolutely . .\n“VI.\n“It is my wish, will and intention that my wife, Mary E. Moltrup, shall have the right, if, in her judgment, it is advisable, in and by her Last Will and Testament, to create and make any and all trusts she may wish in favor of my son, Merle A. Moltrup, of any interest or estate passing to him by virtue of this will.\n“VII.\n“If my son, Merle A. Moltrup, shall predecease my wife, then the stock bequeathed in paragraph II hereof to my wife, Mary E. Moltrup, in trust for my son, Merle A. Moltrup, I give, devise and bequeath to my wife, for and during the term of her natural life with full power of consumption of both the principal and income thereof.\n“VIII.\n“If my son, Merle A. Moltrup, shall predecease my wife, leaving lawful heirs to survive him, then any part of my estate remaining unconsumed by my wife at the time of her death, I give, devise and bequeath to the lawful heirs of my son, Merle A. Moltrup.\n“IX.\n“If, at the time of the death of my wife, Mary E. Moltrup, my son, Merle A. Moltrup, shall have died, leaving no lawful heirs, then I direct any part of my estate remaining unconsumed by my wife shall be disposed of by her will to whom and in such amounts, and under such conditions as she sees fit.\n“XI.\n“In the event of the death of my son, Merle A. Moltrup, without lawful heirs, prior to the death of my wife, Mary E. Moltrup, and in the further event that my wife shall make no disposition of any part of my estate remaining unconsumed at the time of her death, then I give, devise and bequeath all the rest, residue and remainder of my estate so remaining unconsumed to my heirs at law, according to the Intestate Laws of the Commonwealth of Pennsylvania in effect at the time of my decease.”\nIt has long been the well established law in Pennsylvania that a testator’s intent is the polestar in interpreting a will.\nIn Hoover Estate, 417 Pa. 263, 207 A. 2d 840, the Court said (pp. 266-267) : “In Houston Estate, 414 Pa. 579, 201 A. 2d 592, the Court, quoting from prior decisions, said (pages 586-587) : “ ‘It is now hornbook law (1) that the testator’s intent is the polestar and must prevail; and (2) that his intent must be gathered from a consideration of (a) all the language contained in the four corners of his will and (b) his scheme of distribution and (c) the circumstances surrounding him at the time he made his will and (d) the existing facts; and (3) that technical rules or canons of construction should be resorted to only if the language of the will is ambiguous or conflicting, or the testator’s intent is for any reason uncertain: Dinkey Estate, 403 Pa. 179, 168 A. 2d 337; Pruner Estate, 400 Pa. 629, 162 A. 2d 626; Wanamaker Estate, 399 Pa. 274, 159 A. 2d 201; Hope Estate, 398 Pa. 470, 159 A. 2d 197.’ ”\n“ ‘. . . “ ‘It is not what the Court thinks he might or would or should have said in the existing circumstances, or even what the Court thinks he meant to say, but what is the meaning of his words. Kelsey Estate, 393 Pa. 513, 143 A. 2d 42; Britt Estate, 369 Pa. 450, 87 A. 2d 243; Sowers Estate, 383 Pa. 566, 119 A. 2d 60; Cannistra Estate, 384 Pa. 605, 121 A. 2d 157.’ Saunders Estate, 393 Pa. 527, 143 A. 2d 367. See to the same effect Althouse Estate, 404 Pa. 412, 172 A. 2d 146. . .”: Woodward Estate, 407 Pa. 638, 640, 182 A. 2d 732.’ ’’\nIn Woelpper’s Appeal, 126 Pa. 562, 17 Atl. 870 (1889), the Court, speaking through Mr. Justice, later Chief Justice, Mitchell, said (page 572) : “In the construction of wills the great general and controlling rule is that the intent of the testator shall prevail. And by his intent is meant his actual intent. It is often said, as in the language of Weidman’s App., 42 Leg. Int. 338, quoted by our brother G-reen in Hancock’s App., 112 Pa. 532, and cited by appellant, ‘The question in expounding a will is not what the testator meant, but what is the meaning of his words.’ But by this it was never intended to say that the testator’s meaning when apparent can be disregarded, but, that it cannot be got at aliunde, by what he might have meant, or even what under the circumstances , perhaps he would have meant, but only by what he said. The-search is confined to his language, but its object is still his meaning.\n“With the desire to reduce to a minimum, the perplexity and uncertainty inseparable from the subject, courts have established certain more or less artificial and arbitrary canons of construction, by which certain forms of expression are presumed to have certain meanings, and in doubtful cases these presumptions are held to be decisive. But all of these canons are subservient to the great rule as to intent, and are made to aid, not' to override it. As in all such cases, care is required that tools shall not become fetters, and that the real end shall not be sacrificed to what was intended only as the means of reaching it.” Accord: Rede’s Appeal,. 78 Pa. 432 (1875); Baker and Wheeler’s Appeal, 115 Pa. 590, 593, 8 Atl. 630 (1887).\nIt is difficult to see how a testator could more clearly express his intention:\n(1) That his wife Mary should have only a life estate in his residuary estate with a power of consumption of both principal and income; and\n(2) That all his residuary estate which was unconsumed by his wife Mary should go (a) to his son Merle if he survived Mary (subject to Mary’s right to create a trust of this property for Merle for his life), or (b) if Merle predeceased testator’s wife Mary, then to Merle’s surviving lawful heirs.\nIn the clearest language testator expressed his intent that this unconsumed residuary estate should go (after the death of his wife Mary) to his son Merle or Merle’s surviving lawful heirs; in other words, to the testator’s son or his surviving lawful heirs and not to Mary or her heirs or relatives or her testamentary appointees, unless Merle predeceased Mary without leaving lawful heirs. It is equally clear that testator did not give Mary a fee or even a general power of appointment (unless Merle predeceased his mother Mary without leaving any surviving lawful heirs) and the testator made no provision for or expressed an intent to create a debtor-creditor relationship between Mary and Merle.\nAppellants’ Contentions\nMr. Moltrup left an estate of $52,132.36. As the result of stock splits, stock dividends and the increased market value of some shares of stock, Mr. Moltrup’s unconsumed residuary estate had increased at the death of his wife Mary to $206,658.88. Mary’s testamentary appointees contend (1) that Mary occupied the position of a debtor in a debtor-creditor relationship and (2) that she was the debtor to Mr. Moltrup’s remaindermen only in the sum of $45,794.37, which represented the sum of $52,132.36, the value of Mr. Moltrup’s residuary estate at the time of the award or distribution to her, less $6,337.99, which was the value of the property she had consumed during her lifetime. To support this contention, appellants rely on Powell’s Estate, 340 Pa. 404, 17 A. 2d 391, which, five years after Mr. Moltrup’s will and several months after his death (followed still later by Hays Estate, 358 Pa. 38, 55 A. 2d 763), decided for the first time in Pennsylvania that a gift of a legal life estate with power to consume created a debtor-creditor relationship, and the life tenant or her executor owed to the remainder-men only the value of the estate at the time she inherited it less the amount she consumed. If appellants’ contention is sound, Mary and the executors of her will were (a) debtors to Walter’s remaindermen and (b) debtors only in the sum of $45,794.37, and (c) the entire balance of Walter’s unconsumed residuary estate together with all its accretions belonged to Mary absolutely, and she of course could will it to anyone and in such amounts as she desired.\nAppellants’ contention is unsound for each of two reasons: (1) It ignores or misconstrues the clear language and intent of Walter’s will, and (2) Powell’s Estate and Hays Estate, supra, which changed the law after Walter’s death, are inapplicable to Walter’s will.\nWalter, as we have seen, died November 1, 1Q1\\0, leaving a will dated March 16, 1935. Prior to Powell’s Estate, 340 Pa., supra, which was decided in 1941, it had never been the law of Pennsylvania that a testamentary gift of a (so-called) legal life estate with power of consumption and remainder over, created a debtor-creditor relationship between the life tenant and remaindermen. Powell’s Estate and Hays Estate laid down a technical rule, or “a more or less artificial and arbitrary canon of construction,”—it was at best for appellants merely a rule of construction to aid in ascertaining testator’s intent; it was not an inflexible rule of construction, and it did not and could not apply to the will of a man Avho died before 1941 when such a rule did not exist. Lyman Estate, 366 Pa. 164, 76 A. 2d 633.\nIn Lyman Estate, 366 Pa., supra, Justice, later Chief Justice, Jones said (pp. 168, 169, 170, 171) : “. . . That the intention of a testator is the pole star in the construction of Ms will requires no citation of authority. . . .\n“What, then, was William R. Lyman’s testamentary intent? As the law stood in 1926 when he executed his will, a life tenant with power to consume had never been held to be a debtor of the remaindermen. Such a life tenant was then spoken of as a ‘quasi trustee’ for herself and the remaindermen: Watson’s Estate, 241 Pa. 271, 280, 88 A. 433; and, the remainderman was not a creditor of a life tenant having a right of consumption: see Metz’s Estate, 323 Pa. 241, 242, 185 A. 740. The rule of debtor-creditor relationship, which has pertained to an ordinary life tenancy, was not extended to a life tenancy with power of consumption until the decision in Powell’s Estate in 1941. The testator cannot, therefore, be presumed to have intended to impose a legal liability upon his wife, as life tenant, which extant rules of construction did not then impose on the character of life estate which he bequeathed. . . ‘. . . On the subject of interpretation of wills it meets the cardinal and controlling principle that the intention of the testator must prevail. . . In the present case, therefore, as in all others, the question is, what was the intention of the testator, and that is to be ascertained by what the testator understood to be the legal meaning of his language at the time he used it.’\n“... The testamentary intent in the present instance is clear. The remaindermen were to take merely what was left of the testator’s residuary estate, in the form and at the value, as it existed upon Mrs. Lyman’s death. There is no occasion for resort to rules of construction. As was said by Mr. Justice Linn in Gordon Estate, 360 Pa. 325, 330, 61 A. 2d 849,—(. . . it is elementary that such rales are never applied to defeat the expressed intention of a testator.’ Manifestly, such intention cannot justly be ascertained by an ex post facto rule of construction\nTo repeat, even if resort is had to a technical rale of construction, instead of ascertaining the intent of the testator from the language he employed, Powell’s Estate and Says Estate are not controlling for the reasons set forth in Lyman Estate, supra.\nRes Adjudícala, Estoppel?\nAppellants have one additional argument, namely, that Walter’s residuary legatee Merle and his executor are estopped from asserting Merle’s claim because after his father’s death, Mary as his executrix filed an executor’s account to which no objection was made or exception filed, and which consequently was confirmed urn der a rule of Court in Beaver County.\nIn 1940, Beaver County did not have a separate Orphans’ Court. Consequently, pursuant to §47(c) of the Fiduciaries Act of 1917, and the rales of the Orphans’ Court of Beaver County, Mary’s account in her capacity as executrix of the will of her husband Walter J. Moltrup was filed in the office of the clerk of the Court. Solely as the result of this filing in Beaver County, the account was ipso facto confirmed nisi and no objections having been filed thereto, it was then confirmed under their Court rules without any audit and without any notice of Mary’s claim having been given to any remaindermen. The only notice given to any remainderman or any heirs or any party having an interest or possible interest in the remainder, was an advertisement in a publication that an account had been filed by Mary E. Moltrup as executrix of the will of her husband Walter J. Moltrup, and in the absence of exceptions would be confirmed absolutely.\nThe account, which included debits and credits, contained the following: “Distribution in kind of the balance has been made as follows: Mary E. Moltrup.” There then follows an enumeration of shares of stock of twelve different companies, plus a Pierce sedan automobile valued at $100, and cash $501.67. At the time of Mary’s death, some of these stocks were registered in the name of Mary E. Moltrup, some were registered “Mary E. Moltrup life tenant u/w, Walter J. Moltrup with power of sale,” and some were registered “Mary E. Moltrup, as life tenant under will of Walter J. Moltrup.”\nMary’s appointees contend that advertisement of the filing of the executrix’s account, absence of exceptions thereto and the pro forma confirmation of the account constituted in legal effect a Court-awarded distribution to Mary personally and absolutely, with the same legal effect as if notice of her claim had been given to every party having a possible remainder interest and as if there had been an adversary proceeding and a binding adjudication with respect to her claim. We reject this contention and place our decision on the ground that no actual or appropriate notice of Mary’s present claim was ever given to the remainderman until after Mary’s death in 1958.\nWe further note that at the time of the filing of Mary’s account as executrix of her husband’s will, the only questions appropriately and timely before the Orphans’ Court were (1) a confirmation of the debits and credits contained in the account and (2) the award to Mary of a life interest with power of consumption. The disposition and the award of the unconsumed remainder, on this record, was clearly and unquestionably a matter for later determination by the Court when Mary’s life estate had terminated. Certainly, the record, the advertisement and the above-mentioned award to Mary, with no actual notice to present and potential remaindermen—some of whom were unknown or unborn and all of whom were unrepresented—of the claim which Mary’s executors made after her death (which was 18 years after her account as executrix of Walter’s estate) could not bar the interest of remaindermen who had no notice of Mary’s claim. See Emmerich Estate, 347 Pa. 307, 311, 32 A. 2d 400; Johnson’s Estate, 276 Pa. 291, 296, 120 Atl. 128; Partridge-Remick, Pennsylvania Orphans’ Court Practice, Vol. III, page 295. Cf. also Stotesbury Estate, 387 Pa. 591, 595, 128 A. 2d 587; Ray’s Estate, 345 Pa. 210, 25 A. 2d 803; Robins’s Estate, 180 Pa. 630, 37 Atl. 121; Jones’s Appeals, 99 Pa. 124.\nIn Johnson’s Estate, 276 Pa., supra, this Court struck down a testamentary appointment by the life tenant, and held that the interest of the remainderman must be governed and controlled by the will of the testator who created the gifts for life and the gifts in remainder. The Court pertinently said (pp. 295-296) : “. . . The point is, Did he have more than a life interest? and, as involved in that point, What became of the estate at Ms death? The most convenient, if not appropriate, time to raise and settle these questions was at the audit of the account filed after Elwood’s [the life tenant’s] death; . . .\n“As for the contention of res judicata, we agree with the opinion of the court below that the prior adjudications ‘did not go further than to determine the validity of the trust for the life of Elwood [the life tenant], if they went that far.’ ”\nUnder the above-mentioned authorities, it is clear that at the time of the confirmation of the account of Mary E. Moltrup as executrix of Walter’s will, the rights of the remaindermen were not properly and timely before or determinable or actually determined by the Orphans’ Court, and therefore under the facts and the record in this case, the doctrine of res adjudicata or estoppel is inapplicable.\nDecree affirmed, each party to pay own costs.\nIn paragraph II of his will, Walter gave 300 shares of stock of the Moltrup Steel Products Company to his wife Mary in trust to pay the income and dividends therefrom to his son Merle for his life. Mary B. Moltrup did not create any trust of this stock, and all the parties agree that Merle is entitled to this stock absolutely.\nItalics throughout, ours.\nWith other powers not presently relevant.\nThis was quickly changed by §13 of the Estates Act of 1947 (Act of April 24, 1947, P. It. 100, §13, 20 P.S. §301.13), effective January 1, 1948, which provides that “A person having a present Interest In personal property, or in the proceeds of the conversion of real estate, which is not in trust, and which is subject to a future interest, shall be deemed to be a trustee of such property, and not a debtor to the remainderman, with the ordinary powers and duties of a trustee, . . .” Indeed, these cases were effectually repudiated even without the Estates Act by Lyman Estate, 366 Pa. 164, 76 A. 2d 633.\nAct of June 7, 1917, P. L. 447, §47 (c), 20 P.S. Ann., Oh. 3, App. §842 [repealed].\nThe attorney for Mrs. Moltrup, executrix, testified as follows: “By Mr. Bay: Q. The record indicates that the account was filed on June 3d, 1942 and confirmed nisi by the Court, and on June 13th there was an entry—No exceptions having been filed to the above and foregoing account, the same is hereby confirmed absolutely. Is it your recollection that this account, or schedule of distribution, as it appears thereon, was confirmed absolutely by this Court? Mr. Holland: Objection, your Honor. The Court: The account speaks for itself. As a matter of fact, at that time that was the proper procedure. If there were no exceptions filed after confirmation nisi, at the end of ten days it automatically became absolute and the Olerk so noted it on the record without further Order of Court.”"}