{"id": "1904919", "contents": "Opinion by\nMe. Justice Musmanno,\nThe Act of June 15, 1965, amending §1361 of the Public School Code of 1949, provides, inter alia: “When provision is made by a board of school directors for the transportation of resident pupils to and from the public schools, the board of school directors shall also make provision for the free transportation of pupils who regularly attend nonpublic elementary and high schools not operated for profit.”\nOn August 30, 1965, Brenard G. Rhoades and five others filed a suit in equity in Montgomery County, averring that the Act of June 15, 1965, known as Act No. 91, was unconstitutional, unlawful and invalid, and asking that the court enjoin the defendant School District of Abington Township from entering into any contract under the indicated legislation.\nOn September 1, 1965, Betty J. Worrell filed a similar suit in Delaware County against the school directors and officers of Rose Tree Union School District. The Attorney General of the Commonwealth petitioned this Court to take original jurisdiction in the two equity actions and we issued certiorari to bring the actions before us for disposition. The Attorney General intervened in both actions, so did other parties, all of whom filed answers and briefs. All counsel participating in the argument, both orally and by printed brief, have presented their positions ably and vigorously-\nThe issue is one on which adversaries feel deeply, although in reality the opposing points of view do not bristle with as much contention as might at first appearance seem likely. The plaintiffs and those who support their position see in Act 91 an infringement on the First Amendment to the Federal Constitution and to Article I, §3; Article III, §§17 and 18; and Article X, § §1 and 2 of the Pennsylvania Constitution.\nThe purpose of Act 91, as announced in its title, is to provide for the “health, wealth and safety of the children of the Commonwealth,” The phrase “health, wealth and safety” is not to be treated lightly or as a superfluity. “The Legislature cannot be deemed to intend that its language be superfluous and without import.” (Daly v. Hemphill, 411 Pa. 263.)\nThe larger number of schools in Pennsylvania are located so far away from the homes of the pupils who attend them that the pupils are required either to walk long distances or to make use of vehicular transportation. In recent years the foot traveler, because of the volume of motor traffic which more and more is approaching the grim appearance of a foreign invasion, is in constant jeopardy of death or physical disablement, as he proceeds, warily or carefree over the highways of the nation. And those who ride in private cars can never be certain, because of the ever-increasing violence and number of collisions, that they will arrive at their destinations with only the ailments they enjoyed when they started on their journeys.\nTestimony before a United States Senate Committee advanced the dire prediction that: “It seems probable that over the next 5 years we will kill on the highways of this country as many people as we lost to enemy action in all four years in World War II. In the next decade, we can expect to kill more than 500,000 people and injure about 40 million.” (89th Cong. 2d Sess. 112 Cong. Rec. 6576.)\nIn view of the peril hovering over our streets and roads like a miasmatic fog, those charged with concern for the safety of children are duty bound to devise methods and means for saving the little travelers from harm on their way to and from school. Obviously the manner in which to provide these youthful wayfarers with a fair measure of protection against highway mishap is to keep them pedally off the roads and to transport them in vehicles so formidably constructed that they may ward off and parry, to the maximum extent possible, aggression from other vehicles. The school bus with its large heavy wheels and steel fabricated body seems to be the answer to the worrisome problem. Pennsylvania Secretary of Public Welfare, in testifying on House Bill 381 (later to become Act 91) before the Senate Education Committee, said: “. . . school bus transportation clearly involves the safety and health of our children. The busing of school children is for their protection against hazards of the roadways and of traffic, against dangers occasioned by exposure to weather, against evils of child molestation.”\nHe stated further that “with respect to injuries,” a person is five times as safe in a school bus as in a car. “With respect to death,” a person is ten times as safe in a school bus as in a car. In support of this statement, he cited statistics: “In 1963, there were 2.3 deaths per 100,000,000 miles, in cars, as compared to .2 deaths, per 100,000,000 miles in school buses.”\nThe need for the collective motorized transportation of school children is thus as apparent as a washed-away bridge. The opponents of Act 91 do not contest the desirability, indeed even the imperativeness, of transporting children to school by means of school buses, but argue that they may not be used to ferry children attending nonpublic schools which, of course, include parochial schools. They point to the First Amendment to the Constitution of the United States which declares, inter alia, “Congress shall make no law respecting an establishment of religion,” and argue that Act 91 offends against it.\nDespite the wondrous flexibility of the English language it is still difficult to see how one can conclude that, placing children on a school bus establishes a religion. And even if the children are transported to a school which, in addition to teaching state-approved subjects, offers guidance in the world of faith, this still does not establish a religion. Our whole body of school law is predicated on the proposition that once children are served educationally according to State criteria, their extracurricular activities cannot adversely affect the State, constitutionally. Indeed, the Public School Code specifically embraces the concept of nonpublic schools, the title explaining that the law relates to “the public school system, including certain provisions applicable as well to private and parochial schools.”\nIn his concurring opinion in the case of McGowan v. Maryland, 366 U.S. 420, 467, Justice Frankfurter said: “It was on the reasoning that parents are also at liberty to send their children to parochial schools which meet the reasonable educational standards of the State . . ., that this Court held in the Everson case that expenditure of public funds to assure that children attending every kind of school enjoy the relative security of buses, rather than being left to walk or hitchhike, is not an unconstitutional ‘establishment’, even though such expenditure may cause some children to go to parochial schools who would not otherwise have gone.”\nPennsylvania State laws compel all children up to 18 years of age to attend school—not public school, but any school so long as it teaches an approved curriculum and meets other State requirements. The State awards to nonpublic school students the same scholastic credits as those which are earned by public school students. It would be grossly illogical, therefore, to say that the State which does not differentiate between public and nonpublie pupils, so far as grades, promotion, and graduation are concerned, cleaves a line of distinction between them according to whether they arrive at the school on school buses, in private motor cars or on foot.\nNot only do law and reason refute any such differentiation, but economics in good government dispels the concept. The huge budgets required to maintain our public school system is a matter of concern to everybody. The imperative need for the best in education for the youth of our Commonwealth convinces the civic-minded citizens of the inevitability of heavy taxes to meet the expense, but it does not lessen the weight of the financial burden he must carry. Therefore, any procedure which may lighten that burden, consistent with maintaining the highest State educational standards, is warmly welcomed by the taxpayers. Thus, for every nonpublic school pupil picked up on the road by a public school bus, that much weight is lifted from the back of the taxpayer because the maintenance of nonpublic schools, of course, does not depend upon public funds.\nNearly one-fourth of the school children in Pennsylvania attend nonpublic (mostly denominational) schools. Since the parents of the children in nonpublic schools still pay public school taxes, without using public school facilities, it has been estimated that the taxpayers, since they are not required to provide teachers, equipment and supplies for the nonpublie school children, are financially benefited to an amount equal to one-third of the entire educational budget of the Commonweath. Indeed, if nonpublic schools were to be abolished, the increase in tax burden to the citizens of the Commonwealth would be noteworthy and the Commonwealth would be hard put to provide the buildings, teachers and equipment for the flood of additional children released into their care and responsibility.\nWhere children are involved, the laws of the Commonwealth and the decisions of our Courts make no distinction between public school and nonpublic school pupils. In 1911 the Pennsylvania Legislature enacted a law providing for the establishment of manual training schools for all children, public and nonpublic. It specifically stated that “no pupil shall be refused admission to the courses in these additional schools or departments, by reason of the fact that his elementary or academic education is being or has been received in a school other than a public school.” When a 13-year-old pupil of a private school endeavored to obtain this manual training, taught in a public school in Altoona, the school district involved refused him admittance, arguing that the Act was unconstitutional in that it would give “to private and sectarian schools the use of moneys raised for the public schools, contrary to Article IX, §7, and Article X, §2, of the Constitution.” The Act specifically stated that the manual training school was to be “an integral part of the public school system in such school district.” Despite this language which went much further in linking public and private schools in an educational undertaking than Act 91 here being discussed, our Court held that the Act was constitutional, stating: “The benefits and advantages of these additional schools and means of education and improvement are not restricted to the pupils in regular attendance at the elementary public schools and pursuing the entire prescribed elementary courses, but are intended to be free to all ‘persons residing in such district’. . .” (Comm. v. School District of Altoona, 241 Pa. 224.)\nIf the pupil of a private school may attend a manual training school, which by law has become part of the “public school system”, certainly he may not under the present law, be excluded from a bus which in itself, stationary or mobile, is not a classroom for instruction.\nThe Public School Code provides for children, without distinguishing between public and nonpublic schools, many facilities, as, for instance, medical, dental and nurse services (§14-1401 et seq.); driver safety (§15-1519); food and milk supply (§13-1335); board and lodging (§13-1367), tuition and maintenance of blind, deaf and cerebral palsied children (§13-1376). The Public School Code provides that school district funds may be used for traffic safety purposes: “The board of directors of any school district acting alone or with another district or districts, may contribute funds to another political subdivision for the erection and maintenance of stop and go signal lights, blinkers or other like traffic control devices.” (1949, March 10, P. L. 30, §526, added 1965, Dec. 1, P. L. 1002, §1, 24 P.S. §5-526).\nOn the basis of logic and sustained reasoning it would be absurd to allow nonpublic school children into all these public services but deny them a ride on a bus to attend a school conforming to the requirements of the State educational program.\nBut the plaintiffs in the Montgomery County case argue that Act 91 is unconstitutional because five of the schools that educate children riding the school buses are owned and operated by the Roman Catholic Church and that, therefore, the plaintiffs contend, “a primary and direct effect of the expenditures necessary or reasonably attendant upon such maintenance and operation is to advance the Roman Catholic Church, the particular local Roman Catholic Churches, and the religion thereof.”\nThis same argument was pressed in the case of Everson v. Board of Education, 330 U.S. 1, where the constitutionality of a New Jersey statute was attacked because it authorized reimbursement to parents for fares paid for transporting by public carrier children attending public and Catholic schools. The Supreme Court of the United States ruled that the statute did not offend against the Federal Constitution: “. . . we cannot say that the First Amendment prohibits New Jersey from spending tax-raised funds to pay the bus fares of parochial school pupils as a part of a general program under which it pays the fares of pupils attending public and other schools. It is undoubtedly true that children are helped to get to church schools. There is even a possibility that some of the children might not be sent to the church schools if the parents were compelled to pay their children’s bus fares out of their own pockets when transportation to a public school would have been paid for by the State. The same possibility exists where the state requires a local transit company to provide reduced fares to school children including those attending parochial schools, or where a municipally owned transportation system undertakes to carry all school children free of charge. Moreover, state-paid policemen, detailed to protect children going to and from church schools from the very real hazards of traffic, would serve much the same purpose and accomplish much the same result as state provisions intended to guarantee free transportation of a kind which the state deems to be best for the school children’s welfare. And parents might refuse to risk their children to the serious danger of traffic accidents going to and from parochial schools, the approaches to which were not protected by policemen. Similarly, parents might be reluctant to permit their children to attend schools which the state had cut off from such general government services as ordinary police and fire protection, connections for sewage disposal, public highways and sidewalks. Of course, cutting off church schools from these services, so separate and so indisputably marked off from the religious function, would make it far more difficult for the schools to operate. But such is obviously not the purpose of the First Amendment.” (Emphasis supplied.)\nThe United States Supreme Court found that the parochial schools there under consideration met New Jersey’s school requirements. The State contributed no money to these schools; it did not support them. The legislation which provided for the busing of the parochial children did “no more than provide a general program to help parents get their children, regardless of their religion, safely and expeditiously to and from accredited schools.” Therefore, the law was not at odds with the First Amendment. The same is true of Pennsylvania’s Act 91. In its discussion the Supreme Court referred to the case of Pierce v. Society of Sisters, 268 U.S. 510. There, the State of Oregon had passed a law requiring parents, under penalty of punishment for disobedience, to send their children to public schools. The Supreme Court held that such a law constituted an unreasonable interference with the liberty of parents and so violated the Fourteenth Amendment. The Court said: “The child is not the mere creature of the State; those who nurture him and direct Ms destiny have the right, coupled with the high duty, to recognize and prepare him for additional obligations.” (p. 535)\nCommenting on the Pierce case, the Supreme Court said in the Everson case: “Parents may, in the discharge of their duty under state compulsory education laws, send their children to a religious rather than a public school if the school meets the secular educational requirements which the state has power to impose.” (p. 18)\nThe Supreme Court also pointed out that the First Amendment, in addition to abjuring the establishment of religion, also declared that there must be no prohibition in the “free exercise” of religion. Thus, while government may not use a legislative tool to build a church, neither may it employ a parliamentary bulldozer to demolish a church already constructed. “State power is no more to be used so as to handicap religions than it is to favor them.” (Everson, supra, p. 18)\nReligion is part of the American way of life. Beginning with the landing of Columbus on the shores of San Salvador when the Genoese navigator offered prayers of gratitude to God for the faith which sustained him in the preparation for, and the perilous achievement of, his hazard-laden voyage, continuing through the Mayflower Compact which is headed by the solemn and sacred words: “In the name of God Amen!” and calls upon the Deity for guidance and support in the new life to begin on the American continent, carrying on through the Declaration of Independence and the Constitution of the United States in their reverent supplication to a Supreme Being, and standing fast in State papers and the pronouncements of our Presidents, religion is inseparable from the history of the United States. The United States Supreme Court said in the case of Abington School District v. Schempp, 374 U.S. 203, 213: “. . . This background is evidenced today in onr public life through the continuance in our oaths of office from the Presidency to the Alderman of the final supplication, ‘So help me God.’ Likewise each House of the Congress provides through its Chaplain an opening prayer, and the sessions of this Court are declared open by the crier in a short ceremony, the final phrase of which invokes the grace of God. Again, there are such manifestations in our military forces, where those of our citizens who are under the restrictions of military service wish to engage in voluntary worship. Indeed, only last year an official survey of the country indicated that 64% of our people have church membership. Bureau of Census, U. S. Department of Commerce, Statistical Abstract of the United States (88d ed. 1962) 48, while less than 3% profess no religion whatever. Id., at p. 46. It can be truly said, therefore, that today, as in the beginning, our national life reflects a religious people who, in the words of Madison, are ‘earnestly praying, as ... in duty bound, that the Supreme Lawgiver of the Universe . . . guide them into every measure which may be worthy of his [blessings. ...].’ ”\nEven Justice Rutledge, writing the dissent in the Everson case, acknowledged that: “Our constitutional policy . . . does not deny the value or the necessity for religious training, teaching or observance. Rather it secures their free exercise.” (p. 52)\nEvery daily session of the courts of this Commonwealth open with the adjuration: “God save the Commonwealth and this Honorable Court.” Each witness who takes an oath in all our Courts is required to avow that he will tell the truth, the whole truth, and nothing but the truth, for which he will answer “on the last Great Day.” At patriotic ceremonies where the national anthem is sung, the citizens lift their voices to the words: “This be our motto ‘In God Is Our Trust.’ ” The Pledge of Allegience to the Flag of the United States proclaims “One Nation under God.”\nThe constitutional prohibition against the establishment of religion was never intended to deny the free exercise of religion. Thomas Jefferson, who penned the Declaration of Independence, and who also wrote Virginia’s Bill for Religious Liberty, proclaimed the omnipotence of the Author of the Universe: “Almighty God hath created the mind free; that all attempts to influence it by temporal punishments or burthens, or by civil incapacitations, tend only to beget habits of hypocrisy and meanness, and are a departure from the plan of the Holy author of our religion, who being Lord both of body and mind, yet chose not to propagate it by coercions on either. . .”\nAny interpretation of legislation, therefore, which would deny the fullest voluntary freedom in religious worship would not only be contrary to these American historical expressions of faith, but would also offend against the First Amendment with its bell-clanging proclamation of religious freedom. It was because the Founding Fathers foresaw the possibility of forces and influences working to destroy the faith of man in a Supreme Being that they made the free exercise of religion part of the same swing of the pendulum which prohibits the establishment of a State religion.\nIn Zorach v. Clauson, 343 U.S. 306, the Supreme Court said: “The First Amendment, however, does not say that in every and all respects there shall be a separation of Church and State. Rather, it studiously defines the manner, the specific ways, in which there shall be no concert or union or dependency one on the other. . . We are a religious people whose institutions presuppose a Supreme Being. We guarantee the freedom to worship as one chooses. We make room for as wide a variety of beliefs and creeds as the spiritual needs of man deem necessary ... we find no eonstitutiona.1 requirement which makes it necessary for government to be hostile to religion and to throw its weight against efforts to widen the effective scope of religious influence.”\nFrom this same pulpit of American historical exposition, the Supreme Court declared in Everson: . . New Jersey cannot hamper its citizens in the free exercise of their own religion. Consequently, it cannot exclude individual Catholics, Lutherans, Mohammedans, Baptists, Jews, Methodists, Non-believers, because of their faith, or lack of it, from receiving the benefits of public welfare legislation.”\nAct 91 is public welfare legislation and, from the reservoir of public welfare, all races and religions may drink unimpededly in the quenching of normal thirsts. Indeed one of the fundamental reasons for the State in a civilized society is to provide for the public welfare.\nThe Everson case is the law of the land and rules squarely against the contentions of the plaintiffs in the Courts below in so far as the Federal Constitution is concerned. Our own Court upheld the Everson case by name in 1956 in Schade v. Allegheny County Institution District, 386 Pa. 507. In that case an attempt was made to declare unconstitutional the Juvenile Court Law of Allegheny County of June 3, 1933, P. L. 1449, and the County Institution District Law of June 24, 1937, P. L. 2017 because they provided for the payment of tax revenues raised by Allegheny County to denominational or sectarian institutions or homes for the board, care and maintenance of neglected or dependent children on order of Allegheny County’s Juvenile Court. The complaining plaintiffs argued that these laws violated the Pennsylvania Constitution which prohibits appropriations “to any denominational or sectarian institution, corporation or association.” This Court rejected the contention of the plaintiffs that the payments to the denominational or sectarian defendants tended toward “governmental ‘establishment of religion’, and, consequently are violative of the Fourteenth Amendment.” Mr. Justice Jones, speaking for our unanimous Court, said: “It is unnecessary to devote much time to this contention. The Supreme Court has, in principle, settled it adversely to the appellant’s position. See Everson v. Board of Education, supra, where it was held that a State’s use of public tax funds for the transportation of pupils to and from sectarian schools did not serve to promote the establishment of religion.”\nWe here hold that Act 91 does not offend against the First or Fourteenth Amendments to the Constitution of the United States. Does it transgress any provision or provisions of the Constitution of Pennsylvania? We have already touched on certain phases of the State Constitution in connection with a discussion of alleged trespassing on the domains of the United States. We will now examine specifically the argument that Act 91 cannot survive under prohibitory provisions of our own State organic law.\nThe plaintiffs contend that Act 91 violates Art. 1, §3 of the State Constitution: “All men have a natural and indefeasible right to worship Almighty God according to the dictates of their own consciences; no man can of right be compelled to attend, erect or support any place of worship, or to maintain any ministry against his consent; no human authority can, in any case whatever, control or interfere with the rights of conscience, and no preference shall ever be given by law to any religious establishments or modes of worship.”\nThe Abington Township brief asserts precisely that Act 91 “compels all the real property owners of the Township to support places of worship and to maintain a particular religious ministry against their consent; and (2) it gives preference by law to certain religious establishments and modes of worship.”\nThese assertions are so feeble of merit that they must fall in the slightest breeze of analysis. When the Constitution of 1874 was being debated in convention, no reference was made to the subject of pupil transportation. Supporting a place of worship meant providing funds for the maintenance of a church. The phrase certainly could not have referred to motor transportation. The concept of a horseless buggy was as unimaginable in 1873, as walking on air 150 miles above the earth was inconceivable in 1946. The first automobile to awe human beings, excite communities and startle animals did not honk a horn or turn a wheel until 1892. Thus, it can be stated with historic conclusiveness that the framers of the 1874 Constitution could not have had in mind a prohibition against motor transportation for children when they declared that no citizen of the State should be required to support a place of worship.\nEven in quixotic imagination, a school bus cannot be regarded a place of worship. The general gayety, levity and juvenile frivolity which prevails among children riding any transportational vehicle rules out the solemnity of a place of worship. Nor can transporting a child to a church-connected school be regarded as supporting a place of worship. The purpose of the school bus is to take children to a structure where they will receive a secular education. Thus the bus serves a secular, public purpose, and as stated in Everson, “it is much too late to argue that legislation intended to facilitate the opportunity of children to get a secular education serves no public purpose.”\nThe fact that the parochial pupil, in addition to receiving a secular education, is offered religious guidance, cannot take away the public nature of the curriculum he studies—a curriculum drafted and supervised by the State. The Supreme Court explained in Everson that it does not “follow that a law has a private rather than a public purpose because it provides that tax-raised funds will be paid to reimburse individuals on account of money spent by them in a way which furthers a public program.”\nThe plaintiffs’ assertion that Act 91 “gives preference by law to certain religious establishments and modes of worship” is self-defeating on its face because there is nothing in the Act which speaks of preference for nonpublic schools. Indeed the Act states that the buses on which the nonpublic school pupil may ride “shall be over established public school bus routes.” Thus, while nonpublic students eventually reach the nonpublic school, there is no provision that the bus is to take them to the doorstep of that school, or that the bus will pick them up at their homes. So far as nonpublic school children are concerned, they must, in a universal Mohammed sense, go to the buses rather than that the buses come to them.\nIt is also to be noted particularly that Act 91 makes no special provision for parochial schools. It applies all-sweepingly to children attending nonpublic schools, whether those schools have an association with a church or not. In addition, it is significant that the nonpublic schools will not be the donee of funds or busing facilities, nor will they have any control over them.\nThe plaintiffs do not charge that nonpublic schools would, under Act 91, be the recipient of financial benefits. But even if this were to be an indirect result of the legislation, this fact in itself would not unconstitutionalize the law. In order to come within the constitutional ban, financial benefits accruing to a nonpublic school would have to be direct and not merely incidental, supplemental or peripheral. In Hysong v. Gallitzin Borough School District, 164 Pa. 629, the complaining party sought to enjoin a school district from employing as teachers members of a religious order who contributed all their earnings, above their maintenance, to the religious order of which they were members. This Court rejected the complaint stating through the scholarly Justice Dean, that: “It is none of our business, nor that of these appellants, to inquire into this matter. American men and women, of sound mind and twenty-one years of age, can make such disposition of their surplus earnings as suits their own notions. We might as well, so far as any law warranted it, inquire of a lawyer, before admitting him to the bar, what he intended to do with his surplus fees, and make his answer a test of admission. What he did with his money could in no way affect his right to be sworn as an officer of this court, therefore it would be impertinence in us to inquire.”\nThe plaintiffs find in Act 91 a violation of Article III, §18 of the Pennsylvania Constitution, which reads, inter alia: “No appropriations shall be made for charitable, educational or benevolent purposes to any person or community nor to any denominational or sectarian institution, corporation or association.”\nIn Schade v. Allegheny County Inst. District, supra, we affirmed the statement of the Court of Common Pleas of Allegheny County that: “ ‘The cost of the maintenance of neglected children either by the State or the County is neither a charity nor a benevolence, but a governmental duty.’ ” Educating the children of the state is a governmental duty, and if excessive distance builds a wall around the place of education, government must level that wall.\nMoreover, Act 91 does not require any appropriation from the Commonwealth. In fact, the Abington Township School District admits this in its brief: “The draftsmen of the Act No. 91 of June 15, 1965, drew it so that the appropriations are and will be made not by the General Assembly, but by instrumentalities thereof (school boards). Further, the Act is drawn so that no money passes directly from the state or from its instrumentalities into the treasury of any sectarian institution.”\nAlthough Abington cites the Schade v. Allegheny County Inst. District, supra, in support of its contentions, we have seen that it is a sword against those contentions rather than a shield for it. Our Court ruled that the payments made to the institution supporting neglected children is “in legal effect payments to the child.” The school buses under Act 91 are operated for the benefit of the children who ride it and not for the benefit of the church which may be associated with the school in which the children receive a State-supervised education.\nA public fire department is maintained by the taxes of the people, but no one would be so shortsighted as to argue that firemen had no duty to extinguish a conflagration which was consuming a church, no matter what the denomination. Policemen are assigned to duty at and about churches but no one would say that this is an illegal assignment of duty. Churches and religious establishments, regardless of creed, form part of the whole mosaic of our civilized society and should, and do, receive the protection of the State of their physical properties. “ ‘The Constitution does not prohibit the State or any of its agencies from doing business with denominational or sectarian institutions, nor from paying just debts to them when incurred at its direction or with its approval. Numerous cases can be readily visualized where such situations have occurred: i.e. payment of the bill of an injured employee to a sectarian hospital/ ” (Schade v. Allegheny County Inst. Dist., supra, p. 512).\nThe Abington brief cites Article 10, §1 of the State Constitution: “The General Assembly shall provide for the maintenance and support of a thorough and efficient system of public schools, wherein all the children of this Commonwealth above the age of six years may be educated. . .” and argues that this destroys the constitutionality of Act 91. It does not even approach within firing range of Act 91. The constitutional provision in question mandates the Legislature to provide for the establishment “of a thorough and efficient system of public schools,” but it does not say that there may not be schools supplemental to those supported by the State. If this constitutional provision prohibited the creation or existence of other schools, then every private school in the State would have to be dismantled, which, of course, would be absurd.\nSection 2 of Article 10 states that: “No money raised for the support of the public schools of the Commonwealth shall be appropriated to or used for the support of any sectarian school.” Abington sees in this section another bulldozer crushing out the life of Act 91, but Abington itself throws the bulldozer off its track with its own statement, namely, “one section of the Public School Code, viz., sec. 1401, relating to school health services, does extend to children in private schools and results in public expenditures for the benefit of all children of school age, whether they attend public or private schools. Of course, the health of all children residing within the Commonwealth is a matter of legitimate concern of the General Assembly. . . Programs such as health and dental examinations for all children of certain ages are unrelated to the ‘support of any sectarian school.’ ” Indeed, under existing law, children in sectarian schools receive tax-supported health services. (Act of July 15, 1957, P. L. 937, as amended, September 29, 1961, P. L. 1743, 24 P.S. §25-2505.1.)\nIf the health of all children in the Commonwealth is a matter of legitimate concern of the General Assembly, why would not their safety also be a matter of legitimate concern of the General Assembly? As already quoted, Arlin M. Adams, the Pennsylvania Secretary of Public Welfare, said: “The busing of school children is for their protection against hazards of the roadways and of traffic, against dangers occasioned by exposure to weather, against evils of child molestation.”\nIf the General Assembly can act and appropriate to save children from the onslaughts of diptheria, smallpox and other infectious diseases, is it impotent to protect them from the pneumonia-provoking blasts of winter, the mangling fenders of a drunk-driven automobile, and the lecherous advances of the depraved molester on the highway?\nWe have seen that the bus transportation authorized by Act 91 must traverse routes which lead to public schools. Are parochial children on these routes to be left to the mercies of inclement weather, culpably negligent drivers and children disturbers? In not a few instances the school buses picking up only public school children travel with many empty seats. Is a nonpublic school child to be denied a seat in an unfilled bus, leaving him to plod the weary miles on foot? With such school buses on the road, expending no extra gasoline to pick up nonpublic school children, are they to return home and ask their parents for private transportation beyond their means to supply?\nIn all the briefs which have been filed in opposition to Act 91, there is not one statement or word remotely suggesting that the transportation of nonpublic school children will in the slightest be deleterious to the public, the individuals involved, or the educational program of the State. On the contrary, we have seen how this school busing will be protective of the health and the safety of the children. In addition, such busing will be salubrious and educational for the children in that public and nonpublic school children will mingle, converse and soon learn that children are the same everywhere. These youthful riders, regardless of religious attachments, speak the same language, salute the same Flag, play the same games, laugh at the same jokes, entertain the same love for their respective parents, and demonstrate the same devotion to the ideals of our country. All this comes under the canopy of preserving the health, welfare and safety of the children, one of the most fundamental responsibilities of the State, and specifically provided for in the Public School Code of the State.\nParadoxically, the plaintiffs argue that Act 91 goes too far and then, that it does not go far enough. They complain that the statute does not provide for transportation of children who live close to their schools. But if the school is close enough to walk to, why must there be vehicular transportation? Sufficient to a trip is the distance thereof.\nThen the plaintiffs say that students attending private schools for profit are omitted from the statute. In cases of private schools where education is imparted, on a profit basis, it can be assumed that if the parents or guardians can afford expensive special tutoring for their children, they can afford to provide private safe transportation for their children.\nThe brief filed in behalf of the plaintiff in the Delaware County case complains that “nonpublic school children who do not live near an established bus route will still face the same traffic hazards as they did before.” The obvious answer here is that if these students are confronted with such dangers as will justify extending the scope of the Act, the General Assembly can provide for that extension, but it is no reasonable argument to say that because a statute does not make provision for a hypothetical minimal hazard, it should ignore a proved multiple peril.\nThis same brief argues that there is no analogy between bus transportation and the provision for lunches and medical care for nonpublic school children, specifying : “Lunch and medical care are things which a child must have, irrespective of whether or not he attends school.” In our society it is accepted that food for the mind in the form of education is no less necessary than food for the stomach. With regard to medical care, the supplying of bus transportation may be the means of protecting children from illness-producing exposure which would lessen the need for medical care.\nIt was also argued before us that Act 91 will “accelerate the fragmentation of our society and increase religious conflicts.” The exact reverse is true. The closer different religions get to one another, the less will be the reason for dissension. We can take judicial note of the fact that in recent years noble efforts have been made in establishing inter-faith councils, leading to the hope fulfillment of wiping away antagonisms between different churches and beliefs. Bringing children together in buses on their way to the temple of learning can only help to hasten the eventual attainment of the true brotherhood of man. The friendships made by children as they travel side by side and in conversational intimacy, to and from school and home, in the most formative years of their lives, will grow stronger with the passing of the years, increasing the mutual understanding which is the most potent welder in a common cause for peace and happiness.\nFinally, the plaintiffs argue that Act 91 is unconstitutional because of “vagueness.” The only thing vague in this entire situation is the charge of vagueness advanced by the plaintiffs. It is like a splash of rain that has no target and leaves no durable impression. A reading of Act 91 will reveal its stark simplicity, specificity and secularization. It has but one aim and that is to place nonpublic schools, in the matter of student transportation, in the same classification as public schools, so long as the nonpublic schools observe the public school curricula. There is nothing in either the Federal or State constitution, the laws of the Commonwealth, or in fundamental justice to prohibit so salutary an objective.\nThe complaints in the courts below are dismissed, each party to pay own costs.\nAct No. 91, P. L. 133, 24 P.S. §13-1361.\n¡Act of March 10, 1949, P. L. 30, 24 P.S. §13-1361.\nTo avoid a cumbersome distinction, wholly unnecessary in the discussion, between the suit filed in Montgomery County and the one filed in Delaware County, the parties arguing for the unconstitutionality of Act 91 will be called in the opinion, the plaintiffs.\nHearings before Senate Education Committee 14-16 (March 24, 1965).\nThe Supreme Court of the United States has held that the First Amendment has been made wholly applicable to all the States by the Fourteenth Amendment. (School District of Abington Township v. Schempp, 374 U.S. 203).\nGeneral Fund Budget Message of Governor William W. Scranton, February 7, 1966 (b) 1966-1967 Budget of the Commonwealth of Pennsylvania (e) “Current Expenditure Per Pupil, Average Daily Membership for Selected States”, 1965-1966, Table 17, p. 20, Vol. 4, Selected Educational Statistics, Bureau of Statistics, Department of Public Instruction, Commonwealth of Pennsylvania (1966).\nSection 401, Act of May 18, 1911, P. B. 309."}