{"id": "1904994", "contents": "Opinion by\nMb. Justice Musmanno,\nAt about 4 a.m. on August 28, 1964 Mary Louise Green was found in a horribly mutilated and dying condition in a vacant lot in the City of York. She was taken to the York Hospital and died the following day. About 6 a.m., on the same morning of August 28th, Wm. M. Smith, Jr., the defendant in this case, was taken by police of York to the York City Detective Bureau. About 8:30 a.m. he was questioned by Detective Inspector Landis who reduced the questions and answers to writing. About 10:30 a.m. the defendant signed the statement embodying the interrogation. The statement began: “Following is the voluntary statement of William (NMN) Smith, Jr. age 28 yrs. of 333 E. King St. York, Pa. This statement is in reference to the assault reported on Louise Mary Green of 138 E. Newton St. This assault occured on the College Campus Playground located at the old Y.J.C. Building at College and Duke Sts.\n“Q. William are you willing to give a voluntary statement about this assault, knowing that this statement will be used in Court if this case should come to trial and also knowing that you have right to counsel? A. Yes. Q. William do you understand that you are entitled to an Attorney? A. Yes. Q. William you do understand that you are not compelled to make a statement without consulting an Attorney? A. Yes. Q. Are you willing to make a statement without consulting an Attorney? A. Yes.”\nThe admissions which appeared in the statement regarding the defendant’s association with Mary Louise Green, together with other evidence produced at the trial, resulted in Smith’s being convicted of second degree murder and his being sentenced to imprisonment for a term of not less than 10 years nor more than 20 years.\nThe defendant has appealed, alleging trial errors. He states that his statement should not have been admitted in evidence because it was obtained in violation of his constitutional rights, citing Miranda v. Arizona, 384 U.S. 436. The Supreme Court of the United States declared in Johnson v. New Jersey, 384 U.S. 719, that the Miranda decision was not retroactive. Since Miranda was decided June 13, 1966, and the trial occurred in August, 1965, obviously the statement does not come within the chronological limitation of Miranda.\nMoreover, after police inform a person in their custody that he is entitled to an attorney and that he is not required to speak in the absence of an attorney, and the-potential interrogatee understandingly waives the right to have an attorney present, the police are not compelled to demand that an attorney appear, nor refuse to listen to what the person voluntarily relates. Of course, if it appears that the police employed artifice or coercion in getting desired answers, the statement must be suppressed.\nSmith’s statement ended with this clearly expressed proposition: “I have made this statement of my own free will and accord, without any threats being made to me or any force used. I have not had any promises made to me and I have also been advised that if this case should go to court it may be used against me as evidence. After reading this statement and finding the facts as I have stated them I am willing to sign same.”\nThe two detectives and police officer present at the questioning of the defendant testified that Smith read the statement before affixing his signature. Detective Landis testified that the defendant, as he himself admitted on the witness stand, was not intoxicated when questioned and that he appeared normal throughout the examination. Landis stated he informed the defendant that he would be charged with assaulting the victim, who had not yet died from the wounds inflicted on her.\nIn his charge to the jury the judge enunciated and reiterated almost to the point of repetitive monotony that if the jury found the defendant had been tricked or coerced into making the statement, the statement was to be disregarded. He emphasized further: “If you entertain any reasonable doubt as to the voluntary character of the alleged statements, it is your duty to resolve that doubt in favor of the defendant.”\nWe find from the record that the defendant’s rights were wholly protected in connection with the introduction of his statement in evidence.\nWhen the victim of the homicide was taken to the hospital she gave a description of her assailant that fit the defendant; she made other statements damaging to his defense. These statements were admitted at the trial under the heading of dying declarations. In Com. v. Plubell, 367 Pa. 452, this Court announced the well-known rule: “It is well settled that the sense of impending death which the dying person must have had in order to render a dying declaration made by him admissible in evidence may be inferred from the nature of the wound or the state of his illness without any express declaration to show that he was sensible of impending death.”\nThe defendant contends that Mary Green did not know she was dying because, when found on the empty lot, she said: “Take me home.” This hardly accords with realities. It is not unreasonable to assume that the victim was merely asking that she be taken away from the scene of the horrible aggression which had been visited upon her. The nature of her injuries was such that the jury could logically conclude that she knew she could never recover from them. Nevertheless, the trial court left the matter of Mary Green’s utterances to the jury, specifically charging: “Now in order to consider that testimony, you must find two things. You must find first that this woman who made these statements honestly believed that she was dying or at least that she was if not dying at that particular moment, that death was imminent and that she was not going to recover from those injuries. If the deceased made the statements attributed to her, and if when she made them, if she did, she realized she was about to die and to pass into the presence of her Maker, and if she had no hope of recovery, then you are to consider her statements and to give them such weight as you find they are entitled to receive at your hands. If on the other hand you are not satisfied that she realized that she was about to die, and if you find that she had hopes of recovery, then ignore them and give them no consideration whatever. The sense of impending death which must be shown in order to justify your consideration of the declarations may be inferred from the nature of the wound from which the deceased was suffering, even though she may not have expressed in words that she was conscious of impending death. For you to be justified in considering the statements which the Commonwealth says were made, it must appear from the evidence that the declarations were based upon the dying person’s observations and not merely an expression of her opinion which was the result of reflection or reason upon matters preceding the infliction of the mortal wound. Therefore if the statements made were mere conclusions of the kind just stated, you must reject them entirely and not consider them at all. On the other hand, if the declarations were based upon what the dying person saw and realized at the time of the infliction of the mortal blow, you may then give them such weight as you think they are entitled to have.”\nThe defendant’s rights were wholly protected under this charge.\nFinally, the defendant argues for a new trial because of alleged violation of the trial court’s order for sequestration of witnesses. The purpose of sequestration of witnesses is to reduce the possibility that a witness may, from what he hears in the courtroom, improperly mold his testimony to fit some plan not riveted to the standards of truth. It is usually up to the discretion of the judge to decide if sequestration is in order or required. (Com. v. Turner, 371 Pa. 417; Com. v. Godfrey, 177 Pa. Superior Ct. 640.) The record does not show that any deviation from the court’s sequestration order in any way prejudiced the rights of the defendant. It appears that some of the officers who testified at the trial did not remain in the room in which they were to await being called to testify because they were required to testify in other courtrooms. The defendant does not contend that any of the witnesses heard the testimony of other witnesses before giving his own testimony. Under all the circumstances, as disclosed by the record, the court properly refused to declare a mistrial and to withdraw a juror because of the failure of witnesses to remain in the room assigned to them.\nJudgment affirmed.\nMr. Justice Cohen concurs in the result."}