{"id": "1904951", "contents": "Opinion by\nMr. Justice Roberts,\nOn April 27,1964, a jury found Gaylord Neal guilty of armed robbery and conspiracy stemming from an incident on August 10, 1963. His counsel thereupon filed post-trial motions. On May 27, 1964, Neal and his counsel again appeared in court, at which time Neal pleaded guilty to four other bills of indictment charging him with aggravated robbery stemming from incidents occurring on January 23, 1964 and March 27, 1964. At the same time Neal’s counsel withdrew his previous motions for a new trial and the Commonwealth agreed to nolle pros three remaining indictments. Following a hearing on the guilty pleas, the court sentenced Neal to two concurrent terms of five to twenty years, one being attributed to the jury trial and one to a guilty plea, and suspended sentence on the remaining indictments.\nIn September 1964, Neal filed a petition for a writ of habeas corpus in the Court of Common Pleas of Philadelphia County which was denied without a hearing. The Superior Court affirmed by means of a per curiam opinion and we denied allocatur. Appellant then unsuccessfully sought collateral relief in the federal courts. In December 1965, appellant filed another petition in the Court of Common Pleas of Philadelphia County which was again denied without a hearing. The Superior Court entered a per curiam affirmance, but this time we granted allocatur. On this appeal Neal raises several claims but we find only two, relating to his right to appeal and the entry of his guilty plea, meritorious of discussion.\nIn his petition, Neal alleges that when his retained trial counsel discovered that he was without sufficient funds to prosecute an appeal, counsel abandoned him. This claim, if true, would amount to a denial of the right to the assistance of counsel on appeal under the decisions of the Supreme Court of the United States in Douglas v. California, 372 U.S. 353, 83 S. Ct. 814 (1963) and the decisions of this Court discussed in Commonwealth ex rel. Fink v. Rundle, 423 Pa. 133, 222 A. 2d 717 (1966).\nWhen Neal appeared before the court on May 27, 1964, the following dialogue, relevant to his Douglas claim, transpired: “Defense Counsel: At this time, on behalf of the defendant, and with his assent, I withdraw that motion for a new trial, and we are here for sentence. Prosecutor: Will you ask the defendant whether that is with his consent? Crier: Gaylor [sic] Neal, you heard the request of your attorney. Is this with your consent? Defendant: Everything I say is with the advice of my attorney. Court: Do you agree with the motion for the new trial in those bills be withdrawn? Defendant: Yes, sir.”\nIn our view, as was the case in Commonwealth ex rel. Fink v. Rundle, supra, the record examination of appellant by the trial court, while a practice to be commended, is not sufficient by itself to support the conclusion that Neal knowingly and intelligently waived his absolute right to appellate review. Ibid. at 136-38, 222 A. 2d at 718-19; see Commonwealth ex rel. McCray v. Rundle, 415 Pa. 65, 69, 202 A. 2d 303, 305 (1964). In view of Neal’s allegation that he was abandoned by his counsel as soon as his poverty was discovered, “the recorded colloquy does not remove the possibility that appellant acquiesced in counsel’s decision [to withdraw] post-trial motions [and not] to appeal solely on the basis of his inability to prosecute an appeal pro se or to obtain the assistance of other counsel.” Commonwealth ex rel. Fink v. Rundle, supra at 137, 222 A. 2d at 719; see Commonwealth ex rel. Newsome v. Myers, 422 Pa. 240, 220 A. 2d 886 (1966) ; Commonwealth ex rel. Light v. Cavell, 422 Pa. 215, 220 A. 2d 883 (1966); Commonwealth ex rel. Cunningham v. Maroney, 421 Pa. 157, 218 A. 2d 811 (1966) ; Commonwealth ex rel. Branam v. Myers, 420 Pa. 77, 216 A. 2d 89 (1966); Commonwealth ex rel. Robinson v. Myers, 420 Pa. 72, 215 A. 2d 637 (1966) ; Commonwealth ex rel. Stevens v. Myers, 419 Pa. 1, 21-23, 213 A. 2d 613, 624-26 (1965).\nLike the decision not to seek appellate review of a conviction, the entry of a guilty plea requires that the accused fully understand the nature and consequences of his action. Commonwealth ex rel. West v. Myers, 423 Pa. 1, 222 A. 2d 918 (1966). Under the peculiar facts of this case, the validity of Neal’s plea may depend upon the determination of his waiver with respect to his right of appeal. For if, at the time the plea was entered, his counsel had truly abandoned him, the voluntariness of his plea is open to serious doubt. On the other hand, if Neal and his counsel determined that the best chance for favorable treatment from the court was to show a repentant attitude and plead guilty to the latest indictments, the decision to withdraw the post-trial motions may have followed inexorably. Cf. Commonwealth ex rel. Kerekes v. Maroney, 423 Pa. 337, 347-50, 223 A. 2d 699, 704-06 (1966); Commonwealth ex rel. Edowski v. Maroney, 423 Pa. 229, 234-36, 223 A. 2d 749, 752-53 (1966).\nSince the truth or falsity of appellant’s allegations regarding his abandonment of his appeal and the entry of his guilty plea cannot be conclusively determined on the basis of the petition and the record, it is clear that he is entitled to a hearing on these issues. See Commonwealth ex rel. Kerekes v. Maroney, 423 Pa. 337, 343-44, 223 A. 2d 699, 702 (1966) ; Commonwealth ex rel. West v. Myers, 423 Pa. 1, 4, 222 A. 2d 918, 920-21 (1966); Commonwealth ex rel. Fink v. Maroney, 423 Pa. 133, 222 A. 2d 717 (1966); Commonwealth ex rel. Stevens v. Myers, 419 Pa. 1, 22 n.28, 213 A. 2d 613, 625 n.28 (1965).\nThe order of the Superior Court is reversed and the record remanded to the Court of Common Pleas of Philadelphia County for proceedings consistent with this opinion.\nMr. Chief Justice Bell and Mr. Justice Jones dissent.\nMr. Justice Cohen took no part in the consideration or decision of this case.\nSince the doctrine of res judicata is inapplicable in habeas corpus proceedings, Commonwealth ex rel. Bordner v. Russell, 422 Pa. 365, 369, 221 A. 2d 177, 179 (1966) ; cf. Sanders v. United States, 373 U.S. 1, 7-8, 83 S. Ct. 1068, 1072-73 (1963), and cases cited therein, Neal’s prior petitions do not foreclose our consideration of the constitutional issues he raises. Moreover, it is evident that these issues were not fully considered in the previous collateral proceedings. Cf. Commonwealth ex rel. Dickerson v. Rundle, 411 Pa. 651, 192 A. 2d 347 (1963) ; Commonwealth ex rel. Norman v. Rundle, 411 Pa. 648, 192 A. 2d 419 (1963). Finally, we note that inasmuch as none of the petitions were filed prior to the effective date of the Post Conviction Hearing Act, we need not consider what the effect of §4(b), Act of January 25, 1966, P. L. (1965) 1580, §4, 19 P.S. §1180-4(b), is upon the doctrine of res judicata in collateral criminal proceedings, see Commonwealth ex rel. Bordner v. Russell, supra at 369 n.4, 221 A. 2d at 179 n.4.\nCounsel’s professional responsibility to his client does not, of course, depend upon whether he is appointed or retained. See Commonwealth ex rel. Stevens v. Myers, 424 Pa. 377, 379 n.3, 227 A. 2d 649, 651 n.3 (1967) ; Commonwealth ex rel. Scoleri v. Myers, 423 Pa. 558, 225 A. 2d 540 (1967).\nAppellate review has become such an integral part of our criminal procedure that it may properly be viewed as an extension of the trial itself. See Griffin v. Illinois, 351 U.S. 12, 18, 76 S. Ct. 585, 590 (1956) (Black, J.).\nSee Commonwealth ex rel. Fink v. Rundle, 423 Pa. 133, 136 n.4, 222 A. 2d 717, 718 n.4 (1966), and authorities cited therein.\nThe record reveals no examination of appellant by tbe court at the time the plea was entered. On several occasions we have stressed that without a record demonstration of the relevant attending facts and circumstances a guilty plea is in jeopardy on appeal or collateral attack. See Commonwealth ex rel. Kerekes v. Maroney, 423 Pa. 337, 343, 223 A. 2d 699, 702 (1966) ; Commonwealth ex rel. West v. Myers, 423 Pa. 1, 5, 222 A. 2d 918, 921 (1966) ; Commonwealth ex rel. Crosby v. Rundle, 415 Pa. 81, 85, 202 A. 2d 299, 302 (1964), cert. denied, 379 U.S. 976, 85 S. Ct. 677 (1965); Commonwealth ex rel. Barnosky v. Maroney, 414 Pa. 161, 165, 199 A. 2d 424, 426 (1964). See also, Wright, The New Role of Defense Counsel Under Escobedo and Miranda, 52 A.B.A.J. 1117, 1119-20 (1966)."}