{"id": "1904948", "contents": "Opinion by\nMr. Justice Cohen,\nThis is an appeal from an order of the lower court overruling appellants’ motion in a mechanic’s lien action brought by appellee, to amend their affidavit of defense to include the defenses of res judicata and collateral estoppel. The action was commencéd January 24, 1961 with the filing of a mechanic’s claim under the now repealed Mechanics’ Lien Law of June 4, 1901, P.L. 431. On August 24, 1962 the Sci. Pa. Sur Mechanic’s Lien Claim was filed. Pursuant to §10 of the Act of 1901, a claimant was allowed five years after filing the scire facias to obtain judgment. Hence, appellee has only until August 23, 1967 to obtain judgment.\nOn January 25, 1961, appellee filed another action against appellants in the United States District Court for the Eastern District of Pennsylvania to recover the same amount involved in the instant action for the same labor and material. That litigation resulted in judgment for defendants (the instant appellants), which judgment was affirmed by the Court of Appeals for the Third Circuit. On October 25, 1965 the United States Supreme Court denied certiorari.\nOn August 9, 1966, appellee filed a petition requesting a special listing of the instant case for trial, and on September 26, 1966, his petition was granted. On October 24, 1966 appellants filed a motion to amend their affidavit of defense to assert the defenses of res judicata and collateral estoppel based on the favorable termination of the federal proceeding a year earlier. On November 14, 1966 the lower court overruled appellants’ motion, and this appeal followed.\nAlthough the allowance of an amendment to a pleading is a matter of judicial discretion, such amendments are liberally permitted except where surprise or prejudice to the other party will result, or where the amendment is against a positive rule of law. Posternack v. American Casualty Company of Reading, 421 Pa. 21, 218 A. 2d 350 (1966). In Posternach we permitted defendant to amend its ansAver to a complaint in assumpsit to plead the defenses of res judicata, estoppel by judgment and collateral estoppel on the basis of a favorable judgment in a federal court action raising substantially identical issues. But we specifically discredited in that opinion plaintiff’s argument that he would be prejudiced by the court’s permitting the amendment because the time to appeal the adverse federal judgment had expired, and because defendant had waited four years after the filing of the complaint in the common pleas court to assert the defenses in question. A significant difference is present in the instant matter simply because this is a mechanic’s lien case and unless appellee has the opportunity to prove his case at trial and take judgment by August 23, 1967, he Añil suffer the ultimate prejudice of losing his day in court. By the same token if we do not allow appellants to assert the defenses of res judicata and collateral estoppel, we may very well be granting appellee a second day in court. Accordingly, we will allow tbe amendments and remand tbe case to the lower court with instructions to the administrative judge to have this case listed and tried as expeditiously as possible.\nOrder reversed with instructions to proceed in accordance with the directions of this opinion."}