{"id": "1904956", "contents": "Opinion by\nMr. Justice Musmanno,\nMrs. Mary J. Buckalew was driving north on Bustleton Pike in Bucks County, being preceded by another car which stopped where Gerald Avenue comes into Bustleton from the left to form a “T” intersection. After Mrs. Buckalew stopped (taking the appellee’s version of the accident), she proceeded to skirt the stopped ear ahead of her and when she came abreast of it, the stopped car suddenly made a left turn into the lane accommodating southbound cars on Bustleton. A southbound car threw on its brakes with such suddenness and force as to squeal its tires, whereupon Mrs. Buckalew applied her brakes and stopped in order to avoid involvement in what seemed an imminent collision between the car on her left and the squealing-tired automobile. While in this stopped position, the defendant-appellee, Albert C. DeAngelis, who had been following Mrs. Buckalew for a half or three-quarters of a mile, crashed into the rear of her car, inflicting damage to the automobile and injuries to Mrs. Buckalew.\nAt the ensuing trial in the trespass action which Mrs. Buckalew and her husband brought against De-Angelis, the jury returned a verdict in favor of the defendant. The plaintiff appeals, seeking a new trial, urging that the trial court erred in its charge to the jury and that the verdict was against the weight of the evidence.\nSo far as academic correctness was concerned, the court properly charged on the law of negligence and contributory negligence. It allowed the jury, however, to believe that the plaintiff could have been guilty of contributory negligence for failing to do what the law did not require her to do, namely, give a hand signal before stopping.\nThe court charged: “Now, of course, the thing works the other way too. When we are driving along behind another car, we don’t suddenly expect the car to stop without any reason or provocation or signal or anything else, suddenly ahead of it, and if such be the fact, again it might well be inferred by you as the finders of the facts that the person who made such a stop with no rhyme or reason or explanation was herself negligent. . .” (Emphasis supplied)\nThere was no testimony that the plaintiff had failed to give a signal. The defendant admitted that Mrs. Buckalew’s braking lights flashed, this, in itself, being a sufficient signal of intention to stop.\nThe court said further: “. . . The defendant contends, however, that although Mrs. Buckalew was justified in passing on the right the car that was stopped, but nevertheless, she should have kept on going. She should not have suddenly stopped without explanation after she had become committed to and the defendant had become committed to following her. This, as I understand it, is the fundamental position of the defense on the question of liability. Furthermore, Mr. Bush argues to you, I think, that there was no signal given.”\nMr. Bush was the defendant’s attorney. The court was apparently of the impression that the driver of a car is required to offer a hand signal of intention to stop. In his charge, the judge charged, reading from The Yehicle Code (75 P.S. §1012): “ ‘The driver of any vehicle upon a highway before starting, stopping, or turning from a direct line shall first see that such movement can be made in safety, and . . . whenever the operation of any other vehicle approaching or following may be affected by such movement, shall give a signal as required in this section plainly visible to the driver of such other vehicle of the intention to make such movement.’ ”\nHe failed, however, to read that portion of the statute which reads: “(b) The signal herein required shall be given by means of the hand and arm, in the manner herein specified, or by an approved mechanical or electrical signal device of a type which, at the time of its use, is approved by the secretary.” (Emphasis supplied. )\nThe court charged the jury that their verdict depended on whether they believed the plaintiff or the defendant and his witnesses. It conld happen that, even believing the defendant and his witnesses, the jury could find for the plaintiff. A verdict is not dependent alone on the proposition of credibility. The jury must consider also the question as to which version of the accident more reasonably and logically accords with verisimilitude and probable truth.\nThe verdict was clearly against the weight of the evidence. The evidence could support the conclusion that Mrs. Buckalew did everything that the law of the road required she do. She stopped for a car ahead of her, she moved cautiously around that stopped car to pass it and then, when the noise of an impending crash reached her ears, she stopped to avoid entanglement and chaotic mishap on the highway. The defendant, according to his own testimony, was moving at the rate of 5 to 10 miles per hour behind the plaintiff’s automobile. When the plaintiff stopped and then moved slowly around the stopped car, why did he not stop also and also proceed cautiously? The answer could possibly be that he was not the slow moving turtle he testified to. There could have been something of the hare in his speed because he testified that, applying his brakes, he skidded some 15 feet.\nJudgment reversed with a new trial.\nMr. Justice Eagen concurs in the result.\nMr. Justice Roberts concurs in the result on the basis that there is no evidence of contributory negligence.\nMr. Justice Cohen dissents."}