{"id": "1906765", "contents": "Opinion by\nMr. Justice O’Brien,\nWe have before us for determination, this case, in which the relevant material facts are not in dispute. The appellees, Clement DaPra and Antoinette DaPra, his wife, are the holders of a restaurant liquor license. The tavern which they operate under the trade name of Clem’s Cafe, is in the Borough of Canonsburg, Washington County. A police officer of the Borough, while patrolling, on or about February 8, 1965, noticed a young man come out of the tavern carrying a bag. The officer stopped to question him, and the young man dropped the bag and ran, but was apprehended immediately. Mr. DaPra admitted that he had made the sale of 4 quarts of Iron City beer after having inquired of the age of the young man, and after he had produced a draft card issued in West Virginia. The draft card indicated that the person to whom it was issued was born February 1, 1938. Interrogation revealed that the young man’s name was Charles Smith, of McDonald, Pennsylvania, and he was using a draft card issued to another person from whom he bought it. Charles Smith was turned over to the juvenile authorities, and the attendant newspaper publicity drew attention to the incident, and the Liquor Control Board issued a citation to the licensees, the appellees herein. The Board suspended the license of the appellees for 10 days, finding that: “The licensees, their servants, agents or employes sold, furnished and/or gave or permitted such sale, furnishing and/or giving of alcoholic beverages to minors, on February 8, 1964.” This order was appealed to the Court of Quarter Sessions of Washington County, which court sustained the appeal and reversed the board’s order suspending the license.\nThe Liquor Control Board appealed to .the Superior Court, which affirmed the order of the Court of Quarter Sessions of Washington County, in a per curiam opinion,- Judge Montgomery dissenting. We granted allocatur.\nThe lower court found that “Charles Smith, a minor, went into Clem’s Cafe and bought four quarts of beer. The proprietor, who was tending bar at the time, had a question as to the customer’s age because he Tooted border-line’. So challenged, Smith produced a draft card showing that he was Lewis William Nestor, of Rowlesburg, West Virginia.” The court also found that the description on the draft card “fits him almost perfectly”, Smith. The court further noted that “Our County has a border on the State of West Virginia, and it is not at all uncommon for West Virginia license plates to be seen on the streets of Washington County towns, or for West Virginians to do business, look for work, or seek refreshment in Washington, Claysville, Canonsburg or Fredericktown. The Hearing Judge finds it a fact that Smith’s artful deception did deceive Clement DaPra, licensee, on the stated date. Since Smith had a West Virginia draft card, it would have been idle to have asked him for Pennsylvania type identification, either that furnished by the Liquor Control Board or voter’s registration.” The court found that Mr. DaPra was a man of good reputation and that there had been no previous record of any infraction of the Liquor Control Laws. The court further held that “Under the circumstances, therefore, it seems proper to sustain the appeal. To do otherwise would be to exalt form over substance. The furnishing and perusal of the West Virginia draft card would seem to be substantial, although not meticulous, compliance with the relevant legislation.”\nThe citation proceedings instituted against the appellees were pursuant to the Act of April 12,1951, P. L. 90, as amended, 47 P.S. §1-101 et seq., known as the “Liquor Code”, §471, 47 P.S. §4-471. The appellant charges the appellees with infraction of §493(1), 47 P.S. §4-493(1), of the Liquor Code, which provides: “It shall be unlawful—(1) ... for any licensee ... or any employe, servant or agent of such licensee ... to sell, furnish or give any liquor or malt or brewed beverages to be sold, furnished or given, ... to any minor . . .” Section 495, 47 P.S. §4-495 of the Liquor Code provides, in pertinent part, as follows: “Section 495. Identification Cards; Licensees and State Liquor Store Employes Saved From Prosecution, (a) The board shall issue, upon application of any citizen who shall have attained the age of twenty-one years, an identification card bearing the applicant’s date of birth, physical description, photograph, signature, ... (b) Such identification card shall be presented by the holder thereof upon request of any State Liquor Store or any licensee, or the servant, agent or employee thereof, for the purpose of aiding such store licensee or the servant, agent or employe to determine whether or not such person is twenty-one years of age and upwards, when such person desires alcoholic beverage at a State Liquor Store or licensed establishment, (c) In addition to the presentation of such identification card, the agent or employe, shall require the person whose age may be in question to fill in and sign a card in the following form: ... (e) The signed statement in the possession of a licensee or an employe of a State Liquor Store may be offered as a defense in all civil and criminal prosecutions for serving a minor, and no penalty shall be imposed if the Liquor Control Board or the courts are satisfied that the licensee or State Liquor Store employe acted in good faith.”\nIn Com. v. Borek, 161 Pa. Superior Ct. 200, 54 A. 2d 101 (1947), the Superior Court said: “The sole question raised by this appeal from a conviction of violating the Liquor Control Act of November 29, 1933, P. L. 15, 47 PS 744, as amended, is whether or not the Act of May 25, 1897, P. L. 93, 47 PS 603, is still in force. The latter act permitted a licensed vendor upon the charge of furnishing liquor to a minor to offer evidence to show that it was not furnished knowingly or negligently.” The Superior Court went on to say that: “The sale of intoxicating liquor was at that time regulated and controlled by the Brooks Law of May 13, 1887, P. L. 108. The Brooks Law prohibited the sale to minors, and in a proceeding to revoke a license on the ground that the licensee sold liquors to minors, the Supreme Court held that the good faith of the licensee was no excuse or justification for such sale: In re Carlson’s License, 127 Pa. 330, 18 A. 8.” The court held that under the Liquor Control Act of 1923, P. L. 34, the mere fact of selling intoxicating liquor or beverage to a minor constituted an offense, irrespective of intention or good faith. The Superior Court said in Borehsupra: “In Commonwealth v. Liberty Products Company, 84 Pa. Superior Ct. 473, where the defendant was charged with a violation of the Act of 1923, supra, this court held (pp. 475-476) : ‘Ordinarily intent is a necessary ingredient of a criminal offense, but there are well recognized exceptions to this rule, as respects acts made criminal by statute. The subject is treated in Greenleaf on Evidence (Yol. 3, Sec. 21) as follows: “Ignorance or mistake of fact may in some cases be admitted as an excuse; as where a man intending to do a lawful act, does that which is unlawful. . . . This rule would seem to hold good in all cases when the act, if done knowingly, would be malum in se. But where a statute commands that an act be done or omitted, which, in the absence of such statute, might have been done or omitted without culpability, ignorance of the fact or state of things contemplated by the statute, it seems, will not excuse its violation. . . *\n“The rule followed in that case was never more succinctly or concisely stated than in the language of Chief Justice Cooley, in People v. Roby, 18 N.W. 365 (Mich.) as follows: ‘Many statutes which are in the nature of police regulations, as this is, impose criminal penalties, irrespective of any intent to violate them, the purpose being to require a degree of diligence for the protection of the public which shall render violation impossible.’ ” See also: Com. v. Koczwara, 397 Pa. 575, 155 A. 2d 825 (1959), which affirmed as modified the same case at 188 Pa. Superior Ct. 153 (1958); Com. v. Weiss, 139 Pa. 247, 21 A. 10 (1891); Com. v. Zelt, 138 Pa. 615, 21 A. 7 (1891); Com. v. Holstine, 132 Pa. 357, 19 A. 273 (1890); Com. v. Miller, 131 A. 118, 18 A. 938 (1890); Com. v. Sellers, 130 Pa. 32, 18 A. 542 (1889); Com. v. Jackson, 146 Pa. Superior Ct. 328, 22 A. 2d 299 (1941).\nThe Legislature, by the exercise of its police power, may deem certain acts, although not ordinarily criminal in themselves, harmful to the public safety, health, morals and general welfare, and absolutely prohibit them, either expressly or impliedly, by omitting all references to such terms as: “knowingly”, “willfully”, “intentionally”, and the like. Such statutes are in the nature of police regulations, and it is well established that the legislature may, for the protection of all the people, punish their violation without regard to the question of guilty knowledge. These regulatory enactments, largely in the nature of police regulations, are generally referred to as malum prohibitum, and not requiring guilty knowledge as in the malum in se crimes. Although it is difficult, if not impossible, to divide the malum in se, or acts wrong in themselves, from the malum prohibitum, or those which are merely prohibited, the courts must interpret the legislative intent.\nThe Legislature, in 1951, enacted the “Liquor Code” (April 12, P. L. 90, 47 P.S. §1-101 et seq.), which provided, by §495, a protection for a licensee who questioned the age of one by requiring him to produce a permanent voter’s registration identification card, and requiring the person to fill out a form. This Section (495), was amended in 1961, August 21, P. L. 1015, 47 P.S. §4-495 (Pocket Part). The only defense available for a licensee or State Liquor Store employe is that provided for in §495 of the Liquor Code, the relevant parts of which we have quoted, supra.\nThe Legislature provided a licensee with the means to protect himself where he has reason to doubt or suspect the age of a customer. The defendant did not avail himself of this defense provided for in §495, and, as he was deceived by the customer’s age and the draft card used by the minor, the licensee, nevertheless, violated the Liquor Code.\nThe order of the court of quarter sessions, affirmed per curiam by the Superior Court, is reversed, and the order of the Liquor Control Board is reinstated.\nMr. Justice Roberts • concurs in the result.\nMr. Chief Justice Bell dissents.\nCharles Smith was bom May 26, 1947.\nBurdick Law of Crime, §129(q).\nBook I, Blaekstone’s Commentaries, p. 58:\n“But in relation to those laws which enjoin only positive duties, and forbid only such things as are not mala im, se, but mala prohiMta [crimes, because forbidden] merely, without any inter-mixture of moral guilt, annexing a penalty to non-compliance, here I apprehend conscience is no farther concerned, than by directing a submission to the penalty, in case of our breach of those laws, for otherwise the multitude of penal laws in a state would not only be looked upon as an impolitic, but would also be a very wicked thing; if every such law were a snare for the conscience of the subject. . . .”"}