{"id": "1908584", "contents": "Opinion by\nMr. Justice O’Brien,\nThe defendant, Barbara Sweeney, plaintiff in the counterclaim, filed exceptions to the decision of the court below, filed April 7, 1966, which entered a finding in her behalf in the net amount of $4,644.26, with interest from March 12, 1959. On the 6th of July, 1966, the exceptions of Barbara Sweeney were dismissed, and the decision of the court below was affirmed. This appeal followed.\nIn December of 1956, Girard Trust Bank, (successor by merger to the National Bank of Narberth) [Girard Trust], engaged in a number of loan transactions with Francis X. Sweeney and Barbara Sweeney, then husband and wife. These loans, four in number: January 17, 1957, $5,000; May 3, 1957, $3,000; September 27, 1957, $19,000; September 17, 1957, $9,000; were evidenced by judgment notes executed by both Sweeneys, and collateral in the form of stock, consisting of 50 shares of A. T. & T. stock, registered in both names; and 936 shares of Ex-Cell-0 Corporation stock, 150 shares of which were subsequently released, leaving 786 shares. 200 shares of the Ex-Cell-0 stock were registered in the name of Barbara Sweeney, alone, and the remaining shares in both names. The $9,000 loan of September 17, 1957, which was entered of record on September 26, 1957, the actual loan being made on September 27, 1957, contained the following provision: “As security for this note, whether matured or unmatured, the holder hereof shall continuously have a lien upon any and all funds, stocks, bonds, notes, money or other property, at any time in its custody.”\nSome time thereafter, the Sweeneys were separated. On March 5, 1959, Mr. Sweeney, by letter to Mr. Carl Metzger, Executive Vice President of Girard Trust, requested, in essence, that the bank liquidate all of the collateral stock, pay off all loans, with the exception of the $9,000 note upon which judgment had been entered, and which was a lien against 2 Radnor Township properties, and remit the excess proceeds from the sale of the securities to him. Girard Trust followed these instructions, and on March 12, 1959, remitted to Francis X. Sweeney, alone, a check for the excess proceeds, amounting to $19,072.71. On August 20, 1959, Mr. and Mrs. Sweeney were divorced. On August 15, 1962, Girard Trust caused to be issued a writ of execution on its judgment against the premises in Radnor Township, Delaware County, title to said property originally having been in the names of both Sweeneys but which had, by reason of a property settlement connected with the divorce, becomes vested in Barbara Sweeney, alone.\nOn September 29, 1962, Barbara Sweeney filed a petition in the Court of Common Pleas of Delaware County to open the judgment, averring that she neither knew of nor authorized the sale of stock held by Girard Trust as collateral, nor had she been advised that such a sale had taken place. She further averred that Girard Trust, before remitting the balance of the funds from the proceeds of stock sale to Francis X. Sweeney, had sufficient funds in its hands to satisfy the judgment, and she had never received any part of the proceeds of the check sent to Francis X. Sweeney. Girard Trust filed an answer to the petition. A hearing was held and, on December 13, 1962, an order was entered opening Girard Trust’s judgment as to Barbara Sweeney. From that order, an appeal was taken to this court, and, by an opinion dated January 8,1964, (Girard Trust Corn Exch. Bank v. Sweeney, 413 Pa. 203, 196 A. 2d 310 (1964)), the order of the court below was affirmed. Thereafter, various pleadings were filed by the parties hereto which, in essence, are: First, Girard Trust sought a judgment against Barbara Sweeney in the amount of $9,000 plus interest from September 17, 1957, costs, and counsel fees; and Secondly, Barbara Sweeney, by her counterclaim, sought judgment against Girard Trust in the amount of $53,800. Hearings were held on December 17, 1964, and March 26, 1965, during which time interrogatories and answers, directed to Francis X. Sweeney, and certain depositions of Barbara Sweeney taken in prior proceedings, were incorporated into the record. The matter came to trial, nonjury, and evidence revealed Girard Trust had never received any instructions from Barbara Sweeney regarding the aforementioned transactions, nor had they ever informed her that there were excess proceeds, nor that the same were paid by check to Francis X. Sweeney. The opinion of the court below recognized that “Barbara Sweeney did not authorize nor consent to the letter of March 5, 1959, or the sale of the stock; that she received no part of the excess proceeds; that she first learned of the sale in May of 1959; that she first learned of the excess proceeds in February, 1960; and that she did not receive any portion of the excess proceeds in connection with the property settlement which was approved in conjunction with the divorce of the parties on August 20, 1959.” The court below further found the stock collateral, which was jointly titled, was stock which Barbara Sweeney had inherited from her mother, and the property settlement, incident to the divorce, gave her nothing more than what she had purchased with her own funds or funds inherited. As to the excess proceeds from the sale of the stock, Francis X. Sweeney, in his answers to interrogatories, stated that they were “deposited with Merrill, Lynch, Pierce, Fenner & Smith.” The court below further found that “If Barbara Sweeney received the benefit of any portion of the excess proceeds, clearly her former husband would have so stated; he did not.”\nAt the time of the trial, Girard Trust contended (1) it had the actual authority from the husband, Francis X. Sweeney, who allegedly acted on behalf of himself and his wife, to sell the stock and remit the excess proceeds to him alone; and (2), that the authority of the husband, Francis X. Sweeney, to act for himself, could be implied in the surrounding circumstance; and lastly, that to permit Barbara Sweeney to escape liability on the note and to maintain her action against Girard Trust would result in her unjust enrichment.\nGirard Trust filed no exceptions to the court’s decision on April 7, 1966, and the court, in its opinion, properly found it not necessary to consider the bank’s first two contentions in great detail. The court properly found that there was no agency, and further, that the burden of proving agency rests on the party asserting it, in the instant case, Girard Trust. The court concluded that no actual authority existed, unless the testimony of Francis X. Sweeney in the form of his answers to interrogatories is believed. The court quite properly declined to believe him in light of “his obvious monetary interest in the case”. The testimony of Carl Metzger, an officer of Girard Trust, excluded any indication of actual authority, insofar as dealings between Girard Trust and the Sweeneys were concerned. He stated that Mrs. Sweeney was present at the time the various notes were executed, and that the loans were made in the presence of both Mr. and Mrs. Sweeney; that Mr. Sweeney would invariably do the talking and Mrs. Sweeney would acquiesce. As to the question of the apparent authority of Mr. Sweeney, Girard Trust relied upon the latter circumstance in support of the apparent authority for the husband to act for his wife. The trial court answered this question properly in the following manner: “First, it contended that since Mr. Sweeney signed for the release of certain securities belonging to them, this conduct was a further indication of his apparent authority. Of course, there is a vast difference between physically delivering stock certificates to one of two owners and the paramount issue in this case, i.e., remitting proceeds of the sale of stock to only one of two owners. Secondly, the Bank asserted that in December of 1958, Francis X. Sweeney requested the Bank to sell fifty shares of Ex-Cell-0 Corporation stock registered in the name of husband and wife to pay for certain living, moving and other expenses. This transaction also was alleged to be with the authorization of Barbara Sweeney; however, she categorically denied any authorization relative to this transaction and stated that she had no knowledge of it until the time of the proceeding before Judge Toal in 1962. We conclude that no course of conduct or other circumstances are present in the instant case to justify an apparent agency such that the Bank could be absolved from general responsibility for its acts.”\nAs we have often stated, most recently in Schofield v. Crossman, 420 Pa. 196, 216 A. 2d 455 (1966): “As we stated in Penneys v. Pa. Railroad Co., 408 Pa. 276, 278, 183 A. 2d 544 (1962) : ‘It is axiomatic in the law of this Commonwealth that the findings of fact of a trial judge, sitting without a jury, sustained by the court en banc, have the force and effect of a jury’s verdict, and, if based on sufficient evidence, will not be disturbed on appeal. Glesenkamp Will, 378 Pa. 635, 107 A. 2d 731 (1954); Citizens Building and Loan Association v. Dise, 190 Pa. Superior Ct. 428 Pa. 154 A. 2d 304 (1959).’”\nOur review of the instant record convinces us that the evidence is more than sufficient to support the findings of the trial court; however, we do not agree in total with the conclusions reached by the court below and which are subject to our review.\nWe agree with the general conclusion reached by the court below that the bank is generally responsible for its acts in the instant case; however, we disagree with the court allowing Barbara Sweeney one-half of the proceeds less the set-off to pay the $9,000 note.\nWe agree with the trial court that the payment of the set-off (the $9,000 note plus interest from September 27, 1957, to March 23, 1959, in the sum of $784.20, totalling $9,784.20), was proper, in that Barbara Sweeney executed the note, received the proceeds therefrom jointly with her husband, and then jointly with her husband utilized the proceeds to purchase a property in Radnor Township which, as the result of the property settlement entered into with regard to the divorce settlement, she now owns singly in her own name. To hold any other way would, in effect, allow Mrs. Sweeney to repudiate her obligation entirely, and would be tantamount to holding that Mrs. Sweeney owned all of the excess proceeds paid to her husband; that her husband had no interest in the same; and that she had no obligation to the Bank. In this respect, we agree with the conclusion reached by the trial court.\nIn the remaining contention concerning Mrs. Sweeney’s one-half of the excess proceeds, less the set-off, $4,644.26 versus $9,288.51, we disagree with that conclusion reached by the trial court. Mrs. Sweeney’s counsel cites Rocco v. Peoples National Bank of Ellwood, 150 Pa. Superior Ct. 348, 28 A. 2d 363 (1942), which stands for the proposition that if the conversion of the Bank was negligent, plaintiff could waive an action in tort and sue in assumpsit for damages following the Bank’s breach. The court below agrees with this, and says: “. . . with this principle we have no quarrel and, in fact, have applied same to the instant case.” We agree with appellant’s contention that the bank was negligent in selling the stock without the authority of Barbara Sweeney. This stock, which the bank negligently sold, was the individual property of Barbara Sweeney, and although some of it was held in joint names, the record and opinion of the court below indicate that Mrs. Sweeney had acquired this stock through inheritance from her mother’s estate. As we recently said in Shapiro v. Shapiro, 424 Pa. 120, 133, 224 A. 2d 164 (1966) : “. . . where a husband obtains his wife’s property without adequate consideration the law creates a rebuttable presumption that a trust is created in her favor.” This presumption has not been overcome, and it necessarily follows that Girard Trust’s conversion of the stock deprived Barbara Sweeney, the appellant, of her beneficial interest in the stock or the proceeds therefrom.\nWe therefore find that Barbara Sweeney is entitled to $9,228.51, and reject her contention as to interest allowed on the $9,000 note held by Girard Trust.\nThe judgment of the court below is vacated and judgment is here entered for appellant in the amount of $9,288.51.\nMr. Justice Roberts concurs in the result.\nMr. Justice Cohen took no part in the consideration or decision of this case."}