{"id": "1910384", "contents": "Opinion by\nMb. Justice Cohen,\nOn May 11, 1961, after hearing, the Sanitary Water Board of the Commonwealth ordered that: “(1) the Borough of Confluence, Somerset County, shall discontinue its discharge of untreated sewage to the Casselman River within 2 years; (2) the Borough of Confluence, Somerset County, shall take immediate steps for the construction of such sewage treatment works as may be necessary for the treatment of its sewage”.\nOn August 12, 1963, as a result of the apparent failure of the appellants to comply with the order, the Commonwealth on relation of the Attorney General at the instance of the Sanitary Water Board commenced this action of mandamus, seeking to require appellants to take immediate steps for the construction of such sewage treatment as may be necessary for the treatment of its sewage. Appellants answered the complaint in mandamus by alleging that they were willing to comply with the order and had taken immediate steps to comply therewith, but their efforts were frustrated because of their inability to raise the necessary funds for the construction of a sewage treatment plant by any method , authorized by law. The Commonwealth thereafter moved for a summary judgment under Pa. R. C. P. 1098. After an answer was filed by appellants and argument on the motion was heard, the court below, in the exercise of its discretion, entered a judgment in essence commanding the appellants: (1) to discontinue the discharge of sewage into the waters of the Commonwealth and (2) to construct such sewage treatment works as may be necessary for the treatment of sewage. Appellants now appeal to our Court from the action of the lower court maintaining that mandamus should not issue where it is apparent that the writ will be futile and ineffectual by reason of the inability of a respondent to comply therewith, and cites as their authority: Commonwealth ex rel. McLaughlin v. Erie County, 375 Pa. 344, 100 A. 2d 601 (1953).\nThe Erie case is readily distinguishable from the present situation. In that case we were confronted with the problem of authorizing the allocation of money from a fund which was no longer in existence. Of course, under those circumstances, a judgment in mandamus compelling the payment of moneys from a nonexistent fund would be a “futile and ineffectual” act. However, the judgment entered in the Eñe case is vastly different from the judgment entered in this case. Here, the principal effect of the judgment entered by the court below was to direct the Borough of Confluence to cease and desist the discharge of sewage into the Casselman Kiver because such discharge was polluting the waters of the Commonwealth. In addition, the court below ordered the appellants to construct facilities for the treatment of such sewage.\nThe appellants’ allegation that it is not financially feasible at this time for them to construct sewage treatment works is not a sufficient basis to sustain their contention that a judgment in mandamus would be a “futile act”. There is no indication in the pleadings that appellants have exhausted every possible avenue in an effort to find some way of financing this sewage construction. The problem of water pollution has deeply troubled our federal and state governments for many years. In response to these problems there have been and will continue to be a number of governmental programs designed to alleviate these conditions. New methods of financing in this area are being developed constantly for those who heretofore have been unable to raise the necessary funds. Moreover, while we recognize that the procuring of suitable financing may be fraught with many difficulties, the appellants still have not demonstrated to our satisfaction that it would be a “futile act” to require them to comply with the order of the court below.\nThe entry of a judgment in mandamus is a matter for the discretion of the court and we will not interfere with the lower court’s determination thereof in the absence of a clear abuse of discretion. Verratti v. Ridley Township, 416 Pa. 242, 246, 206 A. 2d 13, 14 (1965); Travis v. Teter, 370 Pa. 326, 330, 87 A. 2d 177, 179 (1952). Here there is no showing of a clear abuse of discretion by the lower court. The inability of appellants to obtain financing to plan and construct sewer facilities to abate the sewage discharge is not a defense to a mandamus action, but rather may be a factor to be considered and evaluated by the court in any proceeding by the Commonwealth to enforce the judgment. The continued failure of appellants to take immediate action to abate the discharge of sewage into the Casselman River can only serve to enhance the probability of a deleterious effect to those exposed to the contamination. We direct appellants to comply with the order of the court below forthwith.\nJudgment affirmed.\nThe Sanitary Water Board’s order was rendered pursuant to the authority granted it under the Act of June 22, 1937, P. L. 1987, 35 P.S. §§691.201-691.210.\nThe failure of • appellants to comply with the order of the Board merited the intervention of the Attorney General. “The Glean Stream Law” clearly authorizes the Attorney General at the instance of the Sanitary Water Board to enforce the provisions of the Act by an action of mandamus. Act of June 22, 1937, P. L. 1987, 35 P.S. §691.210.\nIn the instant case appellants request us to find an abuse of discretion by the lower court in issuing a writ of mandamus, citing the Erie case as authority for their position. On the contrary, it is sufficient to say that in Erie we merely held that the lower court did not abuse its discretion by refusing to issue a writ of mandamus. The Erie case only serves to determine what will not constitute an abuse of discretion and does not provide any authority, as appellants would have us believe, on what will constitute an abuse of discretion.\nIf we were to hold that financial inability is a defense to an action of mandamus, it would put our Court in the anomalous position of rendering “futile and ineffectual” a clearly defined public policy as enunciated by the legislature in the Act of June 22, 1937, P. L. 1987, 35 P.S. §691.3. This section provides: “The discharge of sewage or industrial waste or any noxious and deleterious substances into the waters of this Commonwealth, which is or may become inimical and injurious to the public health, or to animal or aquatic life, or to the uses of such waters for domestic or industrial consumption, or for recreation, is hereby declared not to be a reasonable or natural use of such waters, to be against public policy and to be a public nuisance”. Furthermore, such a result would render the courts of Pennsylvania powerless to implement this legislative determination and in effect would sanction the harmful discharge of sewage into the waters of the Commonwealth."}