{"id": "1910416", "contents": "Opinion by\nMb. Chief Justice Bell,\nPlaintiff appeals from the Orders of the Court of Common Pleas which sustained defendants’ preliminary objections and dismissed his complaints in trespass for libel, because they showed on their face that plaintiff had no cause of action.\nGreenberg was indicted for arson, burning to defraud an insurance company, and conspiracy to commit arson. He was tried on these indictments and found not guilty.\nThereafter Greenberg filed a complaint in assumpsit in the Court of Common Pleas against Aetna Insurance Company and another against United States Fidelity and Guaranty Company, the defendants herein, to recover for money allegedly due him under fire insurance policies issued by each of them. Each defendant filed an answer denying liability because the fire which damaged plaintiff’s property was the result of plaintiff’s incendiarism.\nGreenberg thereupon filed the present libel suits against each defendant, alleging that by its answer in the assumpsit suit defendant had falsely and maliciously libeled him by charging him with committing the crimes of arson, burning to defraud an insurance company, and conspiracy to commit arson, after Greenberg had been tried and acquitted of these crimes. Each of the defendants thereupon filed preliminary objections in the nature of a demurrer to plaintiff’s complaint, on the ground that “the complaint fails to state a cause of action in that it is a claim for defamation allegedly contained in a pleading filed with this Court.” In other words, defendants contend that they had an absolute privilege to raise or plead incendiarism by plaintiff as a defense in a suit by plaintiff to recover damages on his fire insurance policies and this defense can be raised by preliminary objections. Plaintiff thereupon filed preliminary objections to defendants’ preliminary objections in the nature of a motion to strike, (1) alleging that defendants were precluded from raising this defense because of plaintiff’s acquittal of the crime of incendiarism, and (2) the defense of absolute (or limited) privilege cannot be raised by preliminary objections but must, under Rule 1045(b) of the Pennsylvania Rules of Civil Procedure, be raised in the answer under “new matter.” The lower Court, we repeat, sustained defendants’ preliminary objections; overruled plaintiff’s preliminary objections and dismissed plaintiff’s complaints in trespass.\nIf, as here, defendants’ allegedly defamatory averments— which are contained in their answers to plaintiff’s assumpsit suit to recover on his insurance policies — were pertinent, what legal effect does that have on his present libel suits?\nWhen alleged libelous or defamatory matters, or statements, or allegations and averments in pleadings or in the trial or argument of a case are pertinent, relevant and material to any issue in a civil suit, there is no civil liability for making any of them. Moreover, if questioned or challenged by the opposite party, all reasonable doubts (if any) should be resolved in favor of relevancy and pertinency and materiality.\nWe hold (1) that plaintiff’s incendiarism was a relevant, material and (if established, would be a) complete defense to his claim on a fire insurance policy, and (2) such an averment when contained in an answer to plaintiff’s suit to recover on his fire insurance policies, is absolutely privileged and (3) even if made falsely or maliciously and without reasonable and probable cause, is an absolute bar to an action of libel based upon such averments. Kemper v. Fort, 219 Pa. 85, 67 Atl. 991; compare also, Montgomery v. Philadelphia, 392 Pa. 178, 140 A. 2d 100; Matson v. Margiotti, 371 Pa. 188, 88 A. 2d 892; Sciandra v. Lynett, 409 Pa. 595, 187 A. 2d 586.\nIn Kemper v. Fort, 219 Pa., supra, the Court analyzed and reviewed at great length the authorities in this field and in an able Opinion pertinently said (pages 83-94) : “ ‘All charges, all allegations and averments contained in regular pleadings addressed to and filed in a court of competent jurisdiction, which are pertinent and material to the redress or relief sought, whether legally sufficient to obtain it or not, are absolutely privileged. However false and, malicious, they are not libelous. This privilege rests on public policy, which allows all suitors ... to secure access to the tribunals of justice with whatever complaint, true or false, real or fictitious, they choose to present, provided only that it be such as the court whose jurisdiction is involved has power to entertain and adjudicate. The alleged libelous matter in the present case, being contained in a bill praying for an injunction, was relevant and material; consequently, absolutely privileged. . . the authorities, though differing as to when immunity is absolute, are uniform that when alleged libelous matter in pleadings is relevant and pertinent, there is no liability for uttering it. Public policy requires this, even if at times the privilege of immunity for false and malicious averments in pleadings is abused. Justice can be administered only when parties are permitted to plead freely in the courts and to aver whatever ought to be known without fear of consequences, if a material and pertinent averment should not be sustained. Wrong may at times be done to a defamed party, but it is damnum absque injuria. The inconvenience of the individual must yield to a rule for the good of the general public.\n“Where the question of the relevancy and pertinency of matters alleged in pleadings is to be inquired into, all doubt should be resolved in favor of relevancy and pertinency.”\nPlaintiff’s Acquittal\nFurthermore, the fact that the insured has been acquitted (by a jury) of the alleged crime or crimes in an indictment for incendiary acts is irrelevant and inadmissible in a civil case to recover damages based on a claim under the same fire insurance policy. The reasons are obvious. First, the kind and quantum of proof required in a felony or serious criminal case— where the Commonwealth must prove the (insured) defendant guilty beyond a reasonable doubt — is different from and much greater than that required in a civil suit on the insurance policy, where plaintiff must prove his claim or the defendant must prove an affirmative defense (as the case may be) by a fair preponderance of the evidence.\nPreliminary Objections\nPlaintiff further contends that the defense of privilege-even absolute privilege — cannot be raised by preliminary objections, even when it appears from plaintiffs own pleadings that he is not entitled to recover. Plaintiff contends that under Pa. R.C.P. 1045(b) the defense of privilege must be raised or pleaded under “new matter.” That Rule, as amplified by Rule 1030, provides: “(b) All affirmative defenses, including but not limited to those enumerated in Rule 1030, and the defenses of .. . privilege, qualified privilege, . . . shall be pleaded under the heading ‘New Matter.’ . . .”\nPa. R.C.P. 1030 provides: “Rule 1030. New Matter. All affirmative defenses, including but not limited to the defenses of . . . failure of consideration, . . . laches, . . . res judicata, . . . shall be pleaded in a responsive pleading under the heading ‘New Matter.’ ”\nIt is unnecessary to discuss or consider Rule 1035 which provides for a summary judgment, because that did not become effective until May 9, 1966. In any event, however, Rule 1035 would be clearly inapplicable to the facts in the instant case and would not bar— before all pleadings, depositions, interrogatories and other answers have been filed — sustaining preliminary objections to a complaint which is defective on its face.\nHowever, Rule 1017(b) pertinently provides: “(b) Preliminary objections are available to any party and are limited to (1) a petition raising a question of jurisdiction; (2) a motion to strike off a pleading because of lack of conformity to law or rule of court or because of scandalous or impertinent matter; (3) a motion for a more specific pleading; (4) a demurrer; . . .”\nIt would appear that these Rules, especially Rule 1045(b) and Rule 1030, are in some matters overlapping with Rule 1017(b), and therefore in some cases confusing or conflicting. However, plaintiff’s contention is devoid of merit for each of two reasons:\nFirst, under the clear language of Rule 1017(b) where plaintiff’s complaint or pleading shows on its face that his claim cannot be sustained, preliminary objections are an appropriate remedy. The second and more important reason is that this Court has repeatedly and wisely sustained preliminary objections where plaintiff’s complaint or pleading shows on its face that his claim is devoid of merit. This is wise, because if the law or the rule were otherwise, it would mean long and unnecessary delays in the law — delays which Courts are strenuously trying to eliminate or reduce— and it could not aid plaintiff at the trial or affect the result: Stahl v. First Pa. Bank. & Trust Co., 411 Pa. 121, 191 A. 2d 386; Plasterer Estate, 413 Pa. 513, 198 A. 2d 525; Silver v. Korr, 392 Pa. 26, 139 A. 2d 552; Kiely v. Cunningham Equipment, Inc., 387 Pa. 598, 128 A. 2d 759; Bowie Coal Company Petition, 368 Pa. 102, 82 A. 2d 24; Montgomery v. Philadelphia, 392 Pa. 178, 140 A. 2d 100; Biggans v. Foglietta, 403 Pa. 510, 170 A. 2d 345. See also, Jones v. Costlow, 354 Pa. 245, 249, 47 A. 2d 259; Shotkin v. Pres. Church Board, 343 Pa. 650, 23 A. 2d 419; Brown v. Hahn, 419 Pa. 42, 49, 213 A. 2d 342.\nIn Plasterer Estate, 413 Pa., supra, the Court held that the writing attached to plaintiff’s petition showed failure of consideration and therefore the defense could properly be raised by preliminary objections.\nIn Stahl v. First Pa. Bank. & Trust Co., 411 Pa.; supra, and in Silver v. Korr, 392 Pa., supra, preliminary objections were sustained because laches appeared on the face of plaintiff’s complaint. In Kiely v. Cunningham, Equipment, Inc., 387 Pa., supra, preliminary objections raising the defense of res judicata were sustained because the facts establishing that defense were set forth in the complaint.\nWe find no merit in any of appellant’s contentions.\nOrders affirmed.\nMr. Justice Roberts concurs in the result.\nWe shall treat each of plaintiff’s preliminary objections, which are improper, as a motion to strike.\nItalics throughout, ours.\nFor this reason a conviction in a felony or serious criminal case and judgment thereon is admissible (whenever relevant) in a civil ease involving the same issue, question or claim: Hurtt v. Stirone, 416 Pa. 493, 206 A. 2d 624; Pa. Turnpike Comm. v. U. S. Fid. & Guar. Co., 412 Pa. 222, 194 A. 2d 423. See also, Kravits Estate, 418 Pa. 319, 211 A. 2d 443. For exceptions, see Loughner v. Schmelzer, 421 Pa. 283, 218 A. 2d 768; Noioak v. Orange, 349 Pa. 217, 36 A. 2d 781."}