{"id": "1910413", "contents": "Opinion by\nMr. Justice O’Brien,\nThis case arises out of a replevin action seeking recovery, of $7500 worth of gas drilling pipe and assorted connections. Plaintiff-appellant Bloom won a verdict in the trial court, but the Superior Court reversed. We granted allocatur.\nIn 1962 and 1963 Charles D. Hilty procured a quantity of pipe from George Bloom, the full purchase price not having been paid. It was orally agreed that title was to remain in Bloom until the full purchase price was paid.\nOn April 12, 1963, the defendant, Cardwell Gas Drilling Company [Cardwell] sold Charles D. Hilty a drilling rig and received a chattel mortgage which attempted to encumber not only the drilling rig but the pipe procured from Bloom. Cardwell’s salesman was notified at the time by Hilty that he, Hilly, was not the owner of the pipe. A financing statement covering the agreement of April 12, 1963 was filed with the Commonwealth of Pennsylvania on. April 16, 1963. Bloom had not filed a financing statement at that time, nor has he subsequently filed such a statement.\nOn May 12, 1964, Bloom entered into a written lease-purchase agreement with Hilty, providing for a monthly rental of $500 payable June 1, 1964, and each month thereafter for four years, with the provision that title vest in Hilty upon payment in full. Hilty defaulted in his payments from the date the first $500 was due, and a default judgment was entered against him.\nOn June 3, 1964, the Sheriff made a levy pursuant to a judgment of an E. A. Bowman against Hilty. The bill of sale shows that the levy was on the “drilling equipment (complete) and an autocar and all other personal property of the defendant”. Cardwell, on June 16, 1964, bought in the equipment on a bid of $1 and claimed the $7500 worth of pipe as well. There is testimony that the sheriff and Cardwell, through his agents, were again told that the pipe was not Hilty’s.\nCardwell claims title to the pipe through its perfected security interest superior to Bloom’s claim of ownership, and also through the sheriff’s sale.\nBloom brought this action of replevin in the Court of Common Pleas of Westmoreland County. By stipulation, it was heard by a judge sitting without a jury. That court found for the plaintiff, Bloom, and ordered judgment to be entered accordingly. It based its decision upon its reasoning that Cardwell at the time of filing knew or had reason to know that the pipe was not Hilty’s property. It then interpreted the Uniform Commercial Code §9-301(1) (b), 12A P.S. §9-301(1) (b) to require judgment for the plaintiff. That section provides : “Persons Who Take Priority Over Unperfected Security Interests; 'Lien Creditor’. (1) Except as otherwise provided in subsection (2), an unperfected security interest is subordinate to the rights of . . . (b) a person who becomes a lien creditor without knowledge of the security interest and before it is perfected ; . . .”\nViewing Cardwell as a lien creditor with knowledge of the security interest, the court held that Cardwell could not prevail over Bloom’s unperfected security interest. The trial judge also concluded that having decided that the plaintiff had not lost title to the pipe by his failure to perfect his security interest, it inevitably followed that the sheriff’s sale did not affect Bloom’s ownership. The court en banc dismissed Card-well’s exceptions, and directed judgment to be entered in favor of Bloom.\nThe Superior Court reversed. That court resolved the case on the basis of the sheriff’s sale, holding that the levy and sale included the pipe, and that Card-well’s purchase was not subject to any knowledge on its part that Bloom had a security interest that it should recognize. The Superior Court thus found it unnecessary to consider Cardwell’s claim of ownership by virtue of its perfected security interest.\nWe cannot agree with either of the courts below. The Superior Court based its decision on the effectiveness of the sheriff’s sale to pass title to Cardwell. After correctly holding that the levy of the sheriff on “. . . all other personal property of Defendant” included the pipe, that court stated that (210 Pa. Superior Ct. 255, 263) : “This record is devoid of any evidence to show knowledge on the part of Cardwell concerning the 1964 agreement between Bloom and Hilty. It is also devoid of any evidence showing knowledge by Cardwell of the oral agreements between said parties hereinbefore referred to. The only thing that appears is knowledge on the part of Cardwell’s representative at the time its written agreement was entered into with Hilty that 2881 feet of 3-1/2 inch pipe (erroneously described as 3300 feet) was not fully paid for by Hilty at that time and for that reason was not owned by him. However, nothing was brought to the attention of Cardwell at the time of the sheriff’s levy that the same condition existed. . . . Furthermore, it would not be unreasonable for Cardwell to assume as to the 2881 feet of pipe placed in the chattel mortgage that the balance due thereon had been paid in the interval of the year between its contract with Hilty and the date of the sheriff’s sale. . . . We must therefore conclude that Cardwell was not chargeable with any knowledge of outstanding claims by Bloom against any of the equipment which it bought from the sheriff.” The import of such a conclusion is that Cardwell would take-free of Bloom’s unperfeeted security interest under the Code §9-301 (1) (c) ,\nWe cannot agree with the conclusion of the Superior Court on the record as it stands before us. Section 9-301 speaks of “knowledge of the security interest.” Section 1-201 (25) defines knowledge and distinguishes it from notice: “A person has ‘notice’ of a fact when (a) he has actual knowledge of it; or (b) he has're? ceived a notice or notification of it; or (c) from all the facts and circumstances known to him at the time in question, he has reason to know that it exists. A person ‘knows’ or has ‘knowledge’ of a fact when he has actual knowledge of it.”\nSection 9-301 thus requires actual knowledge. As the Superior Court correctly points but, actual knowledge of a security interest slightly more than a year before the sheriff’s sale, even combined with knowledge that Hilty was not paying either him or the judgment creditor, Bowman, while enough to constitute notice, does not constitute actual knowledge.\nHowever, we disagree with the Superior Court’s reading of the record to find that “nothing was brought to the attention of Cardwell at the time of the sheriff’s levy that the same condition [Bloom’s nnperfected security interest] existed.”\nAlthough the trial court made no finding on the subject, there was testimony by Hilty that prior to the sale he told the sheriff’s deputy and Cardwell’s agent, Hays, that the pipe did not belong to him (Hilty). This testimony was corroborated by the deputy, Joseph Kovalish. Even Hays testified that before the sale, it was brought to his attention that Bloom had pipe on the location, although he later testified that he could not recall the conversation. This would appear to us to constitute actual knowledge on Cardwell’s part.\nIn view of the approach we shall take to the resolution of the priority of security interests issue, on which the trial court holding was based, it will in all likelihood make no difference whether or not Cardwell had knowledge of an unperfected security interest at the time of the sheriff’s sale. If it does, however, then the trial court, being better able to assess the credibility of witnesses, should determine the issue of knowledge.\nIt will in all probability not be relevant, as we have said, because we hold that Cardwell is protected to the extent of its security interest in the pipe. Only if the value of the property secured exceeds the value of Cardwell’s security interest will Cardwell’s knowledge at the time of sale be relevant. Although this appears unlikely to us in view of the original $48,000 security interest which Cardwell held, on the record before us, we can determine neither the security interest remaining nor the value of the property secured.\nWe repeat that we hold that Cardwell is protected to the extent of its security interest in the pipe. The trial court and the court en banc held that it was not, while the Superior Court, because of its resolution of the sheriff’s sale issue, found it unnecessary to consider this issue.\nThe trial court based its decision on §9-301(1) (b) : “(1) Except as otherwise provided in subsection (2), an unperfected security interest is subordinate to the rights of . . . (b) a person who becomes a lien creditor without knowledge of the security interest, and before it is perfected.”\nConcluding that Cardwell was a lien creditor with knowledge, the trial court held that Cardwell could not take priority over Bloom’s unperfected security interest.\nHowever, Cardwell’s position was not one-of a lien creditor. Lien creditor is defined in §9-301(3) : “A ‘lien creditor’ means a creditor who has acquired a lien on the property involved by attachment, levy or the like”. On the contrary, Cardwell was a secured party. More important, it was a secured party which had perfected its interest, by complying with the filing requirements of Article 9. Section 9-301(1) (a) give priority over unperfected security interests to “persons entitled to priority under Section 9-312”. Section 9-312' states: “... (5) In all cases not governed by other rules stated in this section (including cases of purchase money security interests which do not qualify for the special priorities set forth in subsections (3) and (4)' of this section), priority between conflicting security interests in the same collateral shall be determined as follows: . . . (b) in the order of perfection. . . .”\nCaldwell having been the first to perfect its security interest (Bloom in fact never did perfect), it takes priority under §9-312(5). It is irrelevant that title to the pipe may have remained in Bloom rather than in the debtor, Hilty. Section 9-202 states: “Each provision of this Article with regard to rights, obligations and remedies applies whether title to collateral is in the secured party or in the debtor.” Moreover, it is irrelevant that Cardwell may have had knowledge of Bloom’s security interest. Nothing in §9-312(5) says anything about lack of knowledge being a prerequisite for its operation. In fact, although not directly in point, Example 2 of the Official Comment gives some support to the view that lack of knowledge is not required. Leading commentators on the Code have stated definitively: “Notice, knowledge or reason to know, or lack thereof on the part of another secured party, are all immaterial under §9-312 (5 ).” Those same commentators raise the question whether the Code’s general requirement of good faith (§1-203) cuts across the literal words of Article 9. They conclude, rightly it seems, that some leading on or other basis for estoppel would seem necessary to deprive one of a priority given him by statute.\nThus, we hold that Cardwell’s security interest prevails over Bloom’s.\nThe order of the Superior Court is reversed; the judgment of the Court of Common Pleas of Westmoreland County is vacated and the case remanded to that court for proceedings consistent with this opinion.\nMr. Justice Mttsmanno took no part in the consideration or decision of this case.\n“Section 9-301. Persons Who Take Priority Over Unperfeeted Security Interests; ‘Lien Creditor’. (1) Except as otherwise provided in subsection (2), an unperfeeted security interest is subordinate to the rights of . . . (c) in the case of goods, instruments, documents, and chattel paper, a person who is not a secured party and who is a transferee in bulk or other buyer not in • ordinary course of business to the extent he gives value and receives de-. livery of the collateral without knowledge of the security interest, and before it is perfected.” (Emphasis added)\nIt appears that Cardwell, absent knowledge, would qualify under' this section. Section 9-301(1) (c) refers to persons who are not secured parties. As to any portion of his purchase at the sheriff’s sale exceeding the amount of his security interest,- Cardwell is not a secured party. The $1 paid constitutes value under §1-201(44) (d), defining value as any consideration sufficient to support a simple contract.\n§9-301 speaks of “knowledge of the security interest” (Emphasis added). Despite the use of “the” rather than “a”, in order to be subject to the unperfected security interest, the buyer need not know who the holder of the interest is, simply that it exists. The word “the” is merely used to refer back to the “unperfected security interest” in the first line of subsection (1).\nIf it should occur that the value of the property secured under Cardwell’s chattel mortgage does exceed the remaining security interest, then of course the trial court would have to- apply the equitable doctrine of marshalling of assets to achieve justice where Bloom has an interest only in the pipe while Cardwell has an interest in the pipe as well as other assets.\nCoogan, Hogan, and Vagts, Secured Transactions under the Uniform Commercial Code (1967), Vol. 1, p. 177, n. 23.\nCoogan, Hogan and Vagts, p. 177, n. 26."}