{"id": "1912369", "contents": "Opinion by\nMr. Chief Justice Bell,\nTwo local taxing authorities—the Borough of Philipsburg and the Philipsburg-Osceola School District— have appealed from the Order of the Court below, which ruled that a Home for the Aged operated by the appellee (Presbyterian Homes) was a charity and thus qualified for exemption from real estate tax.\nPresbyterian Homes is a Pennsylvania nonprofit corporation affiliated with The United Presbyterian Church and was formed “for the purpose of establishing and maintaining homes for the aged or other dependent persons. . . In 1961, Presbyterian Homes acquired the former Hotel Philips located in the Borough of Philipsburg, which, following extensive renovation, has been used as a Home for the Aged. This property is the subject of the appeal.\nArticle VI of the charter of Presbyterian Homes provides in part as follows: “The corporation has no capital stock; the income, revenue and support of the said corporation shall consist of voluntary offerings, gifts, donations, contributions, bequests and devises from the members thereof, and from any other person or persons, association or corporation, made or to be made in conformity to the laws of Pennsylvania, and the same is to be applied to promote the purposes for which the said corporation is formed. . . .”\nPresbyterian Homes was established by the Huntingdon Presbytery from gifts and contributions made by its members and friends. A fund-raising campaign raised in excess of $340,000. Admission to the Home is not restricted to members of any particular class (other than the aged), and admission is available (as will hereinafter more fully appear) to those who are unable to meet the usual charges of the Home as well as those who can afford to pay.\nAdmission to the Home is generally limited to applicants who are at least 65 years of age, and admission is made under one of the following plans:\n1. The Life-Care-Boarding Plan. Under this plan, the applicant agrees to pay for room, board, laundry, normal care and infirmary care in such amounts as may be fixed by the Board of Directors. The applicant further agrees to pay personal expenses, costs of special nursing care, doctor and dentist fees, hospitalization, etc. This plan presupposes that the applicant has sufficient assets to maintain himself for the remainder of his life.\n2. The Life-Care-Trustee Plan. Under this plan, the applicant turns over to Presbyterian Homes all Gf his assets, which are placed in a special account for his benefit. Against this account all his expenses are charged until the fund is depleted, at which time he agrees to apply for old-age-assistance grants and a transfer to Plan 3. Should a person admitted under this plan die before all his assets are consumed by normal charges, the balance remaining in the fund becomes the property of Presbyterian Homes.\n3. The Life-Care-Assistance Plan. An applicant who enters under this plan has insufficient assets to enter under Plan 2 and agrees to turn over to Presbyterian Homes any old-age-assistance grants to which he may be entitled.\nAn admission fee is usually but not always required for admittance to the Home. At the time of the hearing in the Court below, there were 126 residents in the Home, 65 of whom were admitted under Plan 1, four under Plan 2, and 57 under Plan 3. Some of those included under Plan 3 were originally admitted under Plan 2. •\nThe principal contention of the appellants is that the Home is not operated as a “purely public charity,” because (a) the Home is to a large extent self-supporting, and (b) many residents pay for their care and expenses completely. Appellants further contend that the Home is operated in competition with commercial homes for the aged, and is for this additional reason not entitled to a tax exemption under the applicable Act of Assembly.\nArticle IX. §1, of the Constitution of Pennsylvania provides: . . [T]lie General Assembly may, by general laws, exempt from taxation public property used for public purposes, actual places of religious worship, places of burial not used or held for private or corporate profit, institutions of purely public charity. . .\nThe statute which provides for exemption from real estate taxes is the Act of May 21, 1943, P. L. 571, as amended, 72 P.S. §5453.202. It provides in pertinent part as follows: “(a) The following property shall be exempt from all county, borough, town, township, road, poor, county institution district and school (except in cities) tax, to wit: . . , . (3) All hospitals, universities, colleges, seminaries, academies, associations and institutions of learning, benevolence or charity, including fire and rescue stations, with the grounds thereto annexed and necessary for the occupancy and enjoyment of the same, founded, endowed and maintained by public or private charity: Provided, That the entire revenue derived by the same be applied to the support and to increase the efficiency and facilities thereof, the repair and the necessary increase of grounds and buildings thereof, and for no other purpose: Provided further, That the property of associations and institutions of benevolence or charity be necessary to and actually used for the principal purposes of the institution and shall not be used in such a manner as to compete with commercial enterprise.”\nWhether the Presbyterian Home for the Aged which is the subject of this appeal is an institution of “purely public charity” within the meaning of the Constitution is a mixed question of fact and law. Hill School Tax Exemption Case, 370 Pa. 21, 87 A. 2d 259 (1952). Consequently, prior cases have limited value as precedent. As this Court pointed out in Hill School Taw Exemption Case, a charitable use is not easy to define and the line is sometimes difficult to draw. In that case, we reviewed earlier definitions, and said (pages 24-25) :\n. “. . . ‘A charity, in the legal sense, may be more fully defined as a gift, to be applied consistently with existing laws, for the benefit of an indefinite number of persons, either by bringing their minds or hearts under the influence of education or religion, by relieving their bodies from disease, suffering or constraint, by assisting them to establish themselves in life. . . . The word “charitable”, in a legal sense, includes every gift for a general public use, to be applied, consistent with existing laws, for the benefit of an indefinite number of persons, and designed to benefit them from an educational, religious, moral, physical or social standpoint. In its broadest meaning it is understood “to refer to something done or given for the benefit of our fellows or the public” ’: Taylor v. Hoag, 273 Pa. 194, 196, 116 A. 826. ‘Charitable uses may be unlimited in number and are not to be determined by the application of any narrow criterion. Whether a purpose is charitable must be ascertained from a consideration of all surrounding circumstances. A design to achieve objects beneficial to the community is common to all charitable purposes. . . . The concept of a charity is continually broadening.’: Tollinger Estate, 349 Pa. 393, 397, 37 A. 2d 500, 502. . . . ‘There is no fixed standard to determine what purposes are of such social interest to the community; the interests of the community vary with time and place. ... As to what other purposes are of such interest to the community as to be charitable, no definite rule can be laid down.’: Restatement, Trusts, §368, comment b.” See also Pittsburgh Bible Institute v. Board of Property Assessment, 405 Pa. 297 175 A. 2d 82 (1961).\nWe agree with the Court below that (1) the real estate in question is being put to a public charitable use, and (2) the expenses charged, the evidence and the findings demonstrate that it is not being operated in commercial competition with commercial homes for the aged. For centuries, and in nearly every civilized Country, the care of the aged has been considered charitable. Moreover, the social need of governmental and charitable caring for the aged, as well as the importance and necessity for such a benevolent public policy, have become widely recognized and accepted, as medical science in the United States constantly lengthens life expectancy with its resulting increase in the number of needy aged. The elderly, even those who are not completely incapacitated physically, suffer from loneliness, and from mental and physical infirmities which tend to increase as they grow older and their children leave the family home and their contemporaries move away or die. With each passing year, they usually become less and less able to cope with the day-to-day problems of life, including the management of their homes, their proper maintenance and support, and even, at times, their adequate nourishment; and they often live in fear and dread of illness or of some physical disability or possible poverty, or of just plain inability to adequately take care of themselves. It is certainly in the public interest and public welfare that homes and other facilities be established and maintained to relieve these worries and anxieties, these fears and sufferings, and this well-known inability of the aged to adequately care for themselves. Furthermore, it is a matter of common knowledge that pension plans, retirement benefits, and Government-supported programs for the support and care of the elderly greatly aid, but simply do not solve all of the underlying human problems of the aged.\nMoreover, it is a matter of wide common knowledge in which we gladly participate that the public or general welfare policy of Pennsylvania has been increasingly broadened to include greater and greater concern and care for the aged and the sick and the infirm, and consequently the words “charity” and “public charity” must be' given a liberal interpretation.\nOther appellate Courts have also wisely taken this view. In Fifield Manor v. County of Los Angeles, 188 Cal. App. 2d 1 (1961), the California District Court of Appeal aptly said (page 11) : “The courts have long recognized and declared that charity is not limited to giving alms, is not confined to relief of the poor, may extend to the rich in areas where they are not able to care for themselves, and extends to those social objectives which promote the general welfare and would be served by the government in the absence of philanthropic enterprises such as homes for the aged. Historically, and well-nigh unanimously, the courts have-found homes for the aged to be charitable institutions where conducted at cost or less. They have also recognized that man, especially the old, does not live by bread alone; that though he be able to pay for all material wants he nevertheless may be dependent upon his fellow man or the government to protect him from the haunting fear of loss of all his property with resultant poverty, fear of illness or other physical disability overtaking him with no one near to help, fear of - the loneliness arising from absence of social contacts, fear of any of the tragedies of old age where there is no one standing by to help.”\nWe also agree-with the finding and conclusion of the Court below that the Home is operated as a “purely public charity” within the meaning of Article IX, §1, of the Pennsylvania Constitution. The words “purely public charity” have been held by this Court to mean that the institution is entirely free from the private profit motive: American Society for Testing & Materials v. Board of Revision of Taxes, 423 Pa. 530, 225 A. 2d 557 (1967). See also, West Indies Mission Appeal, 387 Pa. 534, 128 A. 2d 773 (1957) ; Salvation Army v. Allegheny County, 367 Pa. 373, 80 A. 2d 758 (1951). Moreover, a “purely public charity” is not limited to a charity controlled by the State, but extends to private charitable institutions which are not administered for individual or private gain. See Donohugh’s Appeal, 86 Pa. 306 (1878) ; Episcopal Academy v. Philadelphia, 150 Pa. 565, 25 Atl. 55 (1892).\nAlthough all fifteen members of the Board of Directors of Presbyterian Homes (who serve without compensation) are Presbyterian, neither the Articles of Incorporation nor the bylaws restrict the residents to members of the Presbyterian Denomination or Faith. On the contrary, the Home is open to all persons, and at the present time approximately nine religions are represented by the residents.\nAppellants further contend that since many residents pay their way completely and 80 per cent of the operational costs are paid by the residents, the Home is a profit-making institution. We do not agree. During the calendar year 1964, Presbyterian Homes spent $243,000 in operational costs and received $218,-000 from its residents. In 1965, $261,000 was spent in operational costs and $258,000 was received from its residents. However, sums spent for capital improvements in 1964 exceeded $21,000, and in 1965 such sums exceeded $36,000. Furthermore, the Home has never in any year realized a profit and, even more important, no profit, if there were any, would go to an individual or to a corporation operated for private profit.\nTo adopt this argument of the appellants would require us to hold that whenever a nonprofit institution made a charge for its care or services to any resident or patient, the institution would be precluded from obtaining ' tax exemption. Consequently, hospitals which charge large sums for the care of and services to paying patients, and colleges and universities which charge tuition to countless students, would not be entitled to real estate tax exemption. This interpretation and result is not required by the language or spirit of the Constitution of Pennsylvania or of the legislation pertaining to tax exemption; nor is it required by the decisions of this Court. As this Court well stated in Hill School Tax Exemption Case (in which we held the institution exempt from real estate taxes), 370 Pa., supra (page 27) :\n“A purely public charity does not cease to be such where it receives some payment for its services. Thus a hospital may be such a charity where it maintains both private patient and ward service, its facilities being available to all: Cf. McConnell v. Williams, 361 Pa. 355, 357, 65 A. 2d 243. The dormitories of the Pittsburgh Salvation Army are not subject to tax merely because the institution makes a charge for the use of its facilities, at a figure which clearly is not commercial : Salvation Army v. Allegheny County, 367 Pa. 373, 80 A. 2d 758. And by the same reasoning, a university, school or educational institution which makes a tuition charge to its students, does not thereby alone release and relinquish its privilege to tax exemption.”\nOrder affirmed.\nMr. Justice Cohen concurs in the result.\nMr. Justice Musmanno took no part in the consideration or decision of this case.\nItalics throughout, ours.\nThe fact that the Board of Trustees is composed of members of a single Church would not disqualify an institution from being one of purely public charity: White v. Smith, 189 Pa. 222, 42 Atl. 125 (1899)."}