{"id": "1912404", "contents": "Opinion by\nMb. Justice Cohen,\nThis is an appeal from an order of the Court of Quarter Sessions of Butler County rendered pursuant to the Act of May 27, 1949, P. L. 1955, as amended, August 24, 1963, P. L. 1146, 53 P.S. §§55401-55408.\nWe find it unnecessary to reach a decision on the substantive aspects of this case because appellant has been effectively denied due process of law in the court below.\nThe record discloses that on July 13, 1965, the court below appointed three commissioners to inquire into and submit a report on the propriety of granting appellant’s request that an additional ward be created in Butler Township. The commissioners thereafter submitted a report recommending the consolidation of wards rather than the creation of an additional ward as suggested by appellant.\nOn November 14, 1966, the report was confirmed nisi by the court below, the confirmation to become absolute unless exceptions were filed thereto within thirty days. Exceptions were then filed to the report by appellant and a hearing date was fixed by the court. After a hearing was held and testimony was taken, the court again referred the matter to the commissioners for further study and recommendations on the feasibility of electing part or all of the township’s commissioners at large. An “amended report” was filed on February 14, 1967, recommending that there be five commissioners, all of whom shall be elected at large. On the same date the court below confirmed absolutely the “amended report” without giving notice to appellant of such confirmation.\nThe Act of May 27, 1949, P. L. 1955, §403, 53 P.S. §55403 provides:\n“Section 403. Filing and confirmation of report; exceptions. When the report is presented, the court shall confirm the report nisi, which confirmation shall become absolute unless exceptions thereto are filed within thirty days after such confirmation nisi. The court may grant a review if, in its opinion, a better adjudication may thereby be secured. If no exceptions are filed, the court may confirm the report, or make such other order as by it shall be deemed proper. If exceptions are filed, the court shall fix a time for hearing, and thereafter shall enter such decree as by it shall be deemed just and proper. . . .” (Emphasis supplied. )\nAppellant, relying upon the Act of 1949, contends that the court below wrongfully precluded it from filing exceptions and having a hearing with respect to the “amended report.” We agree. It is apparent from the record that appellant was neither notified by the court as to the filing of the “amended report,” nor was it given an ample opportunity to file exceptions thereto. The court below in its “final decree” merely noted that: “The exceptions made to the report of the Commission are considered as exceptions to this amended report and are hereby dismissed.”\nThe court below erroneously failed to follow what in our opinion amounts to a clear legislative mandate requiring the court prior to the rendering of a “final decree” to (1) confirm a report nisi, (2) allow exceptions to be filed within thirty days after such confirmation and (3) if exceptions are filed fix a time for hearing.\nIn the unusual circumstances of this case the interests of justice will be served by permitting appellant, if it desires, to file exceptions to the “amended report.” Since the recommendations presented in the “amended report” differed materially from those in the original one, the “amended report” in substance was nothing more or less than a new report to which appellant should have been afforded an opportunity of voicing its objections. The mere fact that the court below chose to label the report as only being an amendment to the original one should be of no legal consequence in view of the substantive nature of the second report. In addition, if appellant elects to file exceptions, the court below must afford appellant a hearing with respect to those exceptions. To hold otherwise would in effect deny appellant a patent statutory right as well as procedural due process of law.\nThe order of the court below is vacated and the case remanded with instructions to permit appellant to file exceptions to the report in accordance with this opinion.\nMr. Justice Musmanno took no part in the consideration or decision of this case.\nThe first report recommended the consolidation of two wards into one thereby reducing the number of wards from six to five. On the other hand, the “amended report” recommended that all five commissioners be elected at large. Obviously, the later report contained features not previously proposed in the first report, and the court below should have followed the same procedure in finalizing this report as it did with respect to the first report."}