{"id": "1913496", "contents": "Opinion by\nMr. Justice Jones,\nThe principal issue on this appeal is whether, under §4 of the Fraudulent Conveyance Act, two separate conveyances of realty, seven months apart, by the endorser of a demand note to his wife and himself as tenants by the entireties are deemed fraudulent as to the holder of such note.\nOne William Coller, between 1954 and April 1959, owned a gasoline service station in Marietta, Lancaster County, and, during that period, made various loans at the First National Bank of Marietta (Bank) upon demand notes wherein Paul Hoffines (Hoffines), Coller’s brother-in-law, was the endorser. In April 1959, Coller, still indebted to the Bank, sold the station to one Leonard Reisinger. To effectuate such purchase, Reisinger was obliged to borrow $6,800 from the Bank and a portion of the proceeds of that loan was to be paid in liquidation of Coller’s indebtedness to the Bank. To that end, Reisinger, on April 30, 1959, executed a demand note for $6,800 and Hoffines endorsed this note.\nOn .April 18, 1959—twelve days before Hoffines endorsed Reisinger’s note at the Banh—Hoffines conveyed, for a stated consideration of $1.00, four tracts of land located in. East Donegal Township, Lancaster County, —which he had owned for nine and one-half years in his own name—to Mrs. Hoffines and himself as tenants by the entireties. The Bank’s complaint in the instant action averred and Hoffines and Mrs. Hoffines, in their answer, admitted that, on April 18, 1959, —the date of the conveyance—Hoffines was solvent and the Bank introduced these portions of the pleadings in evidence. The court below found as a fact that Hoffines was then solvent, Therefore, on the date of this conveyance, it is established that this conveyance was made for a nominal consideration, that Hoffines was then solvent and that the obligation upon which the Bank claims a creditor status did not arise until twelve days after the conveyance.\nOn November 5, 1959—six months subsequent to the April 30, 1959 note and over two years prior to the December 15, 1961 note, —Hoffines’ mother having died in 1958, the Orphans’ Court of Lancaster County-awarded to Hoffines two tracts of land located in East Donegal Township, Lancaster County, which had been owned by Hoffines’ mother at the time of her death. On December 11, 1959, Hoffines conveyed this realty to Mrs. Hoffines and himself as tenants by the entireties. The court below, as to this conveyance, found as a fact that, by reason of this conveyance and the conveyance of April 18, 1959, Hoffines “became insolvent” and that such conveyances “rendered [Hoffines] insolvent.” The court below did not find that, on December 11, 1959, Hoffines was then insolvent.\nMoreover, the court below, in the entry of its decree, relied solely upon §4 of the statute. If the court below had relied upon §7 of the statute which requires proof of actual intent to defraud, as opposed to the presumption of such intent under §4, it must be noted that the court made no finding of an “actual intent to defraud” except that which might arise, by implication, from the court’s finding that, when the conveyance of April 18, 1959 was made, Hoffines knew he was going to endorse Reisinger’s note in the near future.\nReisinger paid, under the terms of .the note, until February 1960 at which time he defaulted on the loan and he has failed to pay anything further to the Bank and his whereabouts have become unknown. On February 18, 1965, the Bank obtained, by confession, a judgment against Hoffines, as endorser, and issued execution against him but it was unable to find that he owned any personal or real property wherewith to satisfy the judgment.\nOn August 18, 1965, the Bank instituted an equity action in the Court of Common Pleas of Lancaster County against Mr. and Mrs. Hoffines. Upon issue joined and after the taking of testimony, the court entered a decree which directed that: (1) the conveyances of April 18 and December 11, 1959 from Hoffines to himself and Mrs. Hoffines as tenants by the entireties be set-aside as to the Bank; (2) the realty conveyed, - with improvements thereon, be subjected to the lien of the Bank’s judgment; (3) Mr. and Mrs. Hoffines be enjoined from conveying, encumbering or Otherwise disposing of the realty which was the subject of the conveyances. From that decree, the HoP fines have taken this appeal.\nWe must determine whether the provisions of the Uniform Fraudulent Conveyance Act, supra, render fraudulent either or both the conveyances. Because the court below relied solely on §4 of that statute and because the record indicates that the case was tried below on that theory, we examine, initially, the pertinent provisions of §4 which state: “Every conveyance made ... by a person who is or will be thereby rendered insolvent, is fraudulent as to creditors, without regard to his actual intent, if the conveyance is made . . . without a fair consideration.”\nPast judicial construction of §4 renders certain principles of law well settled: (1) if the person conveying the property ivas in debt at the time he made the conveyance, then the burden rests upon the grantee or grantees to' establish, by clear and convincing evidence, either that the person conveying was then solvent and was not by such conveyance rendered insolvent or that a fair consideration had been paid for the conveyance: Peoples Savings & Dime Bank v. Scott, 303 Pa. 294, 297, 154 A. 489 (1931); Iscovitz v. Filderman, 334 Pa. 585, 589, 6 A. 2d 270 (1939); Miami National Bank v. Willens, 410 Pa. 505, 507, 190 A. 2d 438 (1963). Cf. Smith v. Arrell, 388 Pa. 117, 118, 119, 130 A. 2d 167 (1957); (2) if, aside from the property conveyed, the transferor was solvent at' the time of the conveyance, the conveyance is valid regardless of the consideration: Buckwalter Stove Co. v. Edmonds, 283 Pa. 236, 128 A. 835 (1925); Peoples Savings & Dime Bank v. Scott, supra, 297; Queen-Favorite B. & L. Ass’n v. Burstein, 310 Pa. 219, 222, 223, 165 A. 13 (1933); Lunnen v. Hunter, 348 Pa. 402, 35 A. 2d 292 (1944); 7 A.L.R. 2d 1109n. et seq.; (3) the question of insolvency is to be determined as of the date of the conveyance: Angier v. Worrell, 346 Pa. 450, 452, 453, 31 A. 2d 87 (1943) and authorities therein cited; (4) where reliance is placed upon §4 of the statute “the question of actual intent to defraud drops out of the case: [citing authority]”: Angier v. Worrell, supra, 452, 453; (5) the burden to prove that the person malting the conveyance was solvent at the time thereof and that such conveyance did not render such person insolvent, is upon the grantee or grantees of the conveyance : Farmers Trust Co. of Lancaster v. Bevis, 331 Pa. 89, 91, 200 A. 54 (1938); .(6) a conveyance without fair and adequate consideration is not rendered fraudulent by the subsequent insolvency of the person malting the conveyance if such conveyance did not render such person insolvent: Angier v. Worrell, supra, 453-4; (7) where a husband conveys realty to his wife or to his wife and himself as tenants by the entireties for a nominal or inadequate consideration,- at a time when the husband is insolvent or thereby rendered insolvent, the conveyance is presumptively fraudulent as to the husband’s creditors: Butterworth v. Wells, 303 Pa. 302, 305, 154 A. 491 (1931); Queen-Favorite B. & L. Ass’n v. Burstein, 310 Pa. 219, 222, 223, 165 A. 13 (1933); Raub Supply Co. v. Brandt, 323 Pa. 119, 120, 124, 186 A. 751 (1936); Farmers Trust Co. of Lancaster v. Bevis, supra, 89, 91; Larrimer v. Feeney, 411 Pa. 604, 607, 192 A. 2d 351 (1963); Simon v. Sorrentino, 145 Pa. Superior Ct. 364, 20 A. 2d 805 (1941); Cole-Knox Mortgage Co. v. McGaffin, 182 Pa. Superior Ct. 610, 616, 127 A. 2d 769 (1956); (8) under the Fraudulent Conveyance Act, a contingent liability for a debt of the person making a conveyance equates a fixed liability insofar as fixing the status of a creditor is concerned: Queen-Favorite B. and L. Ass’n v. Burstein, supra, 224; Amadon v. Amadon, 359 Pa. 434, 438, 439, 59 A. 2d 135 (1948); Farmers Trust Co. of Lancaster v. Bevis, supra, 91 (endorser); (9) as presently pertinent, “fair consideration” is' that which is given for property when, as a fair equivalent and in good faith, in exchange therefor, such property is conveyed: Fraudulent Conveyance Act, §3, supra, 39 P.S. §353; Larrimer v. Feeney, supra.\nGuided by these principles, we turn to an examination of the record to determine whether either or both the instant conveyances fall within the terms and purview of §4 of the statute.\nThat both conveyances were made without a “fair consideration” is beyond dispute. The stated consideration of $1.00 clearly did not represent “fair consideration”, particularly in the absence of any proof by Hoffines and his wife to show the value of the realty. The court below very properly rejected Hoffines’ contention that “fair consideration” was to be found in payment for services allegedly rendered by Mrs. Hoffines over the years on Hoffines’ farm.\nAs to the conveyance of April 18, 1959, the court found, and the Bank concedes, that Hoffines was then solvent. The court did not find and, on this record, could not have found that this conveyance standing alone rendered Hoffines insolvent. The note upon the basis of which the Bank w;ould acquire the status of creditor, enabling it to attack this conveyance, was neither endorsed nor executed until twelve days after the conveyance. If we were to consider that, at the time of the conveyance, Hoffines then had a contingent liability to the Bank arising from any loan by the Bank to the Hoffines’ brother-in-law, Coller, such liability was extinguished on April 30, 1959. In our view, the statute contemplates that the person conveying has, at the time of the conveyance, a liability, either fixed or contingent, which remains unsatisfied at the time the attack is made on the conveyance.\nWhile the conveyance of April 30, 1959, was not supported by a “fair consideration”, nevertheless this conveyance cannot be deemed fraudulent for two reasons: (1) the record reveals the existence of solvency at the time of conveyance and does not show that this conveyance resulted in insolvency and (2) the liability for the debt of Hoffines upon which liability the Bank predicated its right to challenge the conveyance did not arise until after the conveyance. Under such circumstances, actual intent to defraud the Bank under §7 of the statute rather than facts from which a presumption of intent to defraud under §4 would arise had to be established. Certainly, the latter has not been established and this conveyance was not violative of §4.\nAs to the conveyance of December 11, 1959, the record shows that the Bank, under the liability assumed by Hoffines by his endorsement of the note of April 30, 1959, had acquired the status of a creditor when this conveyance was made. As to the solvency of Hoffines on the date of such conveyance, there is no finding by the court and no evidence of record which would have supported a finding of his insolvency at the timé of such conveyance: As to whether such conveyance combined with the conveyance of April 18, 1959 rendered Hoffines insolvent, as the court found, the only evidentiary support for such finding is that, when execution was issued almost five years after the conveyance, Hoffines had no property, either real or personal While such evidentiary support is far from satisfactory, yet it must be borne in mind that it was the burden of Hoffines to prove that, at the time of the conveyance, he was then solvent and that such conveyance did not render him insolvent. Hoffines did not prove or even attempt to prove such facts. Hoffines having failed to assume this burden, the court below properly set aside this conveyance.\nOn this appeal, the Bank now relies not on §4 but on §7 of the statute to invalidate the conveyance of April 30, 1959. The record indicates that the theory in the court below, and certainly, the rationale of the court below, as expressed in its opinion, was that §4 impelled setting aside of this conveyance and, in this respect as we have indicated, the court erred. However, since the record indicates that the impact of §7 of this conveyance was either not considered or deemed unnecessary to consider, in view of the court’s conclusion §4 controlled, we must remand this matter to the court below to determine whether §7 invalidates this conveyance. Upon remand, the court below, on its motion or that of counsel, may take additional testimony to ascertain whether the factual posture would sustain a finding that Hoffines, by the conveyance of April 18, 1959, actually intended to defraud the Bank and whether the Bank at that time occupied a creditor status as to Hoffines such as would bring it within the orbit of persons defrauded within the meaning of §7. If counsel or the court do not request the taking of additional testimony, the court below should proceed on the present record to determine the applicability of §7 along the lines indicated.\nDecree, as modified, affirmed and the matter remanded to the court below for proceedings consistent with the views expressed in this opinion.\nMr. Justice Roberts concurs in the result.\nMr. Chief Justice Bell dissents.\nAct of May 21, 1921, P. L. 1045, §4, 39 P.S. §354.\nThe court below rested its determination solely on §4 of the statute and appellants’ argument is based on §4. Appellee, as to the first conveyance, relies solely on §7 of the statute (39 P.S. §357) which is bottomed on an actual intent to defraud and, as to the second conveyance, relies solely on §4 of the statute which requires no proof of actual intent to defraud.\nThe record shows, without contradiction, that this note of April 30, 1959 was renewed on December 15, 1961 by the execution of a new note in the amount of $6771.85. The note of April 30, 1959 was returned to Hoffines after the note of December 15, 1961 had been executed by Reisinger and endorsed by Hoffines. The complaint in this action avers the making of the April 30, 1959 note and the endorsement thereof by Hoffines and the answer admits such facts and the complaint further avers that, “on said obligation” of Hoffines, judgment had been confessed and execution issued and such averment is admitted. The pleadings do not mention the note of December 15, 1961. If the April 30, 1959 note was returned, bow could judgment be confessed on that note? On this subject the record is silent. However, we are not confronted with the validity of the judgment or the execution issued thereon.\nSection 2(1) of the statute provides: “A person is insolvent when the present, fair, salable value of his assets is less than the amount that' will be required to pay his probable liability on his existing debts as they become absolute and matured.” See: Act of 1921, supra, 39 P.S. §352. The test of insolvency at the time of an alleged fraudulent conveyance is inability to pay debts in the ordinary course and not inability to raise money to. pay such, debts in ordinary course: Fidelity Trust Co. v. Union National Bank of Pittsburgh, 313 Pa. 467, 169 A. 209 (1933), cert. den. 291 U.S. 680, 54 S. Ct. 530, 78 L. Ed. 1068; Larrimer v. Feeney, 411 Pa. 604, 192 A. 2d 351 (1963).\nThe only evidence of record upon which this finding can be predicated is testimony that, when judgment was entered and execution issued on February 16, 1965,—over five years after the last conveyance—Hoffines had neither personalty nor realty sufficient to satisfy the Bank’s judgment.\nThe testimony in this respect is woefully vague and indefinite."}