{"id": "1913502", "contents": "Opinion by\nMb. Justice Jones,\nOn August 9, 1962, at Forest Hills, Maryland, an airplane, allegedly piloted by Helen Myers, crashed and both Helen Myers and her passenger, Maurice Wilhere, were killed. This airplane had been manufactured by Mooney Aircraft, Inc. (Mooney), a Texas corporation.\nAs a result of this accident, two trespass actions were instituted in the Court of Common Pleas of Lancaster County: (1) the personal representative and survivors of Maurice Wilhere sued the personal representative of the Helen Myers Estate and Mooney (herein described as the Wilhere action) and (2) the personal representative of the Helen Myers Estate sued Mooney (herein described as the Myers action).\nIn the Wilhere action, the complaint was filed on July 24, 1963, and service of process on Mooney was sought to be effected on the same date by delivery of a copy of the complaint to one Henry Weber, a distributor and director of Mooney, at Weber’s place of business in Lancaster County, said service purporting to be made under the provisions of Pa. R.C.P. 2180 (a)(2). In the Myers action, the complaint was filed on August 9, 1963, and service of process on Mooney was sought to be effected by two methods: (a) by delivery of a copy of the complaint to Weber at his place of business on August 12, 1963, purportedly in compliance with Pa. R.C.P. 2180(a)(2) and (b) by service of a copy of the complaint on August 22, 1963, by registered mail, upon the Secretary of the Commonwealth under the provisions of §1011B of the Business Corporation Law of 1933, as amended.\nIn the Wilhere action, Mooney filed neither an appearance nor an answer and, on April 7, 1965, —over one and one-half years after service was made—, a default judgment was entered against Mooney. One year later, Mooney filed a petition to strike off the default judgment on the ground that, by reason of defective service, the court had failed to acquire jurisdiction so as to permit the entry of an in personam judgment. The court below entered an order denying Mooney’s petition to strike off the judgment; from that order an appeal has been taken.\nIn the Myers action, Mooney filed preliminary objections—over two and one-half years after service was made—, raising a question of jurisdiction over its person by reason of defective service of the complaint. The court below entered an order overruling the preliminary objections; from that order an appeal has been taken.\nIn both the Wilhere and Myers actions, the record before this Court consists solely of certain depositions, affidavits and exhibits which were introduced in evidence in a trespass action in the United States District Court for the Western District of Pennsylvania, i.e., Donnelly v. Mooney Aircraft, Inc., Civil Action No. 6B-458. In large part, both the Myers and Wilhere actions involve identical factual and legal issues: therefore, the records in both actions were consolidated and we will consider both appeals in this opinion.\nService in the Myers Action Under Section 1011B of the Business Corporation Law\nMooney argues that the attempted substitute “long arm” service of process under §1011B of the Act of 1933, supra, prior to the 1963 amendment thereof, in the Myers action was invalid because: (a) the action did not arise out of “acts or omissions” in Pennsylvania and (b) Mooney was not engaged in “doing business” within the statutory purview.\nResolution of these two issues depends upon what statute is applicable to the instant factual situation and whether, under the provisions of the applicable statute, Mooney was engaged in “doing business” within the Commonwealth.\nOn August 13, 1963, the legislature amended the “long-arm” statute permitting service of process upon unregistered foreign corporations by permitting service “in any action arising within this Commonwealth”, thus eliminating the prior statutory requirement “in any action arising out of acts or omissions of such corporation within this Commonwealth,” but retaining under §10110 the definition of “doing business” without, however, rendering §10110 dependent on §1011B. If the 1963 amendment is presently applicable, then the broad legislative definition of “doing business” provided in §10110 of that statute controls.\nSection 1011B of the 1963 amendment provides: “B. Any foreign business corporation which shall have done any business in this Commonwealth, without procuring a certificate of authority to do so from the Department of State, shall be conclusively presumed to have designated the Secretary of the Commonwealth as its true and lawful attorney authorized to accept, on its behalf, service of process in any action arising within this Commonwealth. . . .” Section 1011C provides : “C. For the purposes of determining jurisdictions of courts within this Commonwealth, the entry of any corporation into this Commonwealth for the doing of a series of similar acts for the purpose of thereby realizing pecuniary benefit or otherwise accomplishing an object, or doing a single act in this Commonwealth for such purpose, with the intention of thereby initiating a series of such acts, shall constitute “doing business”. (Emphasis added).\nThis 1963 amendment became effective August 13, 1963. The complaint in the Myers action was filed four days before the effective date of the amendment and the service of the complaint was made nine days after such effective date. Does the 1963 amendment apply in the case at bar? We believe that it does.\nIn Kilian v. Allegheny County Distributors, 409 Pa. 344, 185 A. 2d 517 (1962), this Court said: “While substantive rights are settled as of the time the cause [of action] arises, rights in procedural matters, such as jurisdiction and service of process, are determined by the law in force at the time of the institution of the action, [citing authorities].” (at p. 350-51). See also: Frisch v. Alexson Equipment Corp., 423 Pa. 247, 250, 224 A. 2d 183 (1966). The question, next arises: was this action instituted when the complaint was filed four days prior to the effective date of the 1963 amendment or when the service was effected nine days thereafter? In King v. The Security Co. of Pottstown, 241 Pa. 547, 551, 552, 88 A. 789 (1913), we said: “The general rule of construction that legislation is to be given retroactive effect only when its language clearly requires such construction, is not questioned. But an exception to that rule obtains as to enactments which effect only procedure and practice of the courts. ‘No person has a vested right in any course of procedure, nor in the power of delaying justice, or of deriving benefits from technical and formal matters of pleading. He has only the right of prosecution or defense in the manner prescribed, for the time being, by or for the court in which he sues; and if a statute alters that mode of procedure, he has no other right than to proceed according to the altered mode. The remedy does not alter the contract or the tort; it takes away no vested right.’ Endlieh on Interpretation of Statutes, 285. Another statement of the principle is this: ‘Statutes which are designed to change the mode of judicial procedure, where such change relates to the method of enforcing a right and does not affect the right itself, are construed to apply to causes of action which accrued before enactment as well as to those to accrue thereafter :’ 26 Am. & Eng. Ency.'Law (2d Ed.) 695. The purpose of this statute was purely remedial. It affected in no way any vested right of the defendant.” See also: Mississippi Publishing Corp. v. Murphree, 326 U.S. 438, 445, 446, 66 S. Ct. 242 (1946); Flaherty v. United Engineers & Constructors, Inc., 191 F. Supp. 661, 662, 663 (1961). In Flaherty, supra, the accident occurred on June 12, 1957, summons and complaint were filed on August 14, 1958 and, on July 22, 1959, the defendant attempted to bring upon the record a foreign corporation as an additional defendant by serving an alias summons and a complaint on the Secretary of the Commonwealth. On the date the complaint was filed §1011C of the 1957 act was in effect; that section was deleted from the statute on July 11, 1959 but reenacted on November 10, 1959. The court held that, in the absence of an express reservation in the statute, the validity of the service on the foreign corporation should be determined under the statute in existence at the time of the service. In our view the validity of the present service is to be determined under §§1011B and 1011C of the 1963 amendment to the Business Corporation Law.\nThe 1963 amendment being applicable, the prior statutory requisite that the action must arise out of “acts or omissions” in Pennsylvania is eliminated and the sole question is whether Mooney was “doing business” in the Commonwealth and a resolution of that question depends upon the extent of Mooney’s contacts with Pennsylvania.\nIn line with our case law as to the weight to be given to findings of fact made by the court below, we have examined this voluminous record to ascertain whether such findings have evidentiary support in the record or were founded on capricious belief and we are satisfied that such findings are fully sustained by the record and that they are not bottomed on any capricious belief.\nSummarized, the court below found that: Mooney manufactures aircraft and aircraft parts at Kerrville, Texas,, and with each new aircraft furnishes a written warranty for replacement of defective parts; Mooney in Pennsylvania had two distributors each of whom had a distinct and separate area of endeavor and one of whom was Henry Weber in Lancaster; Weber, as a Mooney distributor, had certain definite obligations such as (a) providing warranty service free of charge to Pennsylvania purchasers of Mooney products, (b) advertising himself as a Mooney representative by a large sign “Mooney” above his place of business and displaying “Mooney” signs and displays, (c) soliciting and appointing dealers to sell Mooney products, (d) maintaining adequate sales facilities, sales staff, etc. to advertise and promote Mooney sales in his territory, (e) owning at least one Mooney demonstrator aircraft of each current model, (f) purchasing at least four new aircraft from Mooney each year and (g) maintaining a comfortable pilot lounge and private sales office identified by a lighted “Mooney” sign; between 1958 and 1964, Mooney products sales in Pennsylvania totalled $2,274,000 of which Weber sold $1,416,-000; Mooney employs regional sales managers who make numerous trips into Pennsylvania and makes available to its two Pennsylvania distributors the assistance of its experts in various fields; since 1959 Weber has dealt exclusively in Mooney aircraft; Mooney assists its distributors in financing aircraft purchases from it by making known the availability of certain banks who would finance Mooney aircraft. Such, in capsule form, constitutes the extent of Mooney’s contacts in Pennsylvania.\nThe legislature has defined what constitutes “doing business” under §1011C as an “ entry” of a foreign corporation into Pennsylvania for either of two purposes: (a) “for the doing of a series of similar acts” to realize pecuniary profit or accomplishing an object or (b) “doing a single act” for such purpose, intending to initiate a “series of such acts”. The statute contemplates a systematic course of conduct as contrasted with isolated or sporadic occurrences (Greco v. Bucciconi Engineering Co., 246 F. Supp. 261 (1965)). The determination of whether a foreign corporation meets the legislative standard rests on an ad hoc basis: does the factual posture satisfy the statutory definition?\nIn Botwinick v. Credit Exchange, Inc., 419 Pa. 65, 213 A. 2d 349 (1965), while we were deciding a question of venue under Pa. R.C.P. 2180(a)(2) because of the provision in Rule 2179 (a) (2) that an action may be instituted against a corporation in “a. county where it regularly conducts business”, we considered whether the foreign corporation was “doing business” under §1011C of the 1963 amendment and said: “It is clear that, absent some ‘entry’ or ‘presence’ within the state by the conduct of at least minimal business activity within the state by this New York corporation, Pennsylvania, consistent with the limitations of due process, could not exercise any jurisdiction over this foreign corporation: [citing authorities]. ‘Doing business’ within the state has a dual significance: (a) it is essential to the exercise of any jurisdiction by the state over a foreign corporation and (b) it is essential in determining the appropriate venue for an action against a foreign corporation.” (at pp. 68, 69). We therein concluded that the foreign corporation could not be said to have been “doing business” so as to make it subject to the regulatory power of Pennsylvania. In Miller v. Kiamesha-Concord, Inc., 420 Pa. 604, 218 A. 2d 309 (1966) we met “head on” §1011C (as amended). In Miller, the foreign corporation’s sole contact with Pennsylvania consisted • of a person who maintained an office in her own home, encouraged travel agencies to recommend to potential customers the foreign corporation’s out-of-Pennsylvania hotel, received reservation applications which she transmitted for acceptance or rejection to the out-of-Pennsylvania hotel, was paid on a commission basis for reservations she directly secured and an “over-ride” on commissions paid to travel agencies for reservations secured by them in the Philadelphia area. While it did appear that the name of the foreign corporation was listed in the Philadelphia telephone directory for which listing the foreign corporation did not pay, that the foreign corporation supplied various correspondence forms and advertising literature, nevertheless, we held that the foreign corporation was represented in Pennsylvania only hy an independent contractor and that it was not “doing business” in the State. In Frisch v. Alexson Equipment Corporation, 423 Pa. 247, supra, although the 1963 amendment was inapplicable therein, we did apply the “doing business” yardstick of §1011C identical in substance to §1011C as embodied in the amendment. In Frisch, the foreign corporation occasionally sent executives and other employees into the state to visit customers, had two salaried employees who were responsible for an area including Pennsylvania and whose duty it was “to review the functions of distributors, and dealers” who serviced foreign corporation’s products and bought and sold its products, had a salaried employee who performed similar duties for “original equipment manufacturers” who bought from it and we concluded that: “Through its salaried employees who made regular monthly visits in Pennsylvania, through the sporadic visits of its executives and other employees and through the close collaboration with its distributors and those dealing with its products, even though on an independent contract basis, Briggs was carrying on a ‘series of similar acts’ for pecuniary profit in Pennsylvania.” (at pp. 252, 253). In Goldstein v. Carillon Hotel, 424 Pa. 337, 227 A. 2d 646 (1967), in considering the propriety of service of process under Pa. R.C.P. 2131(a), where the foreign corporation had maintained an office in Philadelphia for at least seven years, where it had employees compensated on a salary basis who were empowered to issue confirmed reservations for the corporation’s out-of-Pennsylvania hotel, we held such foreign corporation to be “doing business in Pennsylvania”. See also: Cecere v. Ohringer Home Furniture Co., 208 Pa. Superior Ct. 138, 220 A. 2d 350 (1966); Greco v. Bucciconi Engineering Co., 246 F. Supp. 261 (1965); Triangle Publication, Inc. v. Standard Plastics Products, Inc., 241 F. Supp. 611 (E.D. Pa. 1965); Armstrong v. Speedy-Therm, Inc., 40 Pa. D. & C. 2d 7 (1965); Jeffreys v. Keenan Motors, Inc., 40 Pa. D. & C. 2d 311 (1966).\nA review of this record, in the light of our case law, indicates that Mooney had made the “entry” into the Commonwealth necessary under the broad language of §1011C to justify a finding that it was “doing business” in Pennsylvania. The relationship between Mooney and Weber, while that of independent contractee-contractor, does not alone control the situation. The distribution and sales agreements and the service contract between Mooney and Weber, who was also a member of Mooney’s board of directors, the advertising methods required and provided, the advertising of Mooney’s distributors as “Official Mooney Service Centers”, the entry into Pennsylvania, although sporadic, of Mooney’s vice-president of sales, assistant sales manager and other employees all indicate that Mooney for “pecuniary benefit” did effect an entry into Pennsylvania. In its enactment of §1011C the legislature considerably extended and liberalized the concept of “doing business” and, undoubtedly, the instant factual situation falls within the legislative purview.\nMooney, having been engaged in “doing business” in Pennsylvania under the definition of §1011C, the service made upon the Secretary of the Commonwealth was proper under §1011B and the Court below properly dismissed Mooney’s preliminary objections based on that ground.\nService in the Wilhere and Myers Actions Under Pa. R.C.P. 2180(a) (2)\nService of process in both actions was made under Rule 2180(a) (2) by banding a copy of the process to Henry Weber as “an agent or person for the time being in charge of, and only at, any office or usual place of business of the corporation or similar entity.”\nInitially, we express our agreement with the statement of the court below that: “Plaintiffs’ service upon Weber as the person in charge of [Mooney’s] usual place of business presumes that [Mooney] was ‘doing business’ in Pennsylvania”. We have already determined that Mooney, under the broad and expanded legislative definition of what constitutes “doing business”, was engaged in “doing business” in Pennsylvania. However, it does not follow from that conclusion that service under Rule 2180(a) (2) was valid.\nRule 2180(a) (2) renders valid a service of process upon a corporation where the process is handed to (a) an agent or person who, for the time being, is in charge of (b) an office or usual place of business of the corporation. The fact that the corporation is a foreign corporation which is “doing business” in Pennsylvania does not render service of process valid under Rule 2180(a) (2) unless that Rule is strictly complied with.\nThe relationship between Mooney and Weber is not that of principal and agent but that of independent contractee and contractor. There is no evidence that Mooney had an “office” or “usual, place of business” in Lancaster: the office was that of Weber and not Mooney and the person served was neither an agent of Mooney nor a person in charge of any office or usual place of business of Mooney. See: Swavely v. Vande grift, 397 Pa. 281, 154 A. 2d 779 (1959) affirming 19 Pa. D. & C. 2d 153, 155 (1958).\nThe appropriate method of service upon Mooney was under §1011B, supra, and to the extent service in that manner was made in the Myers action such service was proper. Service of process under Rule 2180 (a)(2) was, under the instant factual situation, invalid and such service in both the Wilhere and Myers actions was improper and, ordinarily, would be set aside.\nHowever, in the Wilhere action, where Mooney filed a petition to strike off the default judgment, Mooney by its inaction and resort to an improper procedure has forfeited its right to question the manner of service. In order to sustain its position as to the impropriety of the service of process Mooney must resort to facts dehors the record. We agree with the court below that such method of attack is not available through the medium of Mooney’s petition to strike off this judgment.\nEven if we were to consider the instant petition as a petition to open this judgment or in the nature of preliminary objections we cannot, under the facts, grant the relief Mooney requests. Mooney filed neither appearance, answer nor preliminary objections and waited more than sixteen months before taking any steps to attack the default judgment. We agree with the court beloAV that Mooney took a “dangerous risk” and “this risk has been deliberately taken with unfortunate results to [Mooney] and, as a consequence, [Mooney] is not entitled to any consideration. . . .”\nIn summary: (1) in the Myers action, service of process was properly made upon Mooney under §1G11B; (2) in the Wilhere action, service of process was improperly made upon Mooney under Pa. R.C.P. 2180 (a) (2); (3) that the infirmity of service of process in the Wilhere action cannot now be attacked by a petition to strike off the default judgment and the failure of Mooney to exercise even ordinary diligence precludes such an attack in any other manner and whatever rights Mooney might have had to attack this judgment have been lost by its own carelessness and the passage of time.\nOrder entered in the Myers action is affirmed and judgment entered in the Wilhere action is affirmed.\nThe Act of May 5, 1933, P. U. 364, as amended by tbe Act of August 13, 1963, P. E. 703, §§1, 2, 15 P.S. §2852-1011B.\nNo. 199 January Term, 1967.\nNo. 198 January Term, 1967.\nOn June 23, 1962, at Meadowville, Virginia, there was an aircraft accident out of which arose three actions in the United States District Court for the Western District of Pennsylvania, one being Donnelly v. Mooney Aircraft, supra. Mooney did not enter appearances or file answers in these actions; in Donnelly, supra, a 8150,000 default judgment was entered. To enforce that judgment, a proceeding was instituted in the United States District Court for the Western District of Texas in which Mooney challenged the judgment on jurisdictional grounds. Mooney’s motion to bar enforcement of the judgment was denied and judgment was entered for Donnelly. An appeal to the United States Court of Appeals for the Fifth Circuit is now pending. In the other two actions, Mooney-raised the same jurisdictional objections in the United States District Court for the Western District of Pennsylvania and these objections were dismissed with leave to answer. Mooney contends that all these actions involve questions of jurisdiction identical with those raised in the instant appeals.\nAct of August 13, 1963, P. h. 703, 11, amending the Act of November 10, 1959, P. L. 1406, 15 P.S. §2852-1011B (Pkt. Pt.). In Rufo v. The Bastian-Blessing Co., 405 Pa. 12, 173 A. 2d 123 (1961), we had held that, under §1011B of the 1959 statute, there were two jurisdictional requirements: (1) the foreign corporation must have “done business” in Pennsylvania and (2) the action must have arisen out of “acts or omissions” of the corporation in Pennsylvania. The 1963 amendment eliminated the second requirement and provides only that the “action arise” in Pennsylvania.\nSee also as to what constitutes “carrying on or engaging in business” under a municipal taxing statute, Alan Wood Steel Co. v. Phila. School District, 425 Pa. 455, 229 A. 2d 881 (1967); Business Tax Bureau of Phila. School District v. American Cyanamid Company, 426 Pa. 69, 231 A. 2d 116 (1967)."}