{"id": "1913459", "contents": "Opinion by\nMr. Justice O’Brien,\nThis is an appeal from the order of the Court of Common Pleas of Philadelphia County, dismissing appellant’s petition for a writ of habeas corpus. We have here another case in which the voluntariness of a confession is attacked. We dealt with this question at length in Commonwealth ex rel. Butler v. Rundle, 429 Pa. 141, 239 A. 2d 426 (1968), decided this date. We there considered fully both the procedural aspects of the determination, as dictated by Jackson v. Denno, 378 U.S. 368, 84 S. Ct. 1774 (1964), and the substantive standards of voluntariness. As in Butler, the hearing judge incorrectly placed the burden of production as to voluntariness on the petitioner. However, we there pointed out that such an allocation will rarely make a difference, and this is not one of those cases. Moreover, at no time during these proceedings was there an objection to the allocation.\nThe hearing judge held that the confession was voluntarily given. Although the testimony of appellant differed from that of the police officers, the hearing judge accepted the testimony of the interrogating detectives and rejected that of appellant. Our task on review is to consider only the testimony of the prosecution’s witnesses and the uncontradicted testimony of appellant. Butler, supra, at 149-50; Culombe v. Connecticut, 367 U.S. 568, 604, 81 S. Ct. 1860 (1961). From that, the following facts appear: Appellant was, at the time of his confession, a young man of 18. He had an IQ of around 80, being in a mentally retarded class throughout school. He was picked up at county prison, where he was imprisoned on a charge of carrying a concealed, deadly weapon, at 11:45 a.m. on April 29, 1957 and taken to City Hall, arriving at 12:30 p.m. He was not at this time advised of his rights to counsel and to remain silent, as required prospectively by Escobedo v. Illinois, 378 U.S. 478, 84 S. Ct. 1758 (1964) and Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602 (1966). Appellant himself testified that there was no questioning during the trip to City Hall. From 12:30 p.m. until 1:00 p.m. the appellant was questioned by three detectives, and he denied any knowledge of the homicide. Between 1:00 p.m. and 1:35 p.m. appellant ate a lunch consisting of a sandwich and beverage. From 1:35 p.m. until 2:30 p.m. he was questioned by the same three detectives. From 2:30 p.m. until 4:45 p.m. he was interrogated by a single detective for thirty to forty minute periods with ten minute breaks. No questioning took place from 4:45 p.m. until 5:15 p.m. Between 5 :15 p.m. and 6:00 p.m. appellant was given a polygraph examination by a single detective. Appellant ate a hot meal from 6:00 p.m. until 6:30 p.m., and was not questioned again until 8:30, at which time he faced the other three alleged participants in the beating for a period of ten minutes. At this time one of the other three stated in appellant’s presence that he had been an accomplice, which appellant denied. Appellant was not questioned again until 9:15 p.m., at which time he gave a statement.\nThe statement was made in a question and answer manner. The interrogating detective asked a question, then typed it. Appellant gave an answer, which the interrogator repeated as he typed. After questions as to appellant’s name, address, occupation, and whether he knew what he was charged with, appellant was advised that anything he said would be taken down in his own words and could be used for or against him at the time of trial. The statement was read to appellant before he signed it at about 10:15 p.m.\nIn Butler, supra, we indicated that voluntariness is dependent on many factors.' Appellant asserts, as factors tending to make the confession involuntary, his retarded mental state and the fact .that he was not warned of his rights. There is no doubt that the mental state of the accused is a relevant factor in determining voluntariness, as it bears on his ability to resist questioning. Butler, supra; Culombe, supra; Spano v. New York, 360 U.S. 315, 79 S. Ct. 1202 (1959). Nor can it be denied that the absence of warnings is. also a factor to be considered in determining voluntariness. Butler, supra; Davis v. North Carolina, 384 U.S. 737, 86 S. Ct. 1761 (1966).\nHowever, it is clear that these factors alone cannot vitiate this confession. The absence of warnings, alone, obviously is not enough, or Escobedo and Miranda would be retroactive. Johnson v. New Jersey, 384 U.S. 719, 86 S. Ct. 1772 (1966) has held that they are not, and that case has been followed in Pennsylvania. Commonwealth v. Snyder, 427 Pa. 83, 233 A. 2d 530 (1967). Nor can this confession be rendered involuntary merely because of appellant’s low IQ. Appellant’s own testimony indicates that a large percentage of people have IQ’s approximating his and can conduct their affairs with little difficulty. Nor are these two factors in conjunction with each other enough to render a confession involuntary.\nIn Butler, supra, we stated that “it is the continuous questioning which is the crucial element in rendering the confession involuntary.” That factor is absent here. Appellant was questioned for a total of some five hours in the approximately ten hours between the time he was taken into custody and the giving of his statement. He was fed twice and given frequent rests* The law is clear that intermittent questioning over such a short period as ten hours does not vitiate a confession. Commonwealth v. Graham, 408 Pa. 155, 182 A. 2d 727 (1962).\nOrder affirmed.\nMr. Justice Cohen took no part in the consideration or decision of this case.\nAppellant in his brief also alleges that the prosecution willfully suppressed evidence. However, he did not raise this below; so we cannot consider it. Nor can we consider the alleged inconsistency between the testimony of Detective Wiest at trial and at the habeas corpus hearing. The notes of trial were not introduced into evidence at the hearing, nor did appellant seek to impeach Wiest’s testimony in any other way. Credibility is for the trial judge and cannot be raised initially on appeal. We thus are not called upon to consider the effect of the apparent disappearance of the trial transcript between the date of the hearing and the present;"}