{"id": "1913468", "contents": "Opinion by\nMr. Justice Roberts,\nIn Commonwealth ex rel. Berkery v. Myers, 429 Pa. 378, 383 n.2, 239 A. 2d 805, 807 n.2 (1968) we specifically reserved the question of the extent to which two recent opinions of the Third Circuit Court of Appeals would require this Court, under the doctrine of Commonwealth v. Negri, 419 Pa. 117, 213 A. 2d 670 (1965), to modify our view that tacit admissions made prior to Miranda were not retroactively invalid. That question must now be faced.\nI.\nAppellant Rayford Stevens’ 1954 jury trial resulted in a verdict of first degree murder and a sentence of life imprisonment. In this collateral attack, Stevens asserts that trial counsel was incompetent and that the evidentiary use of four tacit admissions at his trial resulted in a deprivation of due process. The first of these allegations has already been adjudicated adversely to appellant, see Commonwealth ex rel. Stevens v. Myers, 419 Pa. 1, 21, 213 A. 2d 613, 624 (1965), and need not be re-examined.\nStevens was accused of participation in the felony-murder of a Chester shopkeeper. In a statement to the police, appellant admitted that he and one Maxwell entered the store but insisted that he intended to purchase a soda, that Maxwell fired the fatal shot after a brief struggle (a fact not disputed at trial) and that he had no knowledge whatsoever of either Maxwell’s possession of a pistol or that a robbery was planned. The Commonwealth, to sustain its burden, was thus compelled to connect Stevens with the robbery attempt. This it chose to do solely by the use of four tacit admissions. After Stevens was warned that he had the right to remain silent and that anything he said could be used against him at trial, the prosecuting authorities had his statement stenographically recorded and signed. Immediately thereafter, statements obtained from each of the four other alleged participants in the offense were read seriatim to Stevens. Before these four statements were read, Stevens was told that he could make any corrections he wished but not that, if he failed to reply, this failure would result in the use at trial of the statements of his four alleged confederates. Other than one brief comment, Stevens made no reply.\nAt trial, the Commonwealth’s case consisted of medical testimony establishing the cause of death, an employee of the deceased who testified only that Stevens was in the store at the time of the shooting and the tacit admissions which, in varying degrees, implicated Stevens. Stevens, on the other hand, reiterated the version contained in his statement, denying any complicity in the offense.\nThe two Third Circuit opinions, both authored by Judge Hastie, indicate that not all tacit admissions can. be retroactively attacked but make no attempt to isolate those which are constitutionally infirm other than stating that their use must be fundamentally unfair. See United States ex rel. Staino v. Brierly, 387 F. 2d 597 (3d Cir. 1967); United States ex rel. Smith v. Brierly, 384 P. 2d 992 (3d Cir. 1967). However, the Court of Appeals did stress two factors in both opinions—the fact that the tacit admissions were vital to the prosecution case and the presence of a warning of the right to remain silent given prior to the reading of the statements—as indicia of when use of a tacit •admission is fundamentally unfair. Both of these factors are here present. Of the two decisions, Staino is factually almost identical to the circumstances under which Stevens’ tacit admissions were obtained. Staino was twice confronted by statements of alleged coconspirators and each time was warned of his right to remain silent, a procedure which the Third Circuit characterized as “an indefensible sort of entrapment.” 387 F. 2d at 600. Furthermore, that court found significant the fact that Staino’s coconspirators did not testify at trial (nor did any of Stevens’ accomplices) ; this, said the court, created many of the risks inherent when a defendant is denied the right. to confront his accusers. Additionally, the use of the four tacit admissions obtained from Stevens contains an element of unfairness found in neither Smith nor Stamo for it is arguable that in fact appellant did not admit the veracity of these statements. Having just made a statement in which all complicity in the crime had been denied, Stevens may well have believed that this alone operated as a denial of his confederates’ statements and that no action on his part was necessary.\nFinding no material difference between the present case and those which confronted the Third Circuit, we conclude that the Court of Appeals would hold that Stevens’ tacit admissions were obtained and used under circumstances which are fundamentally unfair. A denial by this Court of appellant’s petition would cause disrespect for the law, create confusion and congestion in our trial courts and impair the finality of our judgments. These very factors caused us in Commonwealth v. Negri, supra, and Commonwealth ex rel. Berkery v. Myers, supra, to adopt a conclusion of the Third Circuit which was at variance with the one advocated by this Court in its prior decisions. They are equally applicable here and we thus conclude that introduction at Stevens’ trial of the tacit admissions is a defect which can be successfully attacked in a collateral proceeding and which requires a new trial.\nII.\nThe Commonwealth contends, however, that any claim based upon the evidentiary use at Stevens’ trial of his tacit admissions has been waived and that appellant is therefore precluded from obtaining collateral relief on this basis. See Post Conviction Hearing Act, Act of January 25, 1966, P. L. (1965) 1580, §4, 19 P.S. §1180-4 (Supp. 1967). We must begin with the proposition articulated in Commonwealth v. Snyder, 427 Pa. 83, 88-94, 233 A. 2d 530, 533-36 (1967) that the content of our state doctrine of waiver is identical to that employed by the federal courts under Fay v. Noia, 372 U.S. 391, 439-40, 83 S. Ct. 822, 849 (1963) and Henry v. Mississippi, 379 U.S. 443, 452, 85 S. Ct. 564, 570 (1965), i.e., the prisoner’s nonaction must be a deliberate bypass of state procedures available to litigate the prisoner’s claim. The Commonwealth’s position is simply that Stevens’ prior attempts at collateral relief constituted an available state procedure to litigate the constitutional validity of his tacit admissions and that his failure to do so in those proceedings constitutes a waiver of his present claim. However, this position ignores what we believe to be the dispositive consideration—at the time each of Stevens’ prior collateral actions was filed he could have had no knowledge of the retroactively applicable decisions of the Third Circuit, decisions which, under Commonwealth v. Negri, we will follow.\nBoth our own cases and those of the Supreme Court of the United States establish the doctrine that failure to assert a now retroactively applicable constitutional infirmity not available to the prisoner as a basis for collateral attack at the time his prior attempts were filed does not operate as a waiver. See Commonwealth ex rel. Berkery v. Myers, 429 Pa. 378, 239 A. 2d 805 (1968); cf. Commonwealth v. Jefferson, 423 Pa. 541, 226 A. 2d 765 (1967). Perhaps the clearest statement of this view is contained in O’Connor v. Ohio, 385 U.S. 92, 87 S. Ct. 252 (1966). At O’Connor’s trial a violation of Griffin v. California, 380 U.S. 609, 85 S. Ct. 1229 (1965) occurred. Furthermore, since O’Connor’s conviction had not been finalized at the time of the Griffin decision, Griffin was retroactively applicable to O’Connor’s trial. See Tehan v. United States ex rel. Shott, 382 U.S. 406, 409 n.3, 86 S. Ct. 459, 461 n.3 (1966). However, the Ohio Supreme Court withheld relief based on its belief that O’Connor’s failure to assert the Griffin error during his direct appeal worked a waiver of his right to later assert this defect. The Supreme Court of the United States disagreed and granted the writ, stating (385 U.S. at 93, 87 S. Ct. at 253-54) : “We hold that in these circumstances the failure to object in the state courts cannot bar the petitioner from asserting this federal right. .... Defendr ants can no more be charged with anticipating the Griffin decision than can the States. . . . [O’Connor’s] failure to object to a practice which Ohio had long allowed cannot strip him of his right to attack the practice following its invalidation by this Court.”\nNor does our decision in Commonwealth ex rel. Stevens v. Myers, 424 Pa. 377, 227 A. 2d 649 (1967) that appellant has waived his right of direct appeal insulate his conviction from attack. Although that waiver would assuredly preclude any attack based upon grounds available in 1954 as well as decisions of prospective application vis-a-vis 1954 trials, it is no bar to grounds which did not become available until after appellant’s 1967 post-conviction petition was adjudicated. We have no alternative but to award Stevens a new trial.\nThe order of the Court of Oyer and Terminer of Delaware County is reversed, the sentence is vacated and a new trial is granted.\nMr. Chief Justice Bell dissents.\nMr. Justice Cohen took no part in the consideration or decision of this case.\nThis witness stated that Stevens was standing near the door of the store while Maxwell walked to the front and that, during the entire affair, Stevens said nothing.\nThe four statements were not internally consistent Two of the alleged participants, Graves and Logan, did not seriously implicate appellant other than by noting that he went into the store; Maxwell and Williams, on the other hand, both insisted that Stevens suggested that the store be robbed. . .\nUnited States ex rel. Smith v. Brierly, supra at 993: “We agree with the district court -that the use of such an episode as an admission by the accused of a fact vital to the proof of a capital offense cannot be squared with the requirement of the Fourteenth Amendment that criminal procedure be fundamentally fair,”\nUnited States ex rel. Staino v. Briefly, supra at 600: “When •the questioning officer prefaced his paraphrase, and on the second occasion his reading, of an alleged confederate’s confession with a statement to the prisoner that he need hot answer and that whatever he' might say would be used against him, a normally proper preface to a bona fide request- for information was being .used, as an invitation or an inducement to silence, with the undisclosed purpose of using that silence as a manifestation of consciousness of guilt.”\nStaino and Smith indicate that the Third Circuit has decided to treat each collateral attack against a tacit admission on a case-by-case basis. We thus do likewise.\nThe identity of our waiver doctrine and that of the federal courts is in many respects a product of our Negri analysis. A denial of relief by this Court on a waiver theory rather than on tlie merits of the claim and a subsequent decision by the Third Circuit that the merits are properly before it creates the same evil Negri was designed to avoid. See Commonwealth ex rel. Berkery v. Myers, supra.\nThis petition is Stevens’ third collateral attempt. His first, Commonwealth ex rel. Stevens v. Myers, 398 Pa. 23, 156 A. 2d 527 (1959), cert. denied, 363 U.S. 816, 80 S. Ct. 1254 (1960), in which Stevens asserted several alleged trial errors such as the sufficiency of the evidence, was denied on the theory that habeas corpus was not a substitute for an appeal. The second, Commonwealth ex rel. Stevens v. Myers, 419 Pa. 1, 213 A. 2d 613 (1965), resulted in a remand to determine whether appellant had waived his right to appeal. This question was subsequently adjudicated adversely to appellant. See Commonwealth ex rel. Stevens v. Myers, 424 Pa. 377, 227 A. 2d 649 (1967).\nStevens’ most recent collateral attack was denied in March of 1967. Smith was not decided until November, 1967 and Staino last December. Appellant could thus have had no knowledge of either of these two opinions at the time of his most recent collateral attack.\nUnder these facts, we need not- face the question whether appellant’s waiver is applicable only to grounds of attack available in 1954, the date of trial, or extends to all grounds available as of March of 1967, his most recent appearance in this Court. Whichever date is proper, appellant is still entitled to relief."}