{"id": "1915740", "contents": "Opinion by\nMb. Justice Jones,\nThis appeal is from a judgment entered on the pleadings by the Court of Common Pleas of Erie County.\nOn March 5, 1956, Rust Engineering Company (Rust) submitted to Hammermill Paper Company (Hammermill) a proposal to “construct additional Finishing Facilities at (Hammermill’s) Erie, Pennsylvania, plant, consisting essentially of a Finishing Building Extension, Roll Storage Building and Packaging Materials Building.” No drawings or specifications were submitted at that time, nor was a price included in the proposal, although, when executed, the contract, in this respect, provided: “When drawings and specifications are sufficiently developed, an estimate of the total cost of engineering and constructing the above facilities will be furnished (Hammermill).” Article XIII of Rust’s proposal, titled “Approval After Acceptance”, stated “This proposal is subject to the approval of the President ... of (Rust) and is not binding on (Rust) until so approved after acceptance by (Hammermill) whereupon it shall become a contract.” Hammermill “accepted” the proposal on March 28,1956, and Rust approved said acceptance on April 30, 1956.\nThe ’ instant controversy involves the construction and. later collapse of a brick curtain wall, 14' 8\" high and 165' in length, which was erected as a “vertical extension to a third story height of the existing east wall of Building No. 75.” Hammermill contends the wall collapsed because of faulty and negligent construction, while Rust’s pleaded position is that the cause of the collapse was an “Act of God”, that Hammermill had paid Rust for and accepted the work involved in constructing the original wall and in reconstructing it after collapse and was, thereby, estopped from further complaint, and finally that Hammermill has been adequately compensated by its insurance carrier for any “use and occupancy” loss incurred by the collapse of the wall. Said “use and occupancy” loss in the averred amount of $70,392.56 arose by reason of the interruption of Hammermill’s paper-making operation caused by the collapse of the wall through the roof of the Building No. 75 and onto machinery in the operation, and there is an additional averred loss of $11,-757.53 for clean-up, maintenance and reconstruction costs involving machinery and Building No. 75, making a total claimed loss of $82,150.09, which amount was apparently paid to Hammermill by its insurance carrier under a binder to its fire insurance policy.\nHammermill’s insurance carrier in the name of Hammermill instituted this assumpsit action against Rust in the Court of Common Pleas of Erie County to recover $82,150.09. Rust filed an answer containing new matter, Hammermill filed a reply thereto and Rust moved for judgment on the pleadings, which motion was granted. The court below, granting Rust’s motion for judgment on the pleadings, concluded that Rust was “. . . an employee agency under the direct control of Hammermill” and that Hammermill alone was at fault, having retained the control and responsibility for the construction of the wall. With those conclusions of the court below we do not agree.\nThe pleadings fail to disclose the extent of the controls and approvals to be exercised by Hammermill and the interrogatories taken likewise fail to make such disclosure.\nArticle III of the contract between the parties entitled “Engineer-Constructor’s Services” provides: “A. With respect to the ‘Scope of Work’, as outlined above, (Rust) proposes to act as (Hammermill’s) engineering, purchasing and construction departments, performing the work with his own forces and subletting parts when it is to the best interest of and approved by (Hammermill). The specific services to be performed by (Rust), and the controls and approvals to be exercised by (Hammermill) shall be itemized in a job procedure to be prepared jointly by (Hammermill) and (Rust).\n“B. (Rust) shall check all material and labor entering into the work and keep such detailed accounts as may be necessary to proper financial management under this contract, and the system shall be such as is satisfactory to (Hammermill) or to an auditor appointed by (Hammermill). (Hammermill) shall be afforded access to the work and to all (Rust’s) records relating to this contract.” (Emphasis added).\nNowhere in the agreement is there any specific language which gives Hammermill the responsibility for final approval of the designs and specifications to be prepared by Rust, nor any indication that Hammer-mill, following the guidelines of such design and specifications, was to supervise, inspect and approve as the work progressed. In this agreement, Hammermill contracted to engage the independent services of Rust to accomplish a particular result. Hammermill was interested, primarily, in the result, and secondarily, in keeping an eye on the costs incurred. It is apparent from a reading of this agreement in its entirety that a certain modicum of control was agreed upon by the parties but such control was to enable Hammermill to regulate the costs of the project.\n.While no hard and fast rule exists to determine whether a particular relationship is that of employer-employee or owner-independent contractor, certain guidelines have been established and certain factors are required to be taken into consideration:\n“Control of manner work is to be done; responsibility for result only; terms of agreement between the parties; the nature of the work or occupation; skill required for performance; whether one is engaged in a distinct occupation or business; which party supplied the tools; whether payment is by the time or by the job; whether work is part of the regular business of the employer, and also the right to terminate the employment at any time.” Stepp v. Renn, 184 Pa. Superior Ct. 634, 637, 135 A. 2d 794 (1957). See also: Hader v. Coplay Cement Mfg. Co., 410 Pa. 139, 150, 189 A. 2d 271 (1963).\nThe fact that Hammermill retained control necessary to supervise and exercise direction over the costs feature of the work, that it secured the necessary work permits and that it retained the right to add to or subtract from the work to be done, does not convince us that Hammermill thereby occupied the status of an employer of Rust. Naturally, Hammermill was interested in the result and the cost of attaining such result but the indicia of such interest as delineated in the agreement do not constitute an assumption of responsibility for the manner.in which the work was to be done by Bust. Rust was a specialist and possessed expertise in tbe construction field and it was certainly cognizant of the application of building codes to actual jobs and tbe standards of strength and quality to be put into a particular job, taking into consideration tbe owner’s needs, local surface and sub-surface conditions and tbe effect of weather on tbe resultant construction. Between tbe parties, Rust, and only Rust, bad tbe necessary skill to perform tbe required work and it was engaged in tbe specialized business of industrial construction, whereas Hammermill was not an engineering or construction firm but engaged in tbe business of manufacturing paper products. Rust apparently was to supply the tools, labor and materials to complete tbe work and was to be paid on a cost plus 4.2 Jo basis for construction and erection of tbe required structures. Rust controlled its own workers, it assumed possession of tbe job site and it, necessarily, bad to have control of tbe manner in which tbe work was to be done.\n“Tbe very phrase ‘independent contractor’ implies that tbe contractor is independent in tbe manner of doing tbe work contracted for. How can tbe other party control tbe contractor who is engaged to do tbe work and who presumably knows more about doing it than tbe man who by contract authorized him to do it? ... . If in tbe contract between tbe defendant and Kimbal, tbe former had reserved to himself the control of tbe work or bad so specified tbe means and manner of its performance as to leave Kimbal little or no choice in tbe selection of tbe methods to be used to reach tbe result desired, Kimbal would not have been an independent contractor, but a mere servant or agent. . . . (Kimbal) was obedient to tbe will of the defendant only as to the result of tbe work and not as to tbe means of its accomplishment.” Silveus v. Grossman, 307 Pa. 272, 278, 281-282, 161 A. 362 (1932).\nThe reservations of control in the case at bar, upon which the court below predicated its conclusion that an employer-employee status existed, were aimed toward keeping the costs of the project within bounds, toward reserving the right to expand the job if the work was found to be less costly than imagined, and toward reducing the scope of the work if the costs became greater than anticipated. We fail to find, on the basis of the contract between the parties, that Hammermill was insisting on retaining and reserving such a broad scope of control so as to deprive Rust of the freedom of decision it would normally employ as an independent contractor and to so restrict Rust’s exercise of judgment in construction matters that Rust would be considered an employee. Such a state of affairs might be shown if and when testimony was taken; however, the pleadings do not warrant such a conclusion so as to justify the entry of this summary judgment.\nA judgment on the pleadings should be entered only in cases that are free and clear of doubt: Jefferies v. Hoffman, 417 Pa. 1, 5, 207 A. 2d 774 (1965); Layman v. Continental Assurance Co., 416 Pa. 155, 163, 205 A. 2d 93 (1964). Moreover, in passing upon a motion for judgment on the pleadings, the court may “consider only the pleadings themselves and any documents properly attached thereto”: Bata v. Central-Penn Nat'l Bank of Phila., 423 Pa. 373, 378, 224 A. 2d 174 (1966). The instant pleadings do not present so clearly and indubitably the existence of an employer-employee status between Hammermill and Rust such as would justify the entry on that basis of a judgment on the pleadings. In that respect we believe the court below fell into error.\nThe court below further erred when it stated that Hammermill “does not contend that (Rust) erected the curtain wall other than as directed”. Paragraph 10(f) of the complaint alleges that, inter alia, Rust breached the contract “In failing to have constructed said wall in a workmanlike manner contrary to the duties assumed by (Rust) in said contract”. If Rust’s duties were those of an independent contractor, then Hammermill had no responsibility for nor any right to direct the manner of the construction of the wall.\nMoreover, there are other clear issues of fact relative to the scope of Hammermill’s control which arise from the pleadings. Rust pleaded that Hammermill had “examined and approved the construction plans for the project”. Hammermill’s answer to this was that it “approved the construction plans for the project in the sense of approving the result of the construction . . . but it is specifically denied that (Hammer-mill) in any way approved or had control of the method of construction by (Rust).” And, when Rust alleged that Hammermill had “made daily inspections of the construction site and approved said construction during the course of construction”, Hammermill replied that Rust “was in complete charge of the method of performance of the terms of the construction contract and that (Hammermill’s) inspections were limited to approval only of the result of (Rust’s) construction activities.” Such issues of fact as to the extent of Hammermill’s control of the job and approval and/or acceptance of the result arise from the pleadings and those issues can only be resolved at trial and not at the pleading stage.\nThe final question concerns the existence of Hammermill’s “use and occupancy” insurance binder which was in effect on the date of the collapse of the wall, December 18, 1957. Under this binder, Hammermill’s carrier paid Hammermill for its losses occasioned by the collapse of the curtain wall onto and through the roof of Building No. 75 and onto the machinery and equipment engaged in one phase of paper-making operation below.\nIt is Rust’s position in its motion for judgment on the pleadings that (1) by its conduct and payment, Hammermill accepted the work ... as being performed in a workmanlike and satisfactory manner by the defendant, (2) that the loss occasioned by the collapse of the wall was a loss foreseen in the contract and that insurance (to protect against this loss) was to be provided for by (Hammermill) for the protection of both (Hammermill) and (Rust) and (3) that Hammermill has been compensated for its loss by its insurance carrier.\nWhile it is true that the contract provided that Hammermill “shall provide necessary fire and extended coverage insurance to protect both (Hammermill’s) and (Rust’s) interests”, it does not follow that Hammermill was required to insure against Rust’s possible negligence in the design or construction in completing the proposed “scope of work”. Such a liability feature is not a normal element of either fire or extended coverage insurance, but, on the contrary, a separate type of insurance designed to protect against the negligence of a contractor in the performance of his work.\n“Liability policies are commonly issued to contractors insuring them against liability for damages or injuries occurring in connection with the performance of their contracts.” 156 A.L.R. 1285. The risk insured may cover only that period of time during which the contractor is actively engaged on the job or extend to injuries occurring after completion of the work but occasioned by the fault of the contractor. However, the extent of coverage provided is a matter of agreement between the parties. See: 11 Couch 2d, §44:338.\nHammermill’s entire case is predicated upon the alleged negligent breach of its contractual duties by Rust and the particular acts of such negligent breaches are spelled out in paragraph 10 of the complaint. We fail to read the agreement as requiring Hammermill to carry liability insurance for Rust. In fact, Article IX of the agreement, entitled “Liability Insurance”, which provides: “(Rust) shall keep in force during the performance of the work Workmen’s Compensation Insurance, Public Liability Insurance (limits $200,-000/$500,000) and Property Damage Insurance (Limits $100,000/$200,000) and shall also carry such other insurance as (Hammermill) may require”, placed an affirmative duty on Rust to adequately cover liability risks involved in the work.\nWhether the negligence herein complained of was the proximate cause of the collapse of the wall, or whether said collapse was occasioned by an Act of God is a question to be determined after a trial of the facts. At such trial, the inquiry would resolve whether the collapse of the wall and resultant damage was caused by reason of faulty construction thereof or solely by the windstorm upon which Rust depends for its “Act of God” defense.\n“The injury should be attributable wholly to the act of God, if the extraordinary rainfall would have caused it notwithstanding the negligence of the cemetery company. The mere existence of negligence which is not a producing cause of the injury creates no liability. Where injury is occasioned by flood or storm, the concurrence of negligence with the act of God in producing the injury is necessary to fix liability. If the Act is so overwhelming as of its own force to produce the injury independently of the negligence shown, the defendant cannot he held responsible .... As the injury to the plaintiff’s house was not of a permanent character, the measure of damages was the cost of restoring the property to its former condition, together with compensation for the loss of its use(Emphasis added). Helbling v. Alleg. Cemetery Co., 201 Pa. 171, 174, 50 A. 970 (1902). See also: Keats v. Gas Co. of Luzerne Co., 29 Pa. Superior Ct. 480 (1905).\nJudgment reversed.\nMr. Justice Roberts concurs in the result.\nWhen completed the total charges for the work were $16,-581,150.45.\nAs the lower court pointed out in its opinion “the action is really in the interest of the H'ome Insurance Company which claims the right to recover from Rust $82,150.09 by way of subrogation after it paid this amount . . . .”\nAs we have already indicated, this issue is to be properly decided at trial and no basis for a motion for judgment on the pleading.\nThis is also a further indication of the owner-independent contractor relationship."}