{"id": "1915733", "contents": "Opinion by\nMe. Justice Eobeets,\nThis is an appeal from a denial, after hearing, of appellant Coleman’s application under the Post Conviction Hearing Act. Appellant’s post-conviction application attacked his 1965 guilty plea to murder (after a certification by the Commonwealth of guilt in the second degree, a sentence of 5 to 10 years was imposed) on six grounds: (1) the admission of a statement obtained at a time when representation by counsel is required; (2) a plea of guilty unlawfully induced; (3) incompetency of trial counsel; (4) suppression of evidence ; (5) newly discovered exculpatory evidence; and (6) abridgement of a right not recognized at the time of appellant’s trial but applicable retroactively. Only the first two of these allegations has been pressed upon appeal.\nColeman’s plea was entered after the date of the decision in Escobedo v. Illinois, 378 U.S. 478, 84 S. Ct. 1758 (1964) and thus the protections there announced would be available to him. However, since appellant did plead guilty, he can collaterally attack that plea on the basis of a confession violative of Escobedo only if he is able to prove that his plea was primarily motivated by the existence of his confession. See Commonwealth v. Robinson, 430 Pa. 188, 242 A. 2d 266 (1968). At his hearing, appellant testified that when the plea was entered he did not realize that he was pleading guilty to murder. Under appellant’s own version, therefore, ignorance prompted his plea not the existence of a confession.\nAs to whether appellant’s plea was knowingly and intelligently entered, the hearing court did not find Coleman’s testimony on this issue credible. The hearing record fully justifies this conclusion; appellant has therefore failed to carry his burden of proof. See Commonwealth v. Grays, 428 Pa. 109, 237 A. 2d 198 (1968).\nFinally, appellant contends that the hearing itself was defective in that the hearing judge permitted the Commonwealth to cross-examine Coleman on certain aspects of the crime for which he was convicted. Placed in context, these questions were aimed primarily at determining whether appellant’s plea was voluntary. Furthermore, although any question of guilt would not be relevant to the determination of whether appellant’s confession was constitutionally infirm, there is no indication that the findings of the court below were in any way influenced by appellant’s response to these questions. Given the careful and dispassionate consideration of appellant’s contentions as reflected in the opinion below, we conclude that admission of the testimony is not reversible error.\nThe order of the Court of Oyer and Terminer of Philadelphia County is affirmed.\nMr. Justice Cohen took no part in the consideration or decision of this case.\nIn its opinion, the hearing court stated: “Giving consideration to the trial testimony and petitioner’s testimony at the post-conviction evidentiary hearing, . . . one is hard pressed to lend any credence to his present statement that the guilty pleas were entered without a complete understanding of their import.’’"}