{"id": "1917373", "contents": "Opinion by\nMr. Justice Roberts,\nin 1960 appellant was tried and convicted of murder in the. first degree and received a life sentence. No appeal was taken. Seven years later Payton commenced the' present action under the Post Conviction Hearing Act, seeking the right to file new trial motions and, if necessary, take a direct appeal to this Court. Following an evidentiary hearing, with counsel, the petition was dismissed. Hence, this-appeal.\n•- Appellant’s sole claim is that he did not knowingly and intelligently waive his right to appeal in 1960 since he was told nothing whatsoever about appellate rights by his privately retained trial counsel. This contention was flatly contradicted by Payton’s trial, counsel\" who testified at the post-conviction hearing that he and his client had discussed the possibility of an appeal, but that appellant never requested that such action be taken. Trial counsél also testified that he specifically informed appellant of the right to file new trial motions.\nIn his brief before this Court appellant also alleges that he ran out of money after paying for the services of his trial lawyer, but was never told that he could have free appellate representation if indigent. In Com monwealth v. Ezell, 431 Pa. 101, 244 A. 2d 646 (1968) we faced this identical problem and held that Douglas v. California, 372 U.S. 353, 83 S. Ct. 814 (1963) and Commonwealth v. Wilson, 430 Pa. 1, 241 A. 2d 760 (1968), taken together require that an indigent (or one who becomes such at the end of trial) be told of the right to court-appointed appellate counsel before a waiver can be shown. However, appellant in the present case cannot take advantage of that decision since he failed to raise any claim of post-trial indigency at the hearing below. The well established doctrine that appellate courts will not entertain arguments raised for the first time on appeal applies with equal force to appeals from collateral hearings such as this. Commonwealth ex rel. Bell v. Rundle, 420 Pa. 127, 216 A. 2d 57, cert. denied, 384 U.S. 966, 86 S. Ct. 1599 (1966). A careful scrutiny of the hearing record reveals that it was never even suggested by appellant, his trial counsel, or his collateral counsel that Payton lacked the funds needed to hire a private appellate attorney.\nOf course, simply because a man can afford to hire private counsel does not mean that he forfeits his right to be told of the availability of the appellate process. It would be anomalous indeed to hold that an indigent defendant must be given greater safeguards than his financially solvent counterpart. Thus, before it can be established that the nonindigent defendant knowingly and intelligently waived his absolute right of appeal, it must still appear that lie was told of this right. The present case, therefore, turns only on the credibility of the witnesses.\nAppellant claims that he was told nothing about appeals. His trial counsel, on the other hand, testified that he had discussed with Payton the right to file new trial motions and appeal, but had advised against it due to his professional evaluation of the trial, and the chance of a death sentence on retrial. According to counsel appellant never thereafter requested that new trial motions be filed or that an appeal be taken.\nIn its opinion the court below accepted, as true, the testimony of appellant’s trial counsel. On the basis of that testimony it was held that Payton’s right to appeal had been waived. We agree with the court’s conclusion of law, and see no reason whatsoever to disturb the facts upon which this conclusion is based.\nOrder affirmed.\nMr. Justice Cohen took no part in the consideration or decision of this case.\nIn Bell we permitted appellant to commence a second collateral i>roceeding jn order that he might timely raise below the issue which this Court refused to consider for the first time on appeal. However, that privilege was granted only because Bell had no counsel at his first habeas hearing. Since appellant in the present case had counsel below, we see no reason to apply the Boll disposition to this matter."}