{"id": "1919702", "contents": "Opinion by\nMb. Justice Eagen,\nThis case arises from an automobile accident on State Route 51 in Allegheny County, Pennsylvania, on October 27, 1963. The appellants, Paul J. Will, Jr., Jeanne Will, his wife, and their two children were injured when their car collided with an automobile driven by Nicolina Malosky, the appellee herein.\nOn January 14, 1964, the appellants filed suit against Nicolina Malosky. The- sheriff’s return indicated that he had not served process upon the appellee because she was in- Germany with her husband, a member of the Armed Forces of the United States. On September 15, 1966, the appellants reinstated their complaint against the appellee, who had, at that time, returned to the United States. Service was made upon her by serving the Secretary of the Commonwealth of Pennsylvania.\nThe appellee filed preliminary objections to the reinstated complaint, contending that the statute of limitations barred any action against her. The Court of Common Pleas of Allegheny County sustained the appellee’s preliminary objections and dismissed the appellants’ complaint. From that judgment, this appeal was taken.\nIn Zarlinsky v. Laudenslager, 402 Pa. 290, 167 A. 2d 317 (1961), and Marucci v. Lippman, 406 Pa. 283, 177 A. 2d 616 (1962), we considered the impact of the statute of limitations upon personal injury actions where the summons was issued, but not served or reissued within the permissible statutory period. In Marucci, supra, we said at page 285: “When the writ of summons was originally issued in the present action, the statute of limitations was tolled for a period of two years from the date of issuance, but not a day longer .... The action was barred when this period expired . . . .”\nApplying the principles of the above cited cases, the actions here would have been barred on January 14, 1966, two years after suit was commenced on January 14, 1964. The appellants, however, argue that the Act of 1842, July 30, P. L. 449, §27, 12 P.S. 37, and the Act of 1895, May 22, P. L. 112, §1, 12 P.S. 40, preclude the dismissal of its complaint.\nThe Act of 1842 provides as follows: “The provisions of the Act of March 27, 1713, entitled ‘An act for limitation of actions’, shall hereafter not extend to cases where the defendant or defendants, in any suit, shall be beyond sea, at the time of such cause of action accrued: Provided, That such suit be brought within the times limited by said act, after the return of such defendant, or defendants from beyond sea.”\nThe appellants are not aided by the Act of 1842 because the appellee was not “beyond sea” at the time the cause of action arose. The very complaint of the appellants alleges that the appellee was driving an automobile on State Route 51 in Allegheny County at the time the cause of action arose. Thus, the appellants’ own allegations demonstrate that the Act of 1842 is in-apposite.\nNext, the appellants rely upon the Act of 1895 which provides: “In all civil suits and actions in which the cause of action shall have arisen within this state the defendant or defendants in such suit or action, who shall have become non-resident of the state after said cause of action shall have arisen, shall not have the benefit of any statute of this state for the limitations of actions during the period of such residence without the state.”\nAppellants contend that since the appellee became a nonresident of Pennsylvania after the cause of action arose, she may not claim the protection of the statute of limitations; and that their actions are protected by the statute quoted aboye. On the other hand, the appellee contends that the Pennsylvania Nonresidents Service Act, Act of 1929, May 14, P. L. 1721, 75 P.S. §2001 et seq., as amended, compels the dismissal of the appellants’ suit since, under that act, service could have been made upon the appellee, despite her absence from Pennsylvania.\nThe question of whether a Pennsylvania resident who becomes a nonresident after an automobile accident in which he or she is charged with liability, can benefit from the two year statute of limitations despite the Act of 1895 was considered in Grabowski v. Noltes, 11 Pa. D. & C. 2d 627 (1957). There, the Court said at pages 630, 631: “When the Act of 1895 to which we have above referred was passed, there was no such provision on the statute books and it seems clear that the Act of 1895 was passed to prevent the running of the statute of limitations where a defendant could not be served within the Commonwealth of Pennsylvania by reason of his absence or nonresidence. (Emphasis supplied. )\n“When the Act of 1929 was enacted, the reason for the passage of the Act of 1895 largely ceased to exist. The statute of limitations is a statute of repose. It is the policy of the latter to prevent the prosecution of stale claims.\n“Under the facts in this case it seems to us that the remedy of plaintiffs was complete after the passage of the Act of 1929. Plaintiffs insist that the letter of the statute of 1895 must be observed. It is our conclusion in determining what effect should be given to this act, the purpose for its enactment should be taken into consideration.”\nThe issue presented has also been considered in Goodrich-Amram Procedural Rules §2077(a)-10 with this comment: “A more liberal view construes statutes similar to the Act of 1895 as designed to remedy the situation where the defendant cannot be served because he has removed from the state and that such statutes are therefore inapplicable if the defendant may be served under non-resident service procedure. The public policy against the litigation of stale claims is sufficiently strong to require the conclusion that so long as the defendant may be served the running of the statute of limitations is not suspended.”\nThe authority we have cited convinces us of the correctness of the lower court’s disposition here. Appellants now plead for the life of their lawsuit, despite the fact that there was not one moment in the two years after the suit was filed that service could not have been made upon the appellee. Hence, we will not apply the Act of 1895 for the appellants’ benefit, for to do so would be antagonistic to the purposeful policy behind the limitation of actions.\nJudgment affirmed.\nMr. Justice Musmanno and Mr. Justice Roberts took no part in the consideration or decision of this case."}