{"id": "1919729", "contents": "Opinion by\nMe. Justice Jones,\nThis is an appeal by the Commonwealth from a judgment entered on a jury verdict awarding appellees, Harry A. and Astrid M. Werner and Mahoning Valley Sand Company, a total of $312,333.33 damages for the condemnation of 21.1308 acres.\nOn February 27, 1957, the Commonwealth, acting through the Department of Highways, condemned for road construction purposes 21.1308 acres of a 266.32 acre tract owned by appellees, Werners. The Werners had acquired the property in 1950 and, at the time of the condemnation, were using the land for farming purposes subject, however, to a lease agreement giving appellee-Mahoning the right to remove underlying sand and gravel. The parties stipulated that the lease made Mahoning the fee owner of the minerals and that 1,-492,670 tons of sand and gravel had been removed between the effective date of the lease, May 16, 1955, and March of 1965.\nImmediately to the east of the Werner property and separated from it by old traffic Route 1 is a tract of land owned in fee by Mahoning. On this tract Ma-honing built a sand and gravel processing plant to process the gravel quarried from the Werner tract. The gravel was transported from the Werner tract to the processing plant by means of a hopper and conveyor belt.\nIn 1963 the Board of Viewers awarded the appellees $130,000. The Commonwealth appealed in order to determine whether the unity of use or the integrated use doctrine was applicable. The lower court held that the integrated use doctrine should be employed. This Court quashed an appeal from that ruling on the grounds that it constituted an appeal from an interlocutory decree. Werner v. Commonwealth, 416 Pa. 356, 206 A. 2d 317 (1965).\nAt the trial in the Court of Common Pleas of Lawrence County the jury returned a verdict in favor of the appellees in the amount of $200,000 plus detention damages of $112,333.33, or a total of $312,333.33. Motions for a new trial were denied and judgment entered on the verdict.\nThe Commonwealth advances five arguments as to why this Court should reverse the judgment below. We will consider each contention in turn.\nI\nThe Commonwealth contends that the trial court erred in allowing one of the appellee’s expert witnesses, a civil engineer, to testify that 1,292,846 tons of sand and gravel would be lost by reason of the condemnation.\nThe basic principles of condemnation are not in dispute. First, the general rule is that the proper measure of damages for lands taken under the power of eminent domain is the difference between the market value of the land before the exercise of the power and as unaffected by it and the market value immediately after the appropriation and as affected by it. Gilleland v. New York State Natural Gas Corp., 399 Pa. 181, 184, 159 A. 2d 673 (1960); Brown v. Commonwealth, 399 Pa. 156, 158, 159 A. 2d 881 (1960); Spiwak v. Allegheny County, 366 Pa. 145, 147, 77 A. 2d 97 (1950); Westinghouse Air Brake Co. v. Pittsburgh, 316 Pa. 372, 375, 176 A. 13 (1934); Reading & Potts- ville R.R. Co. v. Balthaser, 126 Pa. 1, 11, 17 A. 518 (1889); Pittsburgh & Western R.R. Co. v. Patterson, 107 Pa. 461, 464 (1885). Second, it is permissible for the condemnee to introduce evidence of particular items lost through the condemnation. Gilleland, supra, at 185; Patterson, supra, at 464; Price v. Commonwealth, 205 Pa. Superior Ct. 142, 145, 208 A. 2d 23 (1965). The condemnee may not, however, introduce evidence of the value of the particular items lost through condemnation but merely the fact that these items were lost. Hasenflu v. Commonwealth, 406 Pa. 631, 639, 179 A. 2d 216 (1962); Gilleland, supra, at 185; Brown, supra, at 159; Sgarlat Estate v. Commonwealth, 398 Pa. 406, 413, 158 A. 2d 541, cert. denied, 364 U.S. 817 (1960); Peterson v. Pittsburgh Public Parking Authority, 383 Pa. 383, 389, 119 A. 2d 79 (1956); Reading & Pottsville R.R. Co. v. Balthaser, 119 Pa. 472, 483, 13 A. 294 (1888); Westinghouse Air Brake, supra, at 375; Patterson, supra, at 464. Third, as far as mineral deposits are concerned, the condemnee may not introduce evidence of the number of tons of minerals lost and then multiply that number by some dollar figure such as the market price or the royalty payment. Sgarlat, supra, at 413-14; Reading & Pottsville R.R. Co. v. Balthaser, 126 Pa. 1, 10, 17 A. 518 (1889); Reading & Pottsville R.R. Co. v. Balthaser, 119 Pa. 472, 483, 13 A. 294 (1888); Searle v. Lackawanna & Bloomsburg R.R. Co., 33 Pa. 57, 64 (1859); 4 Nichols, Eminent Domain, §13.22, at 412 (1962); Annot., 156 A.L.E. 1416 (1945). The reason for this latter rule was well stated in the Searle case: “Though we might have the most accurate calculation of the quantity of coal in the land, yet, without knowing exactly the expense of bringing it to the surface and carrying it to market and the amount likely to be lost in mining and conveying, and the times in which it would be brought out, and the market prices at those times, the quantity would not help us to value the land.” Searle, supra, at 64.\nThe Commonwealth would have us include a fourth rule: not only may the condemnee not introduce evidence of the number of tons of minerals lost and then multiply that number by a dollar figure, he may not introduce evidence of the number of tons for any reason. The Commonwealth maintains that this is already the law in Pennsylvania and relies on four cases: Searle, Balthaser, Sgarlat and Williams v. Department of Highways, 423 Pa. 219, 223 A. 2d 865 (1966). A close reading of these four cases reveals, however, that in each instance, the condemnee multiplied the number of tons by a dollar figure. Therefore, none of these cases answers the precise question before us—whether the condemnee can introduce evidence of the number of tons if he does not multiply that figure by some dollar amount. Our research has not uncovered any case in this Commonwealth dealing with this precise question.\nThe question has been decided in numerous other states, however. All of the cases cited to us in the briefs of both parties have held that such evidence is admissible. Sound logic dictates this result. The jury must place itself in the position of a potential purchaser of the tract in question. Snitzer, Pennsylvania Eminent Domain, §603 (1965). Such a purchaser would certainly consider the existence of mineral deposits beneath the surface in arriving at a purchase price. The Commonwealth does not argue with this proposition. In effect, what the Commonwealth maintains is that this potential buyer should not be allowed to know whether there are five tons or 500 tons of sand and gravel below the surface. It is unrealistic to require a potential purchaser, or a jury, to hazard a guess as to the value of a tract of land without knowing the extent of a valuable mineral deposit situated below the surface of the land. If the jury is to make an educated determination of the value of a tract of land, it must know what is below the ground as well as what is on the surface.\nWe are not quarreling with the time-honored rule that the jury may not multiply the number of tons by some dollar figure in order to value the minerals separately. This is error for two reasons. First, the minerals may not be valued separately apart from the remainder of the tract. Second, it is impossible to determine how much a ton of sand and gravel will be worth until it has been removed from the earth and processed for market. All we are saying is that a tract of land containing 500 tons of sand and gravel is much more valuable than a tract of land with five tons and the jury has the right to know more than that there is a sand and gravel deposit of unknown quantity below the surface. ■\nThe Commonwealth argues, however, that even if this argument is sound, the damage has already been done in this case because a dollar figure had been in? troduced into evidence which the jury could have used to multiply against the number of tons. The lease agreement between the Werners and Mahoning-^introduced into evidence without objection by the Commonwealth—provided for a fixed royalty payment per ton.: The Commonwealth does not argue that the lease should not have been admitted; instead it maintains that the jury now had both the number of tons and a dollar figure and that, in effect, this violated the longstanding rule against the introduction of these two items of evidence in combination.\nMerely because a dollar figure is admissible for some other purpose is no reason for excluding evidence as to the number of tons. The solution to this problem is a cautionary charge to the jury. The court below instructed the jury that they were not to place a separate value on the minerals in place but were to compute one value for the entire tract and also instructed the jury that they were not to use information gathered from the lease in order to value the minerals lost. Although the judge did not specifically tell the jury that they were not to multiply the number of tons by some dollar figure, his charge was sufficiently clear to convey this meaning.\nIn short, the court below did not err in permitting into evidence the number of tons of sand and gravel lost when no dollar figure was applied to the number of tong and tbe jury was instructed that no separate value could be placed upon the minerals logt.\nII\nTwo of the Commonwealth’s four remaining contentiong concern the decigion by the trial court to apply the integrated uge ingtead of the unity of uge doctrine to the factg of thig cage. Under the unity of uge doctrine, two geparate propertiég are treated ag one when they are go ingeparably connected in the uge to which they are applied that injury to one will necesgarily and permanently injure the other. Morris v. Commonwealth, 367 Pa. 410, 413, 80 A. 2d 762 (1951). The integrated uge doctrine relied upon by the court below was promulgated by this Court in Porter v. Commonwealth, 419 Pa. 596, 215 A. 2d 646 (1966), approximately three months before the beginning of this trial. In Porter this Court denied the appeal of an owner of certain mineral rights in several tracts of lands who desired to consolidate condemnation proceedings for all affected tracts in one action. While rejecting this plea, this Court said, “In each view proceeding he may show the value of his interest in the property by showing the value resulting from the integrated use.” Porter, supra, at 599. This is all that was said about the integrated use doctrine. It is not surprising, therefore, that counsel for both parties were somewhat unsure exactly how Porter would affect the facts of this case.\nThe Commonwealth now objects to the admission of certain evidence concerning the processing plant and the marketability and quality of the sand produced by the Mahoning processing plant, contending that such evidence should have been excluded under Porter. This objection is without merit for several reasons. First, the Commonwealth failed to specify exactly which evidence it found objectionable but merely made general allegations that evidence was improperly admitted. Since it is impossible to determine exactly which evidence the Commonwealth is now attacking, we cannot determine whether the Commonwealth preserved its record by objecting to the admission of the evidence at trial. The trial court held that the Commonwealth had failed to object below. Without more specific allegations by the Commonwealth, we cannot upset this finding by the trial court. Second, the decision to apply the integrated use doctrine benefited the Commonwealth. The trial court also excluded evidence which it might have properly admitted concerning the processing plant. Both decisions indicate that the Commonwealth’s interests were more than adequately protected by the trial court. Third, it is by no means certain that evidence concerning the processing plant and the quality of finished sand is not admissible even under the integrated use doctrine. As indicated above, this doctrine is still in its infancy and the outlines of the doctrine have not been spelled out.\nIll\nThe Commonwealth’s third objection is that the trial court erred in refusing the Commonwealth’s motion to withdraw a juror on three separate occasions. The first two instances again involved the integrated use doctrine. The Commonwealth objected when counsel for the appellees asked this question: “Now, we are going to ask you a question and we are going to ask you not to answer it until counsel for the Commonwealth has an opportunity to object. What in your opinion was the fair and reasonable market value of this property used in relation to the property of the Mahoning Yalley Sand Company, the processing plant and including that plant?” The Commonwealth did object, and the objection was sustained. Therefore, the question about which the Commonwealth now complains was never answered. The Commonwealth maintains, however, that this was one of several instances where counsel for the appellees tried to bring the unity of use doctrine into the case after the trial court had specifically ruled that the integrated use doctrine should be applied. This contention must fail. First, again it is not clear that this question was prejudicial to the Commonwealth’s case. The trial court aptly summarized the problem facing him in using a new theory handed down by this Court three months before the trial began: “Since the integrated use doctrine is wholly new and has no guidelines other than the generic language of the Porter case, the course of action of plaintiffs’ counsel relative to questions and evidence concerning integrated use of the two properties was as fair and reasonable under the circumstances as the conduct of the Commonwealth’s counsel who, as has been indicated, urged an unreasonably restrictive application of the doctrine.” Second, the decision to withdraw a juror is within the discretion of the trial court and its refusal to withdraw a juror will be reversed only for a palpable abuse of discretion. Menarde v. Philadelphia, Trans. Co., 376 Pa. 497, 509, 103 A. 2d 681 (1954). We cannot say that the trial court palpably abused its discretion in denying the Commonwealth’s motion in this instance.\nThe second motion was made after counsel for the appellees asked counsel for the Commonwealth for “the machinery appraisal that was made by the representative of the Commonwealth” which dealt with property on the Mahoning property. The Commonwealth maintains that this is another example of the repeated efforts by counsel for the appellees to bring the unity of use theory into the case. Again, we must conclude that the trial court did not abuse its discretion in denying the Commonwealth’s motion. Nothing more was said about the appraisal in the presence of the jury. From what was said, the jury could not have concluded whether the appraisal dealt with equipment on the Werner or Mahoning property.\nThe third and final motion was made during final summation when counsel for the appellees began multiplying on a blackboard the number of tons of sand and gravel lost by the royalty figure contained in the lease. Upon objection by the Commonwealth, the trial court ruled that the counsel for the appellees could not continue with the multiplication. A product was never written on the blackboard. Tbe jury was instructed that they were not to value the minerals separately from tbe rest of tbe tract. This instruction cured any prejudice resulting from tbe attempted multiplication. Tbe trial court was correct in denying tbe Commonwealth’s motion.\nIV\nTbe Commonwealth’s fourth objection is that tbe trial court erred in selecting tbe jury five days in advance of the day which he bad set for tbe trial. The day set for jury selection was the last day of tbe civil term. Tbe trial court adopted this course of action because tbe case was tbe oldest on tbe civil list and had been continued on several occasions before. After the jury bad been selected, tbe trial was postponed five days because one of tbe attorneys for tbe Commonwealth■ was unable to attend. Furthermore, the Commonwealth has also failed to indicaté in what way it was prejudiced by this procedure. The contention of tbe Commonwealth in this regard is completely without merit.\nV\nTbe Commonwealth’s final objection is that tbe trial court erred in not allowing counsel for the Commonwealth to cross-examine Mr. Werner concerning the price be bad paid for a parcel of land be bad bought to replace tbe land condemned by tbe Commonwealth. The trial court admitted that, in condemnation proceedings, a wide range of cross-examination is permissible when tbe condemnee takes tbe stand. However, tbe court excluded tbe evidence solely because there was no evidence that tbe land purchased by Mr. Werner was comparable to tbe land condemned. Such a foundation is especially important in a case such as this where valuable mineral rights are included in the land condemned. In fact, there is no evidence in the record that the land purchased by Mr. Werner contained mineral deposits of any value. Therefore, had Mr. Werner been required to testify as to the price paid for the land acquired after the condemnation, it might well have had the effect of distorting the jury’s impression of the value of the condemned land. The trial court did not abuse its discretion in sustaining appellees’ objection to the question posed to Mr. Werner.\nJudgment affirmed.\nMr. Justice Eagen and Mr. Justice Roberts concur in the result.\nMr. Chief Justice Bell would reverse and grant a new trial.\nMr. Justice Cohen dissents.\nMr. Justice Mtjsmanno did not participate in the decision of this case.\nThere is dictum in the Searle case to the effect that measures of quantity are too uncertain to be reliable in condemnation cases. Searle v. Lackawanna and Bloomshurg R.R. Co., 33 Pa. 57, 64 (1859). We cannot rely upon this dictum as convincing authority. First, the Court was not facing the precise issue involved in this case. Second, methods of measuring quantity have been greatly refined since 1859. The record indicates that measuring the number of tons of subsurface mineral deposits is done scientifically and accurately today.\nSee, e.g., United States v. Land in dry bed of Rosamond Lake, California, 143 F. Supp. 314, 317 (S.D. Cal. 1956); Arkansas State Highway Comm. v. Cochran, 230 Ark. 881, 883, 327 S.W. 2d 733 (1959); 5.97752 Acres of Land in New Castle County v. Delaware, 202 A. 2d 924, 925 (Del. 1964); Comstock v. Iowa State Highway Comm., 254 Iowa 1301, 1316, 121 N.W. 2d 205 (1963); Reiter v. State Highway Comm., 177 Kan. 683, 688, 281 P. 2d 1080 (1955); Gulf Interstate Co. v. Garvin, 368 S.W. 2d 309, 311 (Ky. 1963); Joseph De Vires & Sons v. Commonwealth, 339 Mass. 663, 162 N.E. 2d 269 (1959); State v. Horman, 188 Minn. 252, 255, 247 N.W. 4 (1933); Mississippi State Highway Comm. v. Wear, 252 Miss. 516, 175 So. 2d 508 (1965); Dow v. State, 107 N.H. 512, 226 A. 2d 92 (1967); In Re Appropriation of Easement for Highway Purposes, 108 Ohio App. 432, 439, 162 N.E. 2d 190 (1958); State v. Nunes, 233 Ore. 547, 552, 379 P. 2d 579 (1963); State v. Noble, 6 Utah 2d 40, 44, 305 P. 2d 495 (1957); State v. Mottman Mercantile Co., 51 Wash. 2d 722, 321 P. 2d 912 (1958); 4 Nichols, Eminent Domain, §13.22, at 413-14 (1962); 29A C.J.S. Eminent Domain §174, at 735-36 (1965).\nThe trial court charged the jury: “You shall not compute the individual value of the buildings upon the Werner property nor of the land or of the mineral deposits therein in arriving at a fair market value of the property either before or after the taking; but, you may consider these elements in arriving at the fair market value of the property, but you must remember that you cannot place an individual value on any element considered by you in arriving at the fair market value of the property as a whole. In particular, I call your attention to the fact that you cannot place a value on the minerals in place or the minerals that were taken. Placing such a value on the minerals would be very speculative. It is possible that they may not even be removed. There would be a loss in the operation but you must consider everything as a whole and put one figure on the before value and one figure on the after value as I shall further instruct you later in this Charge. Now, you also had a lease and the lease, you are entitled to consider all of its terms, not for the purpose of determining the value of the minerals in the land that have not been removed, but only for the purpose of whatever aid it will give you in determining the fair market value of what weight would the seller or what weight would a buyer place on the possibility that such a lease existed at one time or another and how would this affect what a willing and informed seller would demand and a willing and informed buyer would be willing to pay.”"}