{"id": "1919672", "contents": "Opinion by\nMe. Chief Justice Bell,\nWe allowed an allocatur from the Order of the Superior Court, which affirmed the Judgment of the Court of Common Pleas which had denied plaintiff’s motion for a new trial. Plaintiff contends that the jury’s verdict was inadequate.\nOn December 20, 1963, at about 5:30 in the evening, plaintiff was standing on the paved portion of a 20-foot-wide rural public highway in Fulton County beside his automobile, which had been disabled by a flat, left rear tire. The weather was cold and clear, it was dark, and there was snow along the sides of the road. Plaintiff’s parked vehicle had its parking lights on. The evidence was conflicting in regard to where plaintiff had parked his automobile in order to fix the tire, and where he was standing when hit, and as to the negligence of each of the parties.\nSummary of Plaintiff’s Testimony\nPrior to the accident, plaintiff had parked his car off the highway at a distance of about 100 feet from tlie point of the collision. Plaintiff testified that upon his return from work he noticed that his left rear tire was going flat. He testified that the tire could not have been changed at the place where the car now was parked, so he began to drive to a service station. However, he quickly realized that the tire was completely flat, and he therefore pulled the car over to the right side of the road in order to fix the tire. Plaintiff admitted that he had a clear vision for 1,000 feet but did not see the defendant until defendant was a few feet away, at which time he saw a flash of light just before he was hit.\nPlaintiff suffered severe injuries. According to his testimony, he suffered a head injury, a fractured pelvis, and a knee injury which might require further surgery. Plaintiff’s medical expenses amounted to approximately $1,900, and he claimed he lost earnings in the amount of $932.64. The jury returned a verdict for plaintiff in the amount of $3,500.\nSummary of Defendant’s Testimony\nThe testimony by defendant and his witnesses was in sharp contrast and conflict with that of plaintiff. The Pennsylvania State Police officer who investigated the accident and examined the scene on the night of the accident testified that plaintiff’s tire could have been changed at the point where plaintiff first found his automobile. Additionally, and in further contradiction of plaintiff, a police officer testified that plaintiff’s car at the time of the accident was partly on the paved portion of the highway and that he (the officer) found it necessary to direct traffic around the vehicle until it was moved. Defendant testified that he saw plaintiff’s car when he was about 200 feet away; that it was parked about a foot on the hard-surfaced highway; that when he was about 20 feet away, plaintiff was down on his haunches on the highway; that plaintiff jumped up right in front of defendant’s car and staggered into the side of the car, hitting the windshield and breaking a hole clear through it.\nOur scope of review in deciding whether the lower Court should have granted a new trial on the ground that the verdict was inadequate is whether the lower Court committed a clear or gross abuse of discretion. Greco v. 7-Up Bottling Co. of Pgh., 401 Pa. 434, 165 A. 2d 5, and cases cited therein; Carpenelli v. Scranton Bus Co., 350 Pa. 184, 38 A. 2d 44; Nikisher v. Benninger, 377 Pa. 564, 105 A. 2d 281; Karcesky v. Laria, 382 Pa. 227, 114 A. 2d 150; Takac v. Bamford, 370 Pa. 389, 88 A. 2d 86.\nIn Carpenelli v. Scranton Bus Co., 350 Pa., supra, the Court well said (page 187) : “When a court grants a new trial on the ground of inadequacy of the verdict an appellate court, in the absence of a gross abuse of discretion, will not interfere: Schwartz v. Jaffe, 324 Pa. 324, 188 A. 295; Pretka v. Wilson, 325 Pa. 491, 190 A. 722. When a trial court refuses to grant relief against an allegedly inadequate verdict an appellate court will exercise even greater caution in reviewing its action.”\nIn the instant case, the evidence on the question of defendant’s negligence and of the plaintiff’s negligence and contributory negligence was conflicting, and, if anything, the weight of the evidence on these issues was on the side of the defendant; therefore, as a practical matter, the jury obviously brought in a compromise verdict. This Court has repeatedly upheld compromise verdicts when they have been substantial and where the evidence was conflicting or was not clear on the question of liability or of plaintiff’s contributory negligence.\nIn Karcesky v. Laria, 382. Pa., supra, the Court said (page 234) : “The doctrine of comparative negligence, or degrees of negligence, is not recognized by the Courts of Pennsylvania, but as a practical matter they are frequently taken into consideration by a jury. The net result, as every trial judge knows, is that in a large majority of negligence cases where the evidence of negligence is not clear, or where the question of contributory negligence is not free from doubt, the jury brings in a compromise verdict. Moreover, it is important to remember that neither a jury nor a judge who sees and hears the witnesses have to believe everything or indeed anything that a plaintiff (or a defendant) or his doctor, or his other witnesses say, even though their testimony is uncontradicted.”\nIt is apparent from the record in this case that there was a serious question of defendant’s negligence and of plaintiff’s contributory negligence, and where, as here, the verdict was more than nominal, we cannot find that the trial Judge who saw and heard the witnesses clearly or grossly abused his discretion in refusing to grant a new trial because of the alleged inadequacy of this verdict.\nWe have considered all the other contentions made by plaintiff, and find no merit in any of them.\nOrder affirmed.\nMr. Justice Eagen dissents.\nItalics in original opinion."}