{"id": "1920950", "contents": "Opinion by\nMe. Justice Roberts,\nThis is an appeal from the dismissal without hearing of appellant’s second petition for collateral relief. On this petition he raises four claims: (1) denial of effective assistance of counsel at trial; (2) his guilty plea was not voluntarily and knowingly entered; (3) his privilege against self-incrimination was violated; (4) there was insufficient evidence of guilt for the court to properly accept his guilty plea. However, we need not reach the merits of any of these claims because of appellant’s prior collateral attack proceeding.\nOn September 20, 1967 appellant filed his first post-conviction petition. Counsel was appointed for him and he was granted a full hearing on his two contentions: (1) he had not been advised of his right to appeal; (2) his confession was unlawfully induced. The hearing judge denied the petition after finding no merit in the petitioner’s claims. Although there was an opportunity for appeal, none was taken from this determination; rather this second petition was filed. Because of these events we conclude that by the terms of section 4(a)(1) of the Post Conviction Hearing Act, appellant’s allegations about the involuntariness of his guilty plea have been “finally litigated.” Further, because appellant had a hearing at which he was represented by counsel, we hold that his claims about effective assistance of counsel, self-incrimination and insufficient evidence of guilt to accept his guilty plea all have been waived by his failure to raise them at the first hearing. Since appellant does not produce any evidence of extraordinary circumstances which would justify this failure, we must assume that his failure to raise was knowing and understanding. Act of January 25, 1966, P. L. (1965) 1580, 19 P.S. §1180-4(b) ; Commonwealth v. Satchell, 430 Pa. 443, 243 A. 2d 381 (1968); Commonwealth ex rel. Linde v. Maroney, 432 Pa. 324, 248 A. 2d 235 (1968).\nTherefore, we affirm the dismissal of appellant’s second petition by the hearing judge as a correct implementation of the terms of section 4 of the Post Conviction Hearing Act.\nMr. Justice Cohen took no part in the consideration or decision of this case."}