{"id": "1921118", "contents": "Opinion by\nMb. Justice Robeets,\nIn 1950 appellant and codefendant Collins pleaded guilty to murder generally. Both were found guilty of murder in the first degree and were sentenced to life imprisonment. Appellant was represented by counsel at these proceedings. Fifteen years later, in 1965, appellant filed a petition for habeas corpus, the dismissal of which we affirmed per curiam. Commonwealth ex rel. Young v. Maroney, 421 Pa. 635, 220 A. 2d 339 (1966). At the 1965 proceeding, however, appellant did not have counsel, and subsequently appellant filed a petition under the Post Conviction Hearing Act, claiming that a coerced confession was the primary inducement of his guilty plea.\nMeanwhile appellant’s codefendant Collins was also seeking relief on essentially the same fact situation. After the court of appeals held that Colling was entitled to a hearing, United States ex rel. Collins v. Maroney, 382 F. 2d 547 (3d Cir. 1967), the district court, per Judge Higginbotham, granted relief, holding that Collin’s confession was indeed coerced and that the confession was the primary inducement for his guilty plea. United States ex rel. Collins v. Maroney, 287 F. Supp. 420 (1968). However, after appellant’s PCHA hearing, the court below held that appellant’s confession was not coerced and that the confession was not the primary inducement of the guilty plea; appellant took this appeal.\nWe start with the initial premise that the findings of the court below will not be disturbed unless they have no support in the record. Thus the fact that the district court reached a conclusion different from that of the PCHA judge is not controlling. Both were sitting as finders of fact, and it certainly is possible on the same record for finders of fact to reach different conclusions. As an appellate court, we are not in a position to determine which factual finding is more correct.\nAs to appellant’s confession, however, we do not believe that the record supports a finding of voluntariness. The prosecution’s own witness, the police detective who interrogated appellant, testified that appellant was a narcotics addict who was undergoing withdrawal during the questioning. The officer testified that both appellant and Collins “were sick.” His testimony indicated that appellant was “continually perspiring” and “had chills.” Appellant also was vomiting and the officer stated that “it would seem that the person was actually going to collapse.” Not until after appellant had given his first statement was a doctor permitted to administer drugs to appellant.\nWe agree with Judge Higginbotham's conclusion in the district court, based on essentially the same factual situation, that considering “the repeated interrogation” and the “physical and psychological condition” of the prisoner the statement “could not have been, and was not, voluntary.” We believe that an addict, undergoing withdrawal, and whose main interest according to the testimony of a doctor who testified in the district court, is obtaining relief to ease his pains is not capable of making a voluntary confession. Thus this record cannot support a finding of voluntariness.\nIn our view however the record does support the hearing court’s finding that the involuntary confession did not primarily induce the guilty plea. This is a case where even without the confession, the Commonwealth still had strong evidence, most importantly an eyewitness. Thus appellant well might have entered a guilty plea in order to reduce his chances of getting the death penalty after a conviction that may have appeared inevitable even if the confession was suppressed. While we need not reach the question raised under Commonwealth v. Baity, 428 Pa. 306, 237 A. 2d 172 (1968) of whether there was a tactical decision made by appellant and his lawyer to plead guilty even though the confession could have been suppressed, we believe the foregoing facts are sufficient to support the finding of the hearing judge that the confession did not primarily induce the plea as required by Commonwealth v. Garrett, 425 Pa. 594, 229 A. 2d 922 (1967). The determination of whether the plea was primarily induced by the confession is one that the hearing judge will make largely through his firsthand examination of appellant. Thus it is not surprising in a close case like this, where different appellants are involved, for the district court judge and the hearing judge to reach contrary results. As we stated earlier, in our position as an appellate court we cannot properly read a cold record and overturn a decision of the court below that has evidentiary support.\nThe order of the Court of Quarter Sessions of Philadelphia County is affirmed.\nMr. Chief Justice Bell concurs in the result."}