{"id": "1921051", "contents": "Opinion by\nMb. Justice Cohen,\nAppellee, Noonday Club, is the holder of a catering club license issued by the Pennsylvania Liquor Control Board in 1951. On August 17, 1964, the Board issued Citation No. 1354 directing the licensee to show cause why the license should not be revoked by reason of the violations of law alleged in the citation.\nOn November 5, 1964, the Board issued Citation No. 1856 also directing the licensee to show cause why the license should not be revoked by reason of the alleged violations in that citation. Hearings were held on both citations before a board examiner and oh January 13, 1966, the Board issued separate opinions and orders disposing of the two citations. '\nWith respect to the first citation the Board revoked appellee’s license on the basis of the following violations :\n“(1) The licensed organization, by its servants, agents or employes sold, furnished and/or gave alcoholic beverages between the hours of three o’clock ante meridian and seven o’clock ante meridian, on June 6, 7, 13 and 14, 1964.\n“(2) The licensed organization, by its servants, agents or employes sold alcoholic beverages on the licensed premises to non-members without prior arrangements for such services, on June 6 and 13, 1964.\n“(3) The licensed organization, by its servants, agents or employes sold alcoholic beverages on the licensed premises to non-members on the following Sundays, June 7 and 14, 1964.\n“(4) The licensed organization, by its servants, agents or employes refilled state store liquor bottles on June 26, 1964.”\nThe order and opinion with respect to the second citation also revoked appellee’s license because of the following violations found by the Board:\n“(1) The licensed organization was not a bona fide club, operated for the mutual benefit of the entire membership, in that it was operated by and for the benefit of Anthony Kostick.\n“(2) The licensed organization employed persons also employed by another licensee, on divers occasions between November 1, 1963 and June 27, 1964.\n“(3) The licensed organization, by its servants, agents or employes failed within thirty (30) days after any change was made in its officers, to report such change in writing to the Board.”\nAppeals were taken by appellee from both orders of revocation to the Quarter Sessions Court of Delaware County. Prior to the hearing in the lower court, appellant served the Board with a subpoena duces tecum for the purpose of requiring the Board to produce the board examiner’s reports and recommendations. On a motion filed by tbe Board tbe lower court quashed tbe subpoena.\nAfter a de novo bearing tbe lower court dismissed both appeals, sustaining tbe Board’s action in revoking appellee’s license. Tbe lower court in its opinion sustained all tbe Board’s findings in tbe first citation, but on tbe second citation only sustained two of tbe findings reversing tbe finding that tbe licensed organization was not a bona fide club, operated for tbe mutual benefit of tbe entire membership. Appellee appealed to tbe Superior Court which reversed tbe lower court and modified the penalty on tbe first citation to a suspension of ninety (90) days, and on tbe second citation to a suspension of thirty (30) days. We granted allocatur.\nTbe Superior Court’s decision was predicated upon tbe lower court’s abuse of “discretion in failing under all tbe circumstances, to reduce tbe penalty.” This abuse of discretion was bottomed upon tbe rationale that since tbe lower court made a material change in tbe findings of tbe Board, tbe court below erred in tbe exercise of its discretion by not reducing the penalty of revocation.\nAt tbe time of argument, counsel for the Board and counsel for appellee were directed to file supplemental briefs on tbe question of the authority of tbe Superior Court to reduce a penalty imposed by tbe Board and affirmed by tbe quarter sessions court. We believe that a resolution of tbe Superior Court’s authority and/or power to review the penalty imposed is tbe principal issue to be decided. However, we must determine initially tbe argument raised in appellee’s supplemental brief that tbe Superior Court’s power in this regard is not properly before our Court in that tbe question was never raised in tbe Superior Court, never raised in tbe petition for an allowance of appeal, and only first mentioned at the suggestion of members of this Court.\nAppellee is correct in its observation that under most circumstances, matters not raised in the court below and not raised on appeal will not be considered in finally deciding a case on appeal. Notwithstanding this general proposition, there are situations wherein certain questions can be raised at any time, either on the suggestion of the parties involved or by the court sua sponte. Here we are confronted with a question as to the power of the Superior Court, which in our view may at any time be considered by the court on its own motion. In other words, if the Superior Court lacked the power or authority to reduce the revocation penalty imposed by the lower court, its action in doing so would be void and consequently subject to review at this stage in the proceedings. This is nothing more than an attack on the Superior Court’s subject matter jurisdiction to review the subject of reducing penalties imposed by a lower court.\nWe turn now to a discussion of the Superior Court’s power to review penalties. The Liquor Code, Act of September 15, 1961, as amended, P. L. 1325, 47 P.S. §4-471, provides in pertinent part as follows: “. . . Upon appeal, the court so appealed to shall, in the exercise of its discretion, sustain, reject, alter or modify the findings, conclusions and penalties of the board, based on the findings of fact and conclusions of law as found by the court. The aforesaid appeal shall act as a supersedeas unless upon sufficient cause shown the court shall determine otherwise. The licensee or the board may, within thirty days from the filing of the order or decree of said court, file an appeal therefrom to the Superior Court.” (Emphasis supplied).\nThis section empowers the court of quarter sessions to “sustain, reject, alter or modify the findings, conelusions and penalties of the board,” and is silent on the question of whether or not the Superior Court on appeal has the power to change the penalty imposed by a lower tribunal. This section has been interpreted to permit a lower court to change the penalty imposed by the Board only when it has made significant and material changes in the findings of the Board. Ashlar Club Liquor License Case, 203 Pa. Superior Ct. 502, 504, 201 A. 2d 298 (1964); Bayer Liquor License Case, 200 Pa. Superior Ct. 210, 188 A. 2d 819 (1963). These cases do not suggest that a lower court’s failure to reduce the penalty when material findings of the Board are reversed, is a proper subject for review by the Superior Court or this Court.\nMoreover, in Berarducci Liquor License Case, 195 Pa. Superior Ct. 524, 527, 171 A. 2d 572 (1961), the Superior Court, in prescribing its own scope of review, held that “so long as the penalty is warranted by law, we have no right to reverse because we think it is either too severe or too light.” In Berarducci, the court was confronted with the converse situation wherein the lower court made material changes in the Board’s findings and reduced the penalty from revocation to a sixty day suspension and the Superior Court on appeal determined that it lacked the power to change the penalty. Similarly, the Superior Court has no power to reverse the imposition of a penalty when the lower court has materially changed the findings and in the exercise of its discretion imposes the same penalty as the Board.\nWe hold, therefore, as a matter of judicial restraint and in the interests of a more effective and efficient administration of our entire judicial system in this Commonwealth, that penalties imposed by lower courts which are within the prescribed maximum and minimum allowable penalties under the applicable statutory provisions are not subject to review on appeal except in rare and unusual circumstances involving constitutional rights. The mere fact that each individual judge both on the Superior Court and this Court might have imposed a less severe penalty had he been the trial judge below, is not sufficient to permit a higher tribunal to substitute its judgment for the judgment of the lower tribunal. In the instant case had the Board omitted the alleged violation that the licensed organization was not a bona fide club, the court below as well as the Superior Court would have been powerless to modify the penalty imposed no matter how harsh or severe. Maple Liquor License Case, 207 Pa. Superior Ct. 237, 217 A. 2d 859 (1966); Heights Fire Company Liquor License Case, 181 Pa. Superior Ct. 56, 121 A. 2d 902 (1956); Homestead S. and B. Society Appeal, 169 Pa. Superior Ct. 593, 84 A. 2d 265 (1951). While the lower court under the statute as interpreted by case authority may reduce the penalty imposed by the Board when material changes in the findings of the Board are made, we find no sound, judicious reason why an appellate court should be permitted to review the penalty imposed by the lower court. If we were to hold otherwise, litigants could appeal solely on the basis that the penalty was too harsh or too lenient, a result of which undoubtedly would overburden an already overburdened appellate court system.\nMoreover, the Superior Court, in its opinion treated the two separate citations issued by the Board as one because both citations “grew out of the same audit and investigation” and “common sense dictates there can be only one revocation.” This was error. Each citation issued by the Board constitutes separate and distinct violations, and if the lower court fails to make any material changes in the findings by the Board with respect to one citation, the Board’s penalty of revocation must stand. Since, in the instant case, all of the Board’s findings with respect to the first citation were sustained by the lower court, the Superior Court had no authority to modify the penalty of revocation. Even if the lower court had made significant changes in the findings of the Board, only the lower court, in the exercise of its discretion had the power to modify the penalty, which discretion, in our view, once exercised is not reviewable by the Superior Court.\nThere remains another issue to be resolved. The Superior Court also held that it was error for the lower court to quash appellee’s subpoena duces tecum seeking the examiner’s report and recommendations, siting Club Oasis, Inc. Liquor License Case, 200 Pa. Superior Ct. 439, 188 A. 2d 792 (1963), as its authority.\nIn Club Oasis it was decided that since the lower court’s scope of review over the Board’s action is limited solely to a determination of whether or not the Board abused its discretion, the lower court was correct in requiring that the examiner’s report and recommendations be made part of the record on appeal. However, Club Oasis as well as the other cases relied upon by the Superior Court and appellee involve the grant or. refusal of a license and not as in the instant case a revocation proceeding. Under the licensing provisions of the Liquor Code, Act of April 12, 1951, P. L. 90, 47 P.S. §4-464, the lower court is empowered to hear an application for a license “de novo on questions of fact, administrative discretion and such other matters as are involved.” This has been correctly interpreted as limiting the lower court’s review to the question of the Board’s abuse of discretion. Under those circumstances, it is clear the Board is required to produce all that which it considered so as to provide the court on appeal with a better insight on the question of abuse of discretion.\nThe revocation provision under the Liquor Code differs substantially from the licensing provision with respect to the lower court’s scope of review. It provides in essence that the court on appeal “shall, in the exercise of its discretion, sustain, reject, alter or modify the findings, conclusions and penalties of the board, based on the findings of fact and conclusions of law as found by the court.” (Emphasis supplied). Act of September 15, 1961, as amended, P. L. 1325, 47 P.S. §4-471. Pursuant to this section the lower court on appeal is required to hold hearings de novo, make its own findings of fact and conclusions of law and then in the exercise of its own discretion either sustain, reverse, or modify the action taken by the Board. The court is in no way limited either by statute or by case authority to a review of the Board’s discretion, but rather makes a completely independent determination of all facets of the case in rendering its own decision. The only limitation placed upon the court is in the area of imposing penalties when no material changes are made in the findings of the Board. Therefore, it is obvious that the examiner’s report and recommendations are completely unnecessary and irrelevant in aiding the court in rendering its decision and hence need not be made part of the record by the Board on appeal in revocation cases.\nThe orders of the Superior Court are reversed and the penalty of revocation imposed by the court below is reinstated with respect to each citation.\nMr. Justice Eagen and Mr. Justice O’Brien concur in the result.\n■ Mr. Justice Musmanno took no part in the consideration or decision of this case.\nCuriously, the Superior Court while treating both citations as one for purposes of reviewing the revocation penalty, nonetheless treated the citations separately in its order modifying the penalties, i.e., the penalty on the first citation was reduced to a suspension of ninety (90) days, even though no changes were made in the Board’s findings, while the penalty on the second citation was reduced .to a suspension of thirty (30) days. This indicates internal inconsistencies in the Superior Court’s opinion."}