{"id": "1921060", "contents": "Opinion by\nMr. Justice Roberts,\nAppellant, while represented by court-appointed counsel, entered a plea of guilty to murder generally and, after hearing evidence, the court found him guilty of second degree murder. Appellant subsequently was unsuccessful in two habeas corpus proceedings, one of which reached this Court, Commonwealth ex rel. Wake ley v. Myers, 421 Pa. 18, 218 A. 2d 335 (1966), and at neither of which was he represented by counsel. Appellant then filed a petition for habeas corpus in the United States District Court for the Eastern District of Pennsylvania, claiming for the first time the denial of counsel on appeal guaranteed by Douglas v. California, 372 U.S. 353, 83 S. Ct. 814 (1963). The Commonwealth first maintained that appellant’s claim was barred, since after a guilty plea, all claims which he might have made could have been raised at this prior collateral proceedings, see Commonwealth v. Stokes, 426 Pa. 265, 232 A. 2d 193 (1967), but withdrew this objection because appellant had not had counsel in the prior proceedings. Thus the District Court granted the writ, staying its execution to allow appellant to take this direct appeal with counsel.\nAppellant claims now as he has before that he gave a coerced confession which induced his guilty plea. After receiving the aforementioned relief in the District Court, appellant filed post-trial motions seeking leave to withdraw the guilty plea, a new trial, or an arrest of judgment. Argument was held on the motions, but appellant’s counsel chose not to introduce new evidence, and the motions were denied.\nWe thus have this appeal in essentially the same posture and on the same record as we viewed appellant’s earlier habeas corpus petition, except that now, of course, he has the benefit of counsel. We believe now, as we did then, that the record supports the holding of the court below that tbe plea was voluntarily entered. There is an on-the-record colloquy here between the trial judge, appellant, and attorneys for both the defense and prosecution, during which appellant explicitly stated that his plea was voluntary. Further appellant’s confession was not objected to by counsel when introduced at the plea hearing.\nAppellant also raises a new claim on this appeal, maintaining that because counsel at his trial had been acting district attorney at the time appellant was indicted, a conflict of interest existed. It would perhaps be enough to answer that appellant was represented at trial by two attorneys, and had one of them had a conflict, the other was in a position to protect appellant’s interests. Beyond this, it is hard to see how a conflict existed. Counsel, as acting district attorney at the indictment stage, was unlikely to have known the details of appellant’s case. And any knowledge he might have had would have worked to appellant’s advantage when counsel was appointed to represent him. This case is nothing like Commonwealth ex rel. Whitling v. Russell, 406 Pa. 45, 176 A. 2d 641 (1962), which involves a situation where counsel represented clients who apparently had conflicting defenses.\nThe judgment of the Court of Oyer and Terminer of Philadelphia County is affirmed.\nMr. Justice O’Brien concurs in the result.\nMr. Justice Cohen took no part in the consideration or decision of this case.\nIn the prior case, appellant did not request counsel and proceeded without an attorney’s assistance. While this did not render our prior decision invalid, it also did not act as a waiver, since, until he had counsel, appellant could not be expected to know of his right to counsel on appeal. Cf. Commonwealth v. Storch, 432 Pa. 121, 247 A. 2d 562 (1968); Commonwealth v. Satchell, 430 Pa. 443, 243 A. 2d 381 (1968); Commonwealth v. Mumford, 430 Pa. 451, 243 A. 2d 440 (1968).\nIt would not necessarily have been inconsistent for counsel and appellant to have decided to plead guilty even if the confession was inadmissible, while at the same time objecting to the introduction of the confession at a degree of guilt determination.\nThere can be no merit in an argument that counsel had a “prosecutor’s mentality.” There is no reason why counsel should have been any less able than any other advocate to approach an issue from his client’s point of view. It should be noted that under the British system, there are no professional barrister-prosecutors at aU. See, e.g., Gelber, “Who cares for the Prosecutor,\" 54 A.B.A. Jour. 682, 683 (July 1968). Instead, attorneys are frequently assigned to represent prosecution one day and defense the next, a technique which it would seem well might make a lawyer better equipped to deal with given cases."}