{"id": "1921029", "contents": "Opinion by\nMr. Chiee Justice Bell,\nAppellant, Freddie Moses Johnson, was found guilty by a jury of first degree murder and sentenced to life imprisonment. A Court en banc denied appellant’s motions for a new trial and in arrest of judgment. An appeal from the judgment of sentence was then taken to this Court.\nDuring the mid-afternoon of March 20, 1967, two masked men entered a pawn shop located at 1137 South Street, Philadelphia, Pennsylvania, robbed the proprietors of a sum of money and killed Samuel First, one of the co-owners.. Stanley Braxton, an eyewitness to the escape of the two masked men, notified the police about five or six days after the killing that he recognized both felons. As a result of the information obtained from Braxton and his identification of appellant from photographs and at a police line-up, appellant was arrested and charged with the murder of First. The other felon whom Braxton identified only as “Sam” has not been found.\nAppellant’s only contention on this appeal is that the trial Judge erred in not charging the jury that where identification testimony is concerned it must be received with caution. He took no exception to the Court’s charge. He urges that failure to so charge was prejudicial and reversible error because without the identification testimony, the circumstantial evidence was insufficient to prove defendant’s guilt beyond a reasonable doubt. Judge Bradley, the trial Judge, contrary to appellant’s contention, adequately and ably covered this point. He charged:\n“I have discussed credibility generally, but identification testimony .presents some special problems of credibility.\n“If under your understanding of the testimony, the .identification witness did not have a good opportunity to observe the alleged criminal because, for example, of such things as lighting conditions, the number of persons in the vicinity, the witnesses’ emotional state at the time, or the amount of time he had to make the identification, or if his identification testimony here in court was at variance with prior identification statements made by him, or was weakened by cross-examination, then such testimony as to identity of the alleged criminal must be received with special caution and carefully analyzed and weighed by you.\n“On the other hand, if as you recall the testimony and understand it the witness had a good opportunity for a positive identification and his testimony on the identification here in court is positive and not weakened by prior inconsistent statements or by cross-examination, then you may receive it as you would receive any other testimony from a witness and weigh it in the light of your determination of the witnesses’ believability in general by the tests that I have already given you.\n“So that in deciding what the true facts are you are going to have to weigh all the evidence and exercise your own independent judgment and come to your conclusion as to what you believe to be the truth in all matters of fact involved in this case.”\nAppellant does not and could not take issue with that portion of the charge just quoted; he does contend that it was inadequate because the trial Judge should have pointed out to the jury inconsistencies contained in Braxton’s testimony. In particular, appellant’s brief cites one instance where Braxton testified on direct examination that he saw appellant’s face for three seconds, while on recross-examination Braxton testified that it took only a fraction of a second for appellant to leave the pawn shop and spin around toward Eleventh Street and in that fraction of a second he was able to identify the man as the defendant.\nAppellant’s claim is devoid of merit. The trial Judge ably and adequately apprised the jury of the factors to be taken into consideration in determining the credibility of the identification testimony.\nAssuming arguendo that the trial Judge failed to charge the jury that identification testimony must be received with caution, there would still not be any basis in law for motions in arrest of judgment or for a new trial. In Commonwealth v. Kloiber, 378 Pa. 412, 106 A. 2d 820 (1954), cert. denied, 348 U.S. 875, this Court said in relevant part: “Where the opportunity for positive identification is good and the witness is positive in his identification and his identification is not weakened by prior failure to identify, but remains, even after cross-examination, positive and unqualified, the testimony as to identification need not be received with caution — indeed, the cases say that ‘his [positive] testimony as to identity may be treated as the statement of a fact.’: Commonwealth v. Ricci, 161 Pa. Superior Ct. 193, 195, 54 A. 2d 51; Commonwealth v. Sharpe, 138 Pa. Superior Ct. 156, 159, 10 A. 2d 120.” See, also, Commonwealth v. Holden, 390 Pa. 221, 134 A. 2d 868; Commonwealth ex rel. Raucci v. Price, 409 Pa. 90, 185 A. 2d 523.\nHere, Braxton never wavered in his identification of appellant. He testified that he had known appellant for about three years prior to the murder and that he had an unobstructed view of appellant’s face when appellant took off his mask as he backed out of the pawn shop. Braxton further stated that the five-day delay in notifying the police was the result of fear, since both felons knew Braxton had observed them leaving the pawn shop. We find nothing unbelievable about this explanation. This was clearly positive identification within the meaning of the Kloiber case, 378 Pa., supra.\nJudgment of sentence affirmed."}