{"id": "1921049", "contents": "Opinion by\nMr. Justice Roberts,\nIn 1959 appellant entered a plea of guilty to voluntary manslaughter on an indictment charging murder and was sentenced to five-to-twelve years in prison. Appellant was paroled after serving his minimum sentence, but was recommitted in 1966 for parole violations after a parole hearing at which he was not represented by counsel. In December, 1968, appellant’s application for parole was denied and he remains incarcerated. Appellant now challenges both his guilty plea as having not been knowingly and intelligently entered and his 1966 recommitment because he did not have counsel at the parole hearing. Relief was denied below after a post-conviction hearing.\nInitially it should be noted that appellant also claims that he was denied his right to appeal. However since appellant entered a guilty plea, all claims which he might raise on appeal can be raised in the current collateral proceeding. Commonwealth v. Stokes, 426 Pa. 265, 232 A. 2d 193 (1967).\nAppellant claims that his guilty plea was not knowingly and intelligently entered because his counsel did not discuss a plea of involuntary manslaughter, and that this was necessary to inform appellant of the nature of his offense and the possible punishments. Cf. Commonwealth ex rel. O’Lock v. Rundle, 415 Pa. 515, 204 A. 2d 439 (1964). However in this case, appellant was charged with murder and thus a conviction of involuntary manslaughter was not possible. See Commonwealth v. Hardy, 347 Pa. 551, 32 A. 2d 767 (1943); Commonwealth v. Mayberry, 290 Pa. 195, 138 Atl. 686 (1927). Appellant was charged with twice beating the deceased, then finally dumping her out of his car and leaving her in a small clearing where she died. Under this charge, counsel correctly concluded that involuntary manslaughter was not in the case, and of course appellant was in no way prejudiced by not being told about involuntary manslaughter.\n:We thus conclude that appellant’s guilty plea was valid and appellant was thus properly sentenced and committed to prison. The remaining question concerns only the validity of appellant’s 1966 recommitment hearing, where appellant, unassisted by counsel, was sent back to prison because of technical parole violations.\nThe Commonwealth first contends that appellant’s claim is not cognizable in a Post Conviction Hearing Act proceeding. Under §3 of the Act, Act of January 25, 1966, P. L. (1965) 1580, §3, 19 P.S. §1180-3, a person is eligible for relief under the act if he proves, inter alia: “(c) That his conviction or sentence resulted from .... (6) The denial of his constitutional right to representation by competent counsel.” Appellant comes within this provision since his claim here is that the part of his sentence that he has served since his recommitment hearing is a result of his not being represented by counsel at that hearing. Thus if we find that appellant does have a right to be represented by counsel at a Parole Board hearing, that right may be claimed in a PCHA proceeding.\nEven were this not the case, since strict pleading rules do not apply to writs of habeas corpus, e.g., Commonwealth ex rel. Kennedy v. Mingle, 388 Pa. 54, 130 A. 2d 161 (1957), we could treat that part of appellant’s petition attacking the constitutionality of the recommitment hearing as a petition for a writ of habeas corpus. Writs of habeas corpus may still be had in cases not covered by the PCHA, cf. Moss v. Pennsylvania, 257 F. Supp. 643 (M.D. Pa. 1966), so that were this case without the PCHA, habeas corpus relief would be possible in this proceeding.\nWe believe that it is irrelevant whether appellant appealed from the Parole Board determination. Although at least a limited right of appeal attacking an abuse of the board’s discretion would seem allowable, see Commonwealth ex rel. Jones v. Rundle, 33 Pa. D. & C. 2d 9 (C.P. Dauphin Cty. 1963), it cannot be said that appellant waived his claims by failing to appeal, since he did not have counsel to assist him. Cf. Commonwealth v. Storch, 432 Pa. 121, 247 A. 2d 562 (1968); Commonwealth v. Mumford, 430 Pa. 451, 243 A. 2d 440 (1968); Commonwealth v. Satchell, 430 Pa. 443, 243 A. 2d 381 (1968). Thus we reach the merits of appellant’s constitutional claim.\nWe start with the proposition that counsel is “required at every stage of a criminal proceeding where substantial rights of a criminal accused may be affected.” Mempa v. Rhay, 389 U.S. 128, 134, 88 S. Ct. 254, 257 (1967). Mempa held that counsel was required at a hearing to have probation revoked and sentence entered, a decision that had been anticipated by this Court three years earlier in Commonwealth ex rel. Remeriez v. Maroney, 415 Pa. 534, 204 A. 2d 450 (1964). Subsequent to Mempa, we held in Commonwealth v. Johnson, 428 Pa. 210, 236 A. 2d 805 (1968), that counsel was necessary on the day that sentence was formally pronounced.\nThe Commonwealth argues that this case is different from cases such as Mempa, Remeriez, and Johnson, because those cases involved “sentencing,” while here sentencing has already taken place. This distinction is completely untenable. We are helped not at all in determining appellant’s constitutional rights by attaching artificial labels to describe the proceeding before us. Our reply to the Commonwealth’s argument here is the same as our reply in Johnson to the argument that the actual sentencing was merely a formality: “an opportunity was present for action by counsel designed to foster his client’s interests and . . . [appellant] therefore had a right to counsel at that time.” 428 Pa. at 217, 236 A. 2d at 809.\nThere is even greater need for counsel here than in the Johnson situation. In Johnson, we reasoned that counsel was necessary because even if the sentencing was for the most part a formality, “just a few words, if spoken effectively enough” by counsel might have aided the appellant. Id. at 215, 236 A. 2d at 808. In the case now before us, a full hearing took place, and there can be no doubt as to the value of counsel in developing and probing factual and legal situations which may determine on which side of the prison walls appellant will be residing. “[T]he aid of counsel in marshalling the facts, introducing evidence of mitigating circumstances and in general aiding and assisting the defendant to present his case ... is apparent.” Mempa v. Rhay, supra at 135, 88 S. Ct. at 257.\nIn light of this reasoning, it is clear that the Commonwealth’s argument that counsel is not required at the recommitment hearing because the Parole Board is an administrative body from which there is only a limited right of review by the courts is without merit. The point is that counsel is required at- the hearing before the Parole Board to insure that that hearing is constitutionally valid. The fact that courts have a limited power of review of Parole Board proceedings makes the need for counsel at the parole hearing all the more important. The recommitment hearing determined whether or not appellant would be returned to prison. There can be no question that a proceeding at which a determination of that kind was made was a “critical stage.”\nSince we have found appellant’s guilty plea to have been validly entered, his original conviction stands. He is now entitled to have counsel reappointed to represent him at a new recommitment hearing before the Parole Board to determine the questions which were presented at appellant’s 1966 hearing.\nThe order of the Court of Quarter Sessions of Chester County is affirmed in part and reversed in part, and the case is remanded for proceedings consistent with this opinion.\nMcConnell v. Rhay, 393 U.S. 2, 89 S. Ct. 32 (1968), the case in which Mempa was held to be applicable retroactively, involved a petitioner who was placed on probation for five years upon condition that he first serve a year in jail. In effect then, McConnell was being treated as if he were paroled after the first year of his sentence. The only difference between McConnell and Tinson is that the decision to allow McConnell out after serving a year in jail was made at the time of his initial commitment, while the decision to release Tinson on parole came after his minimum sentence was served. We do not believe that it is reasonable to hold that this technical difference works to deprive Tinson of what the Supreme Court of the United States held McConnell was entitled — the assistance of counsel at a proceeding for recommitment.\nThe importance of counsel at parole and probation proceedings has been recognized legislatively in §6(a) (6) of the new Public Defender Act, Senate Bill No. 1769, 1968 Sess„ November 22, 1968, which provides that the public defender shall provide indigents with free counsel at those proceedings."}