{"id": "1922624", "contents": "Opinion by\nMr. Justice Cohen,\nThis is an appeal from an order affirming the refusal of the grant of a rule to show cause why a confessed judgment in ejectment should not be opened or stricken. The rule was refused by the court of common pleas without requiring an answer to be filed. Although the Superior Court initially affirmed by a per curiam order, a petition for reargument was denied in 211 Pa. Superior Ct. 502, 238 A. 2d 209 (1968). This Court granted allocatur and ordered argument which was heard after the United States Supreme Court filed its opinion in Thorpe v. Housing Authority of Durham, 393 U.S. 268, 89 S. Ct. 518, 21 L. ed. 2d 474 (1969).\nAppellant is a tenant in appellee’s (Authority) apartment project under a month-to-month lease terminable on 30 days’ notice. On June 20, 1967 she was given notice that her lease would not be renewed and that she was to quit the premises at the end of the following month. At a meeting of the Authority on July 13, the executive director of the Authority stated that he had examined the premises and found them “filthy”. On August 1, judgment was confessed and the eviction ordered.\nThe issue before this Court is technical in nature: Were there sufficient allegations in the petition to merit the grant of a rule and require an answer? We find that the petition was adequate to raise the issue of compliance with the HUD Circular of February 7, 1967, and that the lower court should have granted a rule and required an answer. In so finding, we rely upon the last paragraph in Thorpe, supra, in which the Court said, “we have no reason to believe that once petitioner is told the reasons for her eviction she cannot effectively challenge their legal sufficiency in whatever eviction proceedings may be brought in the North Carolina courts.” Thus it seems that appellant. must be afforded an opportunity to know the reasons for the eviction and an opportunity to explain or reply. Hence, we must return these proceedings to the lower court to develop a record so that it can be determined whether there was compliance with the HUD Circular and whether the reasons for her eviction were legally sufficient.\nWe are also compelled to comment on the Superior Court opinion which relied upon Pittsburgh Housing Authority v. Turner, 201 Pa. Superior Ct. 62, 191 A. 2d 869 (1963), and elsewhere stated that: “This directive [Circular] does not enlarge the rights of tenants or curtail those of the Authority-landlord. It merely assures tenants that their continued occupancy is not dependent upon compliance with unconstitutional requirements . . .”\nIn light of Thorpe, neither the Turner case nor this latter statement can stand as the applicable law in Pennsylvania.\nOrder vacated; case remanded to the lower court for disposition consistent with this opinion.\n“Since this .is a federally assisted program, we believe it is essential that no tenant be given notice to vacate without being told by the Local Authority, In a private conference or other appropriate manner, the reasons for the eviction, and given an opportunity to make such reply or explanation as he may wish.” Department of Housing and Urban Development (HUD) circular to Local Housing Authorities dated February -7, 1967.\nFor a recent study see Rand, Eviction Procedures in Public Housing, 73 Dick. L. Rev. 307 (1969)."}