{"id": "1922659", "contents": "Opinion by\nMr. Justice Jones,\nAndree Leider (appellant) married David MacFarland in 1946 and of that marriage three children were born. The MacFarlands separated in 1956 and were divorced January 8, 1963. Appellant did not live with MacFarland after 1956 although he resided only a few blocks away and occasionally visited the children at her home.\nSome time in the fall of 1960, appellant met David Leider (Leider) and soon thereafter began having sexual relations with him. Toward the end of 1961 the couple began living as man and wife and were eventually married January 17, 1963, nine days after appellant’s divorce from MacFarland. Meanwhile, on August 9, 1962, appellant gave birth to a female child, Suzanne Mary, whose paternity is the subject of the present suit.\nOn November 18, 1965, appellant filed a petition in the County Court of Philadelphia County against Leider for support of herself and the child. The Leiders were divorced during the pendency of the support proceeding and, as a result, the proceeding for the support of appellant was abandoned. The County Court entered an order requiring Leider to pay $20.00 weekly for the support of the child. Leider appealed to the Superior Court which reversed the support order, holding that Suzanne was the legitimate child of MaeFarland since he and appellant were still married when the child was born. (Commonwealth ex rel. Leider v. Leider, 210 Pa. Superior Ct. 433, 233 A. 2d 917 (1967)).\nThe pivotal issue on this appeal is the propriety of the trial court’s ruling allowing MaeFarland and appellant to testify that they had not had sexual relations since 1956 although there is no question that they were still married when the child was born. In reversing the County Court’s order, Judge Wright, speaking for the majority of the Superior Court, relied upon the well-established rule in this Commonwealth that a husband and wife cannot bastardize a child by testifying to their nonaccess to each other at the time the child was conceived. This rule is set forth in Cairgle v. American Radiator and Standard Sanitary Corp., 366 Pa. 249, 255, 256, 257, 77 A. 2d 439 (1951) : “For reasons of public policy it has been the law for centuries that there is a tremendously strong presumption that children are legitimate. ... In order to successfully rebut the presumption of legitimacy the evidence of non-access or lack of sexual intercourse or impotency must be clear, direct [,] convincing and unanswerable. . . . Moreover, our public policy is so firmly established and so strong that the courts have repeatedly declared that ‘non-access cannot be testified to by either the husband or wife in order to overcome the presumption of legitimacy [citing authorities]’ . . . . In Janes’s Estate, 147 Pa. 527, 531, 23 A. 892, the Court said: ‘A child born or begotten in wedlock is presumed to be legitimate, and neither the mother nor her husband can bastardise it by testifying to non-access.’” (Emphasis added) See also: Manfredi Estate, 399 Pa. 285, 289, 159 A. 2d 697 (1960); Commonwealth ex rel. O’Brien v. O’Brien, 390 Pa. 551, 555, 136 A. 2d 451 (1957).\nIn dissenting, Judge Hoffman attacked the validity of the rule in general. We find it unnecessary, however, to question the theory behind the rule in this case, for we conclude that the trial court’s ruling does not offend the black-letter rule laid down in Cairgle. If Leider is found to be the father of this child, the child is not bastardized for Leider subsequently legitimated the child by marrying the appellant-mother. Even though the child was born when Leider and appellant were not married, the child, if fathered by Leider, was nevertheless legitimated by their subsequent marriage. Therefore, since the child will not be bastardized by the testimony of the mother and her then husband, the rule does not prohibit their testifying to nonaccess. The facts established in the record surrounding the birth of the child underscore the artificial result reached in this case if the rule is rigidly applied. When the child was conceived, Leider and appellant were living together; Leider took appellant to the hospital for the birth of the child, consented to a Caesarian section and paid the hospital bill; the child’s birth certificate bears Leider’s name as the father of the child; the Leiders’ 1962 joint federal tax return lists the child, “Suzanne Mary Leider,” as a dependent. These facts compel us to agree with the conclusion reached by the court below and the two dissenters on the Superior Court that Leider is the child’s father. If the trial court’s conclusion be correct, it follows that, although the child was born out of wedlock between appellant and Leider and was, therefore, illegitimate, nevertheless the subsequent marriage of the child’s father and mother rendered the child legitimate. Under these circumstances, the testimony of MacFarland and appellant as to nonaccess did not bastardize the child. By the subsequent marriage, legitimacy followed by operation of law and there was, therefore, no reason to prohibit MaeFarland and appellant from testifying.\nThe bulk of the case law in our Commonwealth simply affirms the ancient maxim prohibiting testimony of nonaccess. However, two lower court opinions fully recognize the logical exception relied upon by the court below and the two dissenters on the Superior Court. In Schumachers Estate, 41 Pa. D. & C. 100, 108, 104 (1941), Judge (now President Judge) Klein of the Philadelphia Orphans’ Court said: “There can be no question that the general rule in Pennsylvania holds that a mother is incompetent to testify as to nonaccess on the part of her lawful husband if the result of such testimony would be to bastardize her children. ...\n“In the face of the many appellate court decisions in this State affirming the rule, I do not have the temerity to challenge it. I do, however, believe that it should be limited to those cases where the direct effect of the testimony is to bastardize the children, for it is only in those cases that the reason for the application of the rule can exist.” See also: Commonwealth v. Tucker, 24 Pa. D. & C. 2d 674 (1961).\nJudge Weight, in his opinion for the majority of the Superior Court, also stated that appellant had not presented evidence sufficient to overcome the presumption that a child born during a lawful marriage is the legitimate child of the mother and her then husband. This presumption is designed to avoid the finding that a child is illegitimate, if at all possible. Since the child’s legitimacy is not at issue under the factual background herein presented, in our view the presumption is inapplicable. Assuming, arguendo, that the presumption is applicable, we cannot agree with Judge Weight’s statement, wholly unsupported by any reference to the record, that appellant’s case failed to muster the necessary proof. The court below relied on the following evidence: (a) MacFar land’s and appellant’s testimony that they had not had intercourse since 1956; (b) the testimony of the MacFar lands’ fifteen-year-old son that he had lived with his mother until 1965, that Leider came to live with appellant in 1959 and that appellant never spent any nights with MacFar land; (c) the corroborating testimony of the MacFarlands’ nineteen-year-old daughter; (d) the testimony of two neighbors who, although called by Leider, testified that they had not seen MacFar land at the house after July of 1961 — thirteen months before the child’s birth; (e) the testimony of a third friend to the same effect; (f) Leider’s testimony that he was intimate with appellant and was having sexual relations with her around the time the child was conceived. We hold that this evidence was fully sufficient to rebut the presumption that MacFarland, by reason of the marriage ties, is the child’s father — if the presumption is, in fact, presently applicable.\nOrder of the Superior Court reversed.\nMr. Justice Cohen dissents.\nPresident Judge Ebvin and Judge Hoffman dissented,\nFor a criticism of the rule, see VII Wigmore, Evidence, §2063; McCormack, Evidence, §67.\n“In any and every case where the father and mother of an illegitimate child or children shall enter into the bonds of lawful wedlock and cohabit, such child or children shall thereby become legitimated, and enjoy all the rights and privileges as if they had been born during the wedlock of their parents,” Act of May 14, 1857, P. L. 507, §1, 48 P.S. §167,"}