{"id": "1922576", "contents": "Opinion by\nMb. Justice Jones,\nIn April of 1965 appellant was indicted for murder and manslaughter by the York County Grand Jury. When his case came up for hearing, appellant chose to enter a plea of guilty to voluntary manslaughter. The hearing judge accepted the plea without conducting an on-the-record examination of the appellant to determine whether his plea was made intelligently and voluntarily. Appellant has now filed a petition under the Post Conviction Hearing Act in which he alleges that his guilty plea was not entered into voluntarily and intelligently because he was never informed by his counsel or the court of the meaning and consequences of a guilty plea. The court below conducted a hearing after which it held that appellant’s plea was made voluntarily and intelligently and thus denied the petition. Appellant has appealed this decision to our Court.\nOn June 2 of this year, the United States Supreme Court handed down an opinion in which it held that it is reversible error for a trial judge to accept a guilty plea without an affirmative showing on the record that the plea was made intelligently and voluntarily. Boykin v. Alabama, 395 U.S. 238, 23 L. Ed. 2d 274 [37 Law Week 4474] (1969). If the court or the prosecution does not conduct an on-the-record examination of the defendant before accepting his plea, the plea is vitiated and the defendant is entitled to a new hearing. “It was error, plain on the face of the record, for the trial judge to accept petitioner’s guilty plea without an affirmative showing that it was intelligent and voluntary.” (37 Law Week at 4475). There is no question that in the case now before us there was no affirmative showing on the record that appellant’s plea was made knowingly and intelligently. Therefore, the question we must answer is whether Boykin applies to this case.\nAppellant was, of course, sentenced long before Boykin was decided, so that we must determine whether Boykin must be applied retroactively. In handing down its opinion in Boykin, the Court was silent on this question, so that we must make our own determination based on the standards set forth in prior Supreme Court decisions dealing with the retrospective versus prospective application of decisions in the criminal area.\nThe general principle guiding all such determinations was formulated by the Supreme Court in Linkletter v. Walker, 381 U.S. 618, 14 L. Ed. 2d 601 (1965), holding that the search and seizure rule of Mapp v. Ohio, 367 U.S. 643, 6 L. Ed. 2d 1081 (1961), was to be applied prospectively only. Speaking for the majority, Mr. Justice Clark stated, “Thus, the accepted rule today is that in appropriate cases the Court may in the interest of justice make the rule prospective. . . . Once the premise is accepted that we are neither required to apply, nor prohibited from applying, a decision retrospectively, we must then weigh the merits and demerits in each case by looking to the prior history of the rule in question, its purpose and effect, and whether retrospective operation will further or retard its operation.” (381 U.S. at 628, 629) The considerations which should be weighed in the balance in determining whether a decision should be applied prospectively only were spelled out in greater detail by the Court in Johnson v. New Jersey, 384 U.S. 719, 16 L. Ed. 2d 882 (1966), holding that Escobedo v. Illinois, 378 U.S. 478, 12 L. Ed. 2d 977 (1964), and Miranda v. Arizona, 384 U.S. 436, 16 L. Ed. 2d 694 (1966) would not be applied retroactively. In Johnson, the Court stated, “We must look to the purpose of our new standards governing police interrogation, the reliance which may have been placed upon prior decisions on the subject, and the effect on the administration of justice of a retroactive application of Escobedo and Miranda.” (384 U.S. at 727) The majority stressed that “the choice between retroactivity and non-retroactivity in no way turns on the value of the constitutional guarantee involved.” (384 U.S. at 728) In holding that Escobedo and Miranda need not be applied retroactively, the Court pointed out that a defendant who wished to challenge the validity of his confession could still argue that the confession was not voluntary, relying on the long line of Supreme Court decisions striking down coerced confessions. “We emphasize that the question whether a constitutional rule of criminal procedure does or does not enhance the reliability of the fact-finding process at trial is necessarily a, matter of degree. . . . We are thus concerned with a question of probabilities and must take account, among other factors, of the extent to which other safeguards are available to protect the integrity of the truth-determining process at trial.” (384 U.S. at 728, 729)\nBased on these standards, we hold that Boykin v. Alabama should be applied prospectively only. First, a defendant who is not afforded an on-the-record examination is not left without recourse. He is free to argue in a post-conviction proceeding that his plea was not made intelligently and voluntarily and he must be given a hearing on this claim if it is not patently frivolous on the face of the record. Appellant in this case made such a claim and was afforded a hearing. Furthermore, we have held that in all cases tried after January 3, 1968, if an on-the-record examination of the defendant is not conducted, the burden of proof in the post-conviction hearing shifts to the Commonwealth to prove that the plea was entered knowingly and voluntarily. Commonwealth, v. Cushnie, 433 Pa. 131, 135, 249 A. 2d 290 (1969).\nSecond, and most important, it is staggering to the imagination to contemplate the chaos which would result if Boykin were applied retrospectively. The overwhelming majority of all convictions result from guilty pleas. In a great many of these cases, inadequate on-the-record examinations were conducted. This would mean that countless cases would have to be retried if Boykin were applied retroactively. We can only underscore the statement of Mr. Justice Stewart in Tehan v. Shott : “To require all these States [which still permitted comment on the accused’s failure to take the stand when Griffin was decided] now to void the conviction of every person who did not testify at his trial would have an impact upon the administration of their criminal law so devastating as to need no elaboration.” (382 U.S. at 419) We hold, therefore, that Boykin is to be applied only to cases tried after June 2, 1969.\nWe turn now to the merits of appellant’s position. Appellant testified at his post-conviction hearing that he was merely told that if he pleaded guilty he would receive a four-year prison sentence, that he was never informed that by pleading guilty he was admitting his guilt and that he was never told that he had a right to stand trial. Appellant’s lawyer then denied each of these statements and stated that he fully informed the appellant of the consequences of his plea and that he had a right to stand trial if he chose to plead not guilty. The lawyer advised his client to plead guilty to voluntary manslaughter on the strength of the Commonwealth’s case.\nThe hearing judge chose to believe the lawyer’s version as to what transpired. On the face of this record we cannot fault this decision. Since the issue at the hearing was solely one of credibility, our scope of review is extremely limited. We cannot say that the hearing judge abused his discretion in choosing to believe the lawyer’s testimony.\nOrder affirmed.\nThe date on which we handed down our opinion in Commonwealth ex rel. West v. Rundle, 428 Pa. 102, 237 A. 2d 196 (1968), setting forth the standards for on-the-record examinations of defendants who plead guilty.\n382 U.S. 406, 15 U. Ed. 2d 453 (1966) (holding that the Griffin v. California, 380 U.S. 609, 14 L. Ed. 2d 106 (1965) rule prohibiting comment on the accused’s failure to testify is to be applied prospectively only).\nSee also: Johnson v. New Jersey, supra, at 731; Linkletter v. Walker, supra, at 637, 638.\nOur conclusion is reinforced by two recent United States Supreme Court decisions. In McCarthy v. United States, 394 U.S. 459, 22 L. Ed. 2d 418 [37 Law Week 4285] (April 2, 1969), the Court held that a hearing judge’s failure to comply with the guilty plea inquiry procedure outlined in Rule 11 of the Federal Rules of Criminal Procedure necessitated a reversal of the conviction and a new trial rather than an evidentiary hearing on the voluntariness of the plea. In UalUday v. United States, 394 U.S. 831, 23 L. Ed. 2d 16 [37 Law Week 3419] (May 5, 1969), the Court held that McCarthy was to be applied prospectively only for reasons similar to those we have advanced today.\nSince appellant was sentenced prior to West, we are not concerned with a shift in the burden of proof. See: Commonwealth v. Gushnie, supra, at 135."}