{"id": "1922555", "contents": "Opinion by\nMr. Justice Eagen,\nIn the General Election of November 5, 1968, Richard J. Green was the Republican candidate and W. Louis Coppersmith the Democratic candidate for the Office of Senator in the General Assembly of Pennsylvania from the 35th Senatorial District. This district includes all of the 199 voting election districts in Cambria County and 33 of said districts in neighboring Westmoreland County. The voting throughout the 35th Senatorial District is by paper ballot.\nOn November 8 and 9, 1968, the Board of Elections of Cambria County, sua sponte, ordered that the ballot boxes in seven voting election districts in Cambria County be reopened and that the ballots cast for the Office of Senator in those districts be recounted.\nSubsequently, as a result of petitions timely filed in the Courts of Common Pleas of Cambria and Westmoreland Counties, those courts ordered that the ballot boxes be reopened in 64 additional election voting districts of Cambria County and 16 such districts in Westmoreland County, and that the ballots cast in those districts for the Office of Senator be recounted under the supervision of the court.\nAfter the recounts were completed and the total vote cast for the Office of Senator was again computed, the result established that Green had received 45,242 votes and Coppersmith had received 45,296 votes or that Coppersmith had won by a plurality of 54 votes.\nOn November 25, 1968, a petition signed by 20 qualified electors from the Senatorial District was filed in the Court of Common Pleas of Cambria County contesting the election of Coppersmith. As of this date, the recounts, related before, and a final computation of the total vote east had not jet been completed. On November 29th, the court ordered that a cost bond in the amount of $100,000 be filed. A surety bond approved by the court was filed on December 4th. On December 11th, Coppersmith filed a motion to strike the bond and a motion to quash and dismiss the election contest. On January 2, 1969, a petition was filed asking leave to amend the original election contest petition. On January 6th, the court dismissed the motion to strike the surety bond, but denied the motion to amend and, in addition, sustained the motion to quash and dismiss the election contest. A timely appeal challenging the court’s action in dismissing the election contest and in refusing leave to amend the original petition for an election contest is now before us. We will affirm for reasons which follow.\nOriginal Petition\nArticle XVII, §1756 of the Election Code, Act of 1937, supra, 25 P.S. §3456, provides in relevant part that the petition (seeking the election contest) “shall concisely set forth the cause of complaint, showing wherein it is claimed that the primary or election is illegal, and after filing may be amended with leave of court, so as to include, additional specifications of complaint.” Article XVII, §1758 of the Act of 1937, 25 P.S. §3458, further provides that the petition shall set out a prima facie case.\nWhile it is true that the provisions set forth above are to be construed liberally and a petition for contest is not to be declared legally insufficient merely because it fails to include or to detail the evidence supporting the allegation of illegality in the election, still it is absolutely essential that such a petition “aver plainly and distinctly such facts which if sustained by proof would require the court to set aside the result.” Pazdrak's Contested Election, 288 Pa. 585, 137 A. 109 (1927), and Newport Township Election Contest, 384 Pa. 474, 121 A. 2d 141 (1956). For as stated in Warren Borough Election, 274 Pa. 352, 118 A. 256 (1922), quoting from Weaver v. Given, 6 Phila. 65, “ ‘The court will not grope in the dark, or follow a contestant on a fishing expedition, in the hope of being able to find enough to enable him by the investigation to make out his case.’ ” To the same effect, see Acre’s Contested Election, 287 Pa. 135, 134 A. 477 (1926). Read with these principles in mind, it is patently clear from the record that the original petition for contest in the instant case was legally insufficient to warrant the court in proceeding further with an investigation of the election.\nThe controlling averments as stated in the petition are these: “5. That the said election and return thereof are false, fraudulent, and untrue for the following reasons: (1) The County Board of Elections illegally rejected a number of absentee ballots cast and did not count same among the other absentee votes. (2) That in the recounting or recanvassing of the Ballot Boxes upon petition of electors from sixty-four precincts the Court of Common Pleas of Cambria County erred in voiding a large number of Ballots marked with an (x) wherein the lines or the line of the (x) mark, even though the lines intersected in the box where the (x) originated.”\nAn examination of the record of the multiple proceedings in the court below discloses that both of the above allegations of irregularity in the canvassing of the vote were raised before the court below during the recount proceedings. No appeal was entered from the court’s rulings on those matters. For this reason alone, these questions could not be reasserted properly in the proposed election contest. Gollmar's Election Case, 316 Pa. 560, 175 A. 510 (1934).\nMoreover, the following is also significant.\nThe second allegation of irregularity asserted in the petition concerned the court’s ruling on the validity of certain ballots. The ruling was made during the recount proceedings ordered by the court of the ballots in the 64 election districts in Cambria County. The court ruled, over Green’s objection, that these ballots (three in number) were improperly marked by the electors, and hence, should not be counted. The court, however, subsequently changed its ruling and directed that these ballots were valid and should be counted.\nThe petition’s other allegation of irregularity in the canvass of the election returns asserted that the Board of Elections of Cambria County improperly rejected a total of seven absentee ballots. As was noted before, the correctness of the Board’s rejection of these seven ballots was subsequently raised before the court below during the recount proceedings and its ruling in regard thereto was not appealed. Additionally, even if all of these ballots were counted in favor of Green and added to the total vote he received, it would not change the result of the election.\nPetition To Amend\nAs was noted before, a petition for an election contest “may be amended with leave of court, so as to include additional specifications of complaint.” (25 P.S. §3456.) The allowance of such an amendment is, however, a matter for the discretion of the lower court. Ayre’s Contested Election, supra. It is our conclusion that the record reveals no abuse of discretion by the lower court.\nThe lower court gave quite specific reasons for disallowing the Petition to Amend. It noted primarily that the purported amendment was, in effect, an endeavor to file an election contest petition well beyond the twenty day, post-election period. The lower court also concluded that the original petition so failed to comply with the Act of 1937, supra, that it was incapable of amendment, and could not provide the substance for a subsequent amendment.\nMoreover, the court found other substantial reasons why leave to amend should be refused. The petition seeking leave to amend was not verified nor was it signed by the twenty electors who attempted to initiate the election contest. These defects may not be brushed aside as mere “legal technicalities.” Both the Buies of Civil Procedure of the Supreme Court and the Buies of Civil Procedure of the Court of Common Pleas of Cambria County require that such petitions be verified.\nEven if the Petition to Amend were not fatally defective in the above respects, still we could not say that the lower court was wrong in concluding that the petition, on its merits, failed to set forth a legitimate basis for an election contest. The petitioners, of course, seek to have a recount of all the ballot boxes in the 35th Senatorial District which have not previously been recounted. They point to errors found in the boxes recounted during the court-supervised recount, and speculate that a pervasive recount of all such previously unrecounted boxes would yield proportionate errors, and result in the appellant’s election. The language of the act is as follows: “The petition shall concisely set forth the cause of complaint, showing wherein it is claimed that the primary or election is illegal.” (Emphasis supplied.) We cannot conclude, as a matter of law, that the lower court abused its discretion in deciding that the petitioners showed no cause necessitating an election contest. As we noted before, “the court will not grope in the dark, or follow a contestant on a fishing expedition, in the hope of being able to find enough to enable him by the investigation to make out his case.” Ayrefs Contested Election, supra.\nOrder affirmed.\nThese petitions were filed by qualified electors within five days of the official computation by the Board of Election involved, in accordance with the provisions of the Election Code, Act of June 3, 1937, P. L. 1333, Art. XVII, §§1701 and 1703, 25 P.S. §§3261 and 3263.\nThis petition was filed under the provisions of the Election Code, Act of June 3, 1937, P. L. 1333, Art. XVII, §1756, 25 P.S. §3456.\nOn these ballots, there was a check or (x) in the box after the name of one candidate but a line forming the (x) extended into the box behind the name of the other candidate.\nThe note to Rule 206 of the Supreme Court Rules of Civil Procedure explains that the provision for verification continues the Act of April 9, 1915, P. L. 72, §1, 12 P.S. 514. That act provides that “A judge of any court of record shall not, in any matter, case, hearing, or proceeding before him, receive or consider any petition, or paper in the nature of a petition, alleging any matter of fact, unless the petition or paper is duly verified as to such allegations.”"}