{"id": "1924322", "contents": "Opinion by\nMr. Justice Jones,\nJoseph Marks (decedent) died testate October 25, 1967. Under the terms of his will, decedent gave $250.00 to Dale Satterfield and the residue of his estate to one Helen Keashen. On April 19, 1963, decedent executed a codicil wherein he provided: “Contrary to anything in my will I direct that the two certificates attached covering 104 shares of Sears and Eoebuck shall be paid over to Dale Wayne Satterfield as a legacy in addition to any sum bequeathed to him in my will.” At the time decedent executed this codicil he owned only 104 shares of the Sears and Eoebuck stock.\nApproximately two years later, Sears and Eoebuck split two-for-one its stock and issued to each stockholder a new certificate for the amount of the additional shares. Decedent then owned 208 shares. During the two years and seven months which elapsed between the time of the stock split and his death, decedent made no change in either his will or codicil.\nDecedent’s counsel was in possession of the will but, after decedent’s death, the codicil was found in a safe deposit box to which decedent alone had access. This codicil was in an envelope together with the two certificates representing the original 104 shares which were stapled together and a third certificate representing the additional 104 shares, which certificate showed no evidence of stapling. The record does not reveal whether any of the three certificates were attached to the codicil or whether the papers were folded. The safe deposit box contained, in addition to the codicil and stock certificates, a cemetery deed, a funeral bill for decedent’s wife, an insurance policy and some costume jewelry.\nThe question raised on this appeal is whether Dale Satterfield, in addition to the legacy of 104 shares of Sears and Eoebuck stock provided under the codicil, is entitled to receive the additional 104 shares of Sears and Roebuck stock resulting from the stock split which occurred subsequent to the execution of the codicil. The Orphans’ Court of Philadelphia County awarded the 104 shares resulting from the stock split to the residuary legatee. The rationale of the decree below was that the legacy to Dale Satterfield was limited to 104 shares, that it was a gift of two certificates and not “of 104 shares” and that decedent had ample opportunity in the period between the time of the stock split and his death to modify the specific bequests in the codicil if he intended to increase the bequest to include the additional 104 shares.\nThe instant problem is not of first impression in our Court. In McFerren Estate, 365 Pa. 490, 76 A. 2d 759 (1950), the facts, insofar as presently pertinent, were as follows: testatrix bequeathed “fifty (50) shares Cheseborough Manufacturing Company Common Stock” to each of two legatees; at the time she executed her will testatrix owned 100 shares of such stock; between the date of her will and the date of her death the corporation split its stock 2y2 to 1 and, at the time of testatrix’s death, she owned 250 shares. The court below held that, since a will is construed to speak as if executed immediately before death “unless a contrary intention shall appear by the will,” the bequest of 50 shares of stock only embraced 50 shares of the exchanged stock. This Court, unanimous in this respect, reversed and awarded each legatee 125 shares of the exchanged stock. In McFerren, we said: “As the legacies were unquestionably general, the legatee is entitled to the stock or its value as contemplated at the date of the will: [citing authorities].” (365 Pa. at 496) We pointed out that the change effected by the stock split was one of form and not of substance and that, while the will became effective only at death, the testatrix’s intent, gathered from the surrounding circumstances, must prevail. The Court then found that the testatrix had intended to give each legatee, by way of a general legacy, an equal one-half of the stock in the corporation which she then owned.\nIn Woodward Estate, 407 Pa. 638, 182 A. 2d 732 (1962), testatrix in her will gave to one legatee “. . . 30 shares of American Telephone and Telegraph stock . . . .” and to another legatee 35 shares of stock in the same corporation; the will was executed in 1957, at which time testatrix owned 143 shares of American Telephone and Telegraph Company stock; in 1959, this stock was split 3 for 1 and the testatrix received 286 shares of stock, giving her a total of 429 shares of the stock. Approximately 14 months subsequent to the stock split, testatrix died, owning 429 shares of the stock. The court below awarded to the one legatee 30 shares, to the other legatee 35 shares and all the rest of testatrix’s stock in the corporation to the residuary legatees. Placing great stress upon the fact that over a year had elapsed between the time of the stock split and testatrix’s death, during which time she never changed her will, we upheld the decree of the court below. MeFerren was distinguished on two grounds: the surrounding circumstances and the language of the wills.\nIn Greathead Estate, 428 Pa. 553, 236 A. 2d 224 (1967), the facts were as follows: testatrix, when she made her will in 1956, owned 2,400 shares of Smith, Kline and French Laboratories stock. In her will she bequeathed all of these shares in 100 and 200 share lots to 14 named persons and 200 shares to her church, thus disposing of all the stock in that corporation; subsequent to the writing of the will in 1956 testatrix purchased 35 additional shares of stock and in 1958 sold 435 shares of the stock, leaving her in possession of 2000 of the 2400 shares she purported to bequeath by her will; in 1959 the stock was split 3 for 1 which increased testatrix’s holding to 6000 shares of the stock; four months subsequent to the stock split testatrix was hospitalized and shortly thereafter adjudged incompetent. The issue raised was whether the church-legatee was entitled to receive the fruits of the stock split or whether the additional 4000 shares passed to the residuary legatees. Our Court, evenly divided, affirmed the decree of the Court below which awarded the additional 4000 shares to the residuary legatee.\nOther jurisdictions which have considered the instant issue have not been unanimous in their views; however, the more recent case law would award the fruits of a stock split to the legatees to whom stock gifts were provided in the will. See: Warner v. Baylor, 204 Va. 867, 134 S. E. 2d 263 (1964); McGuinness v. Bates, 345 Mass. 632, 189 N. E. 2d 212 (1963) ; Heinnenman v. Colorado College, 150 Colo. 515, 374 P. 2d 695 (1962); Igoe v. Darby, 343 Mass. 145, 177 N. E. 2d 676 (1961); In Re Parker’s Estate, 110 So. 2d 498 (Fla. Dist. Ct. App.), cert. den., 114 So. 2d 3 (Fla. Sup. Ct. 1959) ; Fisher v. Paine, 210 Ore. 429, 311 P. 2d 438 (1957) ; In Re Vail’s Estate, 67 So. 2d 665 (Fla. 1953); Morrow v. Detroit Trust Co., 330 Mich. 635, 48 N. W. 2d 136 (1951) ; In Re Howe’s Estate, 15 App. Div. 2d 396, 224 N. Y. S. 2d 992 (1962) ; In Re Helfman’s Estate, 193 Cal. App. 2d 652, 14 Cal. Rep. 482 (1961); Allen v. national Bank, 19 Ill. App. 2d 149, 153 N. E. 2d 260 (1958) ; In Re Fitch’s Will, 281 App. Div. 65, 118 N. Y. S. 2d 234 (1952). See also: Note, 50 Cal. L. Rev. 160 (1962) ; Note, 43 Marquette L. Rev. 115 (1959); Annot., 1 A. L. R. 2d 281-286 (1949).\nIt requires no citation of authority to sustain the proposition that the intent of the decedent, if at all ascertainable, must prevail. In the case at bar, certain significant facts are undisputed: (1) when decedent executed his codicil he bequeathed to Dale Satterfield all of the Sears and Roebuck stock which he owned; (2) the stock split was simply a change in form and not in substance and, at the time of decedent’s death, he possessed the same aliquot interest in Sears and Roebuck Corporation represented by the shares which he held at the time of execution of the will; (3) in his safe deposit box in the envelope which contained his codicil there were not only the certificates for the original shares of stock but also the certificate for the additional stock issued by reason of the stock split. We are fully aware that a will speaks as of the time of death but we are satisfied from the factual posture of this litigation that the intention of the decedent was clearly to give to Dale Satterfield all of his stock in the Sears and Roebuck Corporation.\nThe facts in the case at bar are clearly distinguishable from Woodward and Oreaihead. The intent of decedent seems so clear and evident that to award the additional shares to the residuary legatee would amount to a frustration and negation of decedent’s intent.\nDecree reversed. Each party to pay own costs.\nBurke, J., dissenting.\nAct of June 7, 1917, P. L. 403, §9, 20 P.S. §221.\nItalics those of the Oourt in McFerren.\nMr. Chief Justice Bell wrote an opinion in support of the decree of the court below in which Justices Musmanno and O’Brien joined. Mr. Justice Roberts filed a dissenting opinion in which Mr. Justice Eagen and the writer of this opinion joined."}