{"id": "1924183", "contents": "Opinion by\nMb. Justice Cohen,\nThe defendant, Frank Valentino, is the owner of Valentino’s Dairy. Plaintiff, Funari, was on numerous occasions called upon to do odd jobs at the dairy for which he was compensated. His exact status, employee, casual employee, or independent contractor, is a matter of contention.\nFunari was asked whether he would unplug a clogged sewer at the dairy. He could not take on the work but suggested Joseph Fullwood could handle the job (upon which he would advise). Fullwood worked on the sewer but was unable to clear it with acid or with Funari’s torch. Fullwood then used Funari’s truck to obtain a larger torch and joined by Funari continued the work.\nThe work proceeded slowly and ineffectively because of the inefficiency of the torch. Fullwood took the torch’s tank apart and cleaned it but no better results were achieved. Ordinary gasoline was put into the tank. When pressure was increased the hose connection at the bottom of the tank separated and Funari was injured in the ensuing fire.\nValentino’s manager was present during the operation and at times held a wedge. He voiced concern at the age of the apparatus and the possible danger to the men and the plant. However, he did nothing in supervising the operation or use of the torch. Funari and Fullwood performed the job in their own way.\nThe complaint in negligence charged: (1) failure to provide safe equipment, (2) failure to inspect equipment, (3) failure to instruct an inexperienced employee, and (4) failure to stop use of equipment when known to be dangerous. A compulsory nonsuit was sought at the conclusion of plaintiff’s presentation on the basis of (1) contributory negligence, (2) assumption of risk, (3) negligence between an employee and fellow employee, (4) the status of independent contractor rather than employer-employee, (5) if an employer-employee relationship existed, it was employment within the regular course of business, and (6) failure to show defendant’s negligence. The motion was granted.\nPlaintiff’s evidence establishes that both he and Fullwood were independent contractors. The most compelling reason for holding plaintiff an independent contractor is that he had control over the manner in which the job was done. Green v. Independent Oil Co., 414 Pa. 477, 201 A. 2d 207 (1964); Koch v. Matter, 307 Pa. 337, 161 Atl. 309 (1932); Colleoni v. Delaware & Hudson Co., 274 Pa. 319, 118 Atl. 248 (1922). Plaintiff was responsible for the result only. He neither solicited nor accepted any advice on the manner in which he should unplug the drain. Funari was in full command. The relationship between Funari and defendant Valentino had other earmarks of that of employer-independent-contractor, but here the control (which has been long held the most determinative) appears conclusive.\nThe same relationship exists with Fullwood, who also appears to be an independent contractor. Full-wood and Funari were joint independent contractors who together had assumed the full and complete control for the accomplishment of the repair.\nThis is not a case in which vicarious liability is at issue. Vicarious liability concerns the responsibility of a person to third parties for actions of a second party. This action is concerned with injuries to the second party. The rules of vicarious liability do not apply to the parties inter se. Valentino’s duty to Funari is that of an owner and occupier of land to an independent contractor, a business invitee. That duty is to warn against known dangers and such dangers as are discoverable with reasonable care. Annot. 44 A.L.R. 891; Prosser, Torts §78 (2d ed. 1955) at 459; Restatement (2d), Torts §343. In this case, the danger was created by equipment which was chosen by the contractor. An owner of land who engages an independent contractor owes no duty and hence is not liable for injuries sustained by the contractor caused by faulty equipment that the contractor brought onto the land. See, Vasey v. McLean, 310 Pa. 282, 165 Atl. 241 (1933); Hoke v. Edison Light & Power Co., 284 Pa. 112, 130 Atl. 309 (1925).\nUnder the facts of this case the plaintiff was properly nonsuited.\nJudgment affirmed.\nMr. Justice Eagen took no part in the consideration or decision of this case."}