{"id": "1924288", "contents": "Opinion by\nMr. Justice Jones,\nIn this case we are again called upon to interpret an oil and gas “lease” containing the traditional “in paying quantities” habendum clause.\nThe “lease” in question was executed in 1927 and contained the following provisions: “Witnesseth: That the Grantors, in consideration of the sum of one dollar paid by the Grantee ... do hereby grant and convey nnto the grantee, all the oil and gas in and under the following described tract of land, and also all the said tract of land for the sole and only purpose and with the exclusive right of drilling and operation thereon for said oil and gas and removing the same therefrom. ... To have and to hold the said lands and rights unto the Grantee for the term of twenty years from the date hereof, and as much longer as the said premises are being drilled or operated for the production of oil or gas, or as oil or gas is found or produced in paying quantities thereon. . . .”\nAt the expiration of the primary twenty-year period in July, 1947, there was a well on the property but it was not equipped for production until some months later. From 1947 until 1953 the grantor pumped oil and gas for his own purposes, but at no time did the grantee produce any gas or oil. In 1952 appellees Robert and Joanne Haight acquired the grantor’s reversionary interest with knowledge of the grantee’s right to drill for oil and gas. One year later appellant Cecil Brown acquired the grantee’s right to produce oil and gas. When Brown informed the Haights that he intended to purchase the oil and gas rights, they voiced no objections. Brown produced oil and gas on the property from 1953 until 1967; during this time, the Haights accepted the stipulated royalty payments for the oil and gas produced. In April of 1967 the Haights leased the gas and oil rights to appellee Albert Beaver and thereafter refused to allow Brown to enter upon the premises to operate the well. Brown then instituted an action in equity seeking to enjoin Beaver from drilling on the land and asking that the land be restored to him with a declaration that his rights in the oil and gas were still in effect. The chancellor denied the requested relief, holding that since gas and oil had not been produced in paying quantities for the six years immediately following the expiration of the primary twenty-year period, the “lease” had been transformed into a tenancy at will which the Haights could rightfully terminate at any time.\nThe traditional oil and gas “lease” is far from the simplest of property concepts. In the case law oil and gas “leases” have been described as anything from licenses to grants in fee. The document now before us is somewhat unusual in that it appears to grant in fee not only the gas and oil below the surface but also the surface of the land itself. In pertinent part the “lease” states that the “Grantors ... do hereby grant and convey unto the grantee, all the oil and gas in and under the following described tract of land, and also all the said tract of land....” (Emphasis added) Nowhere in the document do the words “lease,” “lessor” or “lessee” appear. In fact, the parties are in agreement that the document in question is a grant in fee and not a lease, but they differ as to what type of fee simple estate was created by the deed.\nThe appellant argues that under the deed the grantee was granted a fee interest in the gas and oil produced and in the land where the wells were drilled subject to the grantor’s right of entry at such time as the grantee ceased to produce oil and gas “in paying quantities.” From this the appellant argues that since the grantor retained only a right of entry, he could regain the property only through legal action or by actual entry upon the land. The appellees, on the other hand, argue that appellant’s interest in the oil and gas and the land was a fee simple determinable which would revert automatically to the grantor when the grantee ceased producing oil and gas in paying quantities. The appellees maintain that they had the right to terminate the deed at will any time after the condition occurred.\nAccording to onr research, it has never been determined in this Commonwealth what type of fee simple interest the grantee possesses in the oil and gas he produces and in the land. The issue is of consequence for this reason. If the appellant is correct in his assumption that he possessed a fee simple subject to the grantor’s right of entry, then he argues that the appellees could regain the property only by actually entering upon the land or by legal action. If the appellees could regain the property only through right of entry, then the grantee’s estate did not terminate until the appellees exercised that right in 1967. If this were so, the appellant maintains that he could resist their efforts by arguing (a) that even if oil and gas were not produced in paying quantities from 1947 until 1953, the appellees waived the condition by remaining inactive for the next fourteen years and (b) that in 1967 the condition subsequent was not applicable since he was then producing oil and gas in paying quantities. The appellees argue, and the chancellor apparently agreed, that the appellant had only a fee simple defeasible subject to a special limitation—the continued production of oil and gas in paying quantities—and that under Pennsylvania law the failure to produce gas and oil in paying quantities for the six years immediately following the expiration of the primary twenty-year period converted the “lease” into a tenancy at will which the appellees could terminate whenever they pleased. Such being the case, the chancellor refused to consider appellant’s arguments that the appellee had waived the condition and that he-had produced gas and oil in paying quantities from 1953 until 1967.\nThe fee simple grant of the oil and gas produced and of the land is qualified by the habendum clause which states: “To have and to hold the said lands and rights unto the Grantee for the term of twenty years from the date hereof, and as much longer as . . . oil or gas is found or produced in paying quantities.. ..” (Emphasis added) Words such as “as much longer as” or “so long as” are traditionally considered words connoting a special limitation rather than a condition subsequent. Furthermore, policy considerations indicate that the habendum clause should be interpreted as a special limitation and not a condition subsequent. . In this case the grantor’s sole consideration other than one dollar was the receipt of royalty payments. It is inequitable that the grantor’s lands should remain encumbered if he does not receive royalty payments in return. Furthermore, there is no justifiable reason why the grantor should have to incur legal expenses evicting the grantee for his failure to produce gas and oil in paying quantities. We conclude, therefore, that the grant of the oil and gas and the land under this deed was subject to a special limitation and not a condition subsequent.\nThe next step in the appellees’ argument is that at such time as the condition became applicable and the deed thereby terminated automatically, the appellant remained on the property under a tenancy at will. For this proposition the appellees rely on White v. Young, 409 Pa. 562, 568, 186 A. 2d 919 (1963); Clark v. Wright, 311 Pa. 69, 76, 166 A. 775 (1933), and Cassell v. Crothers, 193 Pa. 359, 365, 44 A. 446 (1899). While we agree that the appellant remained on the property under a tenancy at will, we conclude that the appellees’ reliance on these three cases is misplaced. All three of these cases involved documents which were clearly leases. In these three cases this Court relied on the ancient property principle that at the expiration of a lease, when a continued periodic tenancy cannot be presumed, if the lessee remains in possession he does so under a tenancy at will. The case now before us involves a fee simple determinable and not a lease. Therefore, in 1947 when oil and gas were not produced in paying quantities, the grantee’s fee interest terminated automatically and the property reverted to the grantor. Since the grantee remained on the property with the implied consent of the grantor although he no longer possessed any legal interest in the property, he could do so only under a tenancy at will. We hold, therefore, that the appellant remained on the property under a tenancy at will which the appellees could terminate whenever they so chose. It follows, therefore, that the chancellor was correct in refusing to consider appellant’s argument that the appellees had waived the condition and that he had produced gas and oil in paying quantities from 1953 until 1967.\nThe appellant has cited several cases which he claims lend support to his position that he possessed a fee simple subject to a condition subsequent. Duquesne Natural Gas Co. v. Fefolt, 203 Pa. Superior Ct. 102, 198 A. 2d 608 (1964), and Hutton v. Carnegie Natural Gas Co., 51 Pa. Superior Ct. 376 (1912), merely stand for the principle, which we have already stated, that an oil and gas “lease” could be an actual grant in fee of the oil and gas in place and not a mere license to drill. Prager’s Estate, 74 Pa. Superior Ct. 592 (1920), holds that even though the decedent-lessor specifically bequeathes his reversionary interest in the land to X, the accumulated royalties go into his estate and not to X because the lessee owns the land in question in fee and is not merely leasing it. Penn- Ohio Gas Co. v. Franks’ Heirs, 322 Pa. 233, 185 A. 280 (1936), and Barnsdall v. Bradford Gas Co., 225 Pa. 338, 74 A. 207 (1909), both involve the interpretation of forfeiture clauses which is not an issue in this case. All these cases, while recognizing the principle that the lessee owns a fee interest in the gas and oil and in the land, do not state the extent of that fee interest. Therefore, none of these cases is support for the appellant’s position. Smith v. Glen Alden Coal Co., 347 Pa. 290, 32 A. 2d 227 (1943), and Shoemaker v. Lehigh Valley Coal Co., 16 Pa. D. & C. 2d 770 (1958), aff’d per curiam, 396 Pa. 100, 152 A. 2d 477 (1959), both involve coal leases and both hold explicitly that a lessee’s interest in a coal lease is a fee simple subject to a right of entry. Goal and oil and gas leases are traditionally interpreted differently because of the varied physical characteristics of the minerals involved. Even were this not so, we would not be persuaded by these cases because at issue in these cases was the problem whether the leases in question involved an interest in realty or personalty and not whether the leases were a fee simple determinable or subject to a condition subsequent.\nAppellant’s final argument is that the appellees should be estopped from cancelling the lease because of their actions when the appellant informed them that he intended to purchase the right to the oil and gas. The chancellor found as a fact that when the appellant told Haight of his intentions, “Haight did not dispute the title of the [appellant] hereto, and did not inform him of objection to [appellant’s] operation of the well. . . .” The appellant’s testimony would indicate that Haight said little if anything in response to his statement of his intentions. As a general rule mere silence is not a ground for estoppel unless there is a duty to speak. Here there was no duty to speak; the appellant was well aware of the Haights’ rights in the land since it was Ms attorney who advised Mm to tell the Haights that he intended to purchase the gas and oil rights. As for the fact that the Haights continued to accept royalties from 1953 until 1967, it has been held that accepting royalties is insufficient in itself to raise a defense of estoppel.\nDecree affirmed. Appellant to pay costs.\nSee, e.g.: Restatement, Property, §44 (1936); Moynihan, Introduction to the Law of Real Property, at 99 (1962).\nOne state which seems generally to interpret oil ' and gas leases as fee simple determinable grants is Texas. See, e.g.: Duke v. Sun Oil Co., 320 F. 2d 853 (5th Cir. 1963) ; Gresham v. Turner, 382 S.W. 2d 791 (Tex. Civ. App. 1963) ; Rogers Nat. Bank v. Pewitt, 231 S.W. 2d 487 (Tex. Civ. App. 1950).\nSee, e.g.: Miller v. Kellerman, 228 P. Supp. 446 (W.D. La. 1964) ; Hastings v. Pichinson, 370 S.W. 2d 1 (Tex. Civ. App. 1963) ; Renner v. Huntington-Hawthorne Oil & Gas Co., 39 Cal. 2d 93, 244 P. 2d 895 (1952) ; Woodruff v. Brady, 181 Okla. 105, 72 P. 2d 709 (1937)."}