{"id": "1926179", "contents": "Opinion by\nMr. Justice Cohen,\nThis appeal involves the corporate net income tax of the Lohmann-Johnson Oil Co., Inc., for the year ended April 30, 1963. The company (appellant) is a Pennsylvania corporation located in Pittsburgh and engaged in the business of drilling for oil and gas under contracts with other parties. These contracts are negotiated on appellant’s behalf by employees located at its Pittsburgh office; but the work itself is performed in three different states: Pennsylvania, Maryland and West Virginia.\nIn reporting its corporate net income tax for the year ended April 30, 1963, appellant took the position that it was a construction contractor and allocated receipts from its drilling operations to the state in which the individual job was located. The Commonwealth, however, took the position that appellant was not a construction contractor and allocated all the receipts to Pennsylvania since all the contracts were negotiated here. The court below agreed with the Commonwealth, and appellant has appealed to this Court.\nThe Corporate Net Income Tax Act of May 16,1935, P. L. 208, §2(c), as amended, 72 P.S. §3120b, states on the question of gross receipts allocation that one-third of a corporation’s net income is to be used as the base for allocating receipts and that the amount allocable is to be found by applying a fraction to that base. The denominator of the fraction is the amount of the corporation’s gross receipts from all its business. The numerator includes various receipts determined to be assignable to Pennsylvania. The relevant language of the statute states that all receipts are assignable to Pennsylvania except those negotiated or effected by agents of the corporation “situated at, connected with, or sent out from” premises maintained by the corporation outside of Pennsylvania. It goes on as follows:\n“. . . In the case of construction contracts, negotiated or effected, at an office in the State of Pennsylvania, but performed outside the state, the gross receipts under such contracts shall be assignable outside the state, except that if the activities under any such contract to which the gross receipts are attributable shall occur partly within the state and partly outside the state, such proportion of the gross receipts under said contract shall be assignable to Pennsylvania as the direct and indirect costs, incurred in Pennsylvania under the contract for the taxable year, bear to the total cost incurred thereunder for the taxable year. In the case of construction contracts, negotiated or effected, at an office outside the state, but performed in the state, the gross receipts under such contracts shall be assignable to the state, except that if the activities under any such contract to which the gross receipts are attributable shall occur partly within the state, and partly outside the state, such proportion of the gross receipts under said contract shall be assignable to Pennsylvania as the direct and indirect costs, incurred in the state under the contract for the taxable year, bear to the total costs incurred thereunder for the taxable year.”\nThus, in the case of a construction contract, the “negotiated or effected” concept is inapplicable, the place of performance governing the allocation. However, the statute is completely silent regarding the meaning of “construction contracts;” and no case has dealt with the subject until now.\nAbsent any specific statutory guide in the Corporate Net Income Tax Act, the Commonwealth argues that common usage must govern, citing section 33 of the Statutory Construction Act, 46 P.S. §533. In this light it refers to this Court’s decision in Hoffman v. Kline, 300 Pa. 485, 150 Atl. 889 (1930), for the meaning of “construction” and supports this position by reference to standard dictionary and encyclopedia references to the word. In every case the word is used in a way which tends to exclude the drilling of a well. The court below also adopted this approach. Appellant has presented no counter-authority.\nWe see little to be gained by repeating all of these references. While it is certainly possible to equate a contract calling for drilling activities with a “construction contract”, it is, nevertheless, common usage to refer to the former as a “drilling contract”; and it is perfectly reasonable to assume that were the special gross receipts allocation provision meant to apply to both, the legislature would have said “In the ease of construction or drilling contracts.” Not having done so, it can only be presumed to have limited application of this provision to what are customarily called “construction contracts.”\nThe judgment of the court below is affirmed.\nMr. Justice Jones took no part in the consideration or decision of this case."}