{"id": "1926180", "contents": "Opinion by\nMb. Justice Roberts,\nOn June 21, 1966, Joseph Oarr died testate; he named Louis Katusin executor and sole residuary legatee. A petition to settle a small estate was filed, which included, inter alia, one debt—$300 owed to Charles Baic. Before distribution was made, Stanley Heinricher notified the executor that he had a judgment note, signed by decedent, in his favor. Thereupon, the executor-Katusin informed Heinricher that he too had a judgment note signed by decedent payable to him and his wife.\nA hearing was held on May 17, 1968. The judge dismissed Baic’s claim and ordered a pro rata distribution as to the claims of Heinricher and Katusin. The court en banc dismissed Baic’s exception and modified the pro rata distribution, disallowing interest on the Katusin note. Everyone appeals.\n“[A] claim against a decedent’s estate can be established and proved only by evidence which is clear, direct, precise and convincing.” Petro v. Secary Estate, 403 Pa. 540, 543, 170 A. 2d 325, 327 (1961). Accord : Petruzzi Estate, 410 Pa. 554, 557, 190 A. 2d 314, 315 (1963). The only proof of the Baic claim for $300 was the testimony of Katusin that decedent had told him of the debt some time in 1963. Katusin testified further that he did not know whether or not decedent ever repaid the loan. We agree with the hearing court and the court en banc that such proof is insufficient to establish this claim.\nHeinricher himself took the stand to prove his note. Katusin’s counsel objected on the ground that the testimony was inadmissible by virtue of the Dead Man’s Statute, Act of May 23, 1887, P. L. 158, §5, 28 P.S. §322. The court properly ruled it inadmissible. Couns'el for Heinricber then offered a recording receipt from the Prothonotary’s Office of Allegheny County, showing a judgment on a note in favor of Heinricher and against a Joseph Carr. Katusin’s counsel objected on the ground that the burden was on Heinricher to prove the signature was genuine and that the judgment debtor was the decedent. Although Heinricher did not produce any such proof, the court ruled it admissible and held the claim valid. We disagree.\nThe Uniform Commercial Code, 12A P.S. §3-307, provides: “When the effectiveness of a signature is put in issue (a) the burden of establishing it is.on the party claiming under the signature; but (b) the signature is presumed to be genuine . . . except where the action is to enforce the obligation of a purported signer who has died . . . before proof is required. . . .” Since the purported signer has died, Heinricher, the party claiming under the signature, has the burden of establishing it as genuine. This he has not done. There is no proof at all that the “Joseph Carr” on the note is the deceased “Joseph Carr,” and the name is hardly an uncommon one. Hence, we must disallow Heinrieher’s claim.\nKatusin’s note was an unrecorded demand note, less than twenty years old, and under seal. He proved the debt through his own testimony and by introducing the note into evidence. No objection was taken to Katusin’s testimony and we agree with the hearing court and the court en banc that the debt was proved. The only remaining question is whether Katusin is entitled to interest.\nThe U.C.C., 12A P.S. §3-122 (Supp. 1969), provides: “. . . (4) Unless an instrument provides otherwise, interest runs at the rate provided by law for judgment (a) in the case of a maker ... of a demand instrument, from the date of demand. . . .” The Katusin note reads:\n“|2100.00 November 19, 1948\n“On demand after date I promise to pay to the order of Louis T. Katusin & Anne K. Katusin Twenty-one hundred and no/100 Dollars.\nWithout defalcation, value received with interest.”\nAlthough there was no demand made on the maker, we hold that interest on this note must run from the date of the instrument. By providing “with interest” on this demand note, the parties have “provided otherwise,” as required by §3-122. The Comment to §3-122 states that a term in the instrument which provides for interest controls, and refers to §3-118(d) when such a provision does not specify the time from which it runs. Section 3-118(d) states that “a provision for interest means interest . . . from the date of the instrument . . . .” Katusin, therefore, is entitled to interest from November 19, 1948.\nAccordingly, we hold the Katusin note valid, interest to run from the date of the instrument; the Baic and Heinricher claims are disallowed. The decree of the Court of Common Pleas, Orphans’ Court Division, of Allegheny County, as here modified, is affirmed. Each party to pay own costs.\nMr. Justice Eagen concurs in the result.\nMr. Justice Jones took no part in the consideration or decision of this case."}