{"id": "1926031", "contents": "Opinion by\nMb. Justice Jones,\nFrank Luckenbach and Yetty Luckenbach, husband and wife, owned a house on Chattin Road, Cheltenham Township, Montgomery County, which was encumbered by a mortgage held by the Community Federal Savings and Loan Association (Loan Association).\nThe Luckenbaehs fell into arrears in their mortgage payments, the Loan Association entered judgment on the mortgage bond and issued a writ of execution thereon, and the property was sold at a sheriff’s sale for f45,700 to Franklin and Renee Levin. After the sale, the sheriff filed a schedule of the proposed distribution of the proceeds of the sale, to which schedule the Levins filed exceptions.\nThe Luckenbaehs had been estranged for some time and a divorce action was pending. Some time prior to the sheriff’s sale, Frank Luckenbach left the premises but Yetty Luckenbach remained in the house for several months after January 25, 1967, the date of the sale.\nPrior to the sale, Mr. Levin had visited the premises, inspected its condition and, on the basis of that inspection, made the bid of $45,700.\nThe sheriff’s schedule of distribution provided the following disposition of the purchase price of $45,700: (a) Commonwealth transfer realty tax, $457.00; (b) costs of the sale, $781.60; (c) transfer realty tax due Cheltenham Township and School District, $457.00; (d) Loan Association, $26,804.38; (e) judgment of Industrial Yalley Bank and Trust Company, $8,522.41; (f) balance of fund payable to the Luckenbachs, $8,-617.61:\nAfter the sheriff’s sale, Yetty Luckenbach, through counsel, requested the Levins to resell the property to her but she was notified that the property was not available for resale.\nWhen the Levins entered into possession of the premises, they found that the property had been the subject of “wholesale rifling or spoliation,” and the total cost of replacement and repair of the damage to the property was estimated to be in excess of $6,000. The record proves beyond any question that Yetty Luckenbach contrived to despoil the property, that the damage to the property and the removal of articles therefrom arose from actions of Yetty Luckenbach and persons acting under her direction, and that Frank Luckenbach was in no manner responsible therefor.\nThe Levins filed exceptions to the proposed schedule of distribution by the sheriff of any monies to the Luckenbachs until payment for the damages and removed articles had been made. These exceptions were heard and sustained by Judge Lowe of the Court of Common Pleas of Montgomery County, and the sheriff was directed to amend the schedule of distribution so as to award the Levins $6,602.05 from the balance .of the fund payable to Luckenbachs. An appeal from that order was initially taken to the Superior Court, which certified the matter to our Court.\nRegretfully, the order of the court below must be vacated. In the first place, the Levins failed to pursue the appropriate procedure. Distribution of the proceeds of a sheriff’s sale, originally controlled by the provisions of the Act of June 16, 1836 (P. L, 755, §86, 12 P.S. §2661), is-governed by Rule 3136, Pa. R. G. P., which suspended the 1836 Act. Under Rule 3136, in order to participate in the fund created by a sheriff’s sale, it is necessary that creditors have a lien on- the fund as of the date of the sale because, on the date of the sale, the title to the property passes to the purchaser. . In the case at bar, as of the date of the sale, the Levins not only did not have a lien on the fund but could not have had since the basis of their claim was for damage which did not occur until after the sale. In fact, as of the date of the sale, Levins did not even have a cause of action. Therefore, they were not in a position to invoke the terms of Rule 3136.\nIn the second place, this order must be vacated because the record, even assuming the propriety of the procedural action, reveals beyond any possible doubt that Yetty Luckenbach, not Frank Luckenbach, was responsible for the destruction of the property. In seeking their damages out of the balance of the funds payable to both Yetty and Frank Luckenbach, the Levins argue that the right of the Luckenbachs to the balance of the fund is as tenants by the entireties and that as between the Levins and the Luckenbachs, the wrongdoing of Yetty Luckenbach must be treated as the wrongdoing of both Yetty and Frank Luckenbach. In that manner, they seek to establish a right to $6,602.05 out of the fund.\nSuch reasoning is defective. First, it is well settled in this Commonwealth that a husband is not responsible for the tortious acts of his wife committed outside his presence and without his actual or implied consent or direction. See: Crouse v. Lubin, 260 Pa. 329, 103 A. 725 (1918); Gustine v. Westenberger„ 224 Pa. 455, 73 A. 913 (1909); Wheeler & Wilson Mfg. Co. v. Heil, 115 Pa. 487, 8 A. 616 (1887); Comment, Liability of the Husband for the Torts of His Wife, 41 Dick. L. Rev. 55 (1936). Second, although it is true that personalty, as well as realty, may be held as an estate by the entireties (Blumner v. Metropolitan Life Ins. Co., 362 Pa. 7, 66 A. 2d 245 (1949)), it is also true that a tenancy by the entireties may be severed, during the lifetime of the parties, either by agreement of the parties, actual or implied (Brose Estate, 416 Pa. 386, 206 A. 2d 301 (1965); Berhalter v. Berhalter, 315 Pa. 225, 173 A. 172 (1934)), or by judicial intervention (Interboro Bank and Trust Co. Appeal, 359 Pa. 315, 59 A. 2d 101 (1948)).\nIn the case at bar, on March 3, 1967, Frank Luckenbach filed a petition in equity in the Court of Common Pleas of Montgomery County, seeking a rule to show cause why the proceeds of the sheriff’s sale should not be paid to them by separate checks, each check representing one half of the fund. To the rule granted, Yetty Luckenbach. filed no answer, and the court, on June 16, 1967, directed that the rule be made absolute, and that order stands unappealed. Thus, whether we construe the failure of Yetty Luckenbach to file an answer as tantamount to an agreement to a termination of the tenancy by the entireties or the order of the court as a judicial termination of the tenancy, Yetty Luckenbach and Frank Luckenbach each became entitled to one half of the balance of the proceeds of the sale. The division of the fund must be deemed to have taken place on March 3, 1967, and when the Levins, on March 8, 1967, filed their exceptions, no fund held by a tenancy by the entireties existed. Frank Luckenbach became entitled to distribution of one half of the fund of $8,-677.61 held by the sheriff as the balance of the proceeds of the sale.\nWe have previously stated we regretfully reach this result. Through the tortious actions of Yetty Luckenbach and those acting under her direction, extensive and unwarranted damage and destruction have been suffered by the property which the Levins purchased. Our conclusion does not mean the Levins are without remedy but simply that the remedy which they pursued in the instant action is without warrant in the law.\nOrder vacated. Each party to pay own costs.\nMr. Justice Roberts concurs in the result.\nThe record reveals damage inflicted on the premises and articles removed therefrom almost heyond description. Photographs in the record portray wanton and wholesale destruction.\nThe theory behind the certification was that the action involved waste over which the Superior Court has no jurisdiction.\nAdopted March 30, 1960, to become effective November 1, 1960.\nThe Rules of Civil Procedure also provide remedies for the prevention of waste by way of equity and for redress for damages inflicted by way of a trespass action. See, Pa. R. C. P. 1576 and 1577."}