{"id": "1926185", "contents": "Opinion by\nMr. Justice O’Brien,\nThis is an appeal from the judgment of sentence of the Court of Oyer and Terminer of Allegheny County. Petitioner was convicted by a jury of the first degree felony-murder of a cab driver in Duquesne. After de: nial of his post-trial motions, he was sentenced to life imprisonment. This appeal followed.\nThe only issue raised by appellant is the sufficiency of the evidence to sustain the conviction. Appellant contends that the identification testimony, viewed in a light most favorable to the Commonwealth, was insufficient to enable a reasonable jury to find beyond a reasonable doubt that Crews was the guilty party in this case. We agree.\nThe testimony, viewed in a light most favorable to the Commonwealth, reveals that two blacks were seen entering a cab, the cab driver was robbed and beaten, and two blacks were seen fleeing. Crews and Tedders, a codefendant whose first degree murder conviction has already been affirmed by this Court, 431 Pa. 646, 244 A. 2d 156 (1968), fit the very general description of the criminals as to height and coloration. The principal evidence on which the Commonwealth relies is clothing. A witness, Mrs. Schorr, who observed the two men fleeing from the cab, testified that the taller, lighter complexioned one was wearing a gold-colored sweater, while the shorter, darker one was wearing a black leather trench coat. When Tedders was arrested, he was wearing a black leather coat which Mrs. Schorr identified at trial as being the coat she saw. A gold-colored sweater was found in Crews’ home. Mrs. Schorr could not positively say that it was the same sweater which the taller felon was wearing, but did indicate that the color appeared to be the same.\nIn addition to Mrs. Schorr’s testimony, the Commonwealth produced testimony that Crews and Tedders were together in at least three different places on the night of the crime, from 6:00 P.M. to 1:30 A.M. There was testimony that at 7:00 P.M. they were in the Oh Bar, not far from where the two men entered the cab at about 8:30. All of the witnesses testified that Tedders was wearing a black leather coat or jacket. Two witnesses testified that Crews was wearing a gold or an orange sweater.\nWe hold that this evidence is insufficient to sustain the verdict. Although we have often held that, circumstantial evidence alone can sustain a conviction, see, e.g., Commonwealth v. Finnie, 415 Pa., 166, 171, 202 A. 2d 85 (1964), such evidence must point more conclusively toward guilt than does that present in- the instant case. As stated above, the Commonwealth’s sole identification evidence was based on similar height and coloration, plus the clothing. In light of the myriads of people who fit the height and coloration description, and in light of the commonness of a gold sweater and a black trench coat, the evidence failed, to point with sufficient certitude to Crews as the perpetrator of the crime. The jury was forced to guess whether it was Crews or another light-complexioned Negro male wearing a gold sweater who. committed the crime. Our system recoils at sending a man to prison for the rest of his life on a guess. We are convinced that the Commonwealth failed to prove beyond a reasonable doubt that Crews committed or joined in this act of murder.\nThe motion in arrest of judgment is granted.\nThis is appellant’s second trial. His original conviction was reversed by this Court because of the improper admission of certain evidence.\nWe emphasize that the evidence introduced in Tedder’s trial was far stronger than that introduced here. There, four witnesses testified that at different times, Tedders had admitted to them that he had stabbed the cab driver.\nSimilarly, the evidence introduced in Crews’ first trial in which we affirmed the denial of the motion in arrest of judgment, was also much stronger than that in the instant case. For one thing, the evidence which we held improperly admitted was before the Court on the motion in arrest of judgment. Commonwealth v. Tabb, 417 Pa. 13, 207 A. 2d 884 (1965). It is true that we stated in the first opinion that even without the improperly admitted evidence, there was sufficient evidence to support the verdict. However, we particularly relied upon the testimony of a fellow prisoner in the Allegheny County Jail that Crews admitted being in the cab on the night of the stabbing. The witness testified to a different effect at the second trial."}