{"id": "1926058", "contents": "Opinion by\nMr. Justice Cohen,\nOn February 8, 1968, a complaint in trespass was filed in the court below against the Greater Latrobe School District, the original defendant therein and appellant here. Through that complaint, Cecelia Graham seeks to recover damages allegedly incurred as a result of injuries sustained in a fall which occurred in a school auditorium owned by appellant. On March 4, 1968, appellant filed preliminary objections to the complaint on the ground that the doctrine of sovereign immunity barred recovery against it. These preliminary objections were decided adversely to appellant by the lower court’s order and opinion dated July 2, 1968. Appellant was ordered to file responsive pleadings within twenty days.\nAppellant then moved for an extension of time within which to join additional defendants, and such extension was granted by order of the court below on July 16,1968. Appellant desired to join the additional defendants, appellees herein (Volkwein Brothers, Inc., L-D Building Company, Standard Floor Covering Company, and American Seating Company) because it believed one or more of them could be solely or jointly liable for any damages plaintiff suffered. On August 30, 1968, appellant filed praecipes to join and a complaint against appellees. Appellees then filed preliminary objections in the nature of a motion to strike the complaints against them. The bases of such were allegations that joinder had occurred more than sixty days after service of plaintiff’s complaint upon appellant; that joinder occurred more than twenty days after the lower court’s order of July 2, 1968; and that no notice was given to appellees of appellant’s application for and the extension of time within which to join additional defendants. On April 7, 1969, the court en banc sustained appellees’ preliminary objections and struck the complaints against them from which order appellant now appeals.\nThe time period in which additional defendants may be joined is prescribed by 12 P.S. App. R.C.P. 2253 which states:\n“Neither praecipe for a writ to join an additional defendant nor a complaint if the joinder is commenced by a complaint, shall be filed by the original defendant or an additional defendant later than sixty (60) days after the service upon the original defendant of the initial pleading of the plaintiff or any amendment thereof unless such filing is allowed by the court upon cause shown.”\nThus, the praecipe or complaint must be filed within one of the following three periods: (1) within sixty days after service on the defendant of the plaintiff’s complaint; (2) within sixty days after service on the defendant of an amendment of the plaintiff’s complaint; (3) within such greater time as may be allowed by the court upon cause shown. It is clear that if the rule is to be read literally, appellant did not comply with periods (1) or (2). Appellant, however, argues that when it filed preliminary objections which, if sustained, would have terminated the entire action, the sixty day period was no longer relevant and that a new sixty day period began with the date the preliminary objections were overruled. For this proposition he cites several lower court decisions: Bogar v. Yorkshire Insurance Co., 16 Cumb. L.J. 18 (1965); Koppel v. Engel, 52 Luz. 130 (1962); Walters v. Eshelman, 8 Ches. Co. Rept. 369 (1958); Salvadore v. Yuditsky and Salvadore, 50 Schuy. 18 (1954); Krafchik v. Tornetta, 78 Pa. D. & C. 329 (1951).\nRule 2253 does not explicitly cover the situation of the joinder of additional defendants when the original defendant has filed preliminary objections to the complaint. If the objections are sustained, no problem will arise, however, for either the action will be dismissed or an amended complaint will be filed after which a sixty day period begins. When the objections are overruled, as here, reason and policy require that the defendant be given sixty days to join additional defendants. Preliminary objections attack the validity of the pleading, and until those objections are overruled, a court has not determined that the plaintiff has filed a valid complaint. Applying that reasoning to time periods (1) and (2), the most reasonable construction of Rule 2253 would be that the defendant has sixty days from the time it is determined that plaintiff has filed a valid complaint. If no preliminary objections are filed, that will be the date of the filing of the complaint. If they are filed, that will be the date they are overruled. Also, it makes no sense to require the defendant to proceed as if the action will continue when he has before the court objections which, if successful, will terminate the litigation. No reasons of policy require that he follow these inconsistent paths at the same time.\nTherefore, appellant had sixty days from July 2, 1968, to join additional defendants. As iit acted within that period, the joinder of the four additional defendants was proper, and the lower court erred in striking the joinder from the record.\nIn view of our disposition of this appeal, it is not necessary to determine what is “cause shown” in time period (3), whether a proceeding to determine “cause shown” can be ex parte or what time period for joinder is proper once it has been determined that “cause” was shown.\nThe order is reversed and the record remanded for proceedings consistent with this opinion.\nThe record does not indicate that Standard Floor Covering Co. filed any preliminary objections although in its opinion the lower court assumed it had. In light of our disposition of the case, the discrepancy is of no importance."}