{"id": "1927848", "contents": "Opinion by\nMr. Chief Justice Bell,\nOn November 21, 1968, while represented by Court-appointed counsel, defendant Thomas Slavik pleaded guilty to the murder of John Morgo. A three-Judge Court thereupon heard the testimony and found Slavik guilty of murder in the first degree, and sentenced him to life imprisonment. From the judgment of sentence, defendant took this appeal. Defendant’s principal contention is that first-degree murder was not established beyond a reasonable doubt. In our opinion, it was.\nThe victim, John Morgo, aged twenty-one, had a date with his girl friend, Joanne Petroff, aged eighteen, on the evening of July 27, 1968. At approximately 11:30 P.M., they arrived by auto at a drive-in restaurant known as the Chuck Wagon, located outside Brownsville, Washington County. After they had finished eating, but were still parked at the drive-in, they were approached by the defendant, who had been sitting in an automobile with Floyd Kokoska which was also parked on the same drive-in’s parking lot. As- defendant reached Morgo’s car, he pointed a gun at Morgo’s head. When Morgo attempted to push the gun away, defendant hit him on the head with his gun. As Morgo started to get out of the car, Kokoska approached and shot him in the stomach. Morgo got back into his car and was followed into the car by defendant, who kept his gun pointed at the youngsters. Meanwhile, Kokoska attempted to pull Joanne Petroff from the car, but could not get her out because Morgo was holding onto her tightly. Kokoska then took Joanne’s purse, which was lying on the seat. Defendant thereupon started Morgo’s car and, after telling Kokoska that he was taking Morgo and Joanne to the hospital, drove off with them in the car. Kokoska refused to accompany them, and did not follow.\nAfter the car had left the Chuck Wagon parking lot, Joanne noticed that the defendant was not driving in the direction of the hospital. She told him this and he replied that he knew it. In the meantime, he kept holding his gun in his hand while he was driving. Both Joanne and Morgo pleaded with the defendant to drive to the hospital, but defendant simply drove onto a dirt road and parked the car. While they were driving, Morgo, who had been sitting in the front seat, had to crawl to the rear seat and lie down because he felt ill and was beginning to vomit. After the car stopped, Morgo tried to get out of the car but defendant pushed him back. Morgo kept telling defendant that he was dying, but defendant ignored his pleas and simply laughed at him. At this point, defendant removed Joanne’s lower clothing and, according to her testimony, “he had his hands all over me.” While this was going on, Morgo managed to crawl out of the car and make his way up the dirt road.\nJoanne testified that at this point she and defendant got out of the car and, hearing a dog start to bark some distance ahead, defendant said: “Your boy friend must be up there getting help so we better get out of here . . . we’ll go somewhere else.” Defendant got back into the car, but instead of also getting into the ear, Joanne reached in, grabbed her clothes and ran up the road to a house, where she was able to phone the police. In the meantime, defendant turned the car around and drove off. An ambulance arrived and took Morgo to the hospital where surgery for a resection of his bowel was performed, and he died approximately ten days later.\nDefendant testified in his own behalf and generally admitted the sequence of events as testified by Joanne Petroff. However, defendant testified that he was forced at gun point by Kokoska to approach Morgo’s automobile, that his gun was not loaded, that at no time did he intend to rob the victim or his girl friend, and that he did not strike the victim with his gun.\nDefendant contends that the Court could not find him guilty of first-degree murder and that it misapplied the felony-murder doctrine. He contends that there was no evidence that he made any effort to take any property from either Morgo or Joanne. He adds that even though Kokoska took Joanne’s purse, this was not done until after Morgo was shot. Defendant further contends that there was no testimony that at the time of the shooting there was any attempt to rape Joanne, and that there was no mention of sex until sometime later while on the way to the hospital when he pulled off onto the lonely road, at which time Morgo had already been critically wounded. Defendant finally argues that there never was any actual physical advancements made by him which were sufficient to constitute an attempt to rape.\nDefendant’s position seems to be that the felony-murder rule should not apply if the intention to perpetrate the felony was not conceived until after the actual shooting. This contention was recently considered and rejected by this Court in Commonwealth v. Wilson, 431 Pa. 21, 244 A. 2d 734. In that case, a conviction of first-degree murder was sustained upon evidence that the defendant first stabbed the victim and then took the victim’s wallet and emptied it. The Court, quoting from Commonwealth v. Hart, 403 Pa. 652, 170 A. 2d 850, said (page 28) : “ ‘Defendant’s highly technical argument amounts to this: Unless the Commonwealth proves that the intention to commit a robbery was formed before the beginning of the fatal assault, tlie evidence cannot amount to a murder which was committed in the perpetration of a robbery. In other words, defendant would require a televised stopwatch in every robbery or felony-killing to prove that the felonious intent existed before the attack. . . .’ ”\nThis Court has held that if a homicide occurs in the perpetration or attempt to perpetrate a robbery, a conviction of murder in the first deg’ree will be sustained regardless of when the design to rob was conceived. Commonwealth v. Stelma, 327 Pa. 317, 192 Atl. 906. In our opinion, the Court below could properly infer from the testimony of Joanne Petroff that, since defendant and Kokoska approached Morgo’s car with guns drawn, and that Kokoska, after shooting Morgo, reached in and took Joanne’s purse, the murder was committed in the perpetration of a robbery by both the defendant and his accomplice. Since the testimony supported such an inference, it follows that the Court could properly conclude that the defendant was guilty beyond a reasonable doubt of murder in the first degree. Section 701 of The Penal Code of 1939, P. L. 872.\nIn Commonwealth v. Hart, 403 Pa., supra, this Court, quoting from Commonwealth v. Kravitz, 400 Pa. 198, 161 A. 2d 861, said (pages 654-655) “It is clearly settled that a man may be convicted on circumstantial evidence alone, and a criminal intent may be inferred by the jury from facts and circumstances which are of such a nature as to prove defendant’s guilt beyond a reasonable doubt: [citing 10 recent cases].” ’ ” ’\n“If the law were otherwise it would be impossible in many cases where there were no eyewitnesses, to convict a criminal. It is rare that a criminal ever discloses in advance or sends a telegram expressing his criminal intentions.\n“ ‘The test of the sufficiency of the evidence—irrespective of whether it is direct or circumstantial—is whether accepting as true all the evidence upon which, if believed the jury could properly have based its verdict, it is sufficient in law to prove beyond a reasonable doubt that the defendant is guilty of the crime charged . . . .’: Commonwealth v. Kravitz, supra (page 201).”\nDefendant also raises on this appeal the voluntariness of his guilty plea. As a basis for this contention, defendant states that after he had been apprehended and placed in the Washington County jail, members of his family requested Assistant District Attorney Herman Bigi to visit the defendant in jail. Mr. Bigi had represented the defendant prior to becoming Assistant District Attorney and was invited to visit the defendant as a friend. The meeting with defendant took place on July 30, 1968, several days prior to Morgo’s death. At the time of Bigi’s visit, defendant was not represented by counsel. The meeting between the defendant and Bigi began in a friendly manner, but concluded in Bigi’s giving defendant the required Miranda (Miranda v. Arizona, 384 U.S. 436) warnings and obtaining a written confession signed by defendant. Defendant urges that this confession was not voluntary and was not admissible, but that its existence induced and in effect required him to plead guilty, which he would not have done in the absence of such a confession.\nWe are at a loss to appreciate this contention in view of the fact that on November 12, 1968—nine days prior to his guilty plea, at which time he was represented by counsel—the trial Court granted defendant’s motion to suppress the confession and impound .the record of the hearing relating to the confession.\nJudgment of sentence affirmed.\nItalics in Commonwealth v. Hart."}