{"id": "1927837", "contents": "Opinion by\nMr. Justice Jones,\nThis appeal challenges the right of the City of Philadelphia (City) to reject all the bids submitted by seven bidders for the operation of a “General Concession” (excluding a so-called Stadium Club and Restaurant) at the Philadelphia sports stadium now under construction.\nSome time in 1965, in connection with plans for its proposed new sports stadium, the City undertook the preparation of specifications for bids for a “General Concession” contract and, in 1967, circulated to potential and prospective bidders the specifications upon which bids for such contract were to be submitted. Sealed bids were received and opened by the City on February 14, 1968. The highest bidder was Nilón Brothers Enterprises (Nilón) whose bid was to pay forty-three and nine-tenths per cent (43.9%) of the gross receipts from “General Concession” to the City. On May 3, 1968, the City’s “Stadium Committee” recommended that “all bids be rejected and that new specifications be drawn up,” assigning for its recommendation, inter alia, four separate reasons. The Procurement Commissioner, Mr. Winter, acting on behalf of the City, rejected all the bids.\nOn May 21, 1969, Esther Weber instituted an action in equity in the Court of Common Pleas of Philadelphia County against the City and certain of its officials, seeking to enjoin them from further advertising for bids and to require them either (a) to award the contract to Nilón, (b) to award the contract to the highest qualified bidder as of February 14, 1968, or (c) to revoke the decision to reject all bids and to make a new decision based upon proper factors. After hearing voluminous testimony, the court below dismissed the complaint and entered a decree nisi in favor of the City and its named officials and against Esther Weber. After entry of a final decree by a court en banc, the present appeal was taken.\nAlthough the complaint in equity, in substance, averred that the City and its officials had rejected all the bids as the result of fraud, collusion and arbitrary and capricious actions, the instant record demonstrates not even a scintilla of evidence that the said officials acted either fraudulently or collusively in rejection of all the bids. The unanimous conclusion of the court below was “that the rejection of the bids involved no fraud or collusion,” and such conclusion is fully justified by the evidence of record. In fact, one of the owners of Nilón—the real party in interest in this proceeding—conceded the absence of any fraud or collusion and stated that, in his view, the City’s decision to reject all bids was arrived at in good faith; his objection to the bid rejection was that it was “uninformed” and illogical.\nThe crux of the present controversy is whether the decision of the City to reject all bids was arrived at in an arbitrary and capricious manner and contrary to “the interest of the City.”\nIn this area of the law, certain principles are well settled and stem, in large measure, from judicial respect for the doctrine of separation of powers in government. First, it is to be presumed that municipal officers properly act for the public good (Robinson v. Philadelphia, 400 Pa. 80, 86, 161 A. 2d 1, 5 (1960); Hyam v. Upper Montgomery Joint Authority, 399 Pa. 446, 457, 160 A. 2d 539, 545 (1960)). Second, courts will not sit in review of municipal actions involving discretion, in the absence of proof of fraud, collusion, bad faith or arbitrary action equating an abuse of discretion (Blumenschein v. Pittsburgh Housing Authority, 379 Pa. 566, 572, 109 A. 2d 331, 334-35 (1954); Hyam, supra, 399 Pa. at 457, 160 A. 2d at 545). Third, on judicial review, courts, absent proof of fraud, collusion, bad faith or abuse of power, do not inquire into the wisdom of municipal actions and judicial discretion should not be substituted for administrative discretion (Goodman Appeal, 425 Pa. 23, 30, 227 A. 2d 816, 820 (1967); Parker v. Philadelphia, 391 Pa. 242, 249, 137 A. 2d 343, 347 (1958)). Fourth, if a municipality, in connection with competitive bidding, is empowered to do so, it may reject any and all bids in the absence of fraud, collusion, bad faith or arbitrary action (Highway Express Lines, Inc. v. Winter, 414 Pa. 340, 345, 200 A. 2d 300, 302 (1964); R. S. Noonan, Inc. v. York School District, 400 Pa. 391, 396, 162 A. 2d 623, 626 (1960); Straw v. Williamsport, 286 Pa. 41, 43, 132 A. 804, 805 (1926); American Pavement Co. v. Wagner, 139 Pa. 623, 630-31, 21 A. 160, 161 (1891)). Fifth, the requirement of competitive bidding for municipal contracts guards against “favoritism, improvidence, extravagance, fraud and corruption in the awarding of municipal contracts, and to secure the best work or supplies at the lowest price practicable . . . .” (Yohe v. Lower Burrell, 418 Pa. 23, 28, 208 A. 2d 847, 850 (1965); Price v. Philadelphia Parking Authority, 422 Pa. 317, 332, 221 A. 2d 138, 146 (1966)).\nThe Philadelphia Home Rule Charter, §8-200(2) (b), provides: “Bids shall publicly be opened and tabulated in the presence of a representative of the City Controller at the time specified for their opening. The Department may reject all bids if it shall deem it in the interest of the City so to do. Otherwise the contract shall be awarded to the lowest responsible bidder . . . .” (Emphasis added) As we read this Charter provision, the City, in competitive bidding, is authorized and empowered to reject all bids subject only to the limitation that such rejection be “in the interest of the City,” and the determination of that question is placed, at least initially, in the judgment not of the courts but of the City, for the Charter states “if it [the City] shall deem” the rejection “in the interest of the City.” The specifications, in response to which the instant bids were submitted, provide as follows: “The Procurement Commissioner of the City of Philadelphia reserves the right to reject any and all bids, as he may deem in the best interest of the City” (Specification No. 22). All the bidders were clearly placed on notice that, under the provisions of the City Charter and under the specifications, the City had the right to reject any and all bids.\nThe report of the “Stadium Committee,” after a review of the bids, in its recommendation for the rejection of all bids, cited four reasons:\n“A. Specifications, as written, should assure single management of concessions and Stadium Club at a fixed income for the City. The Committee feels that this is most desirable.\n“B. . . . the Phillies Baseball Club management and the Eagles Football Club management should participate in the selection of the concessionaire.\n,“C. A provision in the specifications should state that only a concessionaire who has had experience in other sta.dia of this type will be acceptable.\n“D. The Committee recommends that the architects study the feasibility of using gas at all concession stands.”\nThe court below thoroughly and ably analyzed each reason assigned for the rejection of the bids.\nIn connection with the recommendation that specifications should assure “single management of concessions and Stadium Club at a fixed income for the City,” the court below stated:\n“[T]he original specifications did not include the joinder of the operation of the general concessions with that of a Stadium Club. [Weber] contests the decision to join the two operations under the one concessionaire. Stadium Clubs have, within the last four or five years, become important adjuncts of operations of this character throughout the country. A Stadium Club is a prestige type of operation wherein, according to the estimates appearing in the record, it is proposed to offer restaurant facilities together with a cocktail bar, the restaurant to provide for possibly 300 seats and the cocktail bar 100 seats. It is possible that the Club will be operated not only when athletic contests or other events are being held, but also at all other times throughout the year. Its operation could be tied iii with the season tickets sold by Ball Clubs and the members will be charged dues, all of which will go to the City under the contracts with the Ball Clubs. Among its guests will be included public officials from all levels, and prominent guests from other localities, as well as the City. On the other hand the general concessions deal with the selling of food, beverages and souvenirs, etc. to the spectators outside of the Club. [Weber] does not contest the importance of the operation of this Club.\n“One of the main reasons stated by [the City] for the rejection of the bids and for the joinder of the two types of concessions is that the financing of the establishment of this Club is not within the present legal financial limits the City has allocated to the Stadium. It was agreed that considerations of decor, paneling, furnishing and the other numerous requirements involved in the establishment of the Club are to be first class in every respect. Estimates of costs varied from $100,000 given by the witnesses for the plaintiff, up to iy2 million dollars by witnesses on behalf of the defendants. Whatever the sum involved it is clear that the City does not have the financial means to supply this facility. The City’s position is that the financing of the construction of the Club should be taken over by the concessionaire who could amortize this cost over a period of years out of profits. The operation of the Club may or may not result in a profit and, therefore, its operation should be tied in with the general concessions which yield handsome profits. A second reason is that dual operation of the two types of concessions will require the City to do business with two separate concessionaires, whereas the operation under one concessionaire will be more convenient as to financial matters (e.g., accounting) as well as other facets' of the operation including the possible interchange of help and the reconciling of problems which are bound to arise in the operation.\n“The testimony concerning the validity of the decision to combine the two types of operation was vigorously contested by [Weber] but the record sustains the decision of [the City] to reject- the bids and to seek new bids based on joint operation of the two types of concession. The Court sustains the finding that these are valid reasons to support single operation and that there was no abuse of discretion in rejecting the bids and seeking bids under new specifications.” We agree with this analysis and ascertain no basis for labeling this reason as arbitrary or capricious.\nAs to the decision of the City that the Phillies Baseball Club and the Eagles Football Club management should participate in the selection of the concessionaire, the City alone must ultimately determine the selected concessionaire; neither the Phillies nor the Eagles can in any way interfere with the City’s own selection of the concessionaire. The record discloses that the City has contracts in connection with the stadium with the Phillies and the Eagles, and, of course, consultation with both the Phillies and the Eagles, the principal and most likely users of the stadium, would be proper and sound. However, the ultimate responsibility for the selection of the concessionaire must rest with the City, not the Phillies or Eagles. Nevertheless, despite the inartistic language employed by the Stadium Committee in stating this reason, we cannot find that the assignment of this reason for the rejection of the bids was either arbitrary, capricious or in bad faith.\nMoreover, the third reason—requiring that a potential bidder must have had experience in other stadia of this type—does not appear arbitrary or unreasonable and certainly is not sufficient to justify Weber’s position in this respect.\nThe fourth reason, i.e., that “[fc]he Committe recommends that the architects study the feasibility of using gas at all concession stands,” was considered by the court below:\n“The validity of this reason was contested by [Weber] on the ground that electricity is all that is-needed to operate the concessions because of its great convenience and mobility of installation and operation. The proposal is tentative like other proposals. . The City indicated in its testimony that since the City owns and operates the Gas Works that it might and probably will result in its being able to negotiate a more favorable contract involving use of gas than electricity or at least to supplement each other. The City incidentally does not contend that electrical installation and operation should be excluded. Mr. Bak, an architect who is in an executive position among all ,of the participating architects consulted and employed- by the City, testified that power of this character involves heating and air conditioning as well as the preparation of food; that the original architect’s plans did not call for the use of gas at least in any appreciable quantity. However, he stated, after much consultation, that the plans have been changed so that the installation of gas facilities will be included and provided, to the concessionaire as well as for other purposes. It is obvious that the different forms of fuel have their benefits as well as their hazards including the possibility of fire and power failure. The Court affirms the action of the Chancellor in concluding that this reason was a valid one for the rejection of all bids and a review of the specifications.” We agree with the court below in this respect.\nA careful examination of the record reveals not the slightest evidence of any fraud or collusion on the City’s part which motivated the rejection of these bids. Moreover, the record is barren of any demonstration of arbitrarinéss, caprice or lack of good faith in the rejection of these bids. Whether the City was wise in its rejection of the bids is not within our province to deterinine.\nIn passing upon the propriety of the actions of municipal officials, judicial restraint rather than judicial intervention should guide the courts. We are not a super municipal body and, in the absence of improper motivation, demonstrated of record, which prompted the actions of municipal officials, we should not interfere with such actions. Under the facts on this record, we are convinced that judicial intervention in this phase of the City’s activities would not only be unjustified but unwise and improper.'\nDecree affirmed. Weber to pay costs.\n“General Concession” refers to the sale of food, beverages, souvenirs, etc., to persons in attendance at the stadium.\nEsther Weber instituted this action in the capacity of a “taxpayer.” Esther Weber is a secretary in the office of appellant’s counsel, and Nilón, the disappointed bidder, is paying the costs of this litigation. In view of our well-settled rule that “a disappointed bidder has sustained no personal injury which entitles him to redress in court” (R. S. Noonan, Inc. v. York School District, 400 Pa. 391, 394, 362 A. 2d 623, 625 (1960)), tlie writer of this opinion, speaking only for himself, is of the view that Nilón is seeking to accomplish by indirection that which it could not accomplish directly. However, the result reached in this opinion is in no wise premised upon this view.\nCf. Cantor v. Smallwood, 36 D. & C. 2d 625 (1964); Fagnani v. Philadelphia, 37 D. & C. 2d 216 (1965).\nIn Straw, the Court well said: “The advertisement reserved the right to reject any or all bids or parts of bids, and that is conclusive of the question.” (286 Pa. 41, 43, 132 A. 804, 805 (1926))\nIn addition thereto, the three highest bids were so high as to raise a question as to the adequacy of the specifications, particularly since the project on which the bids were solicited was comparatively novel."}