{"id": "1927757", "contents": "Opinion by\nMr. Justice Roberts,\nLong a landmark structure in Philadelphia, the Public Ledger Building has been since 1933 an asset of the Cyrus H. K. Curtis trust. Late in 1968 the trustees of that fund decided to explore the possibilities of selling the property. After various preliminary arrangements and'negotiations with several'parties, the trustees received, late in January of 1969, an offer of |8,050,000 from appellant in this case. Having fairly well decided to accept this offer the trustees, .through their attorney, contacted the Orphans’• Court division of the Court of Common Pleas of Montgomery County to gain that court’s approval of tne proposed sale under the Act of April 18, 1949, P. L. 512, art. IX, §963, 20 P.S. §320.983.\nSeveral conferences with President Judge Taxis were held during February and March of 1969. As a result of these conferences the court, under the discretion vested in it by the terms of Section 963, declared the following: that notice of the sale be given all parties interested in the trust and all known prospective buyers; that at the time set for confirmation of the sale (April 11) the court would accept sealed bids of at least $8,150,000 from any other interested buyer, but that the appellant would have the right to “top” the highest such additional hid; that the appointment of a guardian ad litem for the minor beneficiaries was unnecessary; and that it would accept both of the trustees’ proffered affidavits of value in satisfaction of the local court rules, even though one of them did not conform in some ways to the required phraseology. On March • 19 the appellant entered • into a contract with the trustees whereby he agreed to purchase the property for |8,050,000, subject to the court’s approval.\nNotices were properly sent out and April 11, the day for confirmation, arrived. At the hearing the judge noted that he had received two telephone calls from purportedly interested buyers complaining about the terms of tbe bidding. Relating that he had suggested to the callers that the proper time for presenting any objections was at the hearing, he observed that neither they nor any other interested buyer was present. After further pleasantries were exchanged, the judge signed the decree approving the sale and said “Now, Mr. Klaus, your client [Salke] is the equitable owner.” Unhappily, the matter did not end with the decree.\nOn April 16 one W. Foxall MacElree filed with the court a document entitled “Petition for Citation to Show Cause Why Sale of Real Estate Should Not Be Set Aside.” The court granted the citation, making it returnable on May 9. MacElree filed further petitions on April 23 and April 26, neither of which was granted or is relevant. On May 8 the cast of characters expanded further when one A. Barton Lewis filed ■a petition seeking leave to intervene. On May 9 the court took these petitions under advisement.\nThe next relevant event occurred on May 28, when three contingent beneficiaries of the trust sought leave to intervene and requested that the court enjoin “final settlement” pending their study of the matter and final disposition of the litigation, Intervention was permitted and the injunction was granted. On July 2 the contingent beneficiaries filed a further petition requesting that the sale be set aside, alleging that guardians ad litem should have been appointed, that one of the two affidavits of value was defective, that the notice sent the heirs was misleading, and that the bidding-procedure adopted by the court had “chilled” truly competitive bidding.\nThe court reviewed the entire morass at a hearing on July 8. Two days later it filed an opinion and decree in which it set aside the April 11 confirmation decree, reasoning that the defective affidavit and the “topping” privilege granted appellant had “vitiated or tainted” the sale. A new, auction-type sale was ordered held on July 30. At that time the only bid submitted was an $8,450,000 offer from the Massachusetts Mutual Life Insurance Company, and the court entered a decree directing that the property be sold to the successful bidder. Appellant carefully preserved his rights below and filed this appeal. We vacate the decrees of July 11 and July 30 and reinstate that of April 11.\nThe only factor which set the March 19 contract between appellant and the trustees apart from any normal contract covering the sale of real estate was the provision for court approval under Section 963. With this exception the contract was final and binding when it was signed. We are of the opinion that the decree of April 11 removed the last obstacle and that the contract was, as of that moment, final. This result is mandated not only by general contract law and common sense bnt is specifically mandated by the Act of May 24, 1945, P. L. 944, 20 P.S. §§818, 819, which reads as follows:\n“When a fiduciary shall hereafter make a contract not requiring approval of court, or when the court shall hereafter approve a contract of a fiduciary requiring approval of court, neither inadequacy of consideration, nor the receipt of an offer to deal on other terms shall, except as otherwise agreed by the parties, relieve the fiduciary of the obligation to perform his contract of shall constitute ground for any court to set aside the contract, or to refuse to enforce it by specific performance or otherwise: Provided, That this act shall not affect or change the inherent right of a court to set aside a contract for fraud, accident or mistake.\n“Nothing in this act shall affect the liability of a fiduciary for surcharge on the ground of negligence or bad faith in making a contract.”\nThe decree of April 11 clearly brought the contract within the purview of this act. After that decree there were only two possible ways for the trustees to avoid the terms of their contract with appellant; by showing that the contract was induced by fraud, accident or mistake, or by showing that the April 11 decree did not have the effect of court approval of the contract.\nThere was obviously neither fraud, accident nor mistake present in the original agreement. It is also obvious that the final clause of the act’s first paragraph was designed only to preserve a fiduciary’s ability to utilize these traditional defenses and that, since none of the traditional defenses are applicable in this case, the clause is of no further relevance.\nThe only question remaining is whether the decree of April 11 was an effective court approval. It was. We note that the statute authorizing and requiring this approval grants the court broad discretion. No special prerequisites are mandated, no public sale is required. Once the court satisfies itself that the proposed action is in the best interests of the trust and grants its approval its role is complete. After all, the only reason that the court becomes involved at all in these matters is to protect the beneficiaries’ interest in seeing that the trustees discharge their duties faithfully and in the best interests of the trust. Once a court reaches the conclusion that the proposed action is appropriate and grants its approval, its job is done. Neither a lack of wisdom nor an error in business judgment nor a change of heart constitute adequate reason for altering the result once it is final. The Act of May 24, 1945, P. L. 944, 20 P.S. §§818, 819, specifically addresses itself to situations in which it appears after approval that a higher price could have been obtained, and it forbids any withdrawal of approval for such a reason. Absent a showing of a lack of integrity in the judicial process which led to the approval, the approval, once given, is final and binding.\nThe decrees of July 11 and July 30 are vacated and the decree of April 11 is reinstated.\nThere was apparently some thought by the trustees that the judicial imprimatur might be unnecessary. The property became a part of the trust res through the liquidation of decedent’s personal holding company, which legal voyage was believed to have possibly left the corporate realty indelibly stamped with the attributes of trust personalty. The trustees’ title insurance company, cautious corporate, entity .that it is, viewed this subtle transformation .with some skepticism, however, and suggested that the property looked very much like a piece of real estate. The trustees agreed and operated thereafter under, the assumption that brick and mortar really were realty after all. '\nThe decree of April 11 reads in relevant part:\n“And Now, this 11th day of April, 1969, upon consideration of the annexed petition and presentation of proof of notice in accordance with the Act of Assembly and Rule of Court, and the Court being of the opinion that the proposed sale is for the best interests of the Trust . . . and that $8,050,000 net of broker’s commissions is a better price for the premises than can be obtained at public sale;\n“. . . Trustees . . . are authorized on receipt of the purchase money, $8,050,000, to make private sale and conveyance to Alan E. Salke, his heirs and assigns, of:\n“The premises known as the Public Ledger building. . . .\n“The title transferred to the purchaser to be indefeasible by any person ascertained or unascertained or any class of persons having a present or expectant interest in the premises and unprejudiced by any error in the proceedings of the Court; the purchase money to be held and applied to the use and benefit of the same persons and for the same interests as the title was Sold. Security is hereby waived.\n“By the Court:\n(s) Alfred Taxis, Jr.\nP. J.”\nAlthough we have gráve doubts as to the standing of all appellees except the trustees and the three contingent beneficiaries, we do not express an opinion on the question because no objection was raised below and because our disposition makes the issue immaterial in the context of this case.\nThe act was intended to promote the finality of fiduciaries’ contracts. Prior to that time it had been the law that until title had passed a fiduciary was bound to accept any higher offer even though a valid contract had been entered into in good faith. Orr’s Estate, 283 Pa. 476, 129 Atl. 565 (1925); see Kane v. Girard Trust, 351 Pa. 191, 40 A. 2d 466 (1945). The act altered this doctrine. See Brereton Estate, 355 Pa. 45, 48 A. 2d 868 (1946)."}