{"id": "1927843", "contents": "Opinion by\nMe. Justice Jones,\nOn May 19, 1962, at about 10:15 p.m., an automobile which was owned and operated by Dr. Anthony C. Gagliano collided with a tractor and hay wagon owned by Benjamin F. Hitchens, Jr. and operated by his employee, Richard Ditzler. Gagliano and his passengers (his wife and four children) instituted a suit in trespass in the Court of Common Pleas of Montgomery County against Ditzler and Hitchens, which resulted in a verdict for Gagliano in the amount of $650 and verdicts for the five passengers in the amounts of $170 each. The other plaintiffs accepted their verdicts, but Gagliano filed a motion for a new trial. On November 16, 1967, the court en banc granted a new trial limited to the issue of damages.\nOn appeal, a majority of the Superior Court modified the lower court’s order and granted a new trial generally, rather than limiting the new trial to the issue of damages. We granted allocatur on February 20, 1969.\nDr. Gagliano’s theory of liability was that Ditzler was driving his tractor in the middle of the highway when the accident occurred. It is undisputed that, although the tractor was equipped with headlights and the hay wagon had reflectors around its sides, the hay wagon did not have the “electric clearance lamps” that are required by The Vehicle Code, Act of April 29, 1959, P. L. 58, §801, as amended, 75 P.S. §801 (g) (1) (Supp. 1969). On the other hand, Ditzler testified that, when he saw Gagliano’s car approaching, he pulled his rig off to the side of the road and was actually-stopped, approximately three feet off the road, when the accident occurred, Gagliano’s car* striking the left front corner of the hay wagon. Thus, Ditzler claimed that it was Gagliano who was driving in the center of the road.\nExtensive testimony was presented at trial as to the seriousness of Gagliano’s personal injuries. His car suffered about |500 worth of damage. The record indicates that the questions of whether Ditzler was negligent and, if so, whether such negligence proximately caused Gagliano’s personal injuries were sharply disputed in the court below. Conflicting direct evidence was offered by both sides on virtually every point.\nWe have held previously that, where a substantial conflict exists on the question of liability, such that a low verdict might indicate that the jury compromised the liability issue with the amount of damages awarded, it is an abuse of discretion for the lower court to grant a new trial limited to the issue of damages. Berkeihiser v. DiBartolomeo, 413 Pa. 158, 196 A. 2d 314 (1964). See Annot., 29 A.L.R. 2d 1199 (1953). The rule was stated in Phelps v. Paul L. Britton, Inc., 412 Pa. 55, 60, 192 A. 2d 689, 692 (1963), as follows: “However, new trials may be limited to specific issues only when this procedure will be fair to both parties. Where the question of negligence or contributory negligence is not free from doubt, it is an abuse of discretion for the trial judge to grant a new trial on the issue of damages alone [citing cases].” (Emphasis added)\nAs we have noted repeatedly, a lower court may grant a new trial, limited to the issue of damages, only where (1) the question of liability is not intertwined with the question of damages, and (2) the issue of liability is either (a) not contested or (b) has been fairly determined so that no substantial complaint can be made with respect thereto. Troncatti v. Smereczniak, 428 Pa. 7, 235 A. 2d 345 (1967); Sternberg v. Dixon, 411 Pa. 543, 192 A. 2d 359 (1963); Daugherty v. Erie R. R., 403 Pa. 334, 169 A. 2d 549 (1961); Schmidt v. Kratzer, 402 Pa. 630, 168 A. 2d 585 (1961); Hanus v. K. M. B. Constr. Co., 392 Pa. 307, 140 A. 2d 454 (1958).\nIn the case at bar, an apparently inadequate verdict was returned after both sides had presented credible, directly conflicting evidence with respect to negligence, contributory negligence, proximate causation, and the extent of the injuries. Accordingly, we agree with the majority of the Superior Court that the court en banc abused its discretion in granting a new trial limited to the issue of damages.\nOrder of Superior Court affirmed.\nJudge Spaulding filed a dissenting opinion in which he was joined by Judge Huffman.\nThe maximum speed of the tractor, in fourth gear, is about three or four miles per hour.\nDitzler was giving a hay ride to seventeen people at the time, none of whom were injured in any way."}