{"id": "1927783", "contents": "Opinion by\nMr. Justice Roberts,\nIn September of 1968 the School District of Philadelphia and Local 3, Philadelphia Federation of Teachers, AFL-CIO, entered into a memorandum agreement which provided that their collective bargaining agreement would prohibit the involuntary transfer of any teacher with more than one year of service. Immediately after the terms of the agreement were made public three suits challenging the legality of the agreement were filed in the Court of Common Pleas of Philadelphia County; two of the suits asked for a declaratory judgment and one sought an adjudication in equity. The Union and the School Board filed preliminary objections in all three suits and answers raising questions of law in the two declaratory judgment actions. Because the relevant issues were almost completely coextensive, the three suits were consolidated for a hearing on the pleadings. Oral argument was heard on October 21, 1968, and on May 6, 1969, a single lengthy opinion and two identical orders were filed in each of the three suits.\nThe issues now before us center on the effect of the adjudication of May 6. The Union believes that it Avas a final adjudication and argues that the trial court was without authority to enter a final order at that time. Appellees argue that the adjudication only dismissed the preliminary objections and was therefore not an appealable final order.\nReviewing the record Ave acknowledge that the opinion of the trial court is not as clear as it might have been. However, Ave are unwilling to say that the mere fact that the trial judge expressed opinions as to the merits of the underlying controversy indicates that he intended his order and opinion to be a final adjudication, especially in vieAV of the fact that responsive pleadings had not yet been filed. Since Ave find that the opinion and order of May 6 disposed only of the preliminary objections, it is clear that the appellant is entitled to plead further and to have a hearing on any disputed issues of fact and on the relevant questions of law. The views expressed by the trial court in its opinion and order of May 6 are not binding on either the court or the parties, and all legal issues remain open.\nSince we have found that the orders of May 6 acted only as a dismissal of the preliminary objections, we quash the appeals as interlocutory.\nMr. Justice Pomeroy concurs in the result.\nAVe note with some regret that appellant’s counsel made no attempt to have the trial court clarify the intended effect of its OF&er and opinion, but appealed immediately.\nAn appeal from the denial of preliminary objections is interlocutory except insofar as the dismissal is based on a jurisdictional rationale. See, e.g., Philadelphia v. William Penn Business Institute, 423 Pa. 490, 223 A. 2d 850 (1966), and cases cited therein."}