{"id": "1927849", "contents": "Opinion by\nMr. Justice Roberts,\nOn October 6, 1966, appellant pleaded guilty to murder generally; he was found guilty of second degree murder and received a sentence of six to twenty years. No appeal was taken. In February of 1968 he filed a petition pursuant to the Post Conviction Hearing Act, alleging, inter alia, that liis plea was involuntary since it was motivated by a coerced confession, and that he was denied his right to appeal. Following appointment of counsel and an evidentiary hearing, relief was denied on both claims. We affirm.\nTo invalidate his guilty plea because of a coerced confession, appellant must show that the confession was the “primary motivation” for his plea. Commonwealth v. Garrett, 425 Pa. 594, 598, 229 A. 2d 922, 925 (1967). This he has not done. Appellant’s testimony at the PCHA hearing was at best confused, the general thrust being that he did not understand any of his rights when he entered his plea. The hearing court found his assertions “not worthy of belief.” Not once did appellant testify that he pleaded guilty primarily because of a coerced confession. Further, appellant’s trial counsel testified that he advised appellant to plead guilty because “the case was quite overwhelmingly against” appellant and that he “did not rely on . . . [appellant’s] statement except as it was corroborated by statements of other witnesses.” The most damaging of these witnesses had, in fact, seen appellant kicking his victim to death. Given such testimony, we cannot find that appellant’s allegedly coerced confession primarily motivated his plea.\nAppellant also claims that he was denied his right to appeal. We need not pass on the merits of this, claim, however, since appellant is in no way prejudiced by such a denial. Appellant was found guilty of second degree murder and, therefore, any claims which would be cognizable on direct appeal are also cognizable on collateral attack. See, e.g., Commonwealth v. Minnick, 436 Pa. 42, 46, 258 A. 2d 515, 517 (1969); Commonwealth v. Walters, 431 Pa. 74, 244 A. 2d 757 (1968). Thus appellant has, in the instant proceeding, either raised or waived any issue which he could raise on direct appeal.\nThe order, of the Court of Common Pleas, Trial Division, Criminal Section, of Philadelphia is affirmed.\nAlthough appellant raised several other claims below, these are the only ones which he is pressing on this appeal.\nWe will assume, as did the hearing court, that appellant’s confession was indeed involuntary. He was evidently intoxicated at the time and there is no evidence that any warnings were given.\nThere was a full and adequate on-the-record colloquy when appellant’s plea was taken."}