{"id": "1929232", "contents": "Opinion\nPer Curiam,\nThis case has its origin in the filing, on June 13, 1968, of a criminal complaint by a police officer of the City of Pittsburgh with the then Chief Police Magistrate of the City, Ernest C. Jones, charging the two defendants, appellants here, with bribery, corrupt solicitation, attempt to suborn perjury and conspiracy. Although a preliminary arraignment was promptly scheduled for June 19, 1968, no arraignment has yet been held.\nOn August 9, 1968, on petition of appellants, Judge John Brosky of the Court of Common Pleas of Allegheny County entered an order granting a writ of certiorari to the magistrate’s court and directing that a judge of the Court of Common Pleas be appointed to sit as a committing magistrate in the Court of Oyer and Terminer to hear evidence in the matter and make judgment thereon. After signing said order, Judge Brosky referred the case to the Honorable Henry Ellenbogen, President Judge, for the purpose of appointing a judge to sit as committing magistrate.\nVarious legal maneuvers followed. In May, 1969, the City of Pittsburgh (appellee), in order, as it states in its brief, to expedite the arraignment of appellants under the procedures outlined in Judge Brosky’s order, caused the police officer who had filed the original complaint with Magistrate Jones to petition the court for leave to withdraw the complaint and for the appointment of a judge of the Court of Common Pleas to receive a new criminal information. A rule to show cause was granted.\nJudge Ellenbogen, after hearing, entered an order on July 28, 1969, making absolute the rule and implementing Judge Beosky’s order. Since this is the order from which the present appeal stems, we reproduce it in full in the margin. The appellants promptly appealed to the Superior Court, which on September 18, 1969, granted a motion to quash. Appellants thereupon took a direct appeal from the Superior Court to this Court without seeking an order allowing the same. Appellee filed a motion to quash this appeal by reason of the noncompl'iance with the appeal procedure established by the Act of August 14, 1963, P. L. 819, amending the Act of June 24, 1895, P. L. 212, 17 P.S. §190, and also because the issues raised had been mooted by the denial of a writ of certiorari by the U. S. Supreme Court on prior appeal. To this motion appellants have filed preliminary objections and an answer: Our rules do not provide for preliminary objections to a motion to quash, and the same will be stricken. Appellants’ answer denied that the questions raised on appeal had been mooted and asserted that appealing without special allocatur was proper under the circumstances of the case. We disagree and will grant the motion to quash.\nThere are unusually persuasive reasons in the present case for requiring a strict compliance with statutory steps. In the twenty-one months since the case was commenced it has, in one respect or another, been before at least two judges of the Court of Common Pleas of Allegheny County, before the Superior Court twice on appeal, before this Court twice on appeal, and before the Supreme Court of the United States once (on the petition for a writ of certiorari from the earlier quashing of the first appeal to the Superior Court.)\nIn his opinion accompanying the order of July 28, 1969, President Judge Eelenbogen observed that “f’b]y a number of petitions, motions and appeals, [appellants] have literally strung out what is normally a simple procedure to institute a criminal case . ..” Merely to recite the history of the case required five typewritten pages of Judge Ellenbogen’s opinion. “We have done so,” he said, “because of the numerous and confusing motions, countermotions, moves and counter-moves of the parties involved, rather than because of the belief that the case presents difficult legal problems.” If the history of the case was complicated in July, 1969, it is no less so today. Sometimes complexity in matters of legal procedure is unavoidable, even if regrettable. In this case we are compelled to observe that the complexity appears to have resulted more from excessive zeal on the part of appellants than from any inherent intricacy in the procedural law. Appellants’ various pleadings and their brief and argument before this Court raise and discuss many issues and questions which conceivably may become at some point of real importance in this case, but that time is not yet. We are in complete agreement with the City of Pittsburgh when it states in its brief: “By virtue of extended motions and appeals, appellants have managed effectively to avoid coming into court, and have never been deprived of a single right. President Judge Ellenbogen’S orders were merely preliminary housekeeping orders, and, by no stretch of the imagination, can they be considered final orders.”\nWe can hardly conceive of the Superior Court’s doing anything except that which it did do in this case, namely, quash the appeal to it. We would have done ■the same in a two-word order on this appeal to us except for the apparent need to indicate in clear terms that the time for frivolous motions and dilatory tactics in this matter must come to an end. While parties have every right to avail themselves of any legal and proper recourse in order fairly and completely to assert their rights or to defend themselves, there is such a thing as abuse of legal process. The record before us gives some indication that this case is on the border line of that kind of activity.\nAppeal quashed.\nMr. Chief Justice Bell and Mr. Justice Boberts concur in the result on the basis of Justice Boberts dissenting opinion in Commonwealth ex rel. Magaziner v. Sheriff of Philadelphia County, 437 Pa. 30, 36, 261 A. 2d 586, 589 (1970).\n“Order\n“And Now, to wit, this 28th day of July, A.D., 1969 after extensive arguments and submission of briefs by all parties concerned, and upon consideration thereof, it is now ordered that:\n“First: The rule to show cause heretofor issued on May .29, 1969 is hereby made absolute and the Honorable Robert Van deb Yoort, Presiding Judge of our Criminal Division, is hereby appointed to sit as a committing magistrate in the proceeding upon the information now on file against Leonard A. Civill and Joseph Bonomo, or in the alternative, if said information is withdrawn and a new information is Hied, then to sit as a committing magistrate in the proceeding upon the new information.\n“Second: In order to expedite the disposition of this ease, it is further ordered that if the prosecutor intends to withdraw the old information and to file a new complaint, this must be done within ten days from the date of this order.\n“Third: Upon the expiration of said period of ten days, the Honorable Robert Van der Voobt shall set an early date for the arraignment of Leonard A. Civill and Joseph Bonomo.\n“Fourth: The petitions for writs of habeas corpus, heretofor filed by Leonard A. Civill and Joseph Bonomo being moot, the same are dismissed.\n“Fifth: It is further ordered that since in our view of the case sound public policy requires it, Robert W. Duggan, District Attorney of ATiPgReny County be and he is hereby directed to represent the Commonwealth in the hearing before the Honorable Robert Van der Voobt and in all further proceedings in this case.\n(s) Henry Ellenbooen\nPresident Judge”\nIn appellants’ brief, counsel states that he had been unaware of the Act of 1963 and was under the misapprehension that an absolute right of appeal without special allocatur was granted by the Act of 1895, 17 P.S. 190. We note that foUowing an earlier appeal to the Superior Court from Judge Bkosky’s order, which also was quashed, appellants petitioned this Court for leave to appeal pursuant to the procedures set forth in the Act of 1963. We denied the petition on July 1, 1969.\nIn addition, we are told by the briefs of the parties that a civil action has been filed by appellants against the Pittsburgh city solicitor and an assistant solicitor to enjoin any further action against appellants. An appeal from a lower court order of dismissal is now pending in this Court at No. 139 March Term, 1970."}