{"id": "1929256", "contents": "Opinion\nPer Curiam,\nPetitioner, William Beecham, was found guilty by a jury on March 29, 1962 on charges of aggravated robbery, assault and battery with intent to murder, burglary and conspiracy. Petitioner moved for a new trial and arrest of judgment immediately after the verdict was returned, but these motions were denied by the trial court on-the-spot. No direct appeal was then taken. In late 1967 Beeeham petitioned for Post Conviction Hearing Act relief and was granted leave to file an appeal to the Superior Court nunc pro tunc. That court affirmed the judgment of sentence in a per curiam opinion, Judges Hoffman and Spaulding dissenting, 216 Pa. Superior Ct. 77, 260 A. 2d 481 (1969).\nAs Judge Hoffman pointed out in his dissenting opinion, petitioner has presented a Stovall v. Denno, 388 U.S. 293 (1967), claim that can neither be granted nor rejected by reading the transcript alone. It is a common occurrence that questions are presented to appellate courts which cannot be decided on the then existing state of the record. We feel that the ability of this Court and the Superior Court to decide quickly and properly difficult questions such as the Stovall one presented in this petition will be greatly increased if we extend the procedure recently set forth in Commonwealth v. Musser, 437 Pa. 131, 262 A. 2d 678 (1970) to cases in which the defendant was found guilty. That is, when a petition is filed under the Post Conviction Hearing Act which alleges the obstruction of a right of appeal, 19 P.S. §1180-3c(10) (Supp. 1969), and when the hearing court finds that there has been a deprivation of constitutionally protected rights and thus that such a claim is valid, it should not merely grant the right to file post-trial motions nunc pro tunc or supplementary post-trial motions or an appeal nunc pro tunc. It should then go on and hear evidence as to any other section 1180-3c claim the petitioner has presented. As we stated in Musser, supra at 133, “a denial of the right to direct appeal is not prejudicial since all claims cognizable on direct appeal may be raised in collateral proceedings.”\nRegardless whether the hearing court decides that post-trial motions nunc pro tunc, supplementary post-trial motions or an appeal nunc pro tunc is the proper relief, it is the hearing court that should take evidence on the section 1130-3c claim. As stated by Judge Hoffman in his dissenting opinion, 216 Pa. Superior Ct. 79-80: . . the P.C.H.A. court’s business is to review the stale records usually presented by such cases. Seldom does the trial judge [if available] retain sufficient recollection of such records to offer greater expertise in reviewing them. In addition, the Act’s concern for having all post-conviction claims heard at one time would indicate that there should be no delay in disposing of sec. 3 claims. At the P.C.H.A. hearing, the interested parties are prepared to try the sec. 3 claims. It would be inefficient and burdensome to reschedule such claims, once the Douglas claim has been granted.”\nThrough this procedure the relevant issues will be explored and developed at the earliest possible time, and it will not be necessary for the parties and the appellate court to go through the extra step of presenting and studying an appeal and then having the record remanded for an evidentiary hearing. This procedure will not result in any prejudice to the defendant and will enable this Court and the Superior Court to do our work more efficiently.\nThe allocatur is granted, the order of the Superior Court affirming the judgment of sentence is vacated, and the record is remanded for an evidentiary hearing consistent with this opinion."}