{"id": "1929244", "contents": "Opinion by\nMr. Justice O’Brien,\nAppellee, James Argo, blind since birth, was a door-to-door peddler of brooms, brushes and dusters. For some ten to twelve years, on the occasion of every three to four months, appellee had visited each and every store in the 6700 block of Market Street in Upper Darby, Delaware County, a business section of town, including the premises owned by the Good Company, whose president was Sidney Goodstein, the appellant. On July 11, 1960, at approximately 11:30 a.m., appellee approached the door to the premises in question, heavily laden with his wares. Pushing open the unlocked door, he felt with his cane (apparently striking on the foundation wall or threshold area). Then, holding open the door with his right shoulder, he grabbed his brooms and stepped quickly so as not to be hit by the door. The first step he took was within the range of his cane and brought his foot onto a solid surface. Unfortunately, as he entered he stepped into a floorless area and fell 8 feet 8 inches onto the basement floor below, as a result of which he sustained serious personal injuries.\nAs appellee later discovered, the Good Company was expanding and remodeling. Two companion suits were brought in trespass against Good Company, Inc., the owner of the premises, and against its President, Sidney Goodstein, as the general contractor in charge of the construction work being done on the premises.\nInitially, the case was tried in May, 1964, and a jury verdict totalling $27,500 was rendered in favor of the appellee against both defendants. The defendants appealed from the judgment entered on the verdict after the denial of their motions for judgment n.o.v., and for a new trial. We affirmed the judgment in an opinion by Mr. Justice Mtjsmanno.\nHowever, the appellants filed a petition for reargument concerning a communication between the trial judge and the jury in the absence of counsel. After reargument, based on the aforesaid communication, we withdrew our previously rendered opinion and ordered a new trial.\nA second trial was held on February 13, 14, 15 and 16, 1968, and the jury rendered a verdict in favor of the appellee against the appellant, Sidney Goodstein, in the amount of $38,000, and in the companion action in favor of the defendant, Good Company, Inc. Motions for new trial and judgment n.o.v. were denied below and, once again, an appeal followed the entry of judgment.\nIn seeking a reversal, the appellant raises several issues. The primary issue presented, the same presented after the first trial, is whether there was sufficient evidence of negligence to allow submission of the case to the jury.\nThe standard of care required of appellant towards appellee, the breach of which would be negligence, depends on appellee’s status on the premises, i.e., whether he was a trespasser (voluntary or involuntary), á licensee, or a business visitor. By a special finding of fact, the jury found that appellee was a business visitor.\nWe are of the opinion that sufficient • evidence was 'present in the record to sustain this finding. “A business visitor is a person who is invited or permitted to enter of remain on land in the possession of another for a purpose directly or indirectly connected with business dealings between them.” Kimble v. Mackintosh Hemphill Co., 359 Pa. 461, 59 A. 2d 68 (1948), citing Sec. 332 of Restatement of Torts.\nFurthermore, “the class of persons qualifying as business visitors is not limited to those coming upon the land for a purpose directly or indirectly connected with the business conducted thereon by the possessor, but includes as well those coming upon the land for a purpose connected with their own business which itself is directly or indirectly connected with a purpose for which the possessor uses the land.” Straight v. Goodrich Co., 354 Pa. 391, 47 A. 2d 605 (1946), citing §332, Comment a of the Restatement of Torts.\nAppellee’s purpose on the premises was to sell his brooms, brushes, and dusters. There was evidence that appellee had previously entered appellant’s premises and had transacted business with him. On these previous occasions, he was clearly a business visitor, as any vendor would be in such a situation. See Robb v. NilesBement-Pond Co., 269 Pa. 298, 112 Atl. 459 (1921), where a daily iceman was deemed to be a business visitor, and Hartman v. Miller, 143 Pa. Superior C.t. 143, 17 A. 2d 652 (1941), where a waiting salesman was held to be a business visitor.\nIn challenging the jury’s finding that appellee was a business visitor, appellant argues that appellee was bound by the conclusion to which appellant testified, i.e., that the premises were no longer a store, but were instead a construction site, since appellant was called as for cross-examination. However, the rule that where a litigant calls his adversary on cross-examination he is bound by the testimony is limited by the principle that “the testimony adduced as on cross-examination may not only be contradicted by the direct testimony of other persons but may be impeached by its own inconsistencies or by such intrinsic improbability or obvious falsity as to stamp it unworthy of credit.” Bogdanoff v. Manis, 346 Pa. 243, 30 A. 2d 321 (1943).\nAs the court below points out, there were at least nine inconsistencies in appellant’s testimony. We agree with the court below. Appellant’s testimony and his conclusions do not bind appellee.\nTo refute further the finding that appellee was a business visitor, appellant emphasizes his testimony at trial that although he operated an appliance store between 1945 and January of 1960, the old store, then known as 6770 Market Street, was demolished in early 1960 and work began on the new structure calling for five separate store units, numbers 6770, 6772, 6774, 6776 and 6778 Market Street; that the overall structure was approximately eighty percent complete; that 6772 was not tenanted; that no invitation to enter 6774 was extended to appellee or the public; that the door, to the demolished building was in a different place than that used by appellee in the instance; and that the building into which appellee fell encompassed not only the old premises, but also the parking lot which formerly served the old premises.\nTherefore, appellant reasons that unlike the occasion of appellee’s previous visits to the premises, this ■time appellant’s store was not open for business, but was under construction and there could be no mutuality of purpose so as to make appellee a business visitor.\nTo carry this argument to its logical conclusion, if the owner of a premises is not interested in talking to a salesman, even though he has dealt with him in the past, and even though he has given the salesman no indication that relations between the parties have changed, the owner can unilaterally remove the salesman from the class of business visitors, thereby lessening the standard of care owed to him.\nThis is not the law in Pennsylvania. As we said in Parsons v. Drake, 347 Pa. 247, 32 A. 2d 27 (1943), quoting from Comment (b) to Sec. 343 of the Restatement of Torts: “A possessor of land is subject to liability to another as a business visitor only for such bodily harm as he sustains while upon a part of the land upon which the possessor gives the other reason to believe that his presence is permitted or desired because of its connection with the business or affairs of the possessor and which as such is held open to the other as a business visitor.” (Emphasis supplied.)\nIn the instant case, because of appellant’s prior dealings with appellee, and because of his conduct in leaving open the completely finished clear glass doors, which directly abutted on the sidewalk, a jury could reasonably find that appellant had given appellee reason to believe Ms presence was permitted. Indeed, by leaving the door open within easy access of the sidewalk, he had issued him an implicit invitation.\nAppellant contends that the trial judge committed error in giving the jury an incomplete charge on the definition of business visitor when the jury sought further instructions in the midst of its deliberations.\nDuring their deliberations, the jury sent out the following question: “Would the term business visitor apply only to a person entering an established place of business, that is open for business, where the visitor may also conduct Ms own business, or can the term be applied unilaterally?”\nThe judge then instructed: “A business visitor is a person who is invited or permitted to enter or remain on land in possession of another for a purpose directly or indirectly connected with business dealings between them. The class of persons falling within this category is not limited to those coming upon the land for a purpose directly or indirectly connected with the business conducted thereon by the possessor but includes as well those coming upon the land for a purpose connected with their own business which itself is directly or indirectly connected with a purpose for wMch the possessor uses the land.”\nAppellant argues that the judge should have given the jury a simple “No,” or should have also read the remainder of Sec. 466.3(3) of the Trial Guide, which states: “To be a business visitor one must enter or use the premises for the mutual benefit of himself and the owner or occupants; the purpose of his entry must be in some point connected with business dealings between them. But, even an invitation, express or implied, does not, if the element of mutual benefit is lacking, put such persons under the same legal protection as business visitors” (Emphasis supplied.)\nHowever, appellant admits that the original charge contained the entire, above-quoted section. Moreover, the jury indicated, after the supplemental charge had been given twice, that they understood the issue.\nWe are satisfied that the trial judge fully covered the applicable law in great detail and that the additional instructions were adequate to resolve the jury’s doubts. Moreover, we agree that the jury’s findings are supported by evidence. Appellee was a business visitor.\nOnce having determined that appellee was a business visitor, the jury was next faced with determining whether appellant was negligent toward him by breaching the duty owed by a possessor of land to a business visitor. As stated in Comment “b” to Sec. 343 of the Restatement of Torts 2d: “b. Distinction between duties to licensee and invitee. One who holds his land open for the reception of invitees is under a greater duty in respect to its physical condition than one who permits the visit of a mere licensee. The licensee enters Avith the understanding that he Avill take the land as the possessor himself uses it. Therefore such a licensee is entitled to expect only that he will be placed upon an equal footing with the possessor himself by an adequate disclosure of any dangerous conditions that are known to the possessor. On the other hand an invitee enters upon an implied representation or assurance that the land has been prepared and made ready and safe for his reception. He is therefore entitled to expect that the possessor Avill exercise reasonable care to make the land safe for his entry, or for his use for the purposes of the invitation. He is entitled to expect such care not only in the original construction of the premises, and any activities of the possessor or his employees Avhich may affect their condition, but also in inspection to discover their actual condition and any latent defects, followed by such repair, safeguards, or warning as may be reasonably necessary for his protection under the circumstances.”\nAppellant argues that the absence of a floor was not a latent defect and that if it is considered a latent defect, the only way appellant could warn the appellee of its existence would be by physically placing a guard on the door which would be an onerous burden “not justified either by public policy or common sense.”\nHowever, appellant is over-dramatizing his burden. No guard was required. All he had to do was to keep the door locked. Moreover, testimony of appellant’s witnesses indicates that they knew the absence of a floor presented a danger. The appellant himself testified that he usually kept the doors locked, partly “because there was no floor in that particular area.” His own job superintendent, Beck, when asked Why he usually kept the doors locked, replied “safety, number one.”\nWe can assume that both realized that even sighted persons could have been deceived by the finished doors and assumed that the structure was occupied and had a floor.\nThe case is somewhat similar to Slobodzian v. Beighley, 401 Pa. 520, 164 A. 2d 923 (1960), where plaintiff fell into a cellarway which had no railing but only a curbing around it. There, in allowing recovery, we stated: “It seems to us obvious that an unguarded open hole with a raised curb around it is such a latent defect that a failure to light it or safeguard it would be an active failure to warn and inform.”\nWe will uphold the finding of the jury that appellant was negligent. He should have locked the door.\nAppellant argues that appellee was contributorily negligent as a matter of law for failing to use his cane to determine the obvious change of level. We do not agree. Contributory negligence can be declared as a matter of law only in clear cases.\nIn the case of Davis v. Feinstein, 370 Pa. 449, 88 A. 2d 695 (1952), the plaintiff, a blind man, fell into a cellarway. When the door was open, an iron bar usually connected its two sections. At the time of the accident, the connecting bar was not in place and one section was standing erect. Although a sighted person would have seen this erect barrier, the plaintiff, tapping the ground ahead of him, did not. The jury found a verdict in his favor.\nOn appeal, the defendant’s counsel contended, as the appellant’s counsel does now, that if the plaintiff had made proper use of his cane, he could not say he was unable to learn of the existence of the defect.\nWe held: “A blind person is not bound to discover everything which a person of normal vision would. He is bound to use due care under the circumstances. Due care for a blind man includes a reasonable effort to compensate for his unfortunate affliction by the use of artificial aids for discerning obstacles in his path. When an effort in this direction is made, it will ordinarily be a jury question whether or not such effort was a reasonable one. The general rule applies that ‘Contributory negligence may be declared as a matter of law only when it is so clearly revealed that fair and reasonable persons cannot disagree as to its existence. . . .’ [Citing cases.] It was not unreasonable for the jury to have concluded that plaintiff exercised due care for his safety when he used his cane in the manner which he described. The uncontroverted physical facts did not effectively disprove plaintiff’s testimony.” (Emphasis in original.)\nAppellant also argues that the court below made two errors in its charge to the jury concerning contributory negligence. First, appellant contends that it was error for the trial judge to refuse to instruct the jury that if the appellee showed contributory negligence in bjs own case; he could not recover, and instead instructd the jury that contributory negligence is an affirmative defense for which the defendant has the burden of proof.\nAppellant does not argue with the statement that defendant has the burden of proof on the issue of contributory negligence. However, he argues that the jury should have been told that in making out his case, plaintiff must show a case free of contributory negligence. To say the plaintiff must do something is equivalent to placing a burden on him.\nTrial courts have had difficulty with this issue in the past. In Heimbach v. Peltz, 384 Pa. 308, 121 A. 2d 114 (1956), we held that instructions which stated that it was the duty of the plaintiff “to make out a case free of contributory negligence” was misleading and erroneous. Again, in Brown v. Jones, 404 Pa. 513, 172 A. 2d 831 (1961), we ruled that the trial court committed reversible error in charging the jury that “the plaintiff is obliged to show you a case which is free from contributory negligence.” In Stegmuller v. Davis, 408 Pa. 267, 182 A. 2d 745 (1962), we reversed a trial judge who instructed the jury that: “The burden rests upon the plaintiff to satisfy you by the weight of the believable evidence in the case that the accident was caused by the carelessness on the part of the defendant and not contributed to by any carelessness or negligence on the part of the plaintiff.”\nHowever, in Nelson v. Barclay Motors, Inc., 414 Pa. 633, 202 A. 2d 48 (1964), as the appellant points out, we upheld the portion of a charge which instructed that if the jury found contributory negligence in the plaintiff’s case, it should find for defendant. Appellant urges that, in the instant case, nowhere in the instruction of the trial judge was the jury informed that if the plaintiff showed contributory negligence in his own case, he could not recover.\nWe do not agree with appellant’s conclusion. In his instructions to the jury, the trial court made the following statements: “What has been said about the general rule of negligence applies to all the parties in this case. All are required to use due care and each owes to the other the duty to use usual and common rules of caution and safety.”\nAfter discussing the plaintiff’s burden to prove negligence, the court said: “However, even though the plaintiff proves to you . . . [etc.] ... it must also appear to you that the plaintiff was free from contributory negligence.” (Emphasis supplied.)\nLater in its charge, the court specifically outlined the effect on plaintiff’s case of his own failure to use due care. “. . . he is bound to use. due care under the circumstances and due care for a blind man includes a reasonable effort to compensate for his unfortunate affliction by the use of artificial aids for discerning obstacles in his path. It is not negligence per se for a blind person to go unattended on a sidewalk of a city, but he does so at great risk and must always have in mind his own disadvantage and do what a reasonably prudent person in his situation would do to ward off danger and prevent accidents. He is not bound to anticipate an open ditch but should take precautions to discover possible barriers. In the exercise of due care it is his duty to use a common, well-known compensatory device for blind people such as a cane, a seeing eye dog or a companion. The fact that the plaintiff, or a plaintiffs deceased, had impaired vision doés not increase defendant’s duty toward him nor excuse him from his own negligence. If the individual knows .that he is physically inferior in any particular, he is required to use his remaining faculties with greater diligence.” (Emphasis supplied.)\nThe jury was to apply these instructions in considering all evidence on the record concerning appellee’s conduct. A search of the record indicates that the only-evidence to which these instructions could apply was that given in appellee’s own testimony because the appellant presented no witnesses on this issue.\nWe think that the trial judge made it clear that appellee’s own testimony was part of the evidence from which a jury could determine whether there was contributory negligence. The judge was correct in charging that on this issue, appellant had the burden of proof. Considering the court’s charge as a whole, we believe the charge was proper.\nAppellant next argues that it was error for the trial court to instruct the jury that contributory negligence must be a proximate cause of the accident. There was no error.\nThe court correctly charged that to bar recovery, a plaintiff’s conduct must be a proximate cause of the happening of his own injury in any degree, however slight. This is a correct statement of the law. Hamilton v. Fean, 422 Pa. 373, 221 A. 2d 309 (1966). Geelen v. Pennsylvania R.R. Co., 400 Pa. 240, 161 A. 2d 595 (1960), Kasanovich v. George, 348 Pa. 199, 34 A. 2d 523 (1943), McFadden v. Pennzoil Company, 341 Pa. 433, 19 A. 2d 370 (1941), Weir v. Haverford Elec. Light Co., 221 Pa. 611, 70 Atl. 874 (1908).\nAlthough the degree of negligence on the part of the plaintiff need not be the same as the degree of negligence on the part of the defendant, /the same test must be applied to causal relation between the plaintiff’s negligence and the resulting harm as between the defendant’s negligence and the resulting harm. See Sec. 465(2), Restatement of Torts 2d.\nAppellant’s last argument is that the trial court erred in ruling as privileged certain records of the State Department of Health. The judge’s ruling was based on the Act of June 21, 1957, P. L. 390, Sec. 1, 65 P.S. 66.1(2), and the Act of June 13, 1967, P. L. 31, Sec. 403 and Sec. 404, 62 P.S. Sec. 403 and Sec. 404, and Department regulations promulgated in connection therewith.\nWe hold -this ruling to be correct. Even if it were not, the record shows that by agreement appellant’s -counsel was able to use the subject records extensively upon his cross-examination with the understanding that appellee’s counsel on redirect could rebut the inference that appellee was then receiving a pension.\nConsequently, even if we were not to agree that such records are privileged, in light of this agreement, we cannot find that appellant has been prejudiced.\nJudgment affirmed.\nMr. Justice Jones and Mr. Justice Cohen dissent.\nFurthermore, appellant is without standing to complain of the court’s charge since it was his counsel who, by means of a request for a specific instruction, injected the element of proximate cause into the court’s charge. See Omek v. Pittsburgh, 387 Pa. 128, 126 A. 2d 425 (1956)."}