{"id": "1930964", "contents": "Opinion by\nMr. Chief Justice Bell,\nJohn Edward Garrett, Jr. was arraigned upon a bill of indictment for the crime of murder, to which he entered a plea of not guilty by reason of insanity. On February 27, 1967, when the case was called for trial, defendant, while represented by a Court-appointed counsel, withdrew his plea of not guilty and entered (on the bill) an endorsed plea of guilty to the crime of voluntary manslaughter. Defendant was sentenced to pay a fine and costs, and to undergo imprisonment of not less than four years nor more than twelve years. No appeal was taken from the Judgment of Sentence.\nAppellant sought relief under the Post Conviction Hearing Act, and after an evidentiary hearing held on March 4, 1969, he was granted the right to appeal, as though timely filed. The sole issue before the Court on this appeal is whether appellant knowingly and understandingly waived his Constitutional right to trial hy jury.\nIt is well settled that the right to a trial by jury is absolute, but may be waived, Commonwealth v. Kirkland, 413 Pa. 48, 53, 195 A. 2d 338; Commonwealth ex rel. Madison v. Rundle, 429 Pa. 13, 16, 239 A. 2d 391. However, the waiver of this fundamental Constitutional right must be shown to have been “an intentional relinquishment or abandonment of a known right or privilege.” Johnson v. Zerbst, 304 U.S. 458, 464; Commonwealth v. Freeman, 438 Pa. 1, 263 A. 2d 403; Commonwealth v. Wilson, 430 Pa. 1, 241 A. 2d 760; Commonwealth ex rel. Light v. Cavell, 422 Pa. 215, 218, 220 A. 2d 883, or, as sometimes expressed, there must be a knowing, intelligent and understanding waiver of his known Constitutional right. Brady v. United States, 397 U.S. 742 (1970); Boykin v. Alabama, 395 U.S. 238; McCarthy v. United States, 394 U.S. 459.\nAppellant argues that he could not have made a knowing and understanding waiver of his Constitutional right to trial by jury because his Court-appointed counsel failed to inform him of the possibility of “getting off scot-free,” if tire trial jury returned an unqualified verdict of “not guilty.” He further contends that he waived his right to a jury trial because he was under the misapprehension that even if he was found not guilty at his trial, he would be committed to a mental institution for an indefinite period of time. The testimony of both appellant and his trial defense counsel at the P.C.H.A. hearing fails to support appellant’s contentions.\nAppellant’s pertinent testimony at the P.C.H.A. hearing was as follows: “Q. Well, he [defense counsel] didn’t tell you your chances were very good of getting off scot-free, did he, getting an acquittal? A. He said there was a possibility of it. . . . Q. And you also knew that Mr. Aglow [defense counsel] said you might be convicted, you might not be found not guilty. A. Yes, there is a possibility of that.”\nLawrence N. Aglow, who was appellant’s defense counsel at the time of trial, testified:\n“All I can tell you, he seemed to understand everything I said. In the prison he was not under pressure and we had a number of calm discussions in the attorney’s room, and I was under the impression, as I still am, that he understood every word I told him and the significance of it.\n“The question of the plea came up some time before the trial, maybe a week or so before, and I told him, as I recall, I broached the subject as follows: I said to Trim, I have not yet asked the District Attorney about it, but it is my obligation to tell you that there is always the possibility of the entry of a plea, and in this case at the moment, since Doctor Twaddell [a psychiatrist] has still not told me for sure whether he can find you legally insane in his opinion, there is always the possibility that you may be convicted, and I feel it is only fair to tell you that you should consider that you have available not only a trial and the possible acquittal but maybe you would enter a plea of guilty to some element of the crime charged here.\n“And I discussed that at great length, and I told him what first degree was. and second degree and voluntary, and I told him that involuntary was probably not included in it, although I told him what it was, too.”\nThe lower Court, after hearing all the testimony at the P.C.H.A. hearing, concluded: “In addition, he admitted, when testifying at the evidentiary hearing, that he had been informed by his counsel prior to the entry of his plea, that ‘there was a possibility of (his) getting off scot free.’ Obviously, the petitioner cannot say, as it would appear he is attempting to do, that he was ignorant as to the possible verdicts which could have been returned had he elected to go to trial.”\nAfter a careful review of the record, we are convinced that, as the lower Court found, appellant knowingly, intelligently and understandingly waived his right to trial by jury when he entered a plea of guilty to voluntary manslaughter.\nJudgment of Sentence affirmed.\nItalics, ours."}