{"id": "1931024", "contents": "Opinion by\nMr. Justice Roberts,\nOn August 30, 1965, 0. Davis, Inc. entered into a contract with the County Commissioners of Tioga County, under the terms of which Davis agreed to perform certain excavation work at the March Creek Water Shed Flood Project in Wellsboro, Pennsylvania. As a condition of this contract, Davis was required to post a Contractor’s Payment Bond to protect all persons supplying labor or material in the prosecution of the work. Appellee issued the bond which provided . . all persons supplying labor and material in the prosecution of the work provided for in said contract . . .” would be paid by appellee if the contractor did not pay them.\nC. Davis, Inc. began work in September, 1965 and suspended operations for the winter on December 20. Work resumed on May 2, 1966 and continued through July, 1966 at which time it ceased because the contractor went out of business. In order to do the work that it did, C. Davis, Inc. leased certain heavy equipment from Davis Equipment Co., a corporation separate and distinct from C. Davis, Inc. but composed of the same officers and directors. This action in assumpsit was brought on the Contractor’s Labor and Material Payment Bond against the bonded contractor and its surety to recover the value of repair parts supplied by L. B. Smith, Inc., appellant, to the bonded contractor, C. Davis, Inc., in order to replace the undercarriage on a TC-12 tractor, one of the leased pieces of heavy equipment. After trial without jury, the trial court held that the language of the bond limited its coverage to material which had entered into and become a component part of the work, and that the terms of the bond, which were not as broad as those required by The County Code, Act of August 9, 1955, P. L. 323, §2318,16 P.S. §2318, could not be expanded by reading into them the terms of the statute. It then entered judgment in favor of appellee.\nI. The Language of the Bond\nThe County Code, §2318, states: “(a) It shall be the duty of every county to require any . . . corporation entering into contract with such county for the construction ... of or addition to any public work or improvement of any kind, whatsoever . . . before commencing work under such contract, to execute and deliver to such county ... an additional bond for the use of any and every person, copartnership, association or corporation .... Such bond . . . shall be conditioned for the prompt payment for all material furnished and labor supplied or performed in the prosecution of the work, whether or not the said material or labor enter into and become component parts of the work or improvement contemplated.” The difference between the bond as executed and the statute is the presence in the latter of the following specific language: “whether or not the said material or labor enter into and become component parts of the work or improvement contemplated.” The court below, on the authority of Commonwealth to Use v. A. Stryker, Inc., 109 Pa. Superior Ct. 137, 167 Atl. 459 (1933), held that the terms of the act are not to be read into the bond. While it is true that some decisions have held that the terms of a bond are not to be so expanded, Commonwealth to use of Pandolfo v. Pavia Company, 381 Pa. 488, 113 A. 2d 224 (1955), Anno. 77 A.L.R. 21, 152 (1932), §2318 speaks in mandatory language. Subsection (d) states “any contract executed in violation of the provisions of this section shall be null and void.” Thus, as written, the bond is of no effect, and in order to satisfy the statutory requirements, it is necessary to read into the bond what the statute demands.\nCertainly the interest in contracting as parties wish is an extremely important one and one that courts are anxious to protect. Where, however, the Legislature has established as a matter of public policy that parties are not free to contract in a certain way, the courts must enforce that public policy and cannot permit it to be eroded by contracts between individuals. Elizabethtown Borough to use v. Savastio Construction, Inc., 44 Pa. D. & C. 2d 596 (1968); 2 Williston, Contracts §372 at 931-2 (3d ed. 1959). This is particularly so when it is intended that third party beneficiaries will be the ones taking advantage of the bond, and they are not present to protect their interests when the contract is negotiated. Also, when individuals supply labor or material to a bonded job, they should not have to check the exact terms of the bond but should be able to assume that the parties have obeyed the Legislature’s mandate and included in the bond everything required by §2318. Therefore, we hold that the court below erred when it refused to construe the bond as including the legislatively mandated language.\nII. Coverage of the Bond\nHaving determined that it does not matter “whether or not the said material or labor enter into and become component parts of the work or improvement contemplated,” it is necessary to decide whether the costs incurred in repairing the undercarriage of the TC-12 tractor were properly within the scope of the surety’s obligations. In Commonwealth to use Walters Tire Service, Inc. v. National Union Fire Insurance Company, 434 Pa. 235, 252 A. 2d 593 (1969), we reaffirmed the distinction enunciated by the Superior Court in Philadelphia School District v. B. A. Shrages Co., 184 Pa. Superior Ct. 533, 4 A. 2d 558 (1939), aff’d per curiam, 336 Pa. 433, 9 A. 2d 900 (1939), where it was said that: “. . . there is a clear distinction between such material (gasoline, oil, form lumber and nails) and the purchase of equipment, appa/ratus and appliances which were not intended to go into or become a part of the improvement, or to be consumed or used up in the prosecution of the work, but which were intended as aids or appliances which the contractor would naturally be expected to furnish, and which he would take away with him on the completion of the work, to be used by him in like manner on subsequent contracts.” 134 Pa. Superior Ct. at 542, 4 A. 2d at 562 (Emphasis in original).\nWe simply do not believe that permanent repairs on a multi-use piece of contracting equipment fall within the coverage of the bond. The record in this case gives ample support to our conclusion. The TC-12 tractor was in use for a total of 76 days within the five months after the repairs were completed, and only 18 of those days—twenty-three and six tenths per cent —were spent at the Wellsboro job.\nAccordingly, the judgment is affirmed.\nMr. Justice Pomeroy concurs in the result."}