{"id": "1931027", "contents": "Opinion by\nMr. Justice O’Brien,\nThis is an appeal from a judgment in an action of mortgage foreclosure in favor of Phoenix Mutual Life Insurance Company, the plain tiff-appellee (Phoenix) and against Radcliffe On The Delaware, Inc., the defendant-appellant (Radcliffe).\nThe principal error alleged by Radcliffe in its appeal is that it was ordered to trial without legal counsel or adequate time to prepare a trial strategy. The following events led up to trial: The foreclosure action was commenced December 2, 1986. Phoenix gave notice of its intention to certify the case to the trial list on September 15, 1967, after pleadings had closed on August 28, 1967. However, to allow Radcliffe to explore the possibility of refinancing or selling the mortgaged property, and to allow Radcliffe’s attorney to take depositions, the case was not ordered upon the trial list.\nOn January 26, 1968, the law firm of Bowen & Yalimont filed a petition seeking leave to withdraw as Radciiffe’s attorneys, alleging that it had not been paid for services rendered in the past or for a retainer for future services. Leonard C. Hecht, an officer of appellant corporation, which is a family corporation comprised of Hecht and two sisters, wrote a letter to the court, dated February 4, 1968, opposing the Bowen & Yalimont petition. On February 7, 1968, Phoenix filed an answer.\nOn April 15, 1968, oral argument on the rule was held before the court sitting en banc with Mr. Hecht, unaccompanied by counsel, appearing on behalf of the appellant.\nOn April 18, 1968, while the Bowen & Valimont petition was still under consideration, Phoenix ordered the case put upon the trial list and it was listed for trial on June 18,1968.\nOn April 30,1968, with the court en banc’s approval, an order was entered authorizing the law firm of Bowen & Valimont to withdraw.\nAfter the case had been placed upon the trial list, it was scheduled for pretrial conference on May 23, 1968, but this scheduling was continued until June 11, 1968. Notice of the rescheduling was forwarded to Radcliffe and to Leonard O. Hecht.\nOn June 10, 1968, a member of Leonard Hecht’s brother’s law firm, Hecht, Cohen & Glantz, of Philadelphia, telephoned the Bucks County Court Administrator, seeking a continuance and advising that it had been contacted to represent the appellant. The court administrator replied that the application for a continuance should be made in person. The caller stated that the firm was not associated with local counsel, that none of its members had qualified to practice in Bucks County under Supreme Court Rule 14, but that he would contact a specified Bucks County law office. This conversation was confirmed by a letter of the same date from Harvey S. Cohen, of the Hecht firm, to the court administrator.\nOn June 11, the pretrial conference was held without Radcliffe being represented. At the direction of the court, the court administrator wrote Mr. Cohen, advising that an application for a continuance would not be entertained because Mr. Cohen had not entered an appearance in the case and that the case would proceed to trial on June 18, 1968.\nOn the morning of June 18, 1968, Mr. Leonard C. Hecht appeared in court and requested first, a continuance of the case to a later session of court and then, a continuance to the following day, both of which requests were refused.\nMr. Hecht told the court that his brother, or a member of his brother’s firm, would represent the appellant corporation, but that appellant had no local counsel because of difficulty concerning a retainer fee. Near the close of what turned out to be a pretrial conference on June 18, Mr. Hecht, after contacting his brother, reported to the court that his brother would not be available to represent appellant on June 19, that Mr. Cohen was not registered to practice law in Bucks County, but that the Hecht law firm would have a specified Bucks County attorney present on June 19 to represent the appellant at trial.\nOn June 19, .1968, Mr. Hecht appeared without counsel to represent Radcliffe. At his request, he was permitted to conduct the trial on appellant’s behalf.\nAppellant states that the absence of official records, which were in the hands of appellant’s former law firm until they were returned to appellant on June 18, 1968, one day prior to trial, was the primary reason why it was unable to secure legal counsel within the six-week period between withdrawal and the day of trial. Although appellant’s brief admits that it had “the additional problem of not having fluid resources available to retain counsel,” it contends that this financial difficulty was not insurmountable because certain attorneys had expressed direct interest in the case.\nIn its opinion, the court below explains that it refused appellant’s requests for continuance because:\n“There was no adequate showing that, in the interval between the time of the withdrawal of the appearance of Bowen & Yalimont for the defendant, any bona fide effort had been made to engage local counsel; because Leonard C. Hecht had stated that his brother’s firm had undertaken the representation and yet that firm had not done anything to qualify it to practice in Bucks County under Supreme Court Rule 14; and because a continuance would delay trial of the case for a period of five months, that is, until November 1968, without any assurances to this court that defendant would in the meantime make bona fide efforts to engage counsel.”\nAppellant first argues that the court should not have permitted the law firm of Bowen & Valimont to withdraw its representation.\n“Ordinarily the question of whether an attorney should be permitted to withdraw his appearance is within the discretion of the trial court and the decision of the trial court will be reversed only when plain error is committed.” Hernandez v. Japort, 416 Pa. 304, 205 A. 2d 867 (1965), C. E. Williams Co. v. H. B. Pancoast Co., 412 Pa. 166, 194 A. 2d 189 (1963).\nWe find no error in the instant case. The proceedings had not reached a critical stage. In fact, when the law firm of Bowen & Valimont originally filed its petition for leave to withdraw on January 26, 1968, the case had not even been placed on the trial list. Nor was the case of a controversial variety so as to make it difficult to obtain counsel. See Bierstein v. Whitman, 355 Pa. 515, 50 A. 2d 334 (1947). As such, we cannot say that Bowen & Valimont had left appellant helpless in an emergency. Spector v. Greenstein, 85 Pa. Superior Ct. 177 (1925).\nThe fact that appellant was not represented by an attorney at the oral argument on whether the law firm should be permitted to withdraw does not change ■the result. Appellant was aware of the impending need for substitute representation as early as January 26, 1968, when the withdrawal was filed. Phoenix had put the corporation on notice by its answer to the law firm’s petition, filed February 7,1968, that any attempt by appellant to delay the trial because of the withdrawal of appellant’s retained counsel would be opposed. Yet, from the record, it appeals that appellant did nothing to obtain counsel from January 26, 1968, until shortly before the date originally fixed for pretrial conference, May 23, 1968—this, despite the fact that the law firm was officially permitted to withdraw on April 30, 1968.\nNor do we find error in the court’s refusal to grant a continuance upon the telephoned request of the law firm of Hecht, Cohen & Glantz. When a case is called for trial, the grant or refusal of a request for a continuance is within the discretion of the trial court and only where such discretion has been abused will the refusal of a continuance be reversed. Tobash v. Jones, 419 Pa. 205, 213 A. 2d 588 (1965), Yoder v. T. F. Scholes, Inc., 404 Pa. 242, 173 A. 2d 120 (1961), Anderson v. Guerrein Co., 364 Pa. 80, 29 A. 2d 682 (1943).\nAs we have already said, appellant had plenty of time to retain an attorney. Yet, no attorney had entered an appearance for appellant and the law firm of Mr. Hecht’s brother had not even done anything to qualify it to practice in Bucks County under Supreme Court Bule 14. It was not an abuse of discretion under these circumstances for the court below to believe that there were still no assurances that appellant would in the meantime make bona fide efforts to engage counsel.\nWe are inclined to adopt Phoenix’s view that the real issue is whether a corporation which does not pay the installments of principal and interest on its mortgages, does not pay the real estate taxes on the mortgaged property, and does not pay its corporate taxes, can avoid or postpone a foreclosure on its mortgage by failing to pay its lawyers.\nAppellant next contends that the trial court committed reversible error when it permitted Leonard C. Hecht, who is not an attorney at law, to represent the appellant corporation.\nThe Act of March 21, 1806, P.L. 558, 4 Sm. L. 326, Sec. 9, 17 P.S. 1601, provides:\n“In all civil suits or proceedings in any court within this commonwealth, every suitor and party concerned, shall have the right to be heard, by himself and counsel or either of them.” (Emphasis supplied)\nAppellant argues, however, that the right of a litigant to appear in person rather than by counsel does not apply to corporations, citing IVB & T. Co. v. Miller Realty, 44 Pa. D. & C. 2d 207 (1968).\nAlthough we have never previously considered the question, generally speaking, we would agree with the holding in the IVB & T. Co. case, supra. However, the reason behind such a rule is not present in the instant case.\nAs explained by Chief Justice Marshall in the opinion of Osborn v. President, etc., United States Bank, 9 Wheat. 738, 22 U.S. 738, 6 L. Ed. 204 (1824), as quoted in the Third Circuit case of Simbraw, Inc. v. United States, 367 F. 2d 373 (1966) :\n“Natural persons may appear in court, either by themselves, or by their attorney. But no man has a right to appear as the attorney of another, without the authority of that other. In ordinary cases, the authority must be produced, because there is, in the nature of things, prima facie evidence that one man is in fact the attorney of another. The case of an attorney-at-law, an attorney for the purpose of representing another in court, and prosecuting or defending a suit in his name, is somewhat different. The power must indeed exist, but its production has not been considered as indispensable. Certain gentlemen, first licensed by government, are admitted, by order of a court, to stand at the bar, with a general capacity to represent all the suitors in the court. The appearance of any one of these gentlemen in a cause, has always been received as evidence of his authority; and no additional evidence, so far as we are informed, has ever been required. This practice, we believe, has existed from the first establishment of our courts, and no departure from it has been made in those of any state, or of the Union.”\nIn the instant case there was evidence that Mr. Hecht had authority to act. He and his two sisters were the only stockholders of appellant. All were present at trial, none objected to Mr. Hecht’s representation. Moreover, since appellant had ample opportunity to employ counsel, the court could have permitted the trial to proceed without anyone representing appellant. For, as we stated in Wood v. Garrett, 353 Pa. 631, 46 A. 2d 321 (1946) :\n“In these circumstances, we may not justly disregard the interest or the right of the plaintiffs, not only provided by Pa. R.C.P. No. 218, but by the established practice of trial courts in this State, to have their cause tried even in the absence of the defendant and her attorney. Neckes v. Pocono Mountain Water Supply Company, 203 Pa. 13.” Therefore, appellant will not be permitted to complain that the court erred in permitting Mr. Hecht to provide it with some representation.\nAppellant also argues that it was not given adequate notice of the pending trial. Mr. Hecht claims he and the other officers did not receive notice of the trial until June 17, the day before it was scheduled to begin. On June 4, 1968, the Bucks County Prothonotary sent notice to the appellant corporation at 967 Gilham Street, Philadelphia, Pennsylvania, its address of record, but the letter was returned undelivered because appellant had moved without notifying the protlionotary’s office of the change of address. The lack of formal notice was its own fault.\nMoreover, unlike the situation in Smith v. Smith, 427 Pa. 535, 235 A. 2d 127 (1967), cited by appellant, much more exists here than mere notice in the legal journal. For one thing, the law firm of Leonard Hecht’s brother, Hecht, Cohen and Glantz, was notified by letter of June 11 that the trial would be held June 18. In addition, Mr. Leonard Hecht admits that he had received ample notice of the pretrial conference scheduled June 11. Moreover, unlike the situation in Smith, appellant was heard, since all its officers were present at trial. Under these circumstances, we do not believe that appellant Avas denied its constitutional rights to adequate notice and an opportunity to be heard.\nAppellant next argues that the trial court erred in not informing Mr. Hecht, who is not an attorney, that he could subpoena witnesses, that he must come forward Avith evidence in support of appellant’s counterclaim, and that he must object to court rulings in order to preserve his rights on appeal. However, the first thing the court below did after the jury was sworn was to instruct Mr. Hecht about trial procedure, including the examination and cross-examination of Avithesses and objections to evidence. At the close of these instructions, the court expressly provided 'an opportunity for Mr. Hecht to raise any questions he had about procedures, and Mr. Hecht had none. During the course of trial, Mr. Hecht did not hesitate to ask questions about procedure Avhen he wanted information.\nFurthermore, Mr. Hecht showed he was aware of the subpoena power when he successfully arranged for the attendance of Mr. Mignoni. With respect to the preservation of objections, the court frequently stated that its rulings would be preserved by objections or suggested that objections be made if Mr. Hecht wished to do so. With respect to the counterclaim, appellant did offer evidence, but it was ruled inadmissible. We think the instructions were adequate.\nAppellant next argues that the trial was not fair because the court made allegedly prejudicial remarks, gave a biased charge, and did not give appellant’s representative a sufficient amount of time to prepare his summation.\nWe cannot agree with appellant. None of the remarks was prejudicial. The complaint about the length of time allowed for the preparation of Mr. Hecht’s closing speech is unfounded. Except for Mr. Mignoni’s brief testimony on Monday morning, the evidentiary aspects of the trial had been concluded early, the preceding Friday afternoon, so Mr. Hecht had the whole week-end to prepare his speech. Moreover, when the court stated its intention to allow ten minutes for preparation, Mr. Hecht made no objection and no request for additional time.\nAs for the court’s charge, appellant raises two alleged errors. First, appellant urges that it was error for the trial court to permit a paper setting forth Phoenix’s calculation of damages to go to the jury. However, this action, accompanied by the proper admonition that such a paper was not evidence, was entirely a matter for the trial judge’s discretion. Solomon v. Luria, 45 Pa. D. & C. 2d 291, 297-298 (C. P. Phila. Co., 1967), affirmed per curiam, 213 Pa. Superior Ct. 87, 246 A. 2d 435 (1968). In the instant case, where appropriate instructions with respect to the paper were given by the trial judge, we cannot find an abuse of discretion. Secondly, appellant contends that the charge to the jury was additionally improper because it was “biased and unduly weighted in favor of the plaintiff.” We have read the entire charge. We do not agree with appellant.\nJudgment affirmed.\nIn this connection, it is significant that, although the trial was held in June, 1968, Radcliffe still had not employed an attorney as of the argument of its motion for a new trial in January, 1969, and it was not until March 13, 1969, two weeks after execution had issued, that Radeliffe’s present attorneys first entered their appearance."}