{"id": "1931030", "contents": "Opinion by\nMb. Justice Pomekoy,\nOn August 1, 1960, Robert B. Dalton and John R. Larendon purchased certain tracts of land situated in Chester County and the improvements thereon (hereinafter “the property”), taking title thereto as joint tenants with the right of survivorship. On December 7, 1960, Larendon died in California where he Vas domiciled; following trial by jury in the Superior Court of the State of California, in and for the County of San Diego, Dalton was convicted of having murdered Larendon, and his conviction was affirmed on appeal by the California District Court of Appeal, Fourth Appellate District.\nSubsequent to the death of Larendon, but prior to Dalton’s conviction, judgment in favor of one M. H. Eastburn was entered against Dalton in Chester County. After intervening proceedings not here relevant, a writ of execution based on the aforesaid judgment issued out of the Chester County Court of Common Pleas, and appellant Isadore Dresner purchased Dalton’s interest in the property at a sheriff’s sale held on March 18, 1966. Thereafter, having been denied possession of the property by the ancillary administrator of Larendon’s estate (appellee herein), Dresner sought a declaratory judgment in the court below as to the nature and extent of the interest in the property which Dalton had had and he (Dresner) had purchased. The lower court determined that the instant dispute was controlled by the terms of the Slayer’s Act, Act of August 5, 1941, P.L. 816, §1, 20 P.S. §3441 (hereinafter “the Act”); that Dalton’s interest in the property became a life interest in one-half of the property upon the death of Larendon; and that the estate of Larendon simultaneously became the owner of a fee interest in the other one-half of the property, together with a vested remainder interest in the other one-half of the property in which Dalton had a life estate. It thus followed, and the court so decreed, that Dresner’s purchase was a life interest in one-half of the property, the interest being measured by Dalton’s life. Upon reargument the court reaffirmed its original decision; this appeal followed.\nThe maxim that no one should be allowed to profit by his own wrong has long been a doctrine of the common law. It is most frequently invoked in cases involving the succession of property from one slain to that person’s slayer. That “the social interest served by refusing to permit the criminal to profit by his crime is greater than that served by the preservation and enforcement of legal rights of ownership” is no longer debated, but the resolution of specific cases without statutory guidance proved vexatious to common law courts. Pennsylvania’s first Statutory response to this problem came in the decedents’ estates acts of 1917. In 1936, Professor (now Dean) Wade proposed a model statute to resolve the many difficulties inherent in an ad hoc approach to the succession problem, and in 1941 his model statute was substantially adopted in Pennsylvania in the form of the Slayer’s Act, supra. See Kravitz Estate, 418 Pa. 319, 322, 211 A. 2d 443 (1965), and Comment, 46 Dickinson L. Rev. 99 (1942).\nApplication of the Slayer’s Act to the case at hand necessitates some prior consideration of the purposes of the Act read as a whole. The intent of the Act is stated in Section 15 which provides that the “act shall not be considered penal in nature, but shall be construed broadly in order to effect the policy of this State that no person shall be allowed to profit by his own wrong, wherever committed.” 20 P.S. §3455. By its express terms, the Act attempts to insure that a person will not benefit from his misdeed, but there is no indication, express or implied, that the Act is meant to extinguish any property right enjoyed by the slayer at the time of his misdeed nor should it he construed to have that effect unless necessary. The balance struck by the legislature is that between the prevention of the slayer’s self-enrichment by his crime, on the one hand, and his right to retain that property which he possessed immediately before the slaying, on the other hand. The principal focus of the Act is not as the appellee here contends one of balancing the slayer’s interests against the interests of his victim’s estate nor does the Act reflect a legislative intent to profit the decedent’s estate by diminishing any property right held by the slayer. As the Court said in Kravitz Estate, supra, at p. 327, the intent of the Slayer’s Act is “clear—a person convicted of murder is not entitled to receive any property of the person he (or she) wilfully or unlawfully killed.” While the operation of the Act may in certain situations redound to the benefit of the decedent’s estate, such instances are necessary by-products of the prevention of windfalls to the slayer.\nTaken in the light of this understanding of the legislative intent, the initial point at issue in this case is the nature of Dalton’s interest in the property following the slaying of Larendon. The Act explicitly speaks to joint tenancies in which the slayer is a participant, and provides as follows: “One-half of any property held by the slayer and the decedent as joint tennants, joint owners or joint obligees shall pass upon the death of the decedent to his estate, and the other half shall pass to his estate upon the death of the slayer, unless the slayer obtains a separation or severance of the property or a decree granting partition.” 20 P.S. 3446(a). It is undisputed that upon the death of the slain joint tenant, his one-half interest in the property passes to his estate; because his estate will necessarily survive the slayer, title to the remaining one-half interest in the property will pass to that estate upon the death of the slayer. Section 6 of the Act does not, however, explicitly define the nature of the slayer’s one-half interest and as is often the case, it is necessary for us to fill the interstices of the statute with meaning, acting with regard for the intent of the legislature.\nAs noted above, the lower court concluded that the slayer’s fee interest in the jointly held-property was converted to a life interest at decedent’s death. We disagree. The vesting of a technical right of survivorship in the decedent’s estate is necessary to effect the statutory intent that the slayer should not benefit from his misdeed; that is, the slayer’s criminal act has prevented the victim himself from being the survivor, and unless 'the slayer’s right of survivorship is extinguished, he will have acquired gain from his crime. This vesting is also adequate to the statutory end, and no further change in the nature or extent of the slayer’s interest is required to prevent him from benefiting by his own wrong. We conclude that the slayer, at decedent’s death, retained that undivided one-half interest in the property (together with all normal incidents thereto) which he had previously enjoyed, except that passage of the remaining one-half interest to the estate of the decedent effectively extinguished the slayer’s right of survivorship.\nThe second question presented by this appeal is whether the right to sever or to obtain a partition of the property, which is an ordinary incident of joint tenancy, was made a right personal to the slayer by the Act, and if so, whether the instant sheriff’s sale was ineffective to pass more than a life interest in the property to appellant. It is appellee’s position that the right of the slayer under §6 of the Act to obtain a severance is a right personal to him and the lower court specifically based its opinion sur reargument on this premise. We are not so persuaded and believe the answer to appellee’s contention is implicit in the above reasoning as to the perseverance of the slayer’s interest in the property after decedent’s death.\nClearly a joint tenant may obtain a severance or separation of the property or a decree granting partition and obtain thereby an undivided fee interest in one-half of the property. Stanger v. Epler, 382 Pa. 411, 115 A. 2d 197 (1955); Hayes v. Stephenson, 192 Pa. Superior Ct. 392, 161 A. 2d 900 (1960); Ladner, Conveyancing in Pennsylvania, §1.12 (3rd ed. 1961). Section 6 of the Act by its express terms preserves the slayer’s ordinary right to sever or obtain partition. Moreover, severance of a joint tenancy may take place in the ordinary case either voluntarily or involuntarily, and it has long been the law in this Commonwealth that a sale upon execution of a judgment against one joint tenant effects an involuntary severance of the joint tenancy. Lessee of Davidson v. Heydon, 2 Yeates 459 (1799); Angier v. Worrell, 346 Pa. 450, 31 A. 2d 87 (1943); Sheridan v. Lucey, 395 Pa. 306, 149 A. 2d 444 (1959); American Oil Co. v. Falconer, 136 Pa. Superior Ct. 598, 8 A. 2d 418 (1939); and 2 Tiffany, Real Property (3rd Ed. 1939), §425. That such a sale upon execution should effect a severance of the slayer’s interest in the present case would follow a fortiori from our prior conclusion that Section 6 does not alter the normal incidents of the slayer’s interest.\nSection 6 of the Act, however, speaks only of a severance or partition which “the slayer obtains”, and appellee reasons that such language implies that the severance must be the personal act of the slayer and that an involuntary severance of a slayer’s interest is barred by the Act. While it is clear that the Act in this particular has not been written with an eye to all contingencies, we see no reason of logic or of policy why the slayer’s right of severance should be limited in the manner here advocated. Such a negative inference is not compelled by the terms of the statute; it is inconsistent with our conclusion that the slayer retains that interest which he had before the slaying; and the practical effect of such a ruling is anomalous at best. The Act, if thus construed, far from preventing the enrichment of the slayer, would in fact benefit the slayer by insulating his property from the reach of creditors. In the instant case, Dalton could not have prevented an involuntary severance of his interest for the benefit of his creditors prior to the death of Larendon; that he should be able to do so by virtue of having taken Larendon’s life would be a result too anomalous to countenance. We are persuaded that the legislature did not intend that such a result would follow from Section 6 of the Act and accordingly hold that an execution sale of a slayer’s jointly held property constitutes a severance of the joint tenancy; the buyer at such a sale takes a fee interest in the property purchased, free of the right of survivorship which had previously existed in the decedent’s estate.\nIn sum, Dalton upon the death of Larendon retained as a joint tenant his one-half interest in the subject property, but without his right of survivorship; the sheriff’s sale effected a severance of the joint tenancy existing between Dalton and the Larendon estate; and the interest acquired by appellant by virtue of his purchase of Dalton’s interest at that sale was a fee title to one-half the property.\nDecree reversed, each party to pay own costs.\nWe use the word “estate” to refer to the decedent’s personal representative and all persons claiming under or through him.\nThe common law of Pennsylvania was not in accord: Carpenter's Estate, 170 Pa. 203, 32 Atl. 637 (1895) and Di Lallo v. Corea, 19 Pa. D. & C. 282 (C. P. Allegheny Co. 1933).\nCardozo, The Nature of the Judicial Process (1921) p. 43.\nSee (the Wills Act of 1917, Act of June 7, 1917, P.L. 403, §22, 20 P.S. §244 and the Intestate Act of 1917, Act of June 7, 1917, P.L. 429, §23, 20 P.S. §136.\nWade, “Acquisition of Property by Wilfully Killing Another— A Statutory Solution,” 49 Harvard L. Rev. 715 (1936).\nThe Slayer’s Act repealed those sections of the 1917 decedents’ estates acts cited above, but comparable sections were incorporated in the decedents’ estates acts of 1947. See the Wills Act of 1947, Act of April 24, 1947, P.L. 89, §7(5), 20 P.S. §180.7(5) and the Intestate Act of 1947, Act of April 24, 1947, P.L. 80, §6(c), 20 P.S. §1.6 (e). There is some overlap between the Slayer's Act on the one hand and ithe Wills Act and Intestate Act on the other. The provisions in the latter acts were included for the sake of completeness and to avoid any suggestion of partial repeal of the Slayer’s Act. See the Advisory Commission’s Comments at 20 P.S. §§1.6 and 180.7.\nWe deem it unnecessary to become involved in semantic tangles as to whether “the slayer obtains” a severance when he refuses to pay his creditors and thereby sets in motion the chain of judgment, levy and execution.\nSection 6 of the Act is identical to the comparable section in Dean Wade’s model statute. As to the question of severance, Dean Wade notes in his commentary that “[t]he section makes no attempt to indicate how the slayer may obtain a separation or severance of the property, but the ordinary methods should be available.” Wade, supra, at p. 734-5, ftnt. 70. (Emphasis supplied.)"}