{"id": "1931026", "contents": "Opinion by\nMr. Justice O’Brien,\nThirty acres of the appellants’ property, together with a nine-room residence, a smoke house and four small sheds located on the premises, located in Washington County, were condemned for the purpose of building an interstate limited-access highway. The jury returned a verdict of $30,000 for damages to the real estate and $3,000 for moving expenses, which sums exceeded the award of the Board of Viewers, which had awarded the appellants $23,500 for the damages to the real estate and $1,600 for removal expenses of the personalty.\nThe Washington County Court refused to grant a new trial by order dated July 15, 1969, and judgment was entered on the verdict on August 11, 1969.\nSixty-five days later, on October 16, 1969, appellants filed their notice of appeal. The Act of June 22, 1964, Special Sess., P. L. 84, Art. V, §523, 26 P.S. 1-523, provides that in condemnation cases “[ejither party may appeal to the Supreme . . . Court. . ., from any final order or judgment of the court of common pleas within forty-five days from the entry thereof.” The Commonwealth filed a motion to quash this appeal on the grounds that it had been filed after the period allowed by the statute.\nAppellants seek to avoid the effects of the statute by contending that the Commonwealth’s failure to pay the jury fee is fatal to the entry of a final judgment and, in any event, they received no notice of the entry of judgment.\nThe Act of October 11, 1967, P. L. 437, §2, 17 P.S. 1593.3(b) provides as follows: “. . . The prothonotary shall not be required to enter on docket any suit or action or order of court or enter any judgment thereon or perform any services whatsoever for any person, political subdivision or the Commonwealth until the requisite fee is paid.” This language does not forbid the prothonotary to take the actions indicated by the statute, but merely permits him to refuse to take those actions until the requisite fee is paid. In the instant case a jury fee of $16.00 plus $1.90 for the prothonotary, or a total of $17.90, was in fact taxed as costs in the case by the prothonotary, even though he did not collect that amount in advance of entering judgment.\nMoreover, the Act of March 29, 1805, P. L. 183, as amended, 12 P.S. 1051, which appellants cite, requires the following: “Whenever any verdict in a civil action or cause shall be taken, the plaintiff or defendant for whom the same shall he given shall forthwith pay to the prothonotary the sum of four dollars, which shall be taxed with the costs, and afterwards repaid by the party against whom such verdict shall be given, if the same be a verdict wherein costs be recoverable, for the use of the party so advancing that sum; and the money so to be collected shall be paid into the hands of the county treasurer, to be appropriated towards a fund for defraying the expenses of the juries who shall attend on the said courts, respectively. 1805, March 29, P. L. 183, 4 Sm. L. 237, §13, May 20, P. L. 226, §1.” (Emphasis supplied.)\nThe verdict in the instant case was in favor of the appellant, who, as the party “for whom the same shall be given,” is the party required to advance the jury fee, and afterwards be repaid by the Commonwealth, which as the condemnor, is responsible for such fee under the Eminent Domain Code, 26 P.S. 1-519.\nInasmuch as the advancement of the jury fee was the sole responsibility of the appellants, they cannot now urge a defect in the judgment entered by the prothonotary as their means of attacking appellee’s motion to quash.\nWe dealt with the question of notice of the entry of judgment in Wallace v. Commonwealth, 425 Pa. 210, 228 A. 2d 377 (1967). In that case, appellant complained that in violation of a local rule of court she had not received notice of the entry of judgment by the Commonwealth and that, therefore, the appeal time should run from the giving of notice, not from the entry of judgment. We quashed the appeal, holding that even if the local rule applied, the statute was controlling. We there held that the limitation on the right of appeal created by the Act of June 22, 1964, is both clear and controlling. Art. Y, §2, of the Constitution of Pennsylvania gives the Legislature clear and specific authority to prescribe the period of time within which an appeal from a judgment may be taken to the Supreme Court of Pennsylvania.\nHere, as in Wallace, since no rule or statute required the giving of notice of the entry of judgment and nothing appears to show fraud or a “wrongful or negligent act of a Court or Court official, we must quash the appeal.”\nAppeal quashed."}