{"id": "1931008", "contents": "Opinion by\nMr. Justice Boberts,\nStephen and Elizabeth Orlando and a group of people interested in the financial health of the Little Miss Canning Company entered into an agreement with the Western Pennsylvania National Bank in 1966 in which WPNB agreed to lend the corporation substantial sums of money if the principals involved would agree to be personally liable on the loans. The Orlandos gave WPNB their judgment note to this effect.\nA year later, in January of 1967, the Orlandos and several others borrowed $75,000 from the Peoples Union Bank and Trust Company, and each borrower gave Peoples a personal judgment note in that amount. Additionally, the Orlandos orally agreed with Peoples that a 1954 mortgage on their house, which Peoples then was holding and which had an unpaid balance of $2,-457, would serve as “side collateral” for their portion of the $75,000 loan. The 1954 mortgage made no provision for future advances and the $2,457 balance of the original loan was paid off a month later, on February 8, 1967.\nOn October 4, 1967, WPNB entered a $1,610,000 judgment against the Orlandos on their 1967 note. On November 20,1968, Peoples filed and took judgment on their $75,000 note. And on December 20, 1968, Peoples filed and took judgment on the 1954 mortgage bond.\nPeoples quickly moved to sell the Orlandos’ home pursuant to an execution issued on the 1954 mortgage bond and WPNB instituted an action in equity seeking to enjoin Peoples’ sale of the house.\nThe trial court decided that a mortgage need not specifically state that it covers future advances in order to do so, that the parties to a mortgage which is silent as to future advances can orally agree that it does cover future advances, that such advances relate back to the date they were made and have priority over all subsequent liens, and that Peoples therefore enjoyed a prior lien on the Orlandos’ home. There is no authority on point.\nThe only question on this appeal is whether a mortgagee whose mortgage contains no provision with respect to future advances has a prior lien on the mortgaged property with respect to future advances as against a bona fide lienholder whose lien attaches after the future advances are made. We think not and reverse the decree of the trial court.\nWe must emphasize that the 1954 mortgage did not, as it could have and as many mortgages do, provide for coverage of future advances. And our reluctance to obliterate the practical distinction between mortgages which specifically provide for the coverage of future advances and those that do not is one of the primary reasons for our decision. When the parties to a contract choose one of two alternative approaches they should not later be heard to say that the rejected approach should be read into their agreement. Accordingly, we refuse to insert into the mortgage agreement a provision which the author thereof failed to include.\nA mortgage is a formal document of a specific character, and should be strictly construed. If a mortgage indicates on its face, as this one does, that it covers only a specific advance of funds, then it can secure only the unpaid portions of the original loan, no more. As the original debt is retired the lien of the mortgage is correspondingly reduced.\nThe trial court stated that WPNB failed to take the “reasonabe and prudent action” of calling Peoples and ascertaining the status of the mortgage, and that this failure was one of the reasons for its rejection of WPNB’s suit. The argument is an erroneous nonsequitur. First, Peoples did not have to tell WPNB anything even if they called, and second, the trial court assumes its conclusion by assuming that Peoples could have altered the status of the mortgage to include future advances without altering the recorded mortgage or filing a new document.\nIt seems more reasonable to assume that Peoples failed to act in a reasonable and prudent fashion when it neglected to take any of the several steps by which it could have secured its 1967 advance of funds. As is the common practice, Peoples could have either attached a rider to the old mortgage or recorded a new mortgage, instead of relying upon an old mortgage containing no provision for coverage of future advances.\nWe hold that a mortgage which does not specifically indicate that it covers future advances gives the mortgagee no lien on the mortgaged property other than for the unpaid portion of the original advance, together with any incidental charges properly provided for in the mortgage.\nDecree reversed and case remanded for further consistent proceedings.\nMr. Chief Justice Bell took no part in the consideration or decision of this case."}