{"id": "1932194", "contents": "Opinion by\nMr. Justice Eagen,\nTwo automobiles collided in Westmoreland County. One of the vehicles, owned by Julia Smalich, was operated by Felix Bush Westfall. Julia Smalich and her minor son, Michael, were passengers in this automobile at the time. The other vehicle involved was operated by Stephanna Louise Blank. Julia Smalich suffered injuries in the collision which caused her death. Michael Smalich was injured, but recovered.\nThis action in trespass was later instituted, naming both Westfall and Blank as defendants. The estate of Julia Smalich sought damages in both a wrongful death action and a survival action. Marco Smalich, the guardian of the minor, claimed damages for the minor’s injuries on behalf of the minor and on his own behalf as guardian.\nAt trial, the jury returned a verdict in favor of all plaintiffs and against both defendants. Damages were awarded in the wrongful death action in the sum of $1025; in the survival action in the sum of $2000; in the guardian’s action in the sum of $166.50; and in the minor’s action in the sum of $20,000. Post-trial motions were timely filed by defendant Blank, seeking judgment notwithstanding the verdict in the actions on behalf of the Smalich Estate and a new trial in the actions on behalf of the minor and the guardian. Both motions were granted by the court en banc below. The plaintiffs appealed.\nThe Minor’s Action\nIn this instance, the court below awarded a new trial because it concluded that the verdict was against the weight of the evidence, and was also excessive. We have said many times that the grant of a new trial lies within the inherent power of the trial court, and on appeal we will not interfere with the exercise thereof, unless there has been a clear abuse of discretion or an error of law which necessarily controlled the grant of the new trial: Kralik v. Cromwell, 435 Pa. 613, 258 A. 2d 654 (1969); Gets v. Balliet, 431 Pa. 441, 246 A. 2d 108 (1968); Guzman v. Bloom, 413 Pa. 576, 198 A. 2d 499 (1964). An examination of the record fails to persuade us that the court abused its discretion in awarding a new trial in the actions involving the minor’s injuries, and we will, therefore, affirm its order in this respect.\nActions on Behalf of the Estate\nThe trial jury found that Westfall’s negligent operation of the Smalich automobile was a proximate cause of the collision. That the trial record amply supports this finding is not and cannot be questioned. After trial, the court en banc ruled that, under the facts, the contributory negligence of Westfall must be imputed to the owner of the automobile as a matter of law, and this precluded recovery by the Smalich Estate against defendant Blank. This conclusion of the court below was based on our ruling in Beam v. Pittsburgh Railways Co., 366 Pa. 360, 77 A. 2d 634 (1951), and admittedly was clearly dictated by that decision.\nIn Beam we held that where the owner of an automobile is present while it is being negligently operated by another, there is a presumption that the owner of the vehicle has the power to control it, and, in the absence of evidence to the contrary, a relationship of principal and agent or master and servant exists between the owner and driver, because of which the driver’s contributory negligence is imputed to the owner, barring the owner from recovering for injuries caused by the negligence of a third person. In considering the instant case, we have re-examined Beam and conclude that, as to the portion of the holding above set forth, it should be overruled and no longer be recognized as the law of this Commonwealth.\nFirst, a plaintiff ought not to be barred from recovery against a negligent defendant by the contributory negligence of a third person unless the relationship between the plaintiff and the third person is such that the plaintiff would be vicariously liable as a defendant for the negligent acts of the third person: Prosser, The Law of Torts §73 (3d ed. 1964). See also, Restatement (Second), Torts §§485, 486 and 491 (1965). Placed in the context of this case, a driver’s negligence will not be imputed to a passenger, unless the relationship between them is such that the passenger would be vicariously liable as a defendant for the driver’s negligent acts: See Beam v. Pittsburgh Railways Co., supra. The relationship between the passenger and the driver is therefore a very ciátical one, worthy of careful analysis and consideration.\nAt least three relationships could exist between an owner-passenger and a driver of an automobile: (1) bailor-bailee; (2) principal-agent; and (3) master-servant.\nA bailment is a delivery of personalty for the accomplishment of some purpose upon a contract, express or implied, that after the purpose has been fulfilled, it shall be redelivered to the person who delivered it, otherwise dealt with according to his directions or kept until he reclaims it: Wright v. Sterling Land Co., 157 Pa. Superior Ct. 625, 43 A. 2d 614 (1945). As a general rule, a bailor is not liable for the negligence of the bailee in the operation of a bailed chattel: Brower v. Employers’ Liability Assurance Co., Ltd., 318 Pa. 440, 177 A. 826 (1935); McColligan v. Penna. R.R. Co., 214 Pa. 229, 63 A. 792 (1906); Hajduk v. Fague, 200 Pa. Superior Ct. 55, 186 A. 2d 869 (1962). Therefore in a,n action in trespass by a bailor to recover for damage to the thing bailed, caused by the negligent act of a third party, the contributory negligence of the bailee is no defense, unless the bailee was at the time acting as the bailor’s servant: Commercial Banking Corp. v. P.T.C., 162 Pa. Superior Ct. 158, 56 A. 2d 344 (1948); Restatement (Second), Torts §486 (1965) ; Prosser, The Law of Torts §73 (3d ed. 1964). And the fact that a bailor shares the use of the thing bailed (here, rides as a passenger in the automobile) with his bailee does not necessarily cause a termination of the bailment and create a new relationship: Rodgers v. Saxton, 305 Pa. 479, 158 A. 166, 80 A.L.R. 280 (1931).\nAgency is the relationship which results from (1) the manifestation of consent of one person to another that (2) the other shall act on his behalf and subject to his control, and (3) consent by the other so to act: Chalupiak v. Stahlman, 368 Pa. 83, 81 A. 2d 577 (1951); Restatement (Second), Agency §1 (1) (1958). Such agency results only if there is an agreement for the creation of a fiduciary relationship with control by the beneficiary: Rosenberg v. Cohen, 370 Pa. 507, 88 A. 2d 707 (1952); Restatement (Second), Agency §1, comments a and b (1958). “The right of control by the principal may be exercised by prescribing what the agent shall or shall not do before the agent acts, or at the time when he acts, or at both times .... Further, the principal has power to revoke the agent’s authority, although this would constitute a breach of his contract with him .... The control of the principal does not, however, include control at every moment; its exercise may be very attenuated and, as where the principal is physically absent, may be ineffective:” Restatement (Second), Agency §14, comment a. Since an agent who is not a servant is not subject to any right of control by his principal over the details of his physical conduct, the responsibility rests upon the agent alone, and the principal is not liable, for harm caused by his unauthorized negligent physical conduct: Commonwealth v. Minds Coal Mining Corp., 360 Pa. 7, 60 A. 2d 14 (1948); Restatement (Second), Agency §250 (1958). Thus it has long been said to be the general rule that there is no vicarious liability upon the principal in such case: Prosser, The Law of Torts §70 (3d ed. 1964).\n“A master is a species of principal, and a servant is a species of agent:” Restatement (Second), Agency §2, comment a. “A master is a principal who employs an agent to perform service in his affairs and who controls or has the right to control the physical conduct of the other in the performance of the service. A servant is an agent employed by a master to perform service in Ms affairs whose physical conduct in the performance of the service is controlled or is subject to the right to control by the master:” Restatement (Second) , Agency §2 (1) and (2) (Emphasis added.) Thus a master not only controls the results of the work but also may direct the manner in which such work shall be done, and a servant, in rendering the agreed services, remains entirely under the control and direction of the master: Joseph v. United Workers Assn., 343 Pa. 636, 23 A. 2d 470 (1942) ; McColligan v. Penna. R.R. Co., supra. “Those rendering service but retaining control over the manner of doing it are not servants. They may be agents, agreeing only to use care and skill to accomplish a result and subject to the fiduciary duties of loyalty and obedience to the wishes of the principal ... :” Commonwealth v. Minds Coal Mining Corp., supra, at 17. Because a master has the right to exercise control over the physical activities of the servant within the time of service, he is vicariously liable for the servant’s negligent acts committed within the scope of his employment: Restatement (Second), Agency §219 (1958); Prosser, The Law of Torts §69 (3d ed. 1964). Therefore, the master is likewise barred from recovery against a negligent defendant by the contributory negligence of his servant acting within the scope of Ms employment: Restatement (Second), Torts §486 (1965); Prosser, The Law of Torts §73 (3d ed. 1964). Beam, supra, correctly so stated this law applicable to a master.\nIn essence, we now recognize that, contrary to what we have said in many prior automobile accident cases, only one of tbe three relationships discussed above, that of master-servant, gives rise to vicarious liability for negligence. Perhaps many of the harsh results sometimes associated with the imputation of contributory negligence can be attributed to our mistaken assumption that a principal is vicariously liable for the negligent acts of his agent. We therefore now state unequivocally that only a master-servant relationship or a finding of a joint enterprise will justify an imputation of contributory negligence.\nWe have serious doubt that, in the ordinary situation, the mutual understanding of the owner-passenger and the driver is that the owner-passenger reserves a right to control over the physical details of driving or that the driver consents to submit himself to the control of a “back-seat driver.” It seems more reasonable that the mutual understanding is that the driver will use care and skill to accomplish a result, retaining control over the manner of operation yet subject to the duty of obedience to the wishes of the owner-passenger as to such things as destination. Such would only constitute an agency relationship and not one of master-servant, although there are undoubtedly situations where the understanding might well be such as to constitute a master-servant relationship. All that we now hold is that the character of the relationship created by the parties must be determined from their express agreement or from the circumstances, which may be disclosed at trial. “The mere presence of the owner in an automobile while it is being driven in a negligent manner by another does not necessarily make him liable for an injury caused thereby, or impute to him the driver’s negligence :” Beam v. Pittsburgh Railways Co., supra, at 370. Nor will it any longer create a presumption of a master-servant relationship.\nWe do not mean, however, that the presence of the owner is entirely irrelevant, or that there is no legal significance that an owner present in his car has the power to control it. These are relevant in determining whether the owner-passenger has been actually negligent himself in failing to control the conduct of the driver. See Restatement of Torts, §495. Any passenger is required to exercise reasonable care for his own safety, and will be barred from recovery if he unreasonably fails to warn the driver of a danger wbicb be discovers or to make use of an ability to control the negligence wbicb be may possess: Landy v. Rosenstein, 325 Pa. 209, 188 A. 855 (1937); Highton v. Penna. Railroad Co., 132 Pa. Superior Ct. 559, 1 A. 2d 568 (1938); Restatement (Second), Torts §495 (1965). “Any circumstance which gives tbe plaintiff reason to believe that bis advice, directions, or warnings would be heeded is important in determining whether be is barred from recovery by bis failure to attempt to give them. . . . The fact that the plaintiff owns the vehicle or the chattel which to bis knowledge is being carelessly used, is ... of importance, since one who is driving another’s vehicle or using bis chattel is more likely to pay attention to the owner’s directions than be would be to tbe directions of a guest in bis own car:” Restatement (Second), Torts §495, comment e (1965). This differs from imputed contributory negligence, where due to the relationship between the passenger and driver, the negligence of the driver is in all cases imputed to the passenger. Under this rule, “in order to bar the plaintiff from recovery . . ., it is necessary that the plaintiff know or should know that it is essential for bis safety to control the conduct of the third person:” Restatement (Second), Torts §495, comment d (1965).\nWe repeat, the precise nature of the relationship between the owner-passenger and the driver, under the evidence, presents a question of fact wbicb it is the exclusive function of the jury to determine, except where the facts are not in dispute and the evidence is direct and certain, presenting no question of credibility and leaving no sufficient ground for inconsistent inferences of fact: Joseph v. United Workers Assn., supra. In this case, the lower court charged the jury on tbe issue of imputed contributory negligence in accordance ■with our decision in Beam, supra, and, in so doing, granted the following specific requests for charge of the plaintiffs: “No. 6: The mere presence of a car owner in that automobile while it is being driven by another, does not necessarily mean that the operation of the car is within the control of the owner. No. 7: If you find that the decedent, Julia Smalich, relinquished her right to control her automobile, either expressly or impliedly, by words, actions or conduct, and at the time of the accident had transferred that right to control the car to the defendant Westfall, then you should find that any conduct by defendant Westfall cannot affect or bar the right of the decedent’s personal representative to recover in this case.” The jury rendered a verdict for the plaintiffs against defendant Blank, and, therefore, must have determined that Julia Smalich had relinquished her right to control her automobile to defendant Westfall. On the facts, such a conclusion is justified under the law as we have now stated it. Judgments n.o.v. should not, therefore, have been entered in favor of defendant Blank and against the Smalich Estate. These judgments are vacated, and the record remanded with directions to enter judgments in favor of the Smalich Estate and against defendant Blank in accordance wi th the jury’s verdict.\nThe order of the court below awarding a new trial in the actions involving the minor is affirmed. Judgments n.o.v. in the actions on behalf of the Smalich Estate are vacated and the record remanded with directions.\nMr. Chief Justice Bell concurs in the result.\nE.g., Beam v. Pittsburgh Railways Co., supra; Mazur v. Klewans, 365 Pa. 76, 73 A. 2d 397 (1950) ; Von Cannon v. P.T.C., 148 Pa. Superior Ct. 330, 25 A. 2d 584 (1942) ; and Spegele v. Blumfield, 120 Pa. Superior Ct. 231, 182 A. 149 (1935).\nTbe necessity of a master-servant relationship seems to have been recognized in the older cases. See, e.g., Lassock v. Bileski, 94 Pa. Superior Ct. 299 (1928) ; McMahen v. White, 30 Pa. Superior Ct. 169 (1906); and Connor v. Penna. Railroad, Co., 24 Pa. Superior Ct. 241 (1904).\nWhile the existence or absence of a joint enterprise was not raised here or in the court below, we have considered the record with this question in mind. If the proof established such a relationship existed, this would preclude recovery by the Smalich Estate, and if the lower court reached the right result albeit for the wrong reason, its decision would be affirmed. Taylor v. Churchill V. Country Club, 425 Pa. 266, 228 A. 2d 768 (1967). However, we are satisfied that the evidence did not establish a joint enterprise. See Restatement (Second), Torts §491 (1965).\nFor example, if the driver were inexperienced or learning, a prospective purchaser or driving under actual directions.\nAnalogous hereto are Restatement (Second), Torts §487 (husband and wife), §488 (parent and child), §489 (bailee) and §490 (passenger or guest in a vehicle).\nSee Beam, v. Pittsburgh, Railways Co., supra; Mazur v. Klewans, supra headnotes 3 and 6; Von Cannon v. P.T.C., supra headnote 8; and Spegele v. Blumfield, supra headnote 1.\nThe statement seems to have actually been intended to apply to this situation. It first appeared in Bell v. Jacobs, 261 Pa. 204, 208, 104 A. 587 (1918) in this context: “It was defendant’s car and he acquiesced in what Finlc, who was acting for him, did, and cannot be excused because he was not personally at the wheel. A man out riding in his car is not relieved from responsibility for its management because, with his permission, another is acting as driver; and this is especially so where the owner tacitly assents to the manner in which the car is driven. There is a presumption, not here rebutted, that an owner present in his car has power to control it.”\nSince the jury rendered a verdict against defendant Blank when the charge was more favorable to her than a charge in accordance with our present opinion would be, defendant Blank has not been harmed hereby."}