{"id": "1932158", "contents": "Opinion by\nMr. Justice Eagen,\nKenneth Williams was arrested in Philadelphia for murder and aggravated robbery. On February 8, 1966, he was convicted by a jury of murder in the second degree and robbery. Subsequently, the trial court granted a new trial. At the retrial, the Commonwealth proceeded on the murder indictment only, and Williams was convicted of voluntary manslaughter. A new trial motion was refused, and a prison sentence was imposed. This appeal followed.\nThe prosecution emanated from the fatal shooting of the proprietor of an auto supply store on December 20, 1964, in the furtherance of a robbery. At trial, the Commonwealth’s case connecting Williams with the crime depended almost entirely on the testimony of Eobert Mathis, an eyewitness, who was a customer in the store at ¡the time. Williams did not testify personally, but presented the testimony of several witnesses to establish an alibi defense.\nImmediately after the occurrence, Mathis provided the police with a description of the killer’s approximate height and weight. He also described the felon as wearing a cap and a long trench coat. In the days immediately following, Mathis was shown “thousands” of “mug shots” by the police, but failed to identify any of those portrayed. On January 18,1965, he was shown “12 to 15” photographs and selected one of Williams as the man guilty of the crime. The photographs exhibited to Mathis on this date included “mug shots” of different individuals and a “polaroid” photograph of Williams wearing a cap and a long trench coat. As a result of this identification, Williams was taken into police custody, and on January 19th a line-up was conducted in police headquarters. The line-up included Williams wearing a long trench coat and a cap, and four other black males with varied dress. Mathis viewed the line-up, and again picked out Williams as the perpetrator of the crime. During these proceedings, Williams did not have counsel.\nA timely pretrial motion Was filed to suppress all testimony concerning Mathis’ identification of Williams from the photographs and line-up and evidence of certain utterances Williams allegedly made to the police when he was taken into custody, which might be construed as a consciousness of guilt. A hearing followed and the court refused to suppress the incriminating utterances. A determination of whether or not the testimony concerning the pretrial identification should be suppressed was reserved for consideration and decision at trial.\nAt trial, after describing the operative circumstances of the crime, Mathis, without objection, identified Williams, who was then sitting in the court room, as the killer. The district attorney then commenced to inquire of Mathis about his pretrial identification, and counsel for Williams requested a hearing outside the presence of the jury to determine the admissibility of this particular testimony. Such a hearing was denied, and the testimony was received over objection. The court’s denial of the requested hearing is assigned as error.\nThe present trial commenced on July 3, 1968, and concluded on July 16th. At that time, the Pennsylvania Rules of Criminal Procedure did not mandate a hearing outside the presence of the jury on motions to suppress evidence, such as here concerned. Such a requirement was incorporated in Rule No. 323 by Amendment, effective February 3, 1969. Hence, no transgression of our then procedural rules occurred. Nor are we persuaded that constitutional due process was violated.\nWilliams cites Sims v. Georgia, 385 U. S. 538, 87 S. Ct. 639 (1967), as authority to support his position that the requested hearing was constitutionally required prior to the admission of the challenged testimony into evidence before the jury. Sims dealt exclusively with the question of the admissibility of an alleged coerced confession, and, consonant with iits prior ruling in Jackson v. Denno, 378 U.S. 368, 84 g. Ct. 1774 (1964), the court held that a hearing and determination as to the voluntariness of the confession was required before the jury was allowed to hear testimony concerning it. Blit, the instant case presents a different situation and the unfairness and possible irrevocable prejudice created by permitting the jury to hear testimony of a confession which should not be considered in determining guilt because of its involuntariness (an evil Sims and Jaclcson aimed to eradicate) is not present here.\nMoreover, it is significant that Williams did not object at trial to the in-court identification, nor is the question of its admissibility raised here. Since the challenged identification occurred prior to June 12, 1967, United States v. Wade, 388 U. S. 218, 87 S. Ct. 1926 (1967), and Gilbert v. California, 388 U. S. 263, 87 S. Ct. 1951 (1967) (requiring the presence of counsel at pretrial identification procedures) do not control. However, as indicated in Stovall v. Denno, 388 U.S. 293, 87 S. Ct. 1967 (1967), due process has always required fairness in the conduct of pretrial identification procedures. But the purpose of exploring and evaluating the fairness of these pretrial procedures is to determine if the in-court identification was fatally tainted thereby. Here, however, the in-court identification was not and is not now challenged.\nWhile Williams has not specifically assigned as error the admission of the pretrial identification testimony, this is implicit in his position. This evidence was properly received, unless the identification procedures were “so impermissibly suggestive as to give rise to a very substantial likelihood of irreparable misidentification.” Simmons v. United States, 390 U.S. 377, 384, 88 S. Ct. 967, 971 (1968). And, this must be determined on the totality of the circumstances. Coleman v. Alabama, 399 U.S. 1, 90 S. Ct. 1999 (1970). After a consideration of all the circumstances disclosed by the record, we are not convinced that the use of the challenged testimony was constitutionally precluded.\nFinally, it is maintained that the trial court committed error in permitting evidence of Williams’ incriminating utterances made art a time when he was not given the warnings of constitutional rights required by Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602 (1966). Since the first trial commenced and was finalized before the effective date of Miranda, evidentiary use of Williams’ statements at the retrial was not constitutionally proscribed, merely because the Miranda warning were not given. Jenkins v. Delaware, 395 U.S. 213, 89 S. Ct. 1677 (1969), and Commonwealth v. Willman, 434 Pa. 489, 255 A. 2d 534 (1969).\nWe find nothing in the record to require a new trial. Judgment affirmed.\nMr. Justice Jones took no part in the consideration or decision of this case."}