{"id": "1932184", "contents": "Opinion by\nMr. Justice Pomeroy,\nIn September, 1964, appellant, while represented by counsel, entered a plea of guilty to the charge of murder generally. At the subsequent hearing before the court en banc to determine his degree of guilt, appellant was adjudged guilty of murder in the second degree and sentenced to imprisonment for a term of 8 to 20 years. No appeal was taken from that judgment of sentence. In 1966 appellant filed a petition under the Post Conviction Hearing Act, Act of January 25, 1966, P. L. (1965) 1580, 19 P.8. §§1180-1 et seq. Prom the denial of that petition, after an evidentiary hearing, the present appeal was taken.\nIn his petition appellant alleged that his conviction had resulted from the introduction into evidence of a coerced confession and of a statement obtained from him when he was without the assistance of counsel at a time when such assistance was constitutionally required. He did hot allege, however, that his guilty plea had been unlawfully induced or that the existence of the allegedly coerced confession had been the primary motivation for his plea.\nThe law is well settled that a plea of guilty to a charge of murder generally is itself sufficient to sustain a conviction of murder in the second degree. Commonwealth v. Brown, 436 Pa. 423, 427, 260 A. 2d 742 (1970); Commonwealth ex rel. Bostic v. Cavell, 424 Pa. 573, 576, 227 A. 2d 662 (1967); Commonwealth v. Stokes, 426 Pa. 265, 267, 232 A. 2d 193 (1967). As a corollary to this rule we have held that the evidentiary use of a confession, improperly obtained, at the degree of guilt hearing after acceptance of a guilty plea is constitutionally harmless error if the defendant is convicted only of second degree murder. Commonwealth v. Robinson, 430 Pa. 188, 190, 242 A. 2d 266 (1968). Thus, even were we to assume that appellant’s confession was improperly obtained, we could not conclude that, his conviction had resulted from its evidentiary use.\nAfter a guilty plea, the propriety of a confession may only be examined where the confession was the primary motivation for the plea and may, therefore, have caused the plea to be unlawfully induced, Commonwealth v. Garrett, 125 Pa. 594, 229 A. 2d 922 (1967). In addition, as we have today held in Commonwealth v. Marsh, 440 Pa. 590, 271 A. 2d 481 (1970), relying on the recent decisions of the United States Supreme Court in McMann v. Richardson, 397 U.S. 759, 25 L. Ed. 2d 763 (1970) and Parker v. North Carolina, 397 U.S. 790, 205 L. Ed. 2d 785 (1970), the defendant must also demonstrate that he was incompetently advised by counsel to plead guilty, under the circumstances, rather than stand trial. Neither in appellant’s petition nor in his counsel’s brief in the court below was any connection alleged between the confession and the plea. In appellant’s brief before this Court, the contention is made that the confession motivated the plea. However, “[t]he well established doctrine that appellate courts will not entertain arguments raised for the first time on appeal applies with equal force to appeals from collateral hearings such as this. Commonwealth ex rel. Bell v. Rundle, 420 Pa. 127, 216 A. 2d 57, cert. denied, 384 U.S. 966, 86 S. Ct. 1599 (1966).” Commonwealth v. Payton, 431 Pa. 105, 107, 244 A. 2d 644 (1968). At no point in these proceedings has there been any charge that appellant received poor advice from his counsel, let alone that counsel committed gross error in advising the plea of guilty. It follows that neither the contention that the confession motivated the plea nor the contention that the confession was illegally obtained can now be considered by this Court.\nThe court below correctly concluded that appellant presented no grounds upon which the relief he sought could be granted.\nOrder affirmed.\nMr. Justice Roberts concurs in the result for the same reasons noted in his concurring and dissenting opinion in Commonwealth v. Marsh, 440 Pa. 590, 596, 271 A. 2d 481 (1970).\nThe record reveals that careful consideration was given by the lower court to the circumstances surrounding the confession both at a pretrial suppression hearing and at the time of the introduction of the confession into evidence at the degree of guilt hearing conducted by a court on Vano. The allegations of coercion and other constitutional infirmity were there held to be without merit."}