{"id": "1933927", "contents": "Opinion by\nMb. Justice Roberts,\nOn October 15,1969, appellant appeared for trial on indictments charging robbery and related offenses. At that time he informed the court that he had filed, some two weeks earlier, a petition for the appointment of new counsel to replace the Voluntary Defender. The following then occurred: “The Court: State your reason for a court-appointed attorney? Leroy Fletcher [the defendant]: Well, I put in a petition two weeks ago. I have copies of it if you would like to see it. The Court : I will hear your petition right now. State your reasons right now? Leroy Fletcher : The reason I want court-appointed counsel, I feel the case is major and I was down here about a month ago on an assault and battery and the Defender was asking me about a deal. I didn’t want the deal. The Court : This is two charges of aggravated robbery, not assault and battery. You say you don’t want the Voluntary Defender? Leroy Fletcher: No. The Court: Mr. Yaskin [the Voluntary Defender], you are relieved of your duties. There will be no court-appointed counsel. You will go to trial by yourself. The voluntary defender, Mr. Yaskin, will sit along side of you at the table. He will carry out whatever you wished carried out. Your petition for court-appointed counsel is refused. Now, Mr. Fletcher, do you have a pretrial motions [sic] to make at this time? Leroy Fletcher : I will make them later. The Court: You will make them now. Leroy Fletcher : I will make them later. The Court : It will be right now and not later. Leroy Fletcher: I have nothing to say at this time, your Honor. The Court : Very well. Your trial will start tomorrow morning with a jury. The Court is not taking any orders from you. Mr. Moldovsky [Assistant District Attorney]: May it please the Court, is Mr. Yaskin in particular assigned to sit or any assistant defender? The Court : He is, because he is the most familiar with the case. Notify the Jury Assembly Room to have thirty jurors ready tomorrow morning. The Crier : Very good, your Honor. The Court: Mr. Fletcher, are there any witnesses you wish summoned in your behalf? Leroy Fletcher: Nothing to say at this time. The Court: You will say an answer of yes or no? Leroy Fletcher: (No response.) The Court: Answer me, yes or no? Leroy Fletcher: (No response.) The Court: I adjudge you in Contempt of Court and sentence you to one year in prison. . (3:15 o’clock p.m., October 15, 1969) Mr. Moldovsky: May we still proceed? The Court : We will proceed tomorrow morning. Mr. Yaskin : Your Honor, I had filed motions on behalf of the defendant—preliminary motions. The Court : You will do whatever the defendant says to do. You will continue to sit along side of him at counsel table. That will be all for today. (Recess for the day.)”\nFollowing the judgment of sentence of one year in prison, appellant prosecuted this appeal. We reverse the judgment of sentence, and discharge appellant.\nInitially we note that the Commonwealth agrees that appellant has been denied his right to a jury trial in these proceedings. Under Bloom v. Illinois, 391 U.S. 194, 88 S. Ct. 1477 (1968), an accused is entitled to a trial by jury in all cases of “serious” criminal con-tempts. Since these proceedings occurred after Bloom, Bloom is applicable in the instant case. See DeStefano v. Woods, 392 U.S. 631, 88 S. Ct. 2093 (1968) (holding Bloom not retroactive). To determine whether a contempt is “serious” under Bloom, “we are to look to the penalty actually imposed as the best evidence of the seriousness of the offense.” Bloom, 391 U.S. at 211, 88 S. Ct. at 1487. The penalty imposed in the instant case was a prison sentence of one year, and the United States Supreme Court has recently held that “no offense can be deemed ‘petty’ for purposes of right to trial by jury where imprisonment for more than six months is authorized.” Baldwin v. New York, 399 U.S. 66, 69, 90 S. Ct. 1886 (1970). Hence, appellant was entitled to a jury trial in these proceedings.\nOur inquiry, however, does not stop there, for there need not be a remand for a jury trial if appellant’s conduct could not be found contemptuous. The trial judge justified his actions on that ground that “[t]he refusal of the witness to answer questions in criminal proceedings when lawfully ordered to do so is contempt,” citing as authority Commonwealth v. Bell, 145 Pa. 374 (1891).\nBell was a case where a witness, under oath, refused to testify on the grounds of privilege; the court, holding that the privilege could not be invoked, then found Bell in contempt of court. Such cases, however, dealing with the failure of a witness to testify, have no relevance to the instant proceeding. Appellant was the defendant—not a witness—and he was not under oath, nor was the court in the midst of an actual trial. Thus the policy reasons for compelling testimony under oath at trial are certainly not present in this case.\nFurther, appellant, when he stood mute, had just had his motion for new counsel denied, without any apparent reason, and he found himself suddenly without any attorney to represent him. Immediately thereafter, he was called upon to answer questions of trial strategy, something he was clearly not prepared to do on the spur of the moment. Then he was asked whether he had any -witnesses he wished to call, a question which, to a layman, could very well have seemed a request to “give away” the details of his defense. While the Commonwealth suggests that the judge may merely have wanted to request the Defender to subpoena the witnesses appellant -wished to call, there is no indication in the court’s opinion, or in the record, that this was the judge’s intent. But even if it were, we cannot expect a layman to interpret questions as if he were an attorney. Certainly a layman who insists on representing himself—and it is far from clear that appellant desired to have no counsel rather than the Defender— cannot be held to the same level of competence as counsel, nor can he be punished for not having legal knowledge at his fingertips.\nWe do, of course, recognize that “our courts, palladiums of liberty as they are, cannot be treated disrespectfully with impunity. Nor can the accused be permitted by his disruptive conduct indefinitely to avoid being tried on the charges brought against him. It would degrade our country and our judicial system to permit our courts to be bullied, insulted, and humiliated and their orderly progress thwarted and obstructed by defendants brought before them charged with crimes. . . . Being manned by humans, the courts are not perfect and are bound to make some errors. But, if our courts are to remain what the Founders intended, the citadels of justice, their proceedings cannot and must not be infected with . . . scurrilous, abusive language and conduct. . . .” Illinois v. Allen, 397 U.S. 337, 346-47, 90 S. Ct. 1057 (1970). That type of outrageous conduct is not, however, involved here. The record shows only that the defendant, suddenly unrepresented by counsel, did not wish to answer questions of legal strategy which, to a layman, might have seemed unfair. Such conduct, in the circumstances of this case, cannot be termed contemptuous.\nThe judgment of sentence of contempt of the Court of Common Pleas, Trial Division, Criminal Section, of Philadelphia is reversed, and the appellant is discharged.\nMr. Justice Jones took no part in the consideration or decision of this case.\nHowever, where the legislature has expressed a judgment as to the seriousness of the offense by fixing a maximum penalty, this will control."}