{"id": "1933935", "contents": "Opinion by\nMr. Justice O’Brien,\nOn January 28, 1963, appellant entered a plea of guilty generally to murder. He was found guilty of murder in the first degree and a sentence of life imprisonment was imposed. No direct appeal from the judgment of sentence was taken.\nThereafter appellant filed a petition for writ of habeas corpus which was dismissed. On appeal this court affirmed the dismissal. Com. ex rel. Mitchell v. Rundle, 416 Pa. 296, 204 A. 2d 923 (1965).\nIn November of 1966 appellant filed a petition under the Post Conviction Hearing Act, which petition was dismissed by the court below without a hearing. He then applied to this court for the allowance of an appeal and we remanded the matter to the court below for the appointment of counsel. It was subsequently determined by the court below that the matters raised by appellant in Ms post-conviction petition entitled bim to an evidentiary hearing and such a hearing was held.\nIn his Post Conviction Hearing Act petition appellant contended that the confession which he had given the police had been coerced and that he did not intelligently and knowingly waive his right to trial by jury and enter a guilty plea. Both of these contentions were decided adversely to him by the court below and this appeal followed.\nThe evidence presented at the post-conviction hearing clearly supports the factual conclusions reached by the court below. The testimony discloses no coercion. In that connection, when we considered the habeas corpus case in 1965, we said in footnote 4 of Com. ex rel. Mitchell v. Rundle, supra, at page 300: . .While not directly raised by the petition or passed upon by the court below, petitioner’s statement of the facts in his brief in this Court contains an allegation that his confession was coerced out of fear of being sent to the electric chair. For the sake of completeness, it should be noted that the written confessions contained statements substantially identical with those made orally by the defendant on the stand during the hearing following the plea. Compare United States ex rel. Reid v. Richmond, 295 F. 2d 83, 89 (2d Cir.), cert. denied, 368 U.S. 948, 82 S. Ct. 390 (1961). Furthermore, no objection was made to the introduction of the confessions.”\nAppellant’s second complaint is actually twofold. He not only argues that he did not intelligently waive his right to jury trial and knowingly enter a plea of guilty, but also that his plea was primarily motivated by the existence of the confession. He submits that he would not have taken the stand and given incriminating testimony were it not for the existence of that confession. Both, the trial record and the post-conviction hearing record belie this contention.\nAppellant was represented at trial by a competent and experienced lawyer who had carefully advised his client of his rights and so testified at the post-conviction hearing. Moreover, the on-the-record colloquy at the time of the guilty plea discloses that counsel had advised his client and was convinced that he understood what was occurring. We adverted to the knowing and voluntary nature of the plea in Com. ex rel. Mitchell v. Rundle, supra, in footnote 1 at pages 297, 298. A reading of that footnote discloses the view which we held then and still hold: that appellant understood that he was pleading guilty generally to the charge of murder, that he had been fully advised and understood what was taking place, that he had a right to a trial by jury and was understandingly waiving that right, and that the degree of guilt and penalty would be fixed by the court.\nDespite all that, appellant urges that his level of intelligence was such that he could not knowingly and intelligently waive his right to trial by jury and enter a guilty plea. This argument is based upon the fact that appellant was a person of low intelligence as measured by standard testing methods. The evidence discloses that appellant had an IQ of 66, which is characterized by the head of the Allegheny County Behavior Clinic as being of “high-grade moron” level. The Behavior Clinic Director testified, however, that a high-grade moron in general, and appellant specifically, would possess the intelligence necessary to understand and perform the waiver and plea involved. The substantive evidence of record together with the expert and lay opinion testimony as to appellant’s level of comprehension convinces us that the court below was correct in concluding that the appellant’s “plea of guilty was made knowingly, prudently, intelligently and voluntarily.”\nOrder affirmed.\nMr. Justice Cohen took no part in the decision of this case."}