{"id": "1935384", "contents": "Opinion by\nMr. Justice Pomeroy,\nAfter a nonjury trial in 1964 appellant was found guilty of aggravated robbery, and received the maximum sentence of not less than ten nor more than twenty years at the State Correctional Institution. In 1967 appellant filed a petition under the Post Conviction Hearing Act (Act of January 25, 1966, P. L. (1965) 1580, 19 P.S. 1180-1 et seq.), asserting, inter aUa, the denial of his right to appeal. Following a hearing this claim was upheld. Appellant then filed, nunc pro tunc, motions in arrest of judgment and for a new trial. Both motions alleged denial of appellant’s right to effective trial counsel and to present witnesses in his behalf at trial. The motions were dismissed by the trial court, and the Superior Court affirmed, per curiam, without opinion. 215 Pa. Superior Ct. 752, 255 A. 2d 598 (1969). We granted allocatur because of the importance of the question of effective counsel presented, and now reverse.\nThe robbery here involved occurred on April 20, 1963. One year to the day later, appellant was arrested and charged with the crime. He was held without bail until the commencement of his trial on June 19, 1964. Beading the trial record and the record of the post-couvietion hearing together, the following facts emerge. Appellant was assigned counsel from the staff of the Voluntary Defender of Philadelphia, and first met his trial attorney on the day of his trial. At that meeting appellant questioned his attorney as to the whereabouts of his witnesses whose presence he had requested through a prison social worker. Counsel had no previous knowledge of the existence of these witnesses. Appellant informed him of the witnesses’ names and their home towns, and stated that he expected one of the witnesses to substantiate his defense of alibi.\nAfter the case was called but before the trial had begun, counsel informed the court of the fact that these witnesses were not on hand, gave their names and places of residence, and stated that appellant’s position was that he was working for one of the witnesses, one Charles Wright, in New York on the day of the robbery. No motion for a continuance was made. The court stated “We have an eighty-year old lady here. I am sorry, it will have to go to trial. I am sorry, he had plenty of time—people out of town and so forth”. At the PCHA hearing the attorney testified that he did not move for continuance because of this announced position of the judge.\nThe record is not clear as to whether appellant in fact had any opportunity, during the three months of his incarceration before trial, to notify his trial counsel or any other representative of the Voluntary Defender of the existence of these witnesses. At the PCHA hearing the putative witness Wright (he gave his name as “Wrice”) from New York testified that he was available at the time of trial and, had he been called as a witness, would have testified that appellant had been working for him in New York City on April 20,1963, the date of the crime.\nThe prosecution’s case consisted of the testimony of the robbery victim, who positively identified Smith as her assailant, and of two other witnesses who placed Smith in the victim’s home on the day of the crime. The arresting officer was also called and testified that during interrogation Smith claimed he had been out of town on the date of the crime. The only evidence presented by the petitioner at the trial was his own testimony that he had been employed in New York on the day of the robbery. Despite the trial judge’s vigorous questioning, the appellant maintained this defense and complained several times of the absence of his corroborating witness. Under these circumstances, a witness to corroborate appellant’s alibi would have been the single most important possible addition to appellant’s defense.\nIt is true, of course, that counsel should not move for a continuance in response to a last-minute stalling tactic of a client. The record below, however, suggests no basis upon which to conclude that the appellant was merely attempting to delay the judicial process; it suggests, on the contrary, that such a motion was the only reasonable course available to trial counsel in order to represent his client’s interests adequately. At the least a brief postponement was necessary in order to attempt to make contact with the alleged alibi witness or to determine that, in fact, no such witness existed or was available.\nWe find no fault, of course, with the desire of the trial judge to expedite the trial, and recognize that the age of the prosecutrix was a relevant factor. Her age, however, and the judge’s firmly expressed opinion of the need to go forward were not sufficient to excuse counsel from making an attempt to obtain a continuanee of reasonable duration in order to try to procure attendance of an important, perhaps a crucial, witness. In this regard, we note that the grant of a continuance based on the absence of a material witness is within the discretion of the trial judge. United States ex rel. Drew v. Myers, 327 F. 2d 174 (3d Cir.), cert. denied, 379 U.S. 847, 13 L. Ed. 2d 52 (1964); Parkin v. Phila. Rapid Transit Co., 300 Pa. 569, 151 Atl. 362 (1930). Considerations underlying the exercise of that discretion include whether the witness is necessary to strengthen the defendant’s case, see Commonwealth v. Pennington, 249 Pa. 536, 538, 95 Atl. 107 (1915); Commonwealth v. Bezek, 168 Pa. 603, 32 Atl. 109 (1895); the essentiality of the witness to appellant’s defense and the diligence exercised to procure his presence at trial, see Commonwealth v. Schurtz, 337 Pa. 405, 408-9, 10 A. 2d 378 (1940) ; Commonwealth v. Cramer, 168 Pa. Superior Ct. 1, 4, 76 A. 2d 661 (1950) ; cf., Commonwealth v. Chavis, 357 Pa. 158, 167, 53 A. 2d 96, cert. denied, 332 U.S. 811, 92 L. ed. 389 (1947) ; the facts to which the witness could testify; of., Commonwealth ex rel. Chapman v. Maroney, 414 Pa. 76, 80, 198 A. 2d 548 (1964); and, the likelihood that the witness could be produced at the next term of court, see Commonwealth v. Hicks, 173 Pa. Superior Ct. 395, 397, 98 A. 2d 478 (1953). Certainly, had a motion for continuance been made, the facts illustrating whether or not a continuance was justified would now be of record. It cannot be assumed that the judge would not have granted a properly supported motion to continue merely because of his refusal to accept a suggestion that a witness was missing.\nWe emphasize that we are directing our attention to the conduct of counsel in light of the on-record facts of this particular case, where the defendant’s sole defense was alibi; we are thus unable to conclude that “the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interests,” Commonwealth, ex rel. Washington v. Maroney, 427 Pa. 599, 604, 235 A. 2d 349 (1967).\nOrder reversed and a new trial granted.\nMr. Justice Cohen took no part in the decision of this case.\nIt is clear that the PCHA hearing judge disbelieved this witness and from a reading of his testimony this is understandable. A 1967 post-conviction hearing judge, however, certainly cannot determine the effect an alibi witness’ testimony might have had at a 1964 trial.\nAlthough Pa. R. Crim. P. 312 requires that a defendant give the Commonwealth notice of his intention to call alibi witnesses no later than five days before trial, we do not consider that rule relevant in the determination of the reasonableness of trial counsel’s course of conduct in this case."}