{"id": "1935408", "contents": "Opinion by\nMr. Justice Roberts,\nThis appeal necessitates another application of Pennsylvania’s anti-wiretapping statute, Act of July 16, 1957, P. L. 956, No. 411, §1, 18 P.S. §3742 (Supp. 1970). We must decide whether, under the Act, a person other than a receiver can testify as to the contents of a telephone conversation if he overheard the call by means of an amplification device without the consent of the caller. We believe the testimony is inadmissible.\nThe factual background is not in dispute. At approximately ten o’clock on the evening of Saturday, July 29, 1967, Donald Palace received an anonymous telephone call at his home advising him that the caller had a “contract” to kill him but was willing to “reverse” the contract for $800. Palace suggested that the caller telephone him again in an hour, which he did, reiterating the threats. The calls were repeated throughout the night and the following day.\nSubsequent to the first call, Palace summoned the police. While awaiting their arrival he arranged an induction coil device around the receiver portion of the telephone handset. The device, although not physically attached to the receiver, permitted conversations passing through that particular telephone to be recorded on a tape recorder and simultaneously to be amplified so that they were directly audible to anyone in the room. The coil was in operation when the second and later calls were received. The resulting conversations were recorded and also were overheard by two police officers, Mrs. Palace, and Palace’s brother-in-law, Irving Homer, who also answered some of the telephone calls.\nEventually the calls were traced. Appellant Kenneth Papszycki and one William McCoy were indicted on charges of blackmail, conspiracy, malicious use of the telephone, and attempted extortion. Prior to trial, defendants applied to the court to have evidence suppressed that allegedly had been obtained by unlawful search and seizure in violation of the Fourth Amendment and also by unlawful wiretapping in contravention of tbe Pennsylvania anti-wiretapping statute. Hearing was held, and the court ruled on the basis of the Pennsylvania statute, that any evidence through the testimony of the police officers, Mrs. Palace, or even Palace or Homer, which they did not personally hear directly through the telephone receiver itself as the immediate party engaged in the particular telephone communication was inadmissible and must be suppressed.\nThe Commonwealth appealed to the Superior Court, which reversed the suppression hearing court, with Judge Hoffman filing a dissenting opinion. Allocatur was filed and granted.\nThe anti-wiretapping statute provides in relevant part: “No person shall intercept a communication by telephone or telegraph without permission of the parties to such communication. No person shall install or employ any device for overhearing or recording communications passing through a telephone or telegraph line with intent to intercept a communication in violation of this act. No person shall divulge or use the contents or purport of a communication intercepted in violation of this act. . . . The term ‘divulge’ includes divulgence to a fellow employe or official in government or private enterprise or in a judicial, administrative, legislative or other proceeding. Except as proof in a suit or prosecution for a violation of this act, no evidence obtained as a result of an unlawful interception shall be admissible in any such proceeding. . . . (Emphasis added.)\nAppellant asserts the induction coil device used by Palace constituted a technical interception within the meaning of the statute. He also contends that even if no technical interception occurred, the amplification and overhearing of a conversation by third persons without consent of both parties to the conversation is a violation of the statute.\nThe record demonstrates that an interception occurred. To operate the amplifier, the telephone receiver had to be held in one hand, and the transducer was held around the earpiece with the other hand. Hence, the message necessarily passed through the transducer before reaching the intended receiver’s ear, although the overhearing by third persons was undoubtedly simultaneous due to the amplification.\nThe Superior Court, in interpreting this Court’s decision in Commonwealth v. Murray, 423 Pa. 37, 223 A. 2d 102 (1966), concluded that the operative word in the statute was “interception”, and since the device was not attached to the receiver, no interception occurred. We believe more is involved.\nUnlike the majority of other jurisdictions, which either have no anti-wiretapping statute or ones similar to the federal statutes which require only the consent of one of the parties, Pennsylvania’s anti-wiretapping statute clearly demands that the consent of all parties be given before any device for overhearing or recording is installed or utilized. The statute contains no exceptions even for interceptions by governmental authorities engaged in an attempt to apprehend a criminal. Hence the Legislature has determined as a matter of state public policy that the right of any caller to the privacy of his conversation is of greater societal value than the interest served by permitting eavesdropping or wiretapping. Such a determination, when within constitutional limits, is solely within the discretion of the Legislature.\nThis was our decision in Commonwealth v. Murray, supra. There, the defendant was charged with bribing a corporate employee. The question concerned the admissibility of testimony by a detective who had listened in on an extension phone to a conversation between the defendant and the person being bribed. Only the latter consented to the overhearing of the conversation. Although there was no majority opinion in Murray, a consensus existed among six Justices that the detective’s testimony was inadmissible.\nThe history of the statute was alluded to by two Justices as being one important indicator: “When the Pennsylvania [anti-wiretapping] Act passed the State Senate, the prohibition read: ‘No person shall intercept a communication by telephone or telegraph without permission of one of the parties.’ (Senate Bill No. 97, Printer’s No. 21, 1957.) However, this restriction to the consent of only one party was decisively rejected in the House by a vote of 128 to 61. The bill was then amended to provide for the consent of all parties to the communication before interception could be defended. (Legislative Journal, 1957, Vol. II, pp. 1679, 1729, 1730, 1804.) ” Id. at 43, 223 A. 2d at 105.\nTwo other Justices stressed that the use of a device violated the statute: “However, it is clear . . . that the recording or wiretapping device used in the instant case was in violation of the statute and that the testimony of the witness Morris was sufficiently predicated upon and tainted by this illegal activity to be inseparable therefrom.” Id. at 53-54, 223 A. 2d at 117.\nElsewhere it was observed by two other justices: “It is clear . . . that the privacy of the telephoning public is the interest which must first arrest one’s attention in dealing with this problem. A mere passing acquaintance with the daily newspaper suffices to substantiate the existence of a widely felt and insidious threat to individual privacy posed, not only by technological advances, but also by the evolution of contemporary social structures. A jealous regard for individual privacy is a judicial tradition of distinguished origin, buttressed in many areas by the imperative mandate of constitutional guarantees. Protection of individual privacy, however, appears frequently to reduce the methods available to law enforcement agencies in the detection and prosecution of crime. Few would deny that in this country today concern with the growth of criminal activity is of the same order of magnitude as the concern with the erosion of individual privacy. . . .\n“In evaluating these considerations, one is confronted first with the simple, salient fact that by enacting the Act of July 16, 1957, our Legislature in language nowhere conditioned by an expressed exception for use by any agency, police or otherwise, proscribed interception of telephone conversations without permission of the parties. By so doing, no one denies the Legislature decided that the right of any caller to the privacy of his phone conversation was more important than the interest served by permitting police or anyone else to tap wires.” Id. at 57-58, 223 A. 2d at 112-13.\nSince the Legislature in this statute clearly elevated individual privacy over any contribution to the social good that would be obtained by permitting wiretapping and monitoring of private conversation without the consent of both parties, and in light of Murray, it follows that the suppression hearing court was entirely correct when it ruled that no evidence concerning the contents of appellant’s telephone conversations can be admitted except by testimony of those with whom appellant spoke directly.\nThe order of the Superior Court is reversed.\nWhile it was not unheralded, see Berger v. State of New York, 388 U.S. 41, 87 S. Ct. 1873 (1967) and Osborn v. United States, 385 U.S. 323, 87 S. Ct. 429 (1966), the leading federal authority in this area is undoubtedly Katz v. United States, 389 U.S. 347, 88 S. Ct. 507 (1967). There it was held that FBI agents had violated the Fourth Amendment by using an electronic listening device outside a telephone booth to overhear defendant and that use of such a device was invalid without a warrant. However, as both the suppression court and the Superior Court noted, Kate is not retroactive beyond December 18, 1967. Desist v. United States, 394 U.S. 244, 89 S. Ct. 1030 (1969). As the challenged overhearing in the present case occurred on July 29-30, 1967, no unlawful search and seizure issue on the basis of the federal constitution exists in this particular instance. Hence we must decide the case solely on the basis of the device’s acceptability under the Pennsylvania statute.\nAct of July 16, 1957, P. L. 956, No. 411, §1, 18 P.S. §3742 (Supp. 1970).\nThe following states are listed in Senate Subcommittee on Admin. Practices and Procedure of Judiciary Committee, Laws Relating to Wiretapping and Eavesdropping (1966) as having no wiretapping laws: Georgia, Indiana, Minnesota, Mississippi, Missouri, New Hampshire, South Carolina, Texas, and West Virginia. Id. at 28-61.\nSee Section 605 of the Communications Act of 1934, c. 652, Title VI, 48 Stat. 1103, 47 U.S.C. §605; Omnibus Crime Control and Safe Streets Act of 1968, Title III, 18 U.S.C. §2511 (d) (Supp. IV 1965-68), as amended, 18 U.S.C.A. §2511(2) (d) (1971). See also Alderman v. United States, 394 U.S. 165, 89 S. Ct. 961 (1969).\nFor a survey of state law on wiretapping, as well as an able commentary on the special problems involved in participant monitoring, see Greenwalt, The Consent Problem in Wiretapping & Eavesdropping: Surreptitious Monitoring with the Consent of a Participant in a Conversation, 68 Col. L. Rev. 189 (1968).\nIllinois has a similar eavesdropping statute to that in effect in Pennsylvania. Ill. Ann. Stat. ch. 38, §14-2a (Smith-Hurd 1963). In People v. Kurth, 34 Ill. 2d 387, 216 N.E. 2d 154 (1966), the Illinois Supreme Court reached the same conclusion as we did in Commonwealth v. Murray, supra, and held certain recorded telephone conversations inadmissible because the consent of loth parties had not been obtained.\nMusmanno, J., joined by Bell, C. J.\nEagen, J., joined by Jones, J.\nRoberts, J., joined by O’Brien, J."}