{"id": "1935328", "contents": "Opinion by\nMr. Justice Roberts,\nThe issues in this appeal have required this Court to reconsider its holding in Cement National Bank v. Department of Banking, 425 Pa. 554, 230 A. 2d 209 (1967). After considerable and careful study, we have concluded that the procedures sanctioned in Cement National Bank do not afford protesting banks in branch application situations the rights of procedural due process which are theirs by virtue of the Fourteenth Amendment to the Constitution of the United States and Article Y, Section 9, of the Pennsylvania Constitution.\nThis case is an appeal from the order of the Department of Banking authorizing American Bank and Trust Company of Pennsylvania (“applicant”) to establish a branch bank. Our jurisdiction is properly invoked under Section 905(c) of the Pennsylvania Banking Code of 1965 and Act of June 24, 1895, P. L. 212, §7.4, as amended, Act of August 14, 1963, P. L. 819, §2, and Act of June 30, 1967, P. L. 154, §1, 17 P.S. §191.4(5) (Supp. 1970).\nOn February 6, 1969, applicant filed an application with the Department of Banking under Section 904(b) (iv) of the 1965 Banking Code for permission to establish a branch at 42-44 North Prince Street, Lancaster, Pennsylvania. Applicant’s main office is situated in the City of Reading, Berks County. At the time of filing the 1969 application, applicant already operated two other branches in Lancaster County, one in Reams-town and one in Columbia.\nAppellants are the Conestoga National Bank and the Fulton National Bank (the “protesting banks”), each of which has its principal office in Lancaster. They were notified informally of the filing by a Banking Department examiner and indicated their intention to file a formal protest.\nOn March 13, 1969, a Letter of Authority for establishment of the proposed branch bank was issued by the Department of Banking. The protesting banks had not filed formal protests by this time. Since the sixty-day period for allowance of protests had not yet lapsed, they requested that the Letter of Authority be withdrawn to permit them to file their protests. The Secretary of Banking agreed to request an opinion from the office of the Attorney General to determine if the Banking Department had the authority to reconsider its decision in light of the protests. The protesting banks also requested the right to have a hearing on their protests and access to the branch application and supporting data to help them in preparing their protests. These latter requests were refused.\nOn April 7, 1969, the Attorney General advised the Secretary of Banking that the Banking Department could properly reconsider its decision, and the Letter of Authority to establish applicant’s proposed branch was rescinded two days later. The protesting banks were given twenty days within which to file their objections. Appellants filed the objections. After additional investigation, the Secretary of Banking issued a second Letter of Authority on May 19, 1969, approving the application for the branch bank. This Letter was accompanied by a formal decision and order of the Department containing findings of fact and conclusions of law. This appeal followed.\nThe protesting banks contend that they were deprived of due process of law by the refusal of the Department of Banking to permit either a hearing on the bank branch application or, as a minimum, access to the contents of the branch application and other supporting data relating to the application on file with the Department. They also argue that the Department erred in not making any finding that circumstances had changed since American’s petition for a branch bank was denied in 1965. They further complain that supplementary findings that circumstances had changed— made by the Department after it learned of the protesting banks’ intention to bring this appeal—were too little and too late. Finally, appellants assert that applicant failed to meet its burden of proof necessary to establish the need for a branch bank, and that the Department erred in granting the application.\nUnder our view of this case, we need not presently reach the merits of whether the Department erred in granting the application, because we believe appellants’ procedural due process rights require the remand of the case for a hearing before the Department of Banking, at which they shall have the opportunity to present evidence and prior to which the protesting banks should have access to the application and supporting data. A record should be made of the hearing to enable appellants to avail themselves of their right to effective judicial review, if they should so desire. The above requirements are necessary to preserve the constitutionality of Section 905 of the Banking Code under both the Fourteenth Amendment and Article Y, §9 of the Pennsylvania Constitution.\nI. Procedural Due Process\na. In General\nThere is no general definition of procedural due process applicable to every situation, and courts have deliberately refrained from formulating one. As one court has noted: “Procedural Due Process, as this court understands it, is not susceptible of advance definition. In the administrative field the desiderata are notice and opportunity to be heard . . . .” Webb v. United States, 21 F.R.D. 251 (E.D. Pa. 1957).\nOne of the more extensive discussions of the subject occurred in Cafeteria and Restaurant Workers Union, Local 473, AFL-CIO v. McElroy, 367 U.S. 886, 81 S. Ct. 1743 (1961). Speaking for the Court, Mr. Justice Stewart observed that: “As these and other cases make clear, consideration of what procedures due process may require under any given set of circumstances must begin with a determination of the precise nature of the government function involved as well as of the private interest that has been affected by governmental action. Where it has been possible to characterize that private interest (perhaps in oversimplication) as. a mere privilege subject to the Executive’s plenary power, it has traditionally been held that notice and hearing are not constitutionally required . . . Moreover, the governmental function operating here was not the power to regulate or license, as lawmaker, an entire trade or profession, or to control an entire branch of private business, but, rather, as proprietor, to manage the internal operation of an important federal military establishment.” Id. at 895-96, 81 S. Ct. at 1148-49 (holding eommander of naval institution could summarily ■withdraw permission of civilian employee to enter base for security reasons) (footnote and citations omitted).\nCertain other principles articulated in the past are also relevant. This Court’s most comprehensive treatment of the matter is set forth in Wiley v. Woods, 393 Pa. 341, 141 A. 2d 844 (1958) : “ ‘Due process of law’, while incapable of exact definition, generally means ‘law in the regular course of administration through courts of justice, according to those rules and forms which have been established for the protection of human rights’: 12 Am. Jur. §571, p. 264, and cases therein cited. Its essential elements are ‘notice and opportunity to be heard and to defend in an orderly proceeding adapted to the nature of the case before a tribunal having jurisdiction of the cause’: 12 Am. Jur. §573, pp. 267, 268; Com. ex rel. Chidsey v. Keystone Mut. Cas. Co., 373 Pa. 105, 109, 95 A. 2d 664; Carter v. Kubler, 320 U.S. 243, 88 L. Ed. 26, 64 S. Ct. 1; Ohio Bell Telephone v. Public Utilities Commission of Ohio, 301 U.S. 292, 81 L. Ed. 1093, 57 S. Ct. 724; Interstate Commerce Commission v. Louisville & Nashville Ry. Co., 227 U.S. 88, 57 L. Ed. 431, 33 S. Ct. 185; Jordan v. American Eagle Fire Insurance Company, 169 F. 2d 281, 288. That the principle of due process is fully applicable to hearings before administrative tribunals is well established : Commonwealth ex rel. Chidsey v. Mallen et al., 360 Pa. 606, 63 A. 2d 49; Pittsburgh v. Pennsylvania Public Utility Commission, 171 Pa. Superior Ct. 391, 90 A. 2d 850.” Id. at 350-51, 141 A. 2d at 849-50.\nWith these principles in mind, we proceed to a consideration of the applicability of procedural due process to this case.\nb. Applicability\nProcedural due process does not require notice and a hearing in every conceivable situation involving administrative action. E.g., Cafeteria, and Restaurant Workers Union, Local 473, AFL-CIO v. McElroy, supra. However, these procedural safeguards should accompany a situation where the administrative action is adjudicatory in nature and involves substantial property rights. Pennsylvania State Athletic Comm. v. Bratton, 177 Pa. Superior Ct. 598, 604-05, 112 A. 2d 422, 425 (1955). Thus our inquiry turns to an examination of whether the Department of Banking’s action here possesses those characteristics.\nIt was a settled principle in this Commonwealth that, prior to the effective date of Art. Y, Sec. 9 of the 1968 Pennsylvania Constitution, appeals to this Court in the nature of broad certiorari would lie from an order of an administrative agency only if that agency’s action was judicial in nature and substantially affected property rights. Keystone Raceway Corp. v. State Harness Racing Commission, 405 Pa. 1, 6, 173 A. 2d 97, 100 (1961); Swank v. Myers, 386 Pa. 331, 337, 126 A. 2d 267, 270 (1956); Delaware County National Bank v. Campbell, 378 Pa. 311, 321, 106 A. 2d 416, 419 (1954) ; Newport Township School Dist. v. State Tax Equalization Board, 366 Pa. 603, 611, 79 A. 2d 641, 644 (1951).\nIn Delaware County National Bank, supra, we held that a national bank has standing to protest the application of a state bank for a new branch and that this Court could review such administrative action. 378 Pa. at 326, 106 A. 2d at 420. Therefore, clearly implicit in that holding is our judgment that a decision on an application for a branch bank is judicial in nature and involves substantial property rights.\nNor was Delaware County National Bank an isolated situation. This Court has granted certiorari in branch banking cases on several occasions for the same reasons. See Dauphin Deposit Trust Company v. Myers, 401 Pa. 230, 164 A. 2d 86 (1960) ; Ritter Finance Company, Inc. v. Myers, 401 Pa. 467, 165 A. 2d 246 (1960); Cumberland Talley Savings and Loan Assn. v. Myers, 396 Pa. 331, 153 A. 2d 466 (1959); Philadelphia Saving Fund Society v. Banking Board, 383 Pa. 253, 118 A. 2d 561 (1955).\nIn light of these authorities it seems clear that the Department’s action here represents “judicial” action by an administrative agency. Confronted by a branch application, the Department must conduct appropriate investigations and hearings. Its discretion must be guided by whether there is a need for banking services or facilities such as are contemplated by the establishment of a branch. Ritter Finance Co. Inc. v. Myers, supra, at 474, 165 A. 2d at 250. The discretion delegated to the Department of Banking by the General Assembly is subject to the declared general purposes of the 1965 Banking Code. Included in those purposes are: “[t]he safe and sound conduct of the business of institutions subject to this act” (Sec. 103(a) (i); “[t]he maintenance of public confidence in them,” (Sec. 103(a) (iii)); “[t]he protection of the interests of their depositors, creditors and shareholders and of the interest of the public in the soundness and preservation of the banking system” (Sec. 103 (a) (iv)). See Ritter Finance Company, Inc. v. Myers, supra, at 474, 165 A. 2d at 249-50. This determination involves an exercise of careful judgment in light of complicated factors surrounding the banking industry and “. . . represents much more of an adjudicative process or judicial decision than required in issuing, for example, occupational licenses, where the only determination is whether the applicant meets specific minimum standards.” Man O’ War Racing Assn. Inc. v. State Horse Racing Commission, 433 Pa. 432, 439, 250 A. 2d 172, 175 (1969).\nAs to the other trait requiring the protection of notice and a hearing, we believe that it is clear beyond question that substantial property rights are involved in the Banking Department’s adjudication here. Those rights include not only the rights of the applicant and the protesting banks but also the rights of the surrounding financial community. As has been noted before, the banking system is unique in that the failure of one of several competing institutions frequently leads not to the enhancement of the relative position of the surviving competitors but to possible adverse effects to all. See Delaware County National Bank, supra, at 324, 106 A. 2d at 422. Thus, we reaffirm today the implicit holding of Delaware that the approval by the Department of Banking of an application for the establishment of a branch bank is a judicial determination involving substantial property rights.\nIt therefore follows that procedural due process requires that protesting banks be afforded notice, a hearing, the opportunity to present evidence, and access to the application and supporting data when confronted with a proposal for a new branch.\nWe do not intimate that the proceedings before the Department of Banking must be attended by the full panoply of trial-type formalities surrounding an adversary hearing Where the rules of evidence are strictly observed. The delicate nature of banking proceedings may make appropriate greater informality. See First National Bank of Smithfield v. Saxon, 352 F. 2d 267, 275-76 (4th Cir. 1965) (Sobeloff, J., dissenting). But the need for such informality may in no event preclude a party in interest, (a bank in the community where the branch is to be established) from being given notice of the proposed branch application, from being informed of the evidence presented by the applicant, from presenting evidence on its own behalf, and from having a record of the proceedings made so that judicial review can be preserved. See also Webster Groves Trust Co. v. Saxon, 370 F. 2d 381 (8th Cir. 1966); Davis, Administrative Law §4.04 (1958 edition); Id. (1965 Supplement). Otherwise, the parties’ right to appeal would be meaningless, for there would be no record.\nThe Department’s procedures prior to today were in marked contrast to the federal banking system. The Department was not required to hold a hearing or establish a record. On the other hand, although the Comptroller of the Currency could approve a branch application of a national bank without affording protesting banks a hearing, such approval was subject to de novo review in the district court, where a hearing was held and a record made. On the basis of that record the district court set aside the Comptroller’s action “if, in the light of the facts found by the court, it concludes that the Comptroller has abused, exceeded or arbitrarily applied his discretion.” First National Bank of Smithfield v. Saxon, supra, n. 5, at 274,\nII. The Pennsylvania Constitution\nAppellees contend, inter alia, that no hearing is required because Section 31 of the Administrative Agency Law, which requires a hearing in order that any adjudication of an agency be valid, is not made applicable to the Department of Banking. Act of June 4, 1945, P. L. 1388, §51, as amended, 71 P.S. §1710.51. We find no merit in this argument.\nArticle Y, Sec. 9 of the Pennsylvania Constitution of 1968 provides: “There shall be a right of appeal in all cases to a court of record from a court not of record; and there shall also he a right of appeal from a court of record or from an administrative agency to a court of record or to an appellate court, the selection of such court to be as provided by law; and there shall be such other rights of appeal as may be provided by law.” (Emphasis added.)\nThis section became effective January 1, 1969, prior to any of the proceedings involved in the case now before us. We believe that this constitutional provision as implemented supersedes Sec. 905(c) of the 1965 Banking Code insofar as that section pertains to appeals to this Court on broad certiorari, and mandates that both applicants and protesting banks have an appeal as of right, a right that would be rendered a nullity if tlie Department of Banking could act ex parte, or without establishing an appropriate record of the proceedings necessary to determine the need for the proposed branch bank.\nIn conclusion, in light of the procedural due process requirements of both the Fourteenth Amendment and Article Y, Sec. 9 of the Pennsylvania Constitution, the order of the Department of Banking is vacated and the case remanded for further proceedings consistent with this opinion.\nMr. Justice Cohen took no part in the decision of this case.\nAct of November 30, 1965, P. L. 847, §905, 7 P.S. §905.\nSee discussion at n. 11, infra.\nAfter the requisite procedural safeguards have been observed, the proper scope of judicial review in considering the merits involved is set forth in Delaware County National Bank v. Campbell, 378 Pa. 311, 106 A. 2d 416 (1954): “We will not overrule or reverse . . , [the Department of Banking] if there is adequate evidence to support its findings of fact and the proceeding is free from error of law and there has been no clear abuse of discretion. Cf. Bolling Green Golf Club Case, 374 Pa. 450, 458, 97 A. 2d 523.” Id. at 327-28, 106 A. 2d at 424.\n“One of the purposes of the Local Agency Law and of the Administrative Agency Law, as amended, is to provide for procedural due process and to provide for appeals from an adjudication which is thought not to have complied with due process requirements.” Smethport Area School District v. Bowers, 440 Pa. 310, 318 n. 12, 269 A. 2d 712, 716 n. 11a (1970).\nThe issue of appealability is now clearly and finaUy resolved. Art. V, Sec. 9 of the Constitution has created and mandated a right of appeal from agency action. See discussion at n. 11, infra.\nAct of November 30, 1965, P. L. 847, §103, 7 P.S. §103 (a) (viii).\nIt should be noted that “adjudication” is defined in the Administrative Agency Law as “. . . any final order, decree, decision, determination or ruling by an agency affecting personal or property rights, privileges, immunities or obligations of any or all of the parties to the proceeding in which the adjudication is made, but shall not mean any final order, decree, decision, determination or ruling based upon a proceeding before a court, or which involves the seizure or forfeiture of property, or which involves paroles or pardons or releases from mental institutions.” Act of June 4, 1945, P. L. 1388, §2, as amended, 71 P.S. §1710.2(a) (Supp. 1970).\nAppellees argue that Sec. 302 of the Department of Banking Code, Act of May 15, 1933, P. L. 565, as amended, 71 P.S. §733-302 prohibits disclosure. That section provides: “A. Neither the secretary, nor any deputy, examiner, clerk, or other employe of the department, shall publish or divulge to anyone any information contained in or ascertained from any examination or investigation made by the department, or any other paper or document in the custody of the department, except when the publication or divulgement of such information is made by the department pursuant to the provisions of this act or of any other law of this Commonwealth, . . .” (Emphasis added.)\nThe instant case presents a situation where divulgement is made pursuant to requirements of other laws of this Commonwealth, namely the constitutional right of appeal, as weU as pursuant to general requirements of procedural due process. We also believe such controlled divulgement in these circumstances is favored by public policy. As Judge Sobeloff noted in his dissenting opinion in First National Bank of Smithfield v. Saxon, 352 F. 2d 267 ( 4th Cir. 1965) : “By affording objecting banks an adequate opportunity to be heard the Comptroller receives the benefit of a report suggesting reasons why the particular application should not be granted. The self-interest of the complainant may thus serve the public interest by raising considerations that might otherwise never come to light before the Comptroller. Thus, in presenting its own position, the objecting bank is also arguing that of the community which has a vital interest in the solvency of its local banks. The bank can perform this useful function only if it is allowed to know the supporting data presented to the Comptroller by the applicant.” Id. at 273. It also should be noted that since 1966, the Comptroller of the Currency has made available all materials in a branch application to the protesting banks. Bloom, Searing Procedures of the Office of the Comptroller of the Currency, 31 Law & Contemp. Prob. 723, 725 (1966).\nSee generally, 72 Dick. L. Rev. 483 (1968); 29 U. Pitt. L. Rev. 123 (1967).\nit -will be recalled that a prime argument advanced for the policy to curtail hearings in aU state branch application cases wa« to equalize the length of time required for a state bank to obtain branch approval as compared to a national bank. Act of November 30, 1965, 7 P.S. §2005, comment. Clearly, however, our decision today will not adversely affect the length of time involved, for a protesting national bank, when contesting a branch approval by the Comptroller of the Currency, has the right of appeal to the federal courts.\nAs we noted in Smethport Area School District v. Bowers, 440 Pa. 310, 269 A. 2d 712 (1970), Section 9 of Article V of the Constitution was implemented by, among other acts, Act No. 354 of 1968, effective January 1, 1969. This Act was an amendment to the Admin?strative Agency Law, Act of June 4, 1945, P. L. 1388, as amended (71 P.S. §1710.1 et seq.) and provides for appeals from “agencies of the Commonwealth” as defined by that law. Section 2 of the Administrative Agency Lavy defines “agency” as “any department, departmental administrative board or commission”, etc., “having Statewide jurisdiction, empowered to determine or affect private rights, privileges, immunities or obligations by regulation or adjudication . . .” This would include the Department of Banking. The general appeal provisions of the Administrative Agency Act, Sections 41 through 44, which apply to agencies listed in Section 51, do not apply, by virtue of Section 46, “to any adjudication which under existing law may be appealed to a court other than the Court of Common Pleas of Dauphin County”. The Department of Banking is not listed in Section 51 and, as noted on page 1, adjudications by it are appeal-able to the Supreme Court under the Act of 1963. By virtue of the Appellate Court Jurisdiction Act of 1970, which became effective September 11, 1970, jurisdiction in such cases now lies with the Commonwealth Court. The case at bar, however, was commenced and appealed in the period January 1, 1969, to September 11, 1970. The appeal was thus properly brought in this Court as a matter of right. Appeals of this nature filed subsequent to September 11, 1970 will be to the Commonwealth Court as provided In Section 403(1) of the new Jurisdiction Act."}