{"id": "1935406", "contents": "Opinion by\nMr. Justice O’Brien,\nOil November 4, 1965, Brunswick Corporation, appellee, received a jury verdict in the amount of $19,-596.65 against both of the named appellants. The action arose out of a wrongful distraint by the appellants as landlords. On March 14, 1967, an appeal was filed to our court. On appeal, we dismissed the judgment against Mr. Levin and cut the verdict against Key Enterprises in half. Brunswick Corp. v. Key Enterprises, Inc., 431 Pa. 15, 244 A. 2d 658 (1968). Tn that opinion, filed August 6, 1968, we recounted the following facts:\n“'On December 22, 1961, appellee, a vendor of laboratory equipment, entered into a deferred payment sale agreement with Community Laboratories, Inc., to sell laboratory equipment for $13,128.21. The sum of $1,-049.97 was paid pursuant to that agreement, but no additional payments were made to appellee by Community.\n“On March 1, 1962, Community leased a store from appellant, Key Enterprises. The lease was for a term of three years and provided for the payment of rent at monthly intervals. Appellant Benjamin Levin, an officer and minority stockholder of Community (lessee) was also president of the corporate landlord.\n“On September 14, 1962, in furtherance of a distraint warrant obtained by the landlord, a constable levied upon the goods on the laboratory premises posting a notice of sale. Among the goods distrained upon by the landlord was the equipment delivered by appellee to Community. Since there were no other bidders at the constable’s sale on September 25, 1962, Key Realty Co., a subsidiary of Key Enterprises, obtained the equipment. The sum of $1,445 was paid to the constable by check of Key Realty Co. signed by Benjamin Levin, representing payment for the equipment dis-trained upon. After payment of the constable’s costs, the proceeds were paid over to Key Enterprises. The property still remains upon the premises of the landlord.\n“The jury found that this action on the part of the landlord constituted an illegal distraint under §313 of The Landlord and Tenant Act of 1951 (Act of April 6, 1951, P. L. 69, §313, 68 P.S. §250.313) because no rent was due at the time that the landlord distrained upon the property. The jury based its verdict on testimony which indicated that Benjamin Levin, acting in his capacity as principal officer of the corporate landlord, orally agreed to postpone the payment of rent until Community became a going concern and since that event never occurred no rent was due and owing.”\nWhile the appeal was pending in this court, Brunswick sent Community a bill for $291.17, the sum then due on the lab equipment. Benjamin Levin, seizing the opportunity, mailed back a check for the requested amount on which he had typed: “In full settlement of all claims and litigation against Community Laboratories, Inc., Key Enterprises, Inc., and Benjamin Levin.”\nMuch to the dismay and disappointment of the appellants, when Key Enterprises, Inc., filed a petition in June of 1969 asking that the judgment against it in the amount of $9,798.32 be stricken because of an alleged accord and satisfaction, the court denied and dismissed the motion to strike the judgment. This appeal was then filed by Key Enterprises, Inc.\nAppellant argues that when it paid the $291.17 owing on the lab equipment, this payment was tendered in full satisfaction of the $19,596.64, later reduced to $9,798.32, claim appellee had against it and was accepted by appellee in satisfaction of that claim. It emphasizes the language which it had carefully typed on the check, the covering letter to the same effect, and the fact that appellee cashed the check in the face of that language.\nOur cases make clear that the burden was on the appellant to establish “accord and satisfaction.” The same elements are necessary to show the existence of an “accord and satisfaction” as to show the existence of any contract. There must be a “meeting of the minds.” Barry v. Caplin, 73 Pa. Superior Ct. 487 (1920). There must be consideration, which in the case of an accord and satisfaction, means that a reasonable dispute exists between the parties. As we explained in Law v. Mackie, 373 Pa. 212 at 221, 95, A. 2d 656 (1953), citing Lucacher v. Kerson, 355 Pa. 79, 48 A. 2d 857 (1946) : “Where there is a dispute or disagreement between the debtor and creditor as to their respective rights, a payment tendered in full satisfaction of the other’s claim operates as an accord and satisfaction if the payment is accepted and retained. On the other hand, in the absence of such a controversy, the payment of a part of the amount due under a contract, even though accepted by the creditor as in full satisfaction of the debt, does not work a discharge of the entire indebtedness, for the reason that there is no consideration for the creditor’s agreement that it should so operate.”\nAppellant has not met its burden. It has shown neither a meeting of the minds nor the existence of a real dispute. The mere fact of the appellee’s acceptance of the appellant’s check is not enough. The bill was not sent to appellant but to Community Laboratories, Inc. It was in no way connected with the appellee’s claim against Key Enterprises. We also think it significant that appellant made no mention of any “accord and satisfaction” when this case was argued before us in 1967.\nOrder affirmed.\nMr. Chief Justice Bell took no part in the consideration or decision of this case."}