{"id": "1935322", "contents": "Opinion by\nMr. Chief Justice Bell,\nCharles Enty was indicted for the murder of a man in the course of a dispute over a card game. The killing took place in. the presence of numerous witnesses. Charles Enty admitted firing the fatal shot and the Commonwealth clearly proved heyond a reasonable doubt, defendant’s guilt.\nThe casé came up for trial on April 23, 1963. A jury was impaneled and defendant was represented by private counsel, Byrd B. Brown, a member of the Bar with extensive experience in the trial of criminal cases. Defendant then pleaded guilty and was thereafter adjudged by the trial Court guilty of murder in the second degree. He was sentenced to imprisonment for a term of ten to twenty years and is presently serving that sentence.\nDefendant now appeals from the denial of relief which he sought at the hearing of his Post Conviction Hearing Act petition, at which he was again represented by counsel. The sole issue which defendant-appellant raises is whether his plea of guilty at the time of trial was voluntarily and understanding^ made. The test for the voluntariness of a plea of guilty has been iterated numerous times, although at times in slightly different language, and may be thus stated: To be Constitutionally valid, a plea of guilty must have been voluntarily, knowingly and intelligently made by defendant, i.e., with an understanding of the nature of the charges against him, his right to a jury trial and an awareness of the consequences of his plea. Commonwealth v. Roundtree, 440 Pa. 199, 269 A. 2d 709; Commonwealth v. Cottrell, 433 Pa. 177, 249 A. 2d 294; Commonwealth ex rel. Barnosky v. Maroney, 414 Pa. 161, 199 A. 2d 424; Commonwealth ex rel. West v. Rundle, 428 Pa. 102, 237 A. 2d 196; Boykin v. Alabama, 395 U.S. 238, 242.\nWe have carefully reviewed the record and we are convinced that the appellant’s guilty plea was voluntarily, knowingly and intelligently made.\nDefendant-appellant further alleges that his counsel did not discuss with him the possibility of entering a guilty plea until they entered the courtroom and, therefore, he could not have voluntarily and understandingly entered his guilty plea. The burden of proving that his (1963) plea was not voluntarily, knowingly and intelligently made was upon the defendant-appellant. Commonwealth v. Knowles, 440 Pa. 84, 269 A. 2d 739; Commonwealth v. McBride, 440 Pa. 81, 269 A. 2d 737; Commonwealth ex rel. West v. Rundle, 428 Pa., supra. His counsel, Byrd R. Brown, testified at the Post Conviction Hearing Act hearing that he discussed with the defendant the question of entering a guilty plea and the various alternatives prior to the time of trial. Obviously, this raised a question of credibility and the P.C.H.A. hearing Judge chose to believe (as was his discretionary right) the testimony given by Mr. Brown. Commonwealth v. Holl, 434 Pa. 312, 254 A. 2d 11.\nWe find no merit whatever in this appeal.\nOrder affirmed.\nMr. Justice Cohen took no part in the decision of this case."}