{"id": "1936904", "contents": "Opinion by\nMb. Justice Pomeboy,\nAppellant appeals from a judgment of sentence following conviction by a jury of voluntary manslaughter. The primary question raised on appeal is whether the trial court erred in permitting the Commonwealth to cross-examine its own witness for the purpose of impeachment.\nThe Commonwealth’s witness, one Elmer Troup, testified to a shotgun battle between appellant and the deceased victim. In the course of his direct examination he stated that he did not know whether the appellant had cocked the hammer of the gun before he went in the direction of the deceased. The Commonwealth pleaded surprise to this testimony on the ground that the witness had given pretrial statements which indicated that appellant had cocked the gun, and requested permission to cross-examine the witness. In support of its request, the Commonwealth claimed that the testimony was significant to proving its case of murder in that an inference of premeditation could be drawn from the fact of a cocked gun. After examining the witness’ pretrial statements, the trial court concluded that the witness had categorically stated therein that he had seen the appellant cock the gun before moving toward the deceased, and accordingly allowed the Commonwealth to cross-examine.\nIn the course of the Commonwealth’s cross-examination of Troup, the witness’ pretrial statements were read to him and thus placed before the jury. The defense, in its cross-examination of Troup, developed that at the time he gave his statements to the investigating officer Troup was “a little shook” over the incident and, further, that his statement on direct examination that he wasn’t sure whether or not the gun was cocked was the truth.\nThe courts of this Commonwealth have been liberal in allowing a party to cross-examine his own witness when it is believed that the interest of truth and justice so require. E.g., Commonwealth v. Smith, 424 Pa. 544, 227 A. 2d 653 (1967); Commonwealth v. Turza, 340 Pa. 128, 16 A. 2d 401 (1940); Commonwealth v. Lehman, 309 Pa. 486, 164 Atl. 526 (1932); Commonwealth v. Spardute, 278 Pa. 37, 122 Atl. 161 (1923); Commonwealth v. Reeves, 267 Pa. 361, 110 Atl. 158 (1920); Commonwealth v. Delfino, 259 Pa. 272, 102 Atl. 949 (1918); Commonwealth v. Deitrick, 221 Pa. 7, 70 Atl. 275 (1908). In all the cited cases, however, the witness sought to be cross-examined had made statements at trial which were directly contradictory to statements the witness had made earlier, and the in-court testimony, if believed, was such as to aid the opposing party.\nOn the other hand, our courts have been loath to allow cross-examination for purposes of impeachment by use of prior statements when a witness states that he does not know or that he cannot remember. This is so for the reason that such an in-court declaration does not harm the calling party nor aid the opposing party. Goodis v. Gimbel Bros., 420 Pa. 439, 442, 218 A. 2d 574 (1966); Fisher v. Hart, 149 Pa. 232, 235, 24 Atl. 225 (1892); Selden v. Metropolitan Life Ins. Co., 157 Pa. Superior Ct. 500, 509, 43 A. 2d 571 (1945); see also McCormick, Evidence, §§38-39; Laub, Pennsylvania Trial Guide, §46.5. Hence, when a witness claims he does not know or cannot remember, the prior statements should not be introduced because of the danger that the prior statements will be considered as substantive evidence by the jury. McCormick, supra.\nIn light of the foregoing, we think that when Troup testified that he did not know whether appellant had cocked the gun, the lower court erred in allowing the Commonwealth to treat him as an adverse witness and to cross-examine him by the use of his pretrial statements: there was no substantive evidence in Troup’s trial testimony which could have been “neutralized” by use of his pretrial statements.\nNotwithstanding the error, we are satisfied that it was not prejudicial. As the lower court noted in its opinion, appellant was not harmed by the cross-examination since the witness continued to adhere to his trial statements that he was unsure whether appellant had cocked the gun. Moreover, when it convicted appellant of voluntary manslaughter rather than of murder, the jury apparently rejected any inference of deliberateness and premeditation which could have been drawn from the pretrial statements.\nAppellant contends, however, that he was prejudiced by the admission of Troup’s pretrial statements because without them there would have been insufficient evidence upon which to submit a charge of murder to the jury. This charge, according to appellant, placed the jurors in a position of possibly compromising their views between the major charge of murder and the antithetical verdict of not guilty by returning the verdict of voluntary manslaughter.\nWe cannot, however, accept the premise of appellant’s argument, and therefore do not reach its merits. A study of the record convinces us that, quite apart from Troup’s pretrial statements, there was sufficient evidence introduced to justify the trial judge in charging on murder. The evidence showed, in brief, that appellant, upon hearing that the deceased had threatened his life, procured his shotgun; approached by a circuitous route through the woods the house where the deceased was standing armed on the porch; called to the deceased to drop his gun; and when the deceased, in true western fashion, responded “No, it’s either me or you now” and fired his gun, returned the fire, with fatal result.\nIn sum, since we have concluded that the error in admitting Troup’s pretrial statements was not prejudicial to appellant, and that it was not error for the trial judge to charge on murder, we affirm the judgment of the court below.\nMr. Justice Cohen took no part in the decision of this case.\nWhen in a proper case, a trial judge allows a party to use pretrial statements to impeach his own witness, the judge should give cautionary instructions that the pretrial statements are not to be used as substantive evidence. Goodis v. Gimbel Bros., supra; Commonwealth v. Turza, supra; Commonwealth v. Bowers, 182 Pa. Superior Ct. 628, 632, 127 A. 2d 806 (1956). No such cautionary instructions were requested or given in the present case, nor was an exception to the charge taken by appellant"}