{"id": "1936934", "contents": "Opinion by\nMr. Justice Boberts,\nWe must here decide whether our mandate in appellant’s prior collateral attack was adequately followed. Our review of the record of the hearing on remand indicates substantial misunderstanding existed on the part of the hearing court as to the exact scope of its inquiry. While we are reluctant to remand the case yet again, we can see no other alternative.\nThe facts surrounding appellant’s conviction of murder in the first degree have been set forth in detail elsewhere and only will be duplicated here to the limited extent necessary for deciding this appeal.\nAppellant pleaded guilty to murder generally, having been indicted in the killing of one Frances Lieberman. A three judge panel determined that appellant was guilty of first degree murder and had also raped his victim. Penalty was fixed at death in the electric chair.\nAfter taking a direct appeal and filing a petition for habeas corpus, appellant filed a petition pursuant to the Post Conviction Hearing Act, challenging the testimony of Agnes Mallatratt, who had been “. . . employed by the Philadelphia Police Department as a laboratory technician specializing in blood and other bodily fluid stains. After she had testified in many cases, it was discovered in 1965 that she had lied about her professional qualifications in that, in reality, she had never fulfilled the educational requirements for a laboratory technician.” Commonwealth v. Mount, supra, 435 Pa. at 422, 257 A. 2d at 579.\nOur previous analysis of this case disclosed that the death sentence was predicated on the rape feature of the crime and that further, without Miss Mallatratt’s testimony, there was insufficient evidence to prove appellant raped the deceased. We there noted that “. . . [e]ven though Miss Mallatratt lacked the necessary theoretical and academic background for accreditation as a laboratory technician, it may well be that the practical experience gained over a long period of years in laboratory work did qualify her to make proper and sound laboratory findings.” Commonwealth v. Mount, supra, 435 Pa. at 426-27, 257 A. 2d at 582. We accordingly vacated appellant’s sentence and remanded the case for an inquiry into Miss Mallatratt’s qualifications, a determination of what weight, if any, should be given to her testimony, and a reconsideration of the appropriate sentence.\nAppellant is now before us asserting that the hearing court misconstrued our mandate in that it failed to consider what weight should be given to Miss Mallatratt’s testimony and treated the question of sentence merely as a matter of form. He also contends that the Commonwealth was permitted to produce expert testimony to the effect that a laboratory technician need have no formal education in order to analyze bloodstains properly, but when appellant proffered expert testimony to the effect that formal education was essential, the hearing court sustained the Commonwealth’s general exception. In addition, appellant argues that the trial court announced it was already familiar with “the technical experience of Miss Mallatratt” and that the purpose of the hearing was merely to put sufficient corroborative testimony on the record. This, appellant asserts, amounted to a decision in. advance of the hearing that Miss Mallatratt was qualified, based on information of unknown origin and validity. Appellant further contends that Miss Mallatratt’s testimony concerning her tests was mere guesswork because the undershorts in question had been exposed to the August sun for several days. Finally, appellant challenges the constitutionality of his death penalty and the Pennsylvania murder statute under both the equal protection and the due process clauses of the Fourteenth Amendment.\nIn our view, appellant’s scope of inquiry during the hearing was unnecessarily and prejudicially limited. Although his expert witness was permitted to assert that Miss Mallatratt’s tests in this case were inadequate because her notes were insufficient, and because she failed to appreciate the effect of prolonged sunlight on the specimens, appellant’s medical expert was not allowed to give his opinion with regard to the formal educational training required to be an expert in the field of serology. The hearing court concluded such an opinion would be irrelevant. The Commonwealth asserts on appeal that an answer by appellant’s medical expert to such a question would be an opinion on the ultimate legal issue involved. Yet the Commonwealth’s expert was permitted over objection to present his opinion as to the quality of the way in which Miss Mallatratt went about her examinations and as to the accuracy of the conclusions to which she came.\nWe believe that the matter therefore must once again be remanded for a thorough examination of Miss Mallatratt’s qualifications, an evaluation of the weight to be accorded her testimony in this case, and a reconsideration of appellant’s sentence. During this hearing, appellant is to be afforded full opportunity to cross-examine the Commonwealth’s witnesses and present his own experts concerning the necessary qualifications, academic and otherwise, requisite for being a sufficiently competent expert in serology who is able to analyze the type of evidence in this case, so that we might have a valid determination, once and for all, whether Miss Mallatratt’s experience gained in her laboratory work enabled her to make sound laboratory analyses of the evidence described in this record.\nAccordingly, the judgment of sentence is vacated and the record remanded for proceedings consistent with this opinion.\nMr. Chief Justice Bell took no part in the consideration or decision of this case.\nMr. Justice Cohen took no part in the decision of this case.\nSee, Commonwealth v. Mount, 435 Pa. 419, 257 A. 2d 578 (1969); Commonwealth ex rel. Mount v. Rundle, 425 Pa. 312, 228 A. 2d 640, cert. denied, 389 U.S. 875, 88 S. Ct. 171 (1967); Commonwealth v. Mount, 416 Pa. 343, 205 A. 2d 924, cert. denied, 381 U.S. 954, 85 S. Ct. 1815 (1965).\nAct of January 25, 1966, P. L. (1965) 1580, 19 P.S. §1180-1 et seq.\nNow Agnes Douglas. In the interest of clarity, we will use Mrs. Douglas’s maiden name in this opinion.\nThe mandate was summarized at the conclusion of the opinion as follows:\n“. . . Under such circumstances, since the sufficiency of the evidence as to rape hinged upon the testimony of Miss Mallatratt and since the court below was not aware of the lack of accreditation of Miss Mallatratt as a laboratory technician, we must remand this matter to the court below to inquire into Miss Mallatratt’s qualifications and then to determine what, if any, weight should be given to her testimony.\n“Judgment of sentence vacated and the record remanded to the court below for a hearing consistent with the views expressed in this opinion and for a determination, after such hearing of the appropriate sentence.” Commonwealth v. Mount, supra, 435 Pa. at 427-28, 257 A. 2d at 582.\nThe record discloses the following: “The Court: Well, . . . 1 think my colleagues will join me in this. We are all familiar with the experience of Miss Mallatratt, with the technical experience of Miss Mallatratt, but nothing with reference to her qualifications and past experience appears on the record in this case when it went to the Supreme Court. It is now remanded to us and we should take testimony on the years experience she’s had.”"}