{"id": "1936909", "contents": "Opinion by\nMr. Justice Pomeroy,\nThis appeal arises from the dismissal by the court below of a bill in equity brought by the Borough of Ambler (the Borough) against Harry W. Shepherd, Jr., and his wife (the property owners) in which the Borough sought to compel the property owners, by mandatory injunction, to remove from the bed of Tannery Kun Creek those portions of a retaining wall on their property which had fallen into the creek and to repair the retaining wall. The court en banc dismissed the Borough’s exceptions to the chancellor’s decree nisi and adopted it as the court’s final decree; the Borough then appealed.\nThe undisputed Findings of Fact made by the learned chancellor establish that the appellees are the owners of a certain tract of land within the Borough of Ambler; that this tract is formed by a natural watercourse known as Tannery Run Creek which passes through the Borough; and that on the land is a retaining wall which abuts, and provides an embankment for the creek. The findings further show that this retaining wall has deteriorated to the extent that part of it has collapsed, causing stone, mortar and soil to fall into the creek partially obstructing its flow, and that, if not properly maintained, the retaining wall will continue to deteriorate and further impede the flow of Tannery Run Creek.\nThe basic question presented by this case is who, as between the Borough and the property owners, has the duty: (a) to remove the debris which has already fallen into the creek, and (b) to repair the retaining wall.\nThe position taken by the Borough is that the retaining wall, in its deteriorated condition, constitutes a nuisance or a dangerous structure upon the land of the property owners, and that the Borough is specifically empowered to seek an injunction against its continuance by Subsection (5) of Section 1202 of the Borough Code, Act of February 1, 1966, P. L. (1965) No. 581, 53 P.S. §46202. The Borough relies, additionally, upon Borough Ordinance 488, Section 1 adopted September 10, 1962, as authority for its effort to compel the property owners to remove from the bed of the stream that debris which has fallen into it.\nThe property owners, on the other hand, assert that the Borough has the duty to remove all debris from the creek and to maintain the retaining wall in a satisfactory condition because the Borough adopted Tannery Eun Creek as part of its surface water sewer system.\nIn Ms opinion the chancellor confirmed the fact that the Borough had adpoted the creek as part of its sewer system and he upheld the above-stated position of the property owners. In light of this conclusion, the chancellor never determined whether or not the retaining wall constituted a nuisance or a dangerous structure maintained upon the property owner’s land.\nThe power of a municipality to adopt a natural watercourse as part of its surface water sewer system has long been recognized. See Munn v. Pittsburgh, 40 Pa. 364, 370 (1861); Strohl v. Ephrata Borough, 178 Pa. 50, 55, 35 Atl. 713 (1896). The chancellor’s finding that the Borough had adopted Tannery Run Creek is amply supported by the record. The question remains, however, what, if any, obligation the Borough thereby assumed.\nThe decisions on this question share the attribute of age, but not that of consistency. In Munn v. Pittsburgh, supra, the Court held that the city, by utilizing a Commonwealth built sewer, which replaced a diverted natural watercourse, incurred no obligation to maintain that sewer or to keep it clear to its mouth. The Court there clearly expressed its view that had the sewer been the natural watercourse there would likewise have been no obligation on the city.\nIn the later decision of Blizzard v. Danville, 175 Pa. 479, 483, 34 Atl. 846 (1896), however, the Court espoused the view that when a borough adopts a natural watercourse for use as an open sewer it incurs the duty to keep its channel open and to remove accumulation of filth, ashes, or other material that obstruct the flow of water. This view was echoed in Owens v. Lancaster, 182 Pa. 257, 262, 37 Atl. 858 (1897), where it was held that a city which had adopted and used a watercourse as an open sewer was responsible for the damage caused by allowing accumulations of debris to obstruct the natural flow of the stream. These cases enunciate the duty of a municipality, once it has adopted a natural watercourse as an open sewer, to keep the channel of the stream open and to prevent the accumulation of filth and debris therein. Accord: Yeager v. City of Pittsburgh, 103 Pa. Superior Ct. 34, 157 Atl. 353 (1931); Bigham v. City of Pittsburgh, 83 Pa. Superior Ct. 449 (1924); Glasgow v. Altoona, 27 Pa. Superior Ct. 55 (1905). While these cases are not consistent with the earlier Munn decision, we believe the view expressed by them to be the sounder one. This determination, however, neither requires nor justifies the dismissal of the Borough’s bill.\nIn none of the cases discussed above was the question presented whether the municipality incurred, in addition to its duty to keep the watercourse open, the duty to maintain the artificial or natural embankments on the sides of the stream. The distinction between these two duties is an important one. Underlying the obligation of the municipality to prevent accumulations of debris in the stream bed is the belief that those accumulations are caused, or at least aggravated, by the flow of sewage or the increased flow of surface water resulting from the use of the watercourse by the municipality as part of its sewer system. Thus, unless the deterioration of the embankment is the direct result of the use by the municipality of the stream, its restoration cannot be viewed as falling within the scope of the duty incurred by the municipality.\nThe chancellor found as a fact that, “[wjithin the municipal limits of the Borough of Ambler, immense quantities of surface waters are drained into Tannery Run Creek, and this vastly increased flow has caused and accelerated the deterioration of the retaining wall.” The Borough excepted to this finding as being unsupported by the record. While the lower court overruled the exception, our review of the record has convinced us that the Borough’s position is correct. The evidence showed that the Borough maintains four sets of inlets into the stream above appellees’ property, and that the watershed of Tannery Run Creek encompasess ninety acres located within the Borough, but no testimony was introduced indicating what, if any, increased flow of water resulted from these four sets of inlets. Moreover, there was no proof of causal relationship between any increased flow and the deterioration of the wall. On the contrary, the only testimony giving any indication of the cause of the deterioration was that of Mr. Shepherd, one of the property owners, who stated that a truck had run into a utility pole located in the center of the wall, knocking over the pole and cracking the wall.\n“[I]t has long been the rule that the Chancellor’s findings of fact affirmed by the court en banc will not be reversed on appeal where there is evidence to support them.” Pittsburgh Outdoor Advertising Co. v. Virginia Manor Apts., Inc., 436 Pa. 350, 353, 260 A. 2d 801 (1960). Lewkowicz v. Blumish, 442 Pa. 369, 275 A. 2d 369 (1971); Fec v. Mickail, 438 Pa. 439, 265 A. 2d 800 (1970). Indeed, such findings have the weight of a jury’s verdict. Williams v. H. E. Stoudt & Son, Inc., 404 Pa. 377, 378-79, 172 A. 2d 278 (1961). However, “[i]t is equally true that this principle is confined to findings that are true and genuine findings of fact. ‘With respect to inferences . . . and conclusions of law, both the Court en banc and the appellate Courts have the power to draw their own inferences and make their own deductions and conclusions.’ ” Id., 404 Pa. at 379.\nIn our view the finding that the deterioration of the wall was caused and accelerated by the increased flow of water in Tannery Run Creek is, at best, an inference drawn by the chancellor and is quite unsupportable from the evidence. Absent a finding, supported by the evidence, that the deterioration of the wall was a result of the Borough’s adoption and use of the creek, we are unable to conclude that tbe Borough incurred any obligation to repair or maintain the wall.\nInsofar as the debris which has already fallen into the creek is concerned, we believe that the obligation to remove it does rest with the Borough. Although such debris may not be the result of the Borough’s adoption of the creek, once it has actually fallen into the stream its removal comes within the Borough’s duty to keep a creek which it has adopted as part of its sewer system clear and open. The responsibility to remove such debris must necessarily rest with the Borough if multitudinous disputes as to the cause of an obstruction in the stream bed are to be avoided.\nThe same rationale does not apply to require the extension of the Borough’s duty to include repair of structures abutting the creek, such as the retaining wall in the case at bar. Since such structures normally exist for the benefit of the riparian landowner, the primary responsibility to maintain them should rest with him.\nWe vacate the decree entered below and remand the case for further proceedings consistent with this opinion. In so doing, we observe that, absent evidence to support a finding that the deterioration of the wall was a direct result of the Borough’s adoption and resulting use of the creek, it will be necessary for the chancellor, in order to fashion a proper decree, to make a determination as to whether or not the wall, in its present condition, constitutes a nuisance or a dangerous structure upon the appellees’ land.\nVacated and remanded; costs to be borne equally by the parties.\nMr. Justice Jones and Mr. Justice Roberts took no part in the consideration or decision of this case.\nMr. Justice Cohen took no part in the decision of this case.\nThe text of that Subsection reads as follows: “Nuisances and dangerous structures. To prohibit and remove any nuisance, including but not limited to accumulations of garbage and rubbish and the storage of abandoned or junked automobiles and to prohibit and remove any dangerous structure on public or private grounds, or to require the removal of any such nuisance or dangerous structure by the owner or occupier of such grounds, in default of which the borough may cause the same to be done; and collect the cost thereof, together with a penalty of ten percent of such cost, in the manner provided by law for the collection of municipal claims, or by action of assumpsit, or may seek relief by bill in equity.”\nThe text of that Section reads as follows: “All owners and occupiers of property within the Borough of Ambler, through whose property flows streams or watercourses, are required to remove from the beds of such streams or watercourses and thereafter to keep free from same, all trash, debris or other structures or things which impede the flow of water through the stream or water courses.”\nThe Borough’s Ordinance No. 488 (footnote 2, supra) Is not applicable where, as here, the stream is part of a municipal sewer system, and cannot form an independent basis for relief by the Borough."}