{"id": "1936946", "contents": "Opinion by\nMr. Justice Jones,\nThis is an appeal from an order of the Philadelphia Court of Common Pleas which affirmed the decision of the Philadelphia Board of Revision of Taxes denying the application presented by Four Freedoms House of Philadelphia, Inc., appellant, for exemption from Philadelphia real estate taxes.\nAppellant, a nonprofit corporation created by labor union impetus to provide low-cost housing for the aged, owns the premises in question, a twelve-story structure containing 280 units (studio and one-bedroom apartments). Besides the apartments, the building has a lobby, a doctor’s office, a beauty parlor, storage space, coin-operated washing machines, a social room and a library for the use of the tenants. Construction was financed by a 100% federal mortgage pursuant to Section 202 of the Housing Act of 1959. In order to qualify as a tenant, a person must be over sixty-two, in good health and with a limited income of $4,500.00 per annum per single person, $5,400.00 for married couples and $6,600.00 for two persons. Applications for tenancy are processed by the Four Freedoms Management Corporation in the order received, without priority and without regard for race, religion or sex. Rent varies from $74.00 to $104.00 per month, depending on the size and location of the apartment. As found by the court below, appellant’s officers and directors “serve without compensation, and the corporation can never accumulate a profit as all excess monies must go into the Federal Government Reserve Fund for debt service and mortgage amortization.”\nOur analysis begins with Article VIII, section 2(a), of the Pennsylvania Constitution: “(a) The General Assembly may by law exempt from taxation: ... (v) Institutions of purely public charity, but in the case of any real property tax exemptions only that portion of real property of such institution which is actually and regularly used for the purpose of the institution.” Accordingly, the General Assembly enacted The General County Assessment Law, Act of May 22, 1933, P. L. 853, art. II, §204, as amended, 72 P.S. §5020-204, which exempts, inter alia, from local taxation: “(c) All hospitals, universities, colleges, seminaries academies, associations and institutions of learning, bencvolence, or charity, including fire and rescue stations, with the grounds thereto annexed and necessary for the occupancy and enjoyment of the same, founded, endowed, and maintained by public or private charity: Provided, That the entire revenue derived by the same be applied to the support and to increase the efficiency and facilities thereof, the repair and the necessary increase of grounds and buildings thereof, and for no other purpose; ... (i) All real property owned by one or more institutions of purely public charity, used and occupied partly by such owner or owners and partly by other institutions of purely public charity, and necessary for the occupancy and enjoyment of such institutions so using it.” Bearing in mind these constitutional and statutory provisions, the issue presented by this appeal is whether appellant is entitled to a charitable exemption from Philadelphia’s real estate tax under our prior case law.\n“For the appellant to obtain the claimed exemption from taxation, it must affirmatively show that the entire institution, (1) is one of ‘purely public charity’; (2) was founded by public or private charity; (3) is maintained by public or private charity.” Woods Schools Tax Exemption Case, 406 Pa. 579, 584, 178 A. 2d 600, 602 (1962). Accord, Pittsburgh Institute of Aeronautics Tax Exemption Case, 435 Pa. 618, 258 A. 2d 850 (1969). Since liability of all real estate is the rule with exemption the exception, e.g., Dougherty v. City of Philadelphia, 112 Pa. Superior Ct. 570, 172 Atl. 177 (1934), the burden is placed on the claimant to bring itself within the exemption. E.g., Pittsburgh Institute of Aeronautics Tax Exemption Case, 435 Pa. 618, 258 A. 2d 850 (1969); University of Pittsburgh Tax Exemption Case, 407 Pa. 416, 180 A. 2d 760 (1962); Wynnefield United Presbyterian Church v. City of Philadelphia, 348 Pa. 252, 35 A. 2d 276 (1944); Albright College Taw Assessment Case, 213 Pa. Superior Ct. 478, 249 A. 2d 833 (1968). Moreover, statutory provisions exempting property from taxation are subject to a strict construction. E.g., Y.M.C.A. v. Reading, 402 Pa. 592, 167 A. 2d 469 (1961); McGuire v. Pittsburgh School District, 359 Pa. 602, 60 A. 2d 44 (1948).\nTurning to tbe facts of the case at bar and guided by our decision in the Presbyterian Homes Tax Exemption Case, 428 Pa. 145, 236 A. 2d 776 (1968), there can be no doubt that providing low-cost housing for elderly persons with limited incomes constitutes a public charity. Nor is there any question that appellant was founded by both public and private charity. The sole question is whether appellant is maintained by public or private charity.\nAlthough appellant has never realized a profit and despite the fact that the rents charged by appellant are less than those charged by commercial apartments for the elderly, it was the position of the court below that appellant was not maintained by charity but rather by each tenant paying his own way.\nA similar contention was advanced and rejected in Presbyterian Homes. “Appellants further contend that since many residents pay their way completely and 80 per cent of the operational costs are paid by the residents, the Home is a profit-making institution. We do not agree. . . . Furthermore, the Home has never in any year realized a profit and, even more important, no profit, if there were any, would go to an individual or to a corporation operated for private profit.” (Emphasis original) 428 Pa. at 153-54, 236 A. 2d at 780. On these facts, the rent charged by appellant is less than the amounts charged by similarly situated, commercial lessors as it merely covers appellant’s operational expenses and does not include any margin of profit. Although some jurisdictions refuse to exempt homes for the aged where there are rental payments, see, Annot., 37 A.L.R. 3d 565 (1971), we do not believe each tenant’s fractional payment of the operational expenses should eliminate appellant’s tax-exempt status. See, Vanguard School Tax Exemption Case, 430 Pa. 378, 243 A. 2d 323 (1968); Hill School Tax Exemption Case, 370 Pa. 21, 87 A. 2d 259 (1952). Indeed, if the charitable exemption is lost, appellant will be required to close its doors or increase the rent; either alternative frustrates the charitable intention to provide low-cost housing for the elderly.\nOrder reversed.\nMr. Justice Eagen dissents.\nMr. Chief Justice Bell took no part in the consideration or decision of this case.\nA 3% management fee is paid the Management Corporation, which would not, in the opinion of the court below, preclude a charitable exemption since that figure is a reasonable fee for the services provided. See, Hill School Tax Exemption Case, 370 Pa. 21, 87 A. 2d 259 (1952)."}