{"id": "1937017", "contents": "Opinion by\nMr. Chief Justice Bell,\nOn March 29, 1971, the Court entered the following Order: Judgment and Decree of the Commonwealth Court of Pennsylvania affirmed; Opinion to follow.\nThis case raises a difficult but very important Constitutional question: what is the date of election for the vacancy on the Commonwealth Court which was created by and occurred at the resignation of Judge Alexander F. Barbieri?\nJudge Theodore O. Rogers was appointed by Governor Raymond P. Shafer on January Jf, 1971, to fill the vacancy on the Commonwealth Court which was created by the resignation of Judge Barbieri on January 4,1971. At the time of the vacancy, the Senate was not in session. See Creamer v. Twelve Common Pleas Judges, 443 Pa. 484, 281 A. 2d 57 (1971), is “less” than ten months prior to the next municipal election which is to take place on November 2, 1971.\nGovernor Shafer appointed Alexander F. Baebieri a Judge on the Commonwealth Court for an initial term ending the first Monday of January, 1912. Judge Rogers’s commission stated that his term as a Judge of the Commonwealth Court was to terminate on the first Monday of 1974, which is the first Monday following the next municipal election which was scheduled to take place \"more” than ten months after the vacancy (created by the resignation of Judge Baebieri) occurred.\nPlaintiffs, Judge Rogers and certain citizens and taxpayers of Dauphin County, instituted an action in equity against the Secretary of the Commonwealth, and an action in mandamus against the Dauphin County Board of Elections, seeking (1) to have withdrawn the notices and orders issued respectively by the Secretary and the Board, which, inter alia, declared that an election to fill the vacancy on the Commonwealth Court would be held on November 2, 1971, and (2) a Court order or decree stating that no election would be held in 1971 for that Judicial office.\nDefendants filed preliminary objections, contending that the facts alleged in the pleadings supported the notices, actions and orders for an election in November, 1971. The principal contention of the defendants is that \"an appointment to fill a judicial vacancy ccmnot extend beyond the existing term of [a resigned Judge] so as to defeat the constitutional right of the people to elect a judge for the ensuing term of office.” The Commonwealth Court (consisting of four members) , in a Per Curiam Order, i.e., a judgment and decree, unanimously sustained plaintiffs’ complaints and granted the relief which they requested. On appeal, this Court filed a Per Curiam Order: “Judgment and Decree . . . affirmed; Opinion to follow.” Pursuant thereto, we file this Opinion.\nSection 3 of The Commonwealth Court Act of 1970, January 6, P. L. (1969) 434, §1, and Article Y, Section 13, of the Constitution of Pennsylvania contain the pertinent provisions which deal with vacancies which occur in the Commonwealth Court and the subsequent appointments and elections to fill a vacancy on that Court.\nSection 3 of The Commonwealth Court Act provides in relevant part: “Section 3. Appointment and Election of Judges; Terms.— (a) The Governor in the manner hereinafter provided, shall appoint the first judges of the court: Provided, That not more than four of the appointees shall be members of the same political party. Such appointments shall be for the purpose of implementing section J/ of Article V of the Constitution of the Commonwealth of Pennsylvania and section 3 of the Schedule thereto, and shall not be construed to constitute the filling of vacancies in the office of judge, as provided in subsection (b) of section 13 of Article V of said Constitution.\n“All appointments [of the first Judges] shall be made with the advice and consent of two-thirds of the members elected to the Senate.\nU\n“(d) Vacancies caused by the death, retirement, resignation or removal of a judge appointed by the Governor under subsection (a) of this section shall be filled in the manner and for the term prescribed by section 13 of Article V of the Constitution of Pennsylvania. . . .”\nSection 13 of Article V of the Constitution of Pennsylvania provides in relevant part: “Section 13. (a) Justices, judges and justices of the peace shall be elected at the municipal election next preceding the commencement of their respective terms of office by the electors of the Commonwealth or the respective districts in which they are to serve.\n“(b) A vacancy in the office of justice, judge or justice of the peace shall be filled by appointment by the Governor. If the vacancy occurs during the session of the Senate, the appointment shall be with the advice and consent of two-thirds of the members elected to the Senate, except in the case of justices of the peace which shall be by a majority. If the vacancy occurs during sine die adjournment of the Senate such appointment shall not require the advice and consent of the Senate. The person so appointed shall serve for an initial term ending on the first Mondap of January following the next municipal election more than ten months after the vacancy occursCould any language be clearer than the “initial term” of service!\nWe have held in an Opinion filed herewith, namely, Creamer v. Twelve Common Pleas Judges, 443 Pa., supra, that the vacancy to ivhich Judge Rogers was appointed by Governor Shafer occurred (on January }}, 1970) when the Senate was not in session, and therefore Judge Rogers's appointment was valid and Constitutional and did not have to be submitted to the Senate for its advice and consent. However, the important question raised in this case was not raised or decided in the above-mentioned case, i.e., what is the permissible term of Judge Rogers's appointment and, more particularly, when must an election be held to fill the vacancy created by the resignation of Judge Barriere This raises, we repeat, a close Constitutional question.\nThe vacancy to which Judge Rogers was appointed occurred two days less than ten months prior to the next municipal election which occurs on November 2, 1971. The Constitution clearly provides that Judge Rogers: “shall serve for an initial term ending on”'— and consequently his appointment extends to — “the first Monday of January [1974] following the next municipal election [which is held] more than ten months after the vacancy occurs,” namely, the municipal election to be held in November, 1973. This is what the Commonwealth Court held, and we affirmed.\nAppellants rely on (1) Article XIV, Section 2, of the Constitution of 1874, and (2) Article IV, Section 8 of the Constitution of 1968, and (3) Commonwealth ex rel. King v. King, 85 Pa. 103 (1877). None of these controls.\nArticle XIV is entitled “County Officers.” Section 1 enumerates who the County Officers shall consist of and Section 2 provides for their elections, terms and vacancies. This Section provides for their election for a four-year term, but most important, none of these enumerated officials includes a Judge. This Article is clearly inapposite.\nArticle IV is entitled “The Executive,” namely, the Governor and the Lieutenant Governor. Section 8 provides for the Governor’s “Appointing Power,” filling vacancies and confirmation by the Senate. Section 8 (b) specifically provides: “Except as may now or hereafter be otherwise provided in this Constitution as to appellate and other judges, he may, during the recess of the Senate, fill vacancies happening in offices to which he appoints by granting commissions expiring at the end of its session and fill vacancies happening in the office of Auditor General or State Treasurer or in any other elective office he is authorized to fill. If the vacancy happens during the session of the Senate except as otherwise provided in this Constitution, he shall nominate to the Senate, before its final adjournment, a proper person to fill the vacancy. In the case of a vacancy in an elective office, a person shall be elected to the office on the next election day appropriate to the office unless the vacancy happens within two calendar months immediately preceding the election day in which case the election shall be held on the second succeeding election day appropriate to the office.”\nArticle IV, Section 8(b), which deals with the power of a Governor to appoint an Attorney General and other public officers in the Executive Branch of Government, is not applicable and certainly not controlling when compared and contrasted with Article V, Section 13, supra, which specifically and clearly and unambiguously applies to Gubernatorial appointments to fill vacancies in Judicial offices.\nHowever, the appellants further contend that it is inherent and implicit in our Constitution and in our Constitutional form of Government that a person cannot be appointed to fill a public office of any kind beyond the term of the person or Judge who has resigned or died or whose term of office has expired. Such a contention has a first-blush appeal and, generally speaking, would be adopted unless a provision of the Constitution or of a statute clearly provided otherwise. To support their plausible contention, appellants rely on Commonwealth ex rel. King v. King, 85 Pa., supra. King involved the appointment and election of a sheriff to fill the office of a deceased sheriff. The office-holding sheriff whose term was to end the first Monday of January 1876, died on October 11¡., 1815, within three months of the scheduled general election in November 1815.\nA was appointed by the Governor to fill this vacancy and to serve in that office until January 1811. However, the general election took place as scheduled in November 1875, and B was elected. A brought an action in quo warranto against B, contending there should not and could not have been an election for this office until the November election before his term of appointment ended in January 1877. This Court affirmed the lower Court, which ruled in favor of B, and held that the Governor could not make an appointment of a sheriff to extend beyond the term of the deceased sheriff.\nCommonwealth ex rel. King v. King, 85 Pa., supra, and the principle established therein was at least impliedly approved in O’Neill v. White, 343 Pa. 96, 22 A. 2d 25. The O’Neill case is well summarized in the first two paragraphs of the Syllabus: “1. Where a vacancy occurs in the office of the Register of Wills of a county before a municipal election in the Pall but on a date which is not sufficiently far in time from the approaching election to enable candidates for the office to be nominated in accordance with the entire procedure for nominations prescribed by the Election Code of June 3, 1937, P. L. 1333, the vacancy may not be filled at the immediately following election, but must be filled at the first municipal election held thereafter at which the entire electoral machinery provided by the Code may function. [97-102]\n“2. In such case, it is the duty of the Governor, under section 60, of the Act of June 9, 1931, P. L. 431, to appoint a suitable person to fill such office to serve until the first Monday of January next succeeding the first municipal election at which a successor may be elected. [100-2].”\nThe cases are clearly distinguishable because they apply to appointments and elections of public officers or executives other than Judges, instead of to Judicial officers, as Section 13 of Article Y clearly and specifically does.\nMoreover, it seems to have been forgotten, inter alia, that historically in Pennsylvania the terms of office of Justices and Judges have always been different from those of Executive Officers, as many cases and many statutes demonstrate.\nTo illustrate and demonstrate the difference between the authorities relied on by appellants and that which is particularly and specifically applicable and controlling, namely, Article Y, Section 13, which, we repeat, deals specifically with Judges and Judicial vacancies, Judicial appointments, term of service and the time of election to fill a Judicial vacancy, subsection (b) relevantly provides: “. . . The person [Justice or Judge] so appointed shall serve for an initial term ending on the first Monday of January following the next municipal election more than ten months after the vacancy occurs.” In Breslow v. Baldwin Township School District, 408 Pa. 121, 125-126, 182 A. 2d 501, 504, the Court pertinently said: “Where in the Constitution ‘the words are plain . . . [they] must be given their common or popular meaning, for in that sense, the voters are assumed to have understood them when they adopted the constitution: Busser v. Snyder, 282 Pa. 440, 449, 128 A. 80:’ Lighton v. Abington Township, 336 Pa. 345, 354-355, 9 A. 2d 609. See to the same effect Peoples Bridge Co. v. Shroyer, Secretary of Highways, 355 Pa. 599, 607, 50 A. 2d 499; Collins v. Kephart, 271 Pa. 428, 441, 117 A. 440; Long v. Cheltenham Township, 269 Pa. 472, 475, 112 A. 545; Com. ex rel. Lafean v. Snyder, 261 Pa. 57, 63, 104 A. 494.”\nAppellants further contend that “This Court should not permit the right of the people to elect a Judge of their choice to be defeated by a resignation and an appointment to fill the vacancy.” Appellants are confused. We do not deny the right of the people to elect a Judge of their choice; we merely fixed, in accordance with the Constitution, the time of election when the people shall exercise their choice. As so pertinently stated in Commonwealth v. Russo, 388 Pa. 462, 471, 131 A. 2d 83, 88 (1957) : “We have no right to disregard or (unintentionally) erode or distort any provision of the Constitution, especially where, as here, its plain, and simple language makes its meaning unmistakably clear; indeed, because of the times in which we live we have a higher duty than ever before to zealously protect and safeguard the Constitution.”\nWe believe that the hereinbefore-quoted language in Article V, Section 13(b), with respect to the term of a person appointed to fill a Judicial vacancy which occurs when the Senate is not in session for an initial term ending on the first Monday of January following the next municipal election more than ten months after the vacancy occurs, is clear and unambiguous and we have no right to disregard or distort its language, even though we may believe it produces an unwise or unfortunate result. It follows expressly or by necessary implication that the election to fill the Judicial vacancy which occurred on the resignation of Judge Barbieri on January 4,1971, must be held at the municipal election in November 1973.\nDecree and Judgment affirmed, each party to pay own costs.\nMr. Justice Jones, Mr. Justice Eagen, Mr. Justice” Roberts and Mr. Justice Pomeroy concur in the result.\nMr. Justice Barbieri took no part in the consideration or decision of this case.\nItalics throughout, ours.\nFor a ten-year term, as provided in Section 15(a) of the present Constitution."}