{"id": "1938550", "contents": "Opinion by\nMr. Justice Roberts,\nThis appeal in equity arises out of a dispute between adjoining landowners concerning the existence and restricted nature of a right of way from appellants’ landlocked property across appellees’ land to a public way. We believe appellants not only possess a right of way by necessity but also are entitled to use the right of way for any reasonable and lawful purpose.\nThe pertinent factual background follows. On November 1, 1862, the common owner of the land tracts here in question severed his land and deeded a fifty-acre portion to one Levi Sheesley. Appellants acquired the fifty acres on September 17, 1946. At the time, the land was entirely land-locked, with the nearest public road being Route 219, access to which is possible only across What is now appellees’ land. Historically, appellants and their predecessors in title used the right-of-way to gain access to and enjoy, the fifty acres.\nAppellees purchased the tract fronting Route 219 in November, 1965. Within a few months, appellants filed á complaint in equity asserting that appellees had bulldozed shut their right-of-way, thus depriving them access to their “back fifty”. Appellees acknowledged they had embarked on a grading and landscaping project but denied appellants possessed a right-of-way.\nAfter further pleadings and testimony, on March 6, 1968, the chancellor sitting without a jury determined that appellants were entitled to “. . . a right of access and egress to and from their property over the defendant’s property by reason of necessity; this by reason of the fact that such necessity and way have existed since the division of title by the common owner.”\nThe chancellor afforded the litigants an opportunity to effectuate a private settlement concerning the location and extent of the easement. When the parties were unable to agree, the court decreed on February 17, 1970, that appellees’ proposed location of the way was the more reasonable. The chancellor also limited the way to only appellants’ domestic purposes. This decree was subsequently modified on May 19, 1970, to include “domestic and farm purposes”. The present appeal ensued, with appellants contesting not the route but rather the restricted use of théir right-of-way.\nThe chancellor was clearly correct on this record in ruling that appellants possess a right-of-way of necessity over appellees’ land. “. . . It is a well-settled principle of law that, in the event property is conveyed and is so situated that access to it from the highway cannot be had except by passing over the remaining land of the grantor, then the grantee is entitled to a way of necessity over the lands of his grantor: Commonwealth v. Burford, 225 Pa. 93, 98.” Borstnar v. Allegheny County, 332 Pa. 156, 159, 2 A. 2d 715, 716 (1938). See generally, 3 Powell on Real Property 428-46 (1970).\nAs noted above, the gravamen of appellants’ assertions of error concern the chancellor’s limitations of the way to domestic and farm use. Appellees urge that a way of necessity cannot be used beyond tbe scope of the use made at the time of its creation. We disagree. Neither party nor our own research has disclosed a decision of this Court directly on point. After careful consideration, we are of the view that the preferable policy is to define the enjoyment of a way of necessity with a view to the reasonable and lawful uses of the land it benefits. This is in accord with the sounder decisions of other jurisdictions and favors maximum land use. See, e.g., Fristoe v. Drapeau, 35 Cal. 2d 5, 215 P. 2d 729 (1950); Ragona v. DiMaggio, 42 Misc. 2d 1042, 249 N.Y.S. 2d 705 (1964); see generally 28 C.J.S. Easements §88. As one distinguished commentator has noted: “An easement of necessity has been regarded as not limited, as regards its utilization, by the mode in which the dominant tenement was used at the time of the creation of the right, but as available for any use incident to a change in the use of such tenement. It has been said that an easement of necessity ‘would seem to be coextensive with the reasonable needs, present and future, of the dominant estate for such a right or easement, and to vary with the necessity, insofar as may be consistent with the full reasonable enjoyment of the servient tenement.’ ” Tiffany, Real Property 345 (3d ed. 1939) (footnotes omitted). See also Powell on Real Property 518 (1970).\nThis is not to say that the owner of the dominant estate can use the rights granted over the servient estate without regard to the rights of the servient owner. See Taylor v. Heffner, 359 Pa. 157, 58 A. 2d 450 (1948). Similarly, however, enlarged uses of easements resulting from a change in the use of the dominant tenement have been recognized by this Court to be within the scope of the original easement. See, e.g., Garan v. Bender, 357 Pa. 487, 55 A. 2d 353 (1947) (automobiles permitted where only pedestrians had walked); Hammond v. Hammond, 258 Pa. 51, 101 Atl. 855 (1917) (bridge permitted where formerly only a ford had existed).\nApplying these principles to this record, we conclude the chancellor abused his discretion in limiting appellants’ right-of-way to domestic and farm use. While the husband-appellant testified that in the past he has used the “back fifty” primarily for agricultural purposes, he also averred at a later point in the litigation that the land might some day be used for its timber or minerals. It is uncontradicted that the tract in question is unzoned and rural in character. Courts of equity should refrain from in effect “zoning” land for a particular use. Only if appellants embark on a use of the right-of-way which is unreasonable and substantially interferes with appellees’ use and enjoyment of the servient estate should equity intervene if called upon to do so.\nAccordingly, the decree of the Court of Common Pleas of Clearfield County is modified to provide for any reasonable and lawful use of the right-of-way by appellants, and as so modified is affirmed. Costs on appellees."}