{"id": "1938635", "contents": "Opinion by\nMr. Justice Roberts,\nIn this appeal a school teacher hired pursuant to a temporary professional employee contract seeks to mandamus the School Board to reinstate him although he had received a good faith rating of unsatisfactory by the Board. We believe mandamus will not lie in this situation.\nOn August 17, 1966, appellant Joseph Nicolella, Jr., contracted with the Trinity Area School Board in Washington County to serve for two years as a temperary professional employee, after which, time he would be tendered a professional employee’s contract (tenure) provided he received a rating of satisfactory during the last four months of the second year. The contract was to continue in effect “. . . until the expiration of two years of satisfactory service rendered to the School District above named by the said Temporary Professional Employe, unless terminated by the Temporary Professional Employe by written resignation presented (60) days before the resignation becomes effective, or by the above mentioned Board in accordance with the provisions of Article 1201 of the School Code [presently Act of March 10,1949, P. L. 30, Art. XI, §1108, as amended, 24 P.S. §11-1108] for the dismissal of unsatisfactory temporary professional employees.” Appellant also entered into a supplemental contract to serve as an assistant wrestling coach.\nAppellant received a satisfactory rating at the end of the first semester. However, on May 9, 1967, the Assistant Superintendent informed appellant he had been rated as unsatisfactory, the areas of deficiency being “Professional Relationships, Professional Attitudes, Judgment, and Punctuality.” This rating was based upon the anecdotal records of the Principal of the Junior High School. An official rating card approved by the District Superintendent was included with the letter.\nOn June 14, 1967, the District Superintendent notified appellant by mail that in view of his earlier unsatisfactory rating, appellant’s overall rating for the 1966-67 school year was unsatisfactory. Then, on June 23, 1967, the superintendent informed appellant the School Board had voted to terminate his temporary contract due to his unsatisfactory rating but that appellant would be heard if he so requested within ten days. At appellant’s request, hearings were held on August 2, 21, and 25, 1967, after which the Board votéd eight to one to reaffirm its termination of appellant’s contract.\nOn September 14, 1967, appellant filed a complaint in mandamus seeking to compel his reinstatement for the remainder of the two-year period and the procurement of tenure pursuant to a professional employee’s contract unless he again received an unsatisfactory rating. He asserted he could only be discharged according to the procedures of Section 514 of the School Oode, Act of March 10, 1949, supra, 24 P.S. §5-514 which provides for a hearing prior to dismissal.\nThe Board argued preliminary objections before the court en banc, asserting that a mandamus action would not lie and Section 514 was not applicable to temporary employees. The court sustained the objections, holding that mandamus did not lie, Section 514 only applied to permanent employees, and Section 1108, the provision covering temporary employees, empowered the Board in good faith to discharge a temporary employee after an unsatisfactory rating without a hearing. The court, however, granted appellant, leave to amend, which he did, alleging his discharge by the Board had been in bad faith and in disregard of the requirements of the School Code. The Board filed an answer denying appellant’s allegations and requesting the action be dismissed.\nA hearing was held, at which appellant offered into evidence the records of the hearings before the School Board and presented additional testimony concerning the personal animosity towards him by the Principal and Vice-Principal. He also attempted to suggest his discharge was due to his union activities in the American Federation of Teachers. The Board denied each of these accusations.\nThe hearing court did not find appellant credible, and after reviewing both the record before the Board and the subsequent testimony, concluded that no basis existed “. . . upon which to decide that any bad faith was involved in the termination of the teacher’s employment and we will therefore find as a fact that there was none.” The Board’s motion to dismiss was granted. Exceptions to the decree nisi were filed, and the court en banc confirmed the hearing court’s action. This appeal ensued.\nAppellant presses two issues on appeal. His first contention is that mandamus is the appropriate remedy here to restore him to the employment from which he has been illegally removed. We disagree.\n“Mandamus is an extraordinary writ which lies to compel the performance of a ministerial act or mandatory duty where there is a clear legal right in the plaintiff, a corresponding duty in the defendant, and a want of any other appropriate and adequate remedy.” Travis v. Teter, 370 Pa. 326, 330, 87 A. 2d 177, 179 (1952) ; accord, Martin v. Garnet Valley School District, 441 Pa. 502, 505-06, 272 A. 2d 913, 915 (1971); Mullen v. DuBois Area School District, 436 Pa. 211, 217, 259 A. 2d 877, 881 (1969).\nWe can perceive no clear legal right possessed by-appellant and no corresponding duty of the Board on the record before us. Appellant urges that Section 514 of the School Code should control, but we are in agreement with the hearing court that the relevant statute is Section 1108. Furthermore, as noted above, appellant’s employment contract provided for dismissal by the Board pursuant to the provisions of Section 1108 rather than Section 514.\nAppellant additionally asserts that since the hearing court inadvertently stated in its opinion that a temporary employee could be discharged by a supervisory principal instead of the School Board, somehow the entire proceedings before that court were so prejudicial as to require reversal. In our view, the court en banc made it entirely clear that the complained of language in the hearing court’s opinion was unintended and that no actual holding was made that a supervisory principal might discharge an employee. Moreover, appellant’s argument on this point is entirely unavailing because it is uncontested that it was in fact the School Board which voted to dismiss him.\nAs we view the record, a temporary professional employee was rated unsatisfactory in accordance with the procedures of Section 1123 of the School Code, Act of March 10, 1949, supra, 24 P.S. §11-1123. Such a rating is the only prerequisite necessary for dismissal by the Board absent a showing of bad faith or arbitrary and capricious action on the part of the Board. See, e.g., Travis v. Teter, supra at 330-31, 87 A. 2d at 179.\nAppellant seeks to bring his appeal within the ambit of Mullen v. DuBois Area School District, supra. However, the cases are entirely dissimilar, for in Mullen, the hearing court specifically determined that the appellant in that case was competent and his dismissal was the result of an arbitrary and capricious exercise of the discretionary power vested in his employers. Our review of the evidence supported the hearing court’s finding. Id. at 215, 259 A. 2d at 879.\nIn the case now before us, the hearing court specifically found that appellant’s rating of unsatisfactory had been in good faith. That finding is amply supported by the record, and appellant’s discharge was accordingly proper. The Board’s fairness is exemplified by its granting appellant a hearing even though not required to do so under the School Code.\nIn effect, appellant by his complaint in mandamus is seeking judicial review of the Board’s proper exercise of its discretion to dismiss him. As was observed in Travis v. Teter, supra: “. . . It is well settled that in a mandamus proceeding a Court can compel a public official who is vested with discretionary power to exercise that discretion; but (unless the discretion is arbitrarily or fraudulently exercised or is based upon a mistaken view of the law) it cannot interfere with or control the official’s discretion of judgment. Expressed another way, it is the discretion and judgment of the official (who is vested with a discretionary power) which prevails and not that of a Court or a jury or a person aggrieved; and a Court cannot compel such official to exercise Ms discretion in a manner which will produce a result which the Court may deem wise or desirable: Kaufman Construction Co. v. Holcomb, 357 Pa. 514, 55 A. 2d 534; Tanenbaum v. D’Ascenzo, 356 Pa. 260, 51 A. 2d 757; Anderson v. Philadelphia, 348 Pa. 583, 36 A. 2d 442; Souder v. Philadelphia, 305 Pa. 1, 156 A. 245.” Id. at 330-31, 87 A. 2d at 179.\nAccordingly, a complaint in mandamus will not lie in the present case. We therefore need not reach any other issue raised by this appeal. The order of the Court of Common Pleas of Washington County is affirmed.\nMr. Justice Jones took no part in the consideration or decision of this case.\nSection 514 provides:\n“The board of school directors in any school district, except as herein otherwise provided, shall after due notice, giving the reasons therefor, and after hearing if demanded, have the right at any time to remove any of its officers, employes, or appointees for incompetency, intemperance, neglect of duty, violation of any of the school laws of this Commonwealth, or other improper conduct.\n“On the removal by the board of school directors of any officer, employe, or appointee, such officer, employe, or appointee shall surrender and deliver to the secretary, or other person designated by the board, any and all papers, property, and effects of the school district in his hands at the time of such removal.”\nSection 1108 provides:\n“(a) It shall be the duty of the county superintendent of schools or the district superintendent, as the case may be, to notify each temporary professional employe, at least twice each year during the period of his or her employment, of the professional quality, professional progress, and rating of his or her services. No temporary professional employe shall be dismissed unless rated unsatisfactory, and notification, in writing, of suck unsatisfactory rating shall have been furnished the employe within ten (10) days following the date of such rating. The rating of a temporary professional employe shall be done as. provided in section one thousand one hundred twenty-three of this act.\n“(b) A temporary professional employe whose work has been certified by the county superintendent of schools or the district superintendent to the secretary of the school district, during the last four (4) months of the second year of siich service, as being satisfactory shall thereafter be a ‘professional employe’ within the meaning of this article. The attainment of this status shall be recorded in the records of the board and written notification thereof shall be sent also to the employe. The employe shall then be tendered forthwith a regular contract of employment as provided for professional employes. No professional employe who has attained tenure status in any school district of this Commonwealth shall thereafter be required to serve as a temporary professional employe before being tendered such a contract when employed by any other school district.\n“(c) Any temporary professional employe who is not tendered a regular contract of employment at the end of two years of service, rendered as herein provided, shall be given a written statement signed by the president and secretary of the board of school directors and setting forth explicitly the reason for such refusal.\n“(d) Temporary professional employes shaU for all purposes, except tenure status, be viewed in law as full-time employes, and shall enjoy all the rights and privileges of regular full-time employes.”\nWith respect to appeUant’s claim of union prejudice, the court en banc noted:\n“We gave no credence to that plaintiff’s claim that he was poorly rated because of his alleged union activity. He apparently did not engage in any union activity. He stated the opinion that a union was unnecessary unless ‘Hitlers’ were running the school system. He apparently joined a union but there was no particular activity on the part of the union.”\nAppellant’s second issue is whether the hearing court and court en banc erred in not finding that the Board had abused its discretion in dismissing him.\nIt should be noted, however, that today a similar situation would have to be considered in light of the Local Agency Law of 1968, Act of December 2, 1968, P. L. , No. 353, P.S. §11301 et seq. (Supp. 1971). Cf. Smethport Area School District v. Bowers, 219 Pa. Superior Ct. 269, 280 A. 2d 632 (1971)."}