{"id": "1938597", "contents": "Opinion by\nMr. Justice O’Brien,\nOn February 5,1958, appellant, Jack R. Myers, beat his former employer, Edward Scheel, and took approximately eight dollars from him. A few days later, Edward Scheel died, and appellant was indicted for murder. On January 22, 1959, appellant, while represented by his two court-appointed attorneys, pleaded guilty to murder generally. A three-judge court, after hearing testimony, found appellant guilty of first-degree murder, and sentenced him to life imprisonment. No appeal from the judgment of sentence was taken.\nOn March 28, 1968, appellant filed a petition under the Post Conviction Hearing Act, alleging, inter alia, that his plea of guilty was involuntary, that he was represented by incompetent counsel, and that an unconstitutionally obtained confession was used at his degree-of-guilt hearing. After an evidentiary hearing, appellant’s petition was denied. This appeal followed.\nIn challenging a finding of guilty of first-degree murder, appellant emphasizes his contention that he believed that his victim, Mr. Scheel, owed him money from the time, ending three weeks prior to the night of the beating, when appellant worked for Mr. Scheel. He also emphasizes the court’s finding that the assault by appellant, which was entirely by fist, would ordinarily not have resulted in death. From these facts, appellant concludes that the homicide was not a first-degree murder, unless it was a felony murder, committed in the perpetration of a robbery, and, since appellant believed he was owed money by the victim, he had no intent to rob. Unfortunately for appellant, two witnesses testified at trial that appellant had admitted to them that he beat Mr. Scheel and took money, and appellant had also made a statement to the police which included the following details of his confrontation with Mr. Scheel: “He walked over towards the door and opened the door for me to leave. Then I hit him behind the head with my fist. When he was going down to the floor, I hit him about three times more with my fist, then I kicked him once on the leg. Then I went in his right trouser pocket and took his money, which was eight dollars. . . . Q. When did you first have the thought to hit Ed? A. \"When 1 was ready to leave, T didn’t have no intentions of doing it. Q. Why did yon hit Ed? A. I don’t know. When 1 was ready to leave, my mind kept on saying go on, hit him, and no, no, don’t hit him. And then my hand just hit him, and for the names he called me. Q. Why do you think your mind kept telling you to hit Ed? A. Because of the names he called me. Q. Did he call you names on that night? A. Yes, he did, and when I first started to work there. He called me a bastard and a son-of-a-bitch that night and the first night I started working there because I didn’t know too much about it. Q. What caused him to call you these names that night, Wednesday, February 5, 1958? A. After I came out of the men’s room, we started a conversation about him selling the place. So then we got into the subject of robbery and burglaries going on. Then I said to him I wouldn’t do nothing like that to him, and he said, ‘You’re a lying bastard.’ . . . Q. When did you first get the idea to take Ed’s money? A. I didn’t have no intention of taking his money, but I did it. Q. When you only had, as you stated, intentions of hitting Ed for calling you names, why did you take his money? A. I had money. I didn’t need no money. I had five dollars. I saved it when I was working there.”\nApparently, the court believed the confession and not his testimony at trial, which went as follows: “Q. How did this argument with Mr. Scheel start? A. About money. Q. What about money? A. He owed me money for working there. Q. What did you say to him? What did he say to you? A. I asked Mr. Scheel if I could have my money, and he said no. And he started arguing and called me all kinds of names, said, ‘Your mother must be a pig,’ and all that. I said, ‘Are you going to give me my money or ain’t you?’ And he said, ‘No.’ I was going to walk out and get the police, and he grabbed me, and I hit him. Q. How much did he owe you? A. $15. Q. Did he admit he owed you money? A. Yes, he did. Q. Did he give any reason for not paying you? A. He was mad at me and he handed it to me and pulled it out of my hand and put it in his pocket. Q. How much money did he hand you? A. Eight dollars. Q. Then he took it back? A. Yes, he did. He grabbed it back out of my hand.”\nAppellant’s confession and his admissions to two other Commonwealth witnesses are ample support for a finding that appellant committed a robbery and not, as he now claims, merely hit Mr. Scheel to regain eight dollars which Scheel admitted was his and gave him, and then took back.\nThe fact that the force used would not ordinarily have been enough to kill, and that appellant did not intend to kill, makes no difference. The classification of all felony murders as first-degree murders is by statute.\nIn challenging the admissibility of his confession, appellant claims that he was treated roughly and was threatened with bodily harm if he refused to make the statement. To challenge the confession at this time, after its admission without objection, appellant must demonstrate all of the following: “(1) an involuntary pretrial confession (or presumably any other constitutionally infirm incriminating evidence) ; (2) that the guilty plea was primarily motivated by such evidence; and, (3) that defendant was incompetently advised by counsel to plead guilty, in the circumstances, rather than stand trial.” Commonwealth v. Marsh, 440 Pa. 590, 593, 271 A. 2d 481 (1970).\nHere, neither appellant nor his counsel challenged the admissibility of his statement at trial. Moreover, appellant stated that the primary motivation for his guilty plea was the advice of his counsel that he plead guilty to avoid the death penalty. Thus, he cannot challenge his plea because of an alleged unconstitutional confession. Commonwealth v. Ganss, 440 Pa. 602, 271 A. 2d 224 (1970). There is, in fact, good reason to believe that there was no objection to the use of the confession for good reasons of trial tactics. Counsel could reasonably have concluded that the evidence, even without the confession, was sufficient to support a verdict of first-degree murder, and that the use of the confession might redound to the benefit of appellant.\nAppellant’s last argument for overturning his guilty plea, and the one on which he places most emphasis, is that he was represented by incompetent counsel. Appellant emphasizes the testimony of Dr. Edward Watson, at his post-conviction hearing, to the effect that appellant, whom he had recently examined, was mildly retarded, easily subject to coercion, was unable to differentiate between right and wrong, and was unable to control his impulses at the time of the beating. Appellant argues that this testimony shows counsel was incompetent in not fully exploring a possible insanity defense before advising a plea of guilty. However, this examination was conducted ten and one-half years after the beating, and the probable effects of a confinement of that length on the appellant’s mental condition made it difficult to state, as Dr. Watson admitted, that appellant’s condition at that time was as it was upon examination a decade later. Moreover, psychiatrists who examined appellant before trial certified him as competent to stand trial, which admittedly is not the same as saying he was sane, but bears some relation to that determination. Furthermore, Pennsylvania does not recognize an “irresistible impulse” as proof of insanity. Consequently, we cannot say that counsel’s decision not to pursue an insanity defense was without reasonable basis. Com. ex rel. Washington v. Maroney, 427 Pa. 599, 235 A. 2d 349 (1967).\nSimilarly, counsel’s decision to have a three-judge court consider appellant’s “claim of right” defense cannot be faulted. A court, rather than a jury, could be reasonably thought to be more likely to respect a defense of such a highly technical nature. The fact that the three judges wrote a letter to the Board of Pardons recommending mercy indicates that counsel’s strategy may have indeed been the most wise one.\nOrder affirmed.\nThe three-judge panel that sentenced appellant wrote a letter to the Board of Pardons, stating that if there had not been a robbery committed, they would have found appellant guilty only of second-degree murder. The letter went on to suggest that if appellant had a good prison record for ten years, and a good parole plan, the board should then consider commuting his sentence."}