{"id": "1938627", "contents": "Opinion by\nMr. Justice Eagen,\nAt the primary election on May 18, 1971, one of the contests was that of the Democratic nomination for the office of Mayor of the City of Williamsport, Lycoming County. Paper ballots were used and three candidates were listed on the ballots for this nomination, namely, Richard J. Carey, T. F. Meconi and Francis F. Carducci.\nThe official results determined by the Lycoming County Board of Elections showed that Carey received 1387 votes, Meeoni received 1384 votes and Carducci received 521 votes.\nTimely petitions duly filed in the Court of Common Pleas sought recount, under Section 1701 of the Election Code of June 3, 1937, P. L. 1333, 25 P.S. §3261, of the ballots cast in several districts of the city. No fraud on the part of anyone was asserted, but it was alleged that errors were committed in the computation of the votes in these districts. The prayers of the petitions were granted.\nDuring the recount proceedings that followed, the validity of certain ballots counted in the official tabulation of the election were challenged by counsel representing the interests of both Carey and Meeoni. In all, the validity of 87 ballots was involved. The court upheld the challenges to 23 of these ballots and overruled the challenges to the remainder. A new computation then disclosed that Carey received 1388 votes and Meeoni received 1388 votes.\nSubsequently, after consideration of exceptions filed to its rulings on the validity of certain ballots, the court reversed its rulings sustaining the challenges to two ballots and ruled these ballots were valid. However, since one of these ballots cast a vote for Carey and the other cast a vote for Meeoni, the court certified that the vote for the Democratic nomination for the office of Mayor of the City of Williamsport was a tie.\nC. J. McKelvey, one of the electors who filed the petitions for recount in the court below in the interest of the Carey candidacy, and Eleanor L. Clayton, one of the electors who filed similar petitions in the interest of the Meeoni candidacy, filed petitions in this Court which were joined in by the court below, asking us to assume plenary jurisdiction. The prayers of the petitions were granted and separate appeals were filed.\n■ When these appeals came before us on October 1st, last, Eleanor L. Clayton failed to appear and prosecute the appeal filed on her behalf. Hence, in a separate order, this particular appeal will be non prossed. In the appeal filed by MeKelvey, briefs and argument were presented on behalf of the appellant but no one appeared or filed briefs in opposition. Regardless, this particular appeal must be decided on its merits, which we now proceed to do. Our review is in the nature of “broad certiorari.” Cullen Appeal, 392 Pa. 602, 141 A. 2d 389 (1958).\nThe MeKelvey Appeal questions the correctness of the lower court’s ruling on the validity of several ballots during the recount proceedings below. It is asserted that the court incorrectly upheld the validity of certain ballots which purportedly cast a vote for Meconi and invalidated other ballots which cast a vote for Carey. Since we conclude that the court erroneously ruled invalid one such ballot casting a vote for Carey and when this ballot is counted, as we direct, Carey will be the winner of the nomination involved, a determination of the other assignments of error becomes unnecessary.\nThe ballot involved was clearly and correctly marked as a vote for Carey; however, on the bottom of the ballot the elector wrote in longhand “Bill Painter”. The court below ruled this ballot was void under Section 1223 of the Act of 1937, supra, 25 P.S. 3063, which pertinently provides that, “No ballot which is so marked as to be capable of identification shall be counted.”\nTestimony during the recount proceedings below established that this particular ballot was cast in the 4th Ward of the city, and that no one with the name of “Painter” voted in that Ward on the primary election of May 18, 1971. This removed the possibility that the elector who cast this ballot was placing his own name on the ballot for the purposes of identification.\nAdditionally, the .testimony disclosed that a William Paynter, who is known as “Bill” and whose surname is sometimes spelled “Painter” was a candidate for the nomination of County Commissioner on the Republican ticket at the same primary election; however, his name was not printed on the ballot involved, because this ballot included only the names of those persons aspiring for nominations on the. Democratic ticket. It is also noteworthy that, while the elector who cast the ballot under discussion had the right to vote for two individuals seeking the nomination on ■ the Democratic ticket for the office of County Commissioner he chose to vote for only, one of the three persons whose names were printed on the ballot as candidates for this nomination.\nFrom the foregoing facts, it is reasonable to conclude that the voter in question was either attempting to cast a write-in vote for Mr. Painter on the Democratic ballot or was expressing a preference for Mr. Painter for the office he aspired to.\nUnder the circumstances, the court below erred in voiding the ballot in question. ■\nA ballot should not be invalidated under Section 1223 of the Act of 1937, supra, 25 P.S. §3063, unless the voter purposely maltes a mark thereon or commits some other act in connection with his ballot to distinguish and identify it. See Norwood Election Contest Case, 382 Pa. 547, 116 A. 2d 552 (1955) ; Bauman Election Contest Case, 351 Pa. 451, 41 A. 2d 630 (1945); and, McCaffreys’ Appeals, 337 Pa. 552, 11 A. 2d 893 (1940).\nWe are not persuaded that the elector involved herein attempted to render his ballot capable of identification.\nThe order of the court below is vacated and the record is remanded with directions to enter an order consonant with this opinion.\nMr. Chief Justice Bell and Mr. Justice Eoberts took no part in the consideration or decision of this case.\nSince the Commissioners of Lycoming County were candidates in the same election for re-election to office, two members of the Common Pleas Court served as the Board of Elections."}