{"id": "1940080", "contents": "Opinion by\nMr. Justice Roberts,\nThe Act of May 28, 1956, P. L. (1955) 1757, as amended, 72 P.S. §2301.1, provides that no inheritance tax shall be imposed upon charitable transfers. At issue in this appeal is the applicability of this statutory exemption to a charitable transfer pursuant to a general testamentary power of appointment created before but exercised after the effective date of the statute. We hold that this chronology qualifies the instant transfer for exemption. In so concluding, we reverse an orphans’ court decree holding the transfer taxable.\nThe facts have been stipulated and are as follows: Frank Moore died testate on February 6, 1954, a resident of Ellwood City, Lawrence County. By his will he left his residuary estate to Edith Moore, Thomas Johnson and the Lawrence Savings Company, as trustees, and directed them to divide the trust estate into two parts. In “Part I” of the trust the trustees were directed to pay the net income to decedent’s wife, Edith Moore, for life and upon her death distribute the principal to such parties as she might appoint by her last will.\nEdith Moore died testate on December 24, 1965. By her will she appointed the principal of Part I to the Lawrence Savings and Trust Company to be held in trust for the benefit of the First Presbyterian Church of Ellwood City, Pennsylvania (now Christ Church United Presbyterian) and the Ellwood City Hospital. Shortly thereafter the surviving trustees filed appropriate accounts with the Register of Wills listing the assets of Part I as of the date of Edith’s death, together with a claim for charitable exemption from inheritance tax.\nThe Commonwealth denied the claim for tax exemption, and the trustees appealed to the Court of Common Pleas of Lawrence County, Orphans’ Court Division. Their appeal was dismissed on July 11, 1969, and this appeal followed.\nSection 1(d) of the Transfer Inheritance Tax Act of 1919, P. L. 521, as amended, 72 P.S. §2301 (d) states in pertinent part: “A tax shall be, and is hereby, imposed upon the transfer of any property, real or personal, or of any interest therein or income therefrom in trust or otherwise, to persons or corporations in the following cases: . . . (d) When any person or corporation comes into the possession or enjoyment by a transfer from a resident ... of any property transferred pursuant to a power of appointment contained in any instrument taking effect after the passage of this act. . . . Provided, That property transferred pursuant to powers of appointment shall, in all cases where the power is hereafter exercised, be taxed as the estate of the donor, notwithstanding any blending of such property of the donee.”\nSection 45 of the same act defines “transfer” “. . . to include the passing of property, or any interest therein, in possession or enjoyment, present or future, by distribution, by statute, descent, devise, bequest, grant, deed, bargain, sale or gift.”\nThe Transfer Inheritance Tax Act of 1919 is limited, however, by the Act of May 28, 1956, P. L. (1955) 1757, as amended, 72 P.S. §2301.1, which provides: “No transfer inheritance tax shall be imposed upon the transfer of any property ... to persons, corporations and organization where the transfer is by will ... (a) To or for the use of any corporation, unincorporated association, or society, organized and operated, exclusively, for religious, charitable, scientific, literary or education purposes . . .”\nThe respective positions of the parties in this appeal may be briefly summarized: The Commonwealth concedes that the institutions appointed by the will of Edith Moore are statutorily exempt organizations but argues that the exemption is not available here because the power of appointment was created prior to June 1, 1957, the effective date of the exemption statute. Appellants agree, as indeed they must, that the act is prospective, that the donor of the power of appointment is regarded as the transferor for inheritance tax purposes, and that the time of the appointees’ enjoyment is not controlling. They nevertheless contend that there was no “transfer . . . to” the church and hospital until Edith Moore’s death in 1965.\nIn assessing these competing arguments, it is important to bear in mind that this appeal poses a single, albeit important issue of statutory construction, to wit: when did the “transfer . . . to” the appointees take place. In answering this question we must of course be guided by the text of the charitable exemption statute and by a consideration of the public policies which it seeks to foster.\nAs set out above, Section 1(d) of the Transfer Inheritance Tax Act of 1919 provides that property transferred pursuant to powers of appointment shall' “be taxed as the estate of the donor”, and Section 45 of the same act assigns a specific statutory definition to the term “transfer”. The 1956 charitable exemption statute, however, provides for the exemption of any “transfer... to” certain enumerated classes of organizations, and since a contrary legislative intent does not appear, this latter phrase must be construed in accordance with its common and ordinary sénse.- Statutory Construction Act, P. L. 1019, art. III, §33, 46 P.S. §533; Treaster v. Union Township, 430 Pa. 223, 242 A. 2d 252 (1968) ; Harris-Walsh, Inc. v. Borough of Dickson City, 420 Pa. 259, 216 A. 2d 329 (1966) Commonwealth v. McHugh, 406 Pa. 566, 178 A. 2d 556 (1962) ; Pedrick v. Gordin, 382 Pa. 26, 114 A. 2d 124 (1955) ; Palmer v. O’Hara, 359 Pa. 213, 58 A. 2d 574 (1948).\nWith this in mind, we find appellants’ position persuasive. When the power of appointment was created in 1954, the eventual appointees had no interest whatsoever in the trust, either present or future, vested or contingent, cf. Tracy Estate, 403 Pa. 373, 170 A. 2d 93 (1961), and they did not obtain any legal or. equitable interest in the trust until the power’s exercise upon Edith Moore’s death in 1965. To hold that there was a “transfer . . . to” the appointees prior to the passage and effective date of the charitable exemption statute would be to ascribe a highly artifical meaning to the statute in the absence of any apparent legislative intent that we do so. We therefore conclude to the contrary that there was no statutory “transfer . . . to” the appointees until the date of the exercise of the power.\nThis reading of the exemption statute comports with its obvious legislative purpose. As stated in Baum Estate, 418 Pa. 404, 211 A. 2d 521 (1965) : “. . . at this stage of society’s dedication to human welfare, we need not pause to recall the Commonwealth’s strong, consistent and very broad policy of assistance to charities and its long manifested encouragement to its citizens and businesses to make charitable contributions. Tt is difficult to conceive of a Commonwealth public policy that is more fundamental or more meaningful ■ than its frequently restated policy of encouragement to charities and charitable giving in the public interest.” Id. at 407 n.2, 211 A. 2d at 522 n.2.\nWere we to accept the Commonwealth’s view in this appeal this fundamental public policy would be frustrated to a substantial degree. As of the date of the passage of the charitable exemption statute, Edith Moore, and presumably many others throughout the Commonwealth, possessed previously created but as yet unexercised general powers of appointment. The manifest purpose of the charitable exemption statute was to encourage those in a position to do so to direct their assets and those under their control toward charitable and benevolent ends. Under the Commonwealth’s present theory there would have been no tax incentive for her and others in similar positions to appoint charitable institutions. We cannot conclude that the Legislature did not intend to tap this large reservoir of potential philanthropy.\nThe Commonwealth has made much reference in this appeal to a series of orphans’ court decisions dealing with the effect of an increase in the applicable tax rate between the time of the donor’s death and the time of the donee’s exercise of the power. Representative of such cases is Morris Estate, 42 Pa. D. & C. 522 (Mont. Co. O.C. 1941), where the decedent-donor died in 1893 leaving to her granddaughter a life interest in a trust together with a general testamentary power to appoint the remainder. The granddaughter died in 1940 and by her will exercised the power in favor of the Smithsonian Institution of Washington, D.C. The orphans’ court held that the property thus passing to the Smithsonian was taxable at the 5% rate in effect at the date of the power’s creation in 1897 rather than at the 10% rate in effect at the time of the power’s exercise in 1940. See also Fry Estate, 41 Pa. D. & C. 2d 187, 192 (Phila. O.C. 1966) ; Hess’s Estate, 11 Pa. D. & C. 311 (Phila. O.C. 1928) ; Parke’s Estate, 13 Dist. Rep. 196 (Phila. O.C. 1904).\nIf the 1956 charitable exemption statute had never been enacted, the gifts in the instant case would have been unquestionably subject to a 15% inheritance transfer tax. It is accordingly contended that the exemption statute is materially similar to a general rate change statute by effectively reducing the tax rate on charitable transfers from 15% to 0%. To complete the argument, the Commonwealth relies upon the cited rate change cases and urges that the instant gifts should be taxed at the 15% rate prevailing at the power’s creation rather than at the 0% “rate” in effect when the power was exercised.\nAlthough the mathematical consequences of a rate change and the enactment of an exemption statute may be similar in a certain sense, this purported analogy is utterly devoid of substance. When the Legislature generally raises the rates of inheritance tax its purpose is to raise additional revenue in what it deems to he a fail* and equitable manner. The purpose of an exemption statute is quite different. In passing the 1956 charitable exemption act, the Legislature intentionally relinquished potential revenue in order to encourage and stimulate the taxpaying public to make certain types of socially beneficial gifts. Because of these vastly dissimilar legislative goals, the cases dealing with the applicability of general tax rate changes to existing but unexercised powers of appointment are of no present relevance.\nWe are likewise unpersuaded by the Commonwealth’s reliance upon the common law doctrine that the exercise of a power of appointment “relates back” to the instrument creating the power and the person to whom the appointment is made takes his title as though the creation of the power and its exercise were effected by the same instrument. See, e.g., Barton’s Trust, 348 Pa. 279, 35 A. 2d 266 (1944) ; Buddy’s Estate, 236 Pa. 276, 84 Atl. 909 (1912) ; Commomwealth, v. William’s Executors, 13 Pa. 29 (1850). Whatever utility this historical fiction may have in other contexts, we shall not apply it here to reach a result opposite to that clearly suggested by both the text and underlying policy of the exemption statute.\nThe decree of the Court of Common Pleas of Lawrence County, Orphans’ Court Division, is reversed. Appellee to bear costs.\nMr. Justice Pomeroy took no part in the consideration or decision of this case.\nFollowing the original argument of this case, this decree was affirmed by an equally divided Court. Today’s contrary decision follows reargument."}