{"id": "1940060", "contents": "Opinion by\nMr. Justice Barbieri,\nIn 1966 appellant was convicted by a jury of murder in the second degree and sentenced by the court to a term of 10 to 20 years in prison. Two years later appellant filed a petition under the Post Conviction Hearing Act (PCHA) which was dismissed following a hearing on May 23, 1968. Because the notes of testimony of this hearing were unavailable on appellant’s first appeal to this Court in 1968, we remanded the case to the court below for a rehearing on appellant’s PCHA petition. Again the lower court refused relief by order on September 10, 1970. This appeal followed.\nIt was undisputed at the trial that appellant did cause the death of Robert Cray by shooting on July 30, 1966 in York, Pennsylvania. He went to the jury on a plea of self-defense. He here asserts two grounds for PCHA relief: first, that his conviction was obtained through the use of perjured testimony; and second, that his trial counsel was ineffective because he failed to call three witnesses. These contentions are without merit.\nThere can be no question that the Commonwealth’s use of perjured testimony to obtain a conviction constitutes a denial of due process. Miller v. Pate, 386 U.S. 1, 87 S. Ct. 785, 17 L. Ed 2d 690 (1967) ; Napue v. Illinois, 360 U.S. 264, 79 S. Ct. 1173, 3 L. Ed. 2d 1217 (1959); Commonwealth v. Alston, 430 Pa. 471, 474, 243 A. 2d 404, 406 (1968). Unfortunately for the defendant, however, he failed to prove that the testimony which he questions was false or perjured. His contention is based on the fact that a key witness for the Commonwealth testified at trial that the decedent was “maybe 6 feet” away when defendant shot him, whereas her estimate of the distance was substantially different at the preliminary hearing when she fixed the distance between the two men by holding her hands apart a distance characterized at the time by defense counsel as about 18 inches.\nFor a statement to be a perjured one, it must be wilfully and corruptly false. Here we have only the inconsistent estimates mentioned, and the PCHA judge could properly find that the statement at trial was honestly given and not wilfully and corruptly false. The discrepancy, such as it was, merely gave rise to a credibility question for the jury which was fully brought to their attention by vigorous cross-examination and in arguments to the jury by defense counsel.\nAppellant next contends that his trial counsel was incompetent because he failed to call three witnesses. The record contains no demonstration, necessary on such a contention, that the missing testimony would be helpful to the defense and, in fact, appellant was unable to state at the PCHA hearing what these witnesses would have testified. Furthermore, we are convinced from an independent review of the record that there was a reasonable basis for counsel’s decision not to call these witnesses and conclude that counsel’s stewardship of the challenged proceeding in light of the available alternatives was adequate. See, e.g., Commonwealth v. Laboy, 440 Pa. 579, 270 A. 2d 695 (1970).\nOrder affirmed.\n-Act of January 25, 1966, P. U. (1965) 1580, §1 et seq., 19 P.S. §1180-1 et seq. (Supp. 1971).\nAppellant also contends that he is entitled to relief under §3 of the Post Conviction Hearing Act which provides a basis for relief when subsequent to trial exculpatory evidence has become available which would have affected the trial’s outcome. Appellant argues that the three witnesses who were not called to qualify under this “after-discovered evidence” rule. It is axiomatic that such evidence must have been discovered after trial and the facts here plainly indicate that these witnesses and their testimony were known to the defendant and available before trial. See Commonwealth v. Schuck, 401 Pa. 222, 229, 164 A. 2d 13, 17 (1960), cert. denied, 368 U.S. 884 (1961).\nSee Act of June 24, 1939, P. L. 872, §322, 18 P.S. §4322.\nCommonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 609-610, 235 A. 2d 349, 355 (1967)."}