{"id": "1940003", "contents": "Opinion by\nMr. Justice Barbieri,\nJohn A. Brletich, is the appellant here and was plaintiff below in this trespass action against United States Steel Corporation, defendant-appellee (Steel), for personal injuries suffered by him while working on Steel’s Donora property as an employee of Luria Brothers & Company, Inc. (Luria). Luria was there as demolition contractor under certain agreements with Steel. Luria subcontracted with D. J. Betters Truck & Salvage (Betters) to provide a crane and operator in connection with demolition of an ore trestle. It was the conduct of Betters’ crane operator in this trestle demolition that caused appellant’s injuries.\nPlaintiff’s (appellant’s) first suit was against Betters for the negligence of Betters’ crane operator. Betters brought Luria into that suit as additional defendant on the ground that a Luria employee’s negligence was responsible for the injuries. The other suit, the one before us was a separate suit by appellant against Steel charging Steel with certain responsibilities as land owner or possessor including alleged duties of care as to appellant despite the contract with appellant’s employer, Luria. Steel brought Luria and Betters into this case as additional defendants. Both suits were consolidated for trial, but appellant settled with Betters for $39,000, and gave Betters a joint tort feasor’s release.\nThis case (the one that originated against Steel), was tried to a jury. At the conclusion of the trial, the trial judge entered a compulsory nonsuit in favor of Steel. The case against Luria and Betters were submitted to the jury, resulting in a joint verdict by the jury against Luria and Betters for $165,000. Appellant-plaintiff’s motion to remove the nonsuit was refused, and Luria’s and its insurance carrier’s motions for a new trial, and Luria’s motion for judgment n.o.v., were dismissed by a court en banc. This appeal questions the propriety of the nonsuit and the refusal to take it off.\nThe two relevant contracts between Steel and Luria provide for the dismantling of the trestle and for the sale to Luria of certain material therefrom. Both contracts provided that Luria was to be responsible for the proper performance of the work and for insuring the safety of all persons who might enter upon the premises, including the contractor’s employees. The contracts further require that the work to be performed was subject to the inspection and approval of Steel’s designated engineer, but that such inspection and approval would not relieve Luria of its responsibility to properly perform the work.\nAppellant had been employed by Luria as a laborer from 1963 until the date of the accident in April of 1964. On the date of the accident, appellant’s supervisor, also a Luria employee, assigned him to a crew that was dismantling the trestle. The crew consisted of an employee of Betters, who operated a mobile crane; appellant, who was assigned by his supervisor to work on the trestle; and a third employee, also Luria’s, who stood on the ground and acted in response to signals received from appellant. In dismantling the trestle, employees, known as “burners”, burned through the beams in order to reduce them to segments 22 feet long. A little piece of each steel beam would be left to steady the cut beam. The appellant’s job, which he performed pursuant to instructions from his (Luria’s) sujjervisor, was to attach a single sling in the middle of the beam, after which appellant would move away and signal the crane operator who would then lift the beam from the trestle and lower it to the ground.\nOn the day of the accident, the crane operator jerked one of the beams as he was lifting it, whereupon the beam started to sway and bob, becoming uncontrollable and crashing down upon one of the rails on the trestle. This rail was then thrown against appellant, striking him across his leg and causing severe injuries which resulted in the loss of the leg.\nAppellant contends that the lower court erred in entering the nonsuit in favor of Steel for several reasons. First, and principally, appellant theorizes that while he may not have been able to show actual control over the operation by Steel, he could present evidence from which the jury could infer the existence of a duty owing by Steel to appellant which was breached by Steel. This alleged duty, appellant argues, grows out of Steel’s alleged power to take from Luria the control of the premises. This power could be exercised on the basis of inspections which Steel was permitted to make. Appellant argues from this that Steel retained and had a duty to exercise responsibility for the safety of Luria’s employees, notwithstanding the agreement to the contrary which put this burden of care solely upon Luria. In short, appellant urges us to hold that an owner or possessor of land who commits his premises to an independent contractor may not, even by contract, free himself from a continuing duty to be responsible for the safety of the contractor’s employees. lie contends that, at least in this case, the holding he seeks is warranted and that he should have been permitted to go to the jury on certain liability theories based upon the provisions of Sections 318, 343 and 344 of the Restatement (Second) of Torts.\nPrincipally, he relies upon Section 318, contending that the lower court erred in basing the nonsuit ruling upon Hader v. Coplay Cement Manufacturing Co., 410 Pa. 139, 189 A. 2d 271 (1963). This was error, he contends, because Rader was overruled by our decision in Glass v. Freeman, 430 Pa. 21, 240 A. 2d 825 (1968), as was “indicated” in Fisher v. United States, 299 F. Supp. 1 (E.D. Pa. 1969), the latter being a case which turned on that District Court’s interpretation of Pennsylvania law with regard to Comment a of Restatement Section 318. If not overruled, he urges that Rader is readily distinguishable. We cannot agree with either contention. We find that Hader is neither overruled by Glass, nor distinguishable, and note that Fisher has since been reversed by the Circuit Court of Appeals for the Third Circuit, specifically on the ground that Hader expressed the law of Pennsylvania and that, in a case likes this one, Glass was readily distinguishable. In Fisher, as here, it was contended that the presence of the defendant’s resident engineer at the site “who had authority to require the contractor’s compliance with a safety plan”, assisted by two inspectors, put the defendant in possession within the meaning of Restatement Section 318, and subject to the obligations of possessors of land, as this section was “adopted as law and applied by the Supreme Court of Pennsylvania in Glass v. Freeman, 430 Pa. 21, 240 A. 2d 825 (1968).” In reversing, the Circuit Court stated: “The law of Pennsylvania makes it clear that one who employs an independent contractor may also employ a person to ascertain that the work is done according to plans and specifications and that the employment of such a person in no way indicates that the independent contractor is being subjected to control. Hader v. Coplay Cement Mfg.Co., 410 Pa. 139, 189 A. 2d 271 (1963); Townsend v. City of Pittsburgh, 383 Pa. 453, 119 A. 2d 227 (1956) ; Pennsylvania R. Co. v. Allegheny County, 324 Pa. 216, 188 Atl. 178 (1936). This is a corollary to the long recognized general right of inspection and supervision that an owner normally enjoys and exercises to insure his receiving from the contractor the benefit or total performance bargained for. In employing those men, the United States was only seeking to protect itself and to insure that the contractors were performing in the manner required of them under the contract. [Citations omitted.] We conclude that the district court’s finding that the United States was in possession of the site based on the presence of the Government’s engineer and inspectors was clearly erroneous.” (Emphasis added.)\nIn distinguishing Glass, the Circuit Court in Fisher stated: “The owner’s prime concern is to see to it that the contract is performed. It was for this purpose that the United States maintained an engineer and inspectors at the site. A large construction project is certainly not the same as the situation presented in Glass v. Freeman, supra. There the court recognized that supervision by the owner-possessor of the land was especially called for because an amateur work group had been assembled and such a temporary group could not be expected to supervise its own project as a professional contractor might. It is clear that the district court erred in relying on Glass as the applicable Pennsylvania law.”\nIn Ilader the plaintiff was the employee of an independent contractor brought on the premises to install a stone crusher in defendant’s quarry. In that case the owner (defendant) had retained an expert to be on the premises to insure that the machinery was properly installed. We held that: “An owner of land who delivers temporary possession of a portion of the land to an independent contractor owes no duty to the employees of the independent contractor with respect to an obviously dangerous condition on that portion of the land in the possession of the contractor: Grace v. Henry Disston & Sons, Inc., 369 Pa. 265, 85 A. 2d 118. See also: Langdon v. Lawrence Park Realty Co., 254 Pa. 86, 98 A. 777; Super v. West Penn Power Co., 392 Pa. 159, 140 A. 2d 20. An independent contractor is in possession of the necessary area occupied by the work contemplated under the contract and his responsibility replaces that of the owner who is, during the performance of the work by the contractor, out of possession and without control over tbe work or the premises:” [citations omitted]. 410 Pa. at 151, 189 A. 2d at 277. See also Funari v. Valentino, 435 Pa. 363, 257 A. 2d 259 (1969); Palenscar v. Bobb, 439 Pa. 101, 266 A. 2d 478 (1970).\nWe find no error in the reliance of the lower court upon our decision in Hader, and agree with the conclusion of the court en bane that “A landowner has a duty to see that work being done on his land has the proper supervision, particularly when he has assembled volunteers and amateurs to do the work. However, when he turns the work over to an independent contractor with experience and know-how, who selects his own equipment and employees, the possessor of land has no further liability in connection with the work to be done.”\nAppellant’s other contentions, based upon sections of the Restatement other than Section 318, we find to be equally without merit. Sections 416 and 427 of the Torts Restatement, ****8 as stated in Comment a to Section 416, are two sections with represent different forms of the same general rule: “that the employer remains liable for injuries resulting from dangers which he should contemplate at the time he enters into the contract, and cannot shift to the contractor the responsibility for such dangers, or for taking precautions against them.” The resulting dangers contemplated by the Sections are termed “a peculiar risk of physical harm to others unless special precautions are taken.” These latter terms are defined by Comment b of Section 413, which provides: “6. Peculiar risk and special precautions. It is obvious that an employer of an independent contractor may always anticipate that if the contractor is in any Avay negligent toward third persons, some harm to such persons may result. . . . This Section has no reference to such a general anticipation of the possibility that the contractor may in some way be negligent. Tt is not concerned Avith the taking of routine precautions of a kind which any careful contractor could reasonably be expected to take, against all of the ordinary and customary dangers which may arise in the course of the contemplated Avork. Such precautions are the responsibility of the contractor; and if the employer has exercised reasonable care to employ a contractor Avho is competent and careful (see §411), he is not required to provide, in the contract or otherwise, that the contractor shall take them.”\nComment c of Section 413 may be of interest here because it deals with demolition of buildings, tearing down of walls, excavations and other types of work for which an independent contractor is normally employed and which are likely to create “a dangerous condition unless special precautions are taken to prevent the dangerous condition from existing, or to make it harmless after it is created.” That comment, further provides: “The rule stated in this Section requires one who entrusts such work to an independent contractor to provide for the taking of necessary precautions to protect others from the danger which in their absence the Avork necessarily involves. This he can do by providing for the taking of necessary precautions in the contract under which the work is done by a carefully chosen contractor. . . .”\nSteel did here precisely what the Restatement requires by employing an independent contractor who was competent and careful as that term is defined by Section 411. The record shows that Luria is one of the largest demolition contractors in the world, has performed many similar dismantling operations around the country and possesses the skill, knowledge, equipment and experience in the field which would lead a reasonable man to believe that it is a competent and careful contractor.\nUnder all of the circumstances in this case, we cannot hold that the lower court erred in ruling that appellant had not made out a case against Steel and in entering the nonsuit.\nOrder affirmed.\nMr. Justice Jonhs took no part in the consideration or decision of this case.\nSection 318 provides:\n“If tbe actor permits a third person to use land or chattels in his possession otherwise than as a servant, he is, if present, under a duty to exercise reasonable care so to control the conduct of the third person as to prevent him from intentionally harming others or from so conducting himself as to create an unreasonable risk of bodily harm to them, if tlie actor\n“(a) knows or has reason to know that he has the ability to control the third person, and\n“(b) knows or should know of the necessity and opportunity for exercising such control.” Sections 343 and 344 deal with the duties of a landowner to invitees on his premises and are merely used by appeUant to buttress his argument under Section 318.\nFisher v. United States, 441 F. 2d 1288 (3rd Cir. 1971).\n§416: “One who employs an independent contractor to do work which the employer should recognize as likely to create during its progress a peculiar risk of physical harm to others unless special precautions are taken, is subject to liability for physical harm caused to them by the failure of the contractor to exercise reasonable care to take such precautions, even though the employer has provided for such precautions in the contract or otherwise.”\n§427: “One who employs an independent contractor to do work involving a special danger to others which the employer knows or has reason to know to be inherent in or normal to the work, or which he contemplates or has reason to contemplate when making the contract, is subject to liability for physical harm caused to such others by the contractor’s failure to take reasonable precautions against such danger.”\nComment a of Section 411 defines a competent and careful contractor as one who “possesses the knowledge, skill, experience, and available equipment which a reasonable man would realize that a contractor must have in order to do the work which he is employed to do without creating unreasonable risk of injury to others, and who also possesses the personal characteristics which are equally necessary.”"}