{"id": "1940083", "contents": "Opinion by\nMb. Justice Eagen,\nThis is an appeal from the judgment of sentence imposed by the court on the appellant, Barry Lee Marabel, following his conviction by a jury of murder in the second degree. The sole question presented is whether constitutional due process was violated at trial by the evidentiary use (over objection and after a timely motion to suppress) of oral admissions and a recorded and executed inculpatory statement given by Marabel to the police.\nThe record discloses the following pertinent facts.\nOn May 4, 1968, the State Liquor Store on Torres-dale Avenue in Philadelphia was robbed. Three clerks were present at the time of the robbery and their wallets were also stolen. During the perpetration of the felony, one clerk, John Bucykowski was shot by the felon and shortly thereafter died as a result of this wound.\nEyewitnesses at the scene of the crime ( three young girls) told the investigating officers that a new red or maroon sports car (either a Camaro or Mustang) was parked up the street from the State Liquor Store with its motor running just before the crime. The witnesses also informed .the police that one occupant of this vehicle went into the store just before nine o’clock p.m., and they saw him leave the store on a run about five minutes later.\nThe police instituted an investigation of the crime and learned that appellant was the owner of a vehicle that matched the description given by the witnesses. The police also had information, through an informer, that appellant was in some way involved in the crime. On May 6th, appellant was picked up at his home and taken to police headquarters. (The police contend that this was merely a routine investigation of all people they could locate who owned vehicles matching the description given by the eyewitnesses, and appellant was just one of many people brought in who owned new red sports cars.) Appellant was questioned for six hours about his activities on the night of the robbery murder and he was also given a polygraph test. He admitted ownership of a new sports automobile similar to the one described by the young girl eyewitnesses, but denied any knowledge of the erime. At no time on the 6th of May was appellant advised of his constitutional rights. After being detained for six hours, he was released.\nOn May 15th, the appellant was again escorted to police headquarters. He was questioned for three hours about the “whole job”, again without being advised of his constitutional rights. He still insisted that he knew nothing about the crime, but he did tell the police that he was with George Kenney on the night of the robbery and murder. (George Kenney was the man who actually robbed the store and killed the clerk.)\nAppellant was again taken to police headquarters on the 17th of May, and, for the first time, was then advised of his Miranda, rights. After extensive questioning by five officers, as well as a lie detector test, he gave an oral confession and ultimately signed the written confession that is now in issue. (The police contend that the only reason he was picked up on the 17th was the result of statements that incriminated him that were taken from other people who had knowledge of the crime.)\nIssues Presented\n(1) Should appellant have been given the warnings required by Miranda on May 6th and 15th before being subjected to police questioning?\n(2) If so, did the failure to do so taint his subsequent oral admissions and written confessions on May 17th?\nMay 6th\nInitially, to determine whether appellant should have been given the Miranda warnings, one must decide if there was “custodial interrogation”. The United States Supreme Court in Miranda n. Arizona, 384 U.S. 436, 86 S. Ct. 1602 (1966) stated: “By custodial interrogation, we mean questioning initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.” Id. at 444, 86 S. Ct. at 1612.\nThe first question that must be confronted when determining if there was custodial interrogation is whether the appellant was a suspect. See Commonwealth v. Sites, 427 Pa. 486, 235 A. 2d 387 (1967). When appellant was picked up on this occasion, the police were aware that he was the owner of an automobile matching the description given by the eyewitnesses to the felony. Moreover, an informer had apprised the police of the fact that appellant was somehow involved in the crime. With this knowledge, despite protestations to the contrary, it is difficult to believe that .the police viewed appellant as anything other than a suspect. Cf. Commonwealth v. Bennett, 439 Pa. 34, 264 A. 2d 706 (1970). In Bennett, the facts indicated that the police were informed 'that a man who worked on a green and white garbage truck might have been in the neighborhood on the night of the killing. The defendant was questioned on the job along with other workers, and on the following day he was taken to the police station. On these facts, we ruled that the defendant was a suspect and he was entitled to his constitutional warnings before being questioned. See also Commonwealth v. Banks, 429 Pa. 53, 239 A. 2d 416 (1968). The same conclusion is dictated here.\nThe next question that must be analyzed is whether the atmosphere where appellant was questioned gave rise to “custody” or “depriving him of his freedom in any significant way.” Clearly, when questioning takes place in a police station there can be custody. See Miranda v. Arizona, supra. On the occasion under discussion, appellant was taken to a police station and questioned for a period of six hours. This is the type of atmosphere which leaves the individual questioned no freedom of choice and is inherently coercive, Commonwealth v. Banks, supra.\nAn issue that is interwoven with this question is what elements must be weighed to determine if there was custody or deprivation of freedom. It has been suggested that the state of mind of the questioning officer is controlling, or the reasonable belief of the one questioned, or a straight objective test should be employed. In the instant case, appellant suggests that we employ the “objective test” as set forth in United States v. Hall, 421 F. 2d 540 (1969), cert. denied 397 U.S. 990, 90 S. Ct. 1123 (1970). The Hall Court stated in pertinent part:\n“The Court [Miranda Court] could scarcely have intended the issue whether the person being interrogated had ‘been taken into custody or otherwise deprived of his liberty in any significant way’ to be decided by swearing contests in which officers would regularly maintain their lack of intention to assert power over a suspect save when the circumstances would make such a claim absurd, and defendants would assert with equal regularity that they considered themselves to be significantly deprived of their liberty the minute officers began to inquire of them . . .\n“The test must be an objective one. Clearly the Court meant that something more than official interrogation must be shown. It is hard to suppose that suspicion alone was thought to constitute that something; almost all official interrogation of persons who later become criminal defendants stems from that very source. . ..\n“Even without the light of Orozco we would not have thought this to mean that questioning in the home could never come within the mandate of Miranda; we do think it suggests that in the absence of actual arrest something must be said or done by the authorities, either in their manner of approach or in the tone or extent of .their questioning, which indicates that they would not have heeded a request to depart or allow the suspect to do so.” Id. at 544-45.\nAlthough this test has the necessary elements of objectivity, we reject it because on its face it fails to look at the situation through the eyes of the defendant —which is the very point of the Supreme Court’s decision in Miranda. It is our view that the proper test was applied in Myers v. State, 3 Md. App. 534, 240 A. 2d 288 (1968), wherein the Court stated: . . [C]ustody occurs if a suspect is led to believe, as a reasonable person, that he is being deprived or restricted of his freedom of action or movement under pressures of official authority. . . . [T]he custody requirement of Miranda does not depend on the subjective intent of the law enforcement officer-interrogator, bujt upon whether the suspect is physically deprived of his freedom of action in any significant way or is placed in a situation in which he reasonably believes that his freedom of action or movement is restricted by such interrogation.” Id. at , 240 A. 2d at 290. The above test has the element of objectiVeness since we look at what the suspect could believe as a reasonable man, and by focusing on the suspect, compliance with the thrust of the Miranda decision is achieved. Under the instant facts, appellant as a reasonable man could have been led to believe that he was in custody or significantly deprived of his freedom since he was taken to a police station, detained for six hours, not told that he could see anyone, and subjected to a polygraph test. On these facts, we conclude that the appellant could reasonably believe he was in custody or at the very least deprived of his freedom.\nMoreover, it is significant, if not dispositive of the issue, to note that appellant was given a polygraph test on this night. During the test the following questions were put to him:\n“(1) Did you shoot the man in the State Store at 5917 Torresdale Avenue?\n“(2) Did you yourself shoot him?\n“(3) Do you suspect anyone in particular of shooting him, and are you deliberately holding back any information about the shooting?\n“(4) And prior to the shooting and/or before the shooting occurred did you definitely know as a fact that happened?\n“(5) Was your car used?”\nWe, therefore, reject the Commonwealth’s profession that appellant was not in “custody” on the occasion involved.\nMay 15th\nFor the same reasons as set forth before, we conclude that when taken to the police station on the 15th, appellant should have been given the Miranda warnings before any questioning ensued.\nAt this time the police were not only aware of appellant’s ownership of an automobile similar to that used in the robbery, and the information the informer had given them, but they also knew that the results of the polygraph test showed it was “enough to make it questionable” that he was not telling the truth and he could in some way be involved in the crime.\nFurthermore, in checking out appellant’s story, as related by him on the 6th, the police had determined that there was a conflict, since he stated he was with one Floyd Williams on the night of the robbery and killing, and upon questioning, Williams denied any recollection of being with the appellant. (Williams later changed his story and said he was with appellant.) In Fisher v. Scafati, 314 F. Supp. 929 (D. Mass. 1970), it was stated: “Most important, the police knew before beginning the interrogation that at an interview two days previously, petitioner had said something inconsistent with information just received from another witness. ... It cannot be doubted that, had petitioner not been at the station when the inconsistency between his previous statement and that of another witness developed, the police would have picked him up promptly for further questioning.” Id. at 935.\nAdditionally, appellant was escorted to the police station and detained for a period of three hours. This, coupled with the fact that he was questioned about the “whole job”, was a sufficient basis for a reasonable man to believe that he was in custody. It is also important to stop for a moment and focus attention on the type of questions that were asked of the appellant at this time. The record shows that he was questioned about the “whole job”. When an individual is asked questions of this nature in a police dominated atmosphere, there can be little doubt that he should have been given the Miranda warnings. Questions of this nature are “calculated to, expected to, or likely to, evoke admissions.” See Commonwealth v. Simala, 434 Pa. 219, 252 A. 2d 575 (1969). This type of questioning is “interrogation” and should be preceded by the requisite warnings. Cf. Orosco v. Texas, 394 U.S. 324, 89 S. Ct. 1095 (1969), and Mathis v. United States, 391 U.S. 1, 88 S. Ct. 1503 (1968).\nWere Apellantes Subsequent Oral Admissions and Recorded Statements Tainted by the Initial Illegality\nAppellant suggests that presuming this Court decides that he should have been given the Miranda warnings when he was questioned on May 6th and 15th, the failure to do so tainted the subsequent admissions and confession after he had been advised of his constitutional rights, and, therefore, these were inadmissible as trial evidence because they were the “fruit of the poisonous tree.”\nGenerally speaking the case law is clear that evidence obtained through prior illegality is inadmissible against a defendant. See Wong Sun v. United States, 371 U.S. 471, 83 S. Ct. 407 (1963); United States v. Bayer, 331 U.S. 532, 67 S. Ct. 1394 (1947); Nardone v. United States, 308 U.S. 338, 60 S. Ct. 266 (1939); Silverthorne Lumber Co. v. United States, 251 U.S. 385, 40 S. Ct. 182 (1920). However, this does not mean that if a person is questioned illegally, i.e., without the requisite warnings, that subsequent statements oan never be used against him at trial if preceded by the proper warnings.\nThe United States Supreme Court in Westover v. United States, 384 U.S. 436, 86 S. Ct. 1602 stated: “We do not suggest that the law enforcement authorities are precluded from questioning any individual who has been held for a period of time by other authorities and interrogated by them without appropriate warnings. A different case would be presented if an accused were taken into custody by the second authority, removed both in time and place from his original surroundings and then adequately advised of Ms rights and given opportunity to exercise them.” Id. at 496, 86 S. Ct. at 1639. See also Commonwealth v. Frasier, 443 Pa. 178, 279 A. 2d 33 (1971) ; and Commonwealth v. Moody, 429 Pa. 39, 239 A. 2d 409 (1968).\nIf the Commonwealth establishes that the last statement or confession is not the exploitation of the original illegality and was obtained under circumstances sufficiently distinguishable to purge it of the original taint, then the latter may be introduced as evidence. See Commonwealth v. Banks, supra.\nTo determine if tbe Commonwealth has met its burden, one must analyze the totality of the circumstances to see if the taint was in fact dissipated. See Commonwealth v. Bordner, 432 Pa. 405, 247 A. 2d 612 (1968).\nIn the instant case the following facts are evident: Appellant was questioned for six hours on May 6th. During this questioning he admitted ownership of a vehicle matching the description given by witnesses to the crime, but affirmatively denied all knowledge of the crime. Thus, the police learned nothing damaging which could be used against appellant, nor did they learn anything that was useful in their investigation. The only possible thing that was at all damaging to appellant was the fact that lie said he was with Floyd Williams the night of the killing, and Williams initially denied this. However, before the police conld coercively employ this against appellant, Williams changed his story and said he now remembered being with appellant. So the police gained nothing from this investigation.\nOn May 15th appellant was again questioned for three hours. He still insisted that he knew nothing about the crime and gave no damaging evidence against himself except that he was with George Kenney on the night of the killing. (Kenney actually committed the robbery and killing.) Although this could be viewed as a damaging admission, it must be viewed in light of the fact that appellant still adamantly insisted he knew nothing about the robbery or killing.\nOn May 17th appellant was finally taken into custody and formally arrested. The Commonwealth urges that the probable cause for the arrest was statements given by other individuals, namely, one Oranshaw and Boyd which implicated appellant in the crime. Additionally, the Commonwealth states that nothing learned in the two prior interrogations was in any way the basis for the arrest. When appellant was taken into custody he was advised fully of his Miranda rights and he knowingly and voluntarily waived these rights. It was not until he was confronted with the aforementioned statements that he confessed to his involvement in the crime.\nInitially, looking at the circumstances, it is clear the appellant had said nothing damaging during the first two interrogations. Although, he admitted being with George Kenney on the night of the crime, he proceeded to explain away his meeting with Kenney. Thus when he entered the police station on the 17th he was not, or did not seem to be at a psychological disadvantage, since lie knew in his mind that he had said nothing directly connecting him with the crime.\nSecondly, focusing on the evidence the police obtained during the interrogation on May 6th and 15th and the ultimate inculpatory admissions and confession, there does not seem to be the necessary causal relationship or nexus between the first two statements and the subsequent inculpation. See generally for statement of rule: United States v. Knight, 395 F. 2d 971 (2d Cir. 1968); Evans v. United States, 375 F. 2d 355 (8th Cir. 1967), rev’d on other grounds, sub nom., Bruton v. United States, 371 U.S. 123, 88 S. Ct. 1620 (1968). Nothing that was learned during the prior interrogations was employed against appellant to force him to confess. In Commonwealth v. Frazier, 443 Pa. 178, 279 A. 2d 33 (1971), we stated: “In the instant case, nothing appellant said before he was warned was used to incriminate him. No other link was shown between the questioning to which appellant was subjected without warnings and his subsequent confession, made after proper warnings had been given.” Id. at 181, 279 A. 2d at 35. In the instant case, since the police had learned nothing of value on May 6th or 15th, the officers who questioned appellant on the 17 th could not have been the beneficiaries of information received, cf. Harney v. United States, 407 F. 2d 586 (5th Cir. 1969); United States v. Pierce, 397 F. 2d 128 (4th Cir. 1968), therefore there could, have been no improper exploitation of illegally obtained information, Commonwealth v. Banks, supra, nor is there a showing on the record that the officers who questioned appellant on the 17th were the beneficiaries of whatever pressure that might have been applied to appellant on the 6th or 15th, see Westover v. United States, supra; People v. Young, 131 Ill. App. 2d 113, 266 N.E. 2d 160 (1970).\nNext, it must be noted that the record indicates the actual cause of appellant's confession was the police confronting him with the information given by Cranshaw and Boyd which identified appellant as the driver of the get-away car (this was after he had been given proper warnings). Thus, the genesis of the confession was not the use of any illegally obtained statements from the appellant's own lips, rather it was information obtained from a totally separate, independent, and legitimate source. The evidence, therefore, was obtained by means “sufficiently distinguishable to purge it of the primary taint,\" in that the confession was not the produce of exploitation of the original illegality, but rather, the result of confronting appellant with evidence totally devoid of any illegality. See Wong Sun v. United States, supra; Silverthorne Lumber Co. v. United States, supra; Commonwealth v. Banks, supra; Commonwealth v. Moody, supra.\nIn Wong Sun, it was stated by the United States Supreme Court that: “Bather, the more apt question in such a case is ‘whether granting establishment of the primary illegality the evidence to which instant objection is made has been come at by exploitation of that illegality or instead by means sufficiently distinguishable to be purged of the primary taint.’\" 371 U.S. at 488, 83 S. Ct. 417. See also Silverthorne Lumber Co., supra (wherein it is stated “from an independent source”). Since the evidence used to induce appellant to confess had an “independent source” or it “was come at by means sufficiently distinguishable”, the ultimate confession was “purged” of any primary taint.\nMoreover, looking at the physical aspects of the case, there seems to have been a break in the “stream of events” which could or would insulate the final statement from the prior illegality. First there was a definite bréale in the time of questioning—6th—15th—17th —thus there was not a period of continual questioning, cf. Clewis v. Texas, 386 U.S. 707, 87 S. Ct. 1338 (1967); Westover v. United States, supra; Evans v. United States, supra at 360; Commonwealth of Pennsylvania ex rel. Craig v. Maroney, 348 F. 2d 22, 30 (3d Cir. 1965), and this amount of time would be sufficient to dissipate the illegal taint. Furthermore, there were different officers questioning him on the 17th, thus there would not be continual pressure by one individual.\nLastly, and most important, it must be noted that before appellant confessed, lie was given and understood tbe Miranda warnings. Tbe only question that now must be answered is whether the warnings were given at a time early enough in the interrogation process so that appellant could take advantage of them. See Commonwealth v. Ware, 438 Pa. 517, 265 A. 2d 790 (1970). In the instant case, the warnings were given before appellant said anything that directly incriminated him. Thus, if he had so chosen, he could have effectively protected himself by employing his constitutional rights, with the knowledge that by so doing the police would gain nothing which would incriminate him from his own lips.\nJudgment affirmed.\nMr. Justice Jones took no part in the consideration or decision of this case.\nIn United States v. Hickey, 247 F. Supp. 621 (E.D. Pa. 1965) ; the Oourt stated the following which indicates it did feel that psychological pressure could be dissipated in certain circumstances: “It is argued, however, that the psychological process set in motion by the initial admission was irreversible, and the character of Hickey’s first confession must control the admissibility of the later statement. This is clearly not the law. ... A confession is not rendered inadmissible, solely because an earlier one was made without the defendant first being advised of his rights. The failure to inform him of his rights to counsel is not irremediable; and once forewarned and cognizant of his rights he has only his conscience with which he must contend.” Id. at 624-25. See also United States v. Bayer, supra.\nMr. Justice Roberts, in a dissent to Commonwealth v. Moody, supra, stated the Wong Sim case was not the proper rule because it involves the Fourth Amendment. He advanced the premise that when dealing with the Fifth Amendment we should employ a stricter standard than that employed in the Fourth (the writer of this opinion finds little merit in this position since almost all of the Fifth Amendment exclusionary rule eases cite Wong Sun), citing Murphy v. Waterfront Commission of New York Harbor, 378 U.S. 52, 79 n. 18, 84A S. Ct. 1594, 1609 n. 18, wherein it was stated: “Once a defendant demonstrates that he has testified, under a state grant of immunity, to matters related to the federal prosecuion, the federal authorities have the burden of showing that their evidence is not tainted by establishing that they had an independent, legitimate source for the disputed evidence.” But even assuming my Brother Roberts is correct, the instant facts would meet the Murphy test, since the actual “source” of the confession was the statements by Cranshaw and Boyd and these were not the product of any prior illegality.\nThis amount of time would also dissipate any psychological pressure that might have developed in the two prior interrogation periods."}