{"id": "1942925", "contents": "Opinion by\nMr. Justice Pomeroy,\nThe question presented by this appeal is whether a wife who was named by her husband as beneficiary of the balance in a retirement fund both by name and relationship continues to be the beneficiary after divorce, her husband not having exercised his right prior to his death to change the beneficiary designation.\nJohn H. Adams, the decedent, was an employee of Allegheny County and as such a participant in the Allegheny County Employees’ Retirement System. On December 9, 1966 he married Patricia Ann Kennedy, the appellant, and six days later advised the Retirement Board of Allegheny County that in the event of his death any balance to his credit should be paid to Patricia Ann Adams, his wife. The exact form of designation is reproduced in the margin. Within ten months John and Patricia Adams were divorced. On May 31, 1968 John Adams died, leaving $2,400 to his credit in the Retirement Fund, and, as stated above, without having changed the beneficiary designation relative thereto. The court below disallowed the claim of Patricia Kennedy, awarding the fund to the estate of decedent’s mother, who was decedent’s next of kin. This appeal followed, and we reverse.\nThe Allegheny Comity Employees’ Retirement System was created pursuant to the Second Class County Code, supra, note 1. Section 1714 of the Act (16 P.S. §4714) provides in part as follows: “(a) Any person contributing monthly into the retirement fund who shall, for any cause, cease to be a county employe before he or she shall be eligible to receive the benefits of the retirement allowances, the total amount of the contributions paid into the retirement fund by such county employe shall be refunded to him or her by the board, or, in the event of the death of any such county employe, the amount of said contributions shall be paid to such person or persons as he or she shall have designated in writing, as filed with the board, as his or her beneficiary, or to his or her estate. If no person or persons have been designated as his or her beneficiary, or no notice has been filed with the board to pay the amount of such contributions to his or her estate, as herein provided, then the board is herewith authorized to pay such contributions to the executor, administrator, surviving spouse, or next of kin of the deceased county employe . . . The employee, Adams, duly designated appellant in writing as his beneficiary and filed the writing with the Board. There was no restriction as to whom he might designate, and no requirement that it be someone to whom he was related, although the designation forms had a space in which to describe the relationship, if any, of the beneficiary to the employee. The narrow question is whether the relationship status indicated in the designation form had to be in existence at the time of the employee’s death.\nIt seems clear to us that the disposition of contributions which have been paid into the retirement fund by an employee whose employment ends before he is eligible for retirement benefits is governed by the quoted section of the Code, supra, and that this in turn is part and parcel of the employee’s terms of employment with his employer, the County. The statute recognizes the obligation of the system to return the contributions to the employee if his employment ceases prior to retirement, or to his designee if the employment status is terminated by death. That the undertaking of the County is of statutory origin does not make it any the less a contractual obligation. See Geary v. Allegheny County Retirement Board, 428 Pa. 254, 257, 231 A. 2d 743 (1967) ; Eisenberger v. Harrisburg Police Commission, 400 Pa. 418, 162 A. 2d 347 (1960); Harvey v. Allegheny County Retirement Board, 392 Pa. 421, 141 A. 2d 197 (1958).\nPrecedents abound involving other contractual obligations such as inter vivos trusts, insurance policies and employee benefit plans which support the claim of one who, like appellant, was not decedent’s wife at the time he died. See Brown v. Ancient Order of United Workmen, 208 Pa. 101, 57 Atl. 176 (1904) ; Garland v. Craven, 156 Pa. Superior Ct. 351, 41 A. 2d 140 (1944); Hendricks v. Prudential Insurance Co., 149 Pa. Superior Ct. 350, 27 A. 2d 261 (1942); Stewart v. Shenandoah Life Ins. Co., 144 Pa. Superior Ct. 549, 20 A. 2d 246 (1941); Mailey Estate, 51 Pa. D. & C. 2d 259 (1970); Young v. E. Keeler Company, 26 Pa. D. & C. 2d 118 (1961); Mellon’s Estate, 28 W.N.C. 120 (1891); Sharpe’s Estate, 15 W.N.C. 419 (1884). The sum of these decisions is that “wife” is merely descriptive of the particular individual, not that the individual name is an identification of the person who is then the wife, used in a generic sense. If, of course, the term “wife” were used alone, unaccompanied by the name of a person, the contrary result would be indicated. Erny Trust, 415 Pa. 8, 202 A. 2d 30 (1964). Indeed, prior to the enactment of Section 7(2) of the Wills Act of 1947, the rule we have stated also applied in construing wills. Thus, for example, in Jones Estate, 211 Pa. 364, 60 Atl. 915 (1905), this Court succinctly held that “[t]he name will prevail if there is a person fully answering to it even though there be a description and no one answers to it.” 211 Pa. at 368.\nIn reaching the opposite result the learned court below relied upon Section 55(3) of the Divorce Act, Act of May 2, 1929, P. L. 1237, §55, as amended, 23 P.S. §55(3) and Section 7(2) of the Wills Act of 1947, supra, 20 P.S. §180.7(2) as persuasive, if not directly controlling. The former provides that a divorce decree terminates “all and any property rights which are dependent upon such marital relation, save those which are vested rights . . . .” (Emphasis added.) This provision is of no help in deciding the case at hand, for whether or not appellant’s right is “dependent upon such marital relation” is precisely the question for decision. See Brown v. Ancient Order of United Workmen, supra, 208 Pa. 101, 105; Thomas v. Robinson, 162 Pa, Superior Ct. 454, 58 A. 2d 200 (1948).\nThe Wills Act is equally inapplicable. Section 7(2) (20 P.S. §180.7(2)) provides: “(2) Divorce. If the testator is divorced from the bonds of matrimony after making a will, all provisions in the will in favor of his spouse so divorced shall be thereby revoked.” The lower court, acknowledging that the writing before it was non testamentary, nevertheless felt that the quoted section of the Wills Act could be considered public recognition of the presumed wishes of the decedent with respect to writings which were not wills. We disagree. Such a reading of the Wills Act provision is unwarrantedly broad. Among other things, it fails to take into account the legislature’s treatment in the Estates Act of beneficiary designations under life insurance policies and employee benefit plans as being nontestamentary in character. See Act of April 24, 1.947, P.L. 100, §8, as amended, 20 P.S. 301.7a; Mailey Trust, 51 Pa. D. & C. 2d 259 (Phila. County, 1970).\nThe court below looked to what it termed “basic equities” in deciding against the divorced wife, adopting the rationale in Fitzgibbon v. Walcutt, 126 Ohio St. 450, 185 N.E. 837 (1933). We find this approach inappropriate in this case and, with respect, the Fitzgibbon opinion unconvincing. We know nothing whatever about the decedent, his former wife and his mother other than that which has been recited herein. Divorce does not in all cases and automatically spell the end of interest in or even concern for one former spouse by the other. That appellant had no legal claim upon decedent or his estate after the divorce cannot be gainsaid; to hold that forthwith upon divorce the husband must be presumed to intend to terminate a contractual arrangement which benefits the other is to engage in speculation not warranted by this record or required by Pennsylvania law.\nDecree reversed; costs on the estate.\nThe former Mr. Chief Justice Bell and Mr. Justice Roberts took no part in the consideration or decision of this case.\nThe former Mr. Justice Barbieri took no part in the decision of this case.\nAct of July 28, 1953, P. L. 723, Art. XVII, §1701 et seq., as amended, 16 P.S. 4701.\nTo the Retirement Board of Allegheny County :\nPlease be advised that I order and direct that, in the event of my death, any funds standing to my credit in the Allegheny County Employees’ Retirement Fund shall be paid to the following:\nPatricia Ann Adams Wife\nName of Beneficiary Relationship\n12-15, 1966\nDate\ns/ John H. Adams\nPatricia Adams was the plaintiff in the divorce action. The decree was entered September 27, 1967, and appellant then resumed Iter maiden name of Kennedy.\nFollowing decedent’s death, his mother, Margaret Adams, was appointed administratrix of his estate. She then requested that the Retirement Board pay her the balance to her son’s credit in the Fund. The Board refused, and the administratrix then sued the Board in assumpsit in the Civil Division of the Court of Common Pleas of Allegheny County. Appellant was interpleaded by the Board as party plaintiff and also filed a claim. Preliminary objections to appellant’s claim were filed, averring that the designation was testamentary in character and therefore the matter was within the exclusive jurisdiction of the Orphans’ Court Division. These objections were overruled by a court en banc. Thereafter appellant filed a motion for summary judgment. When reviewing this motion, Judge Bolte reconsidered the question of jurisdiction and found controlling our decision in Eherhardt v. Ovens, 436 Pa. 320, 259 A. 2d 683, decided November 28, 1969, after the preliminary objections had been overruled. He found that the disposition of these funds was essentially testamentary and accordingly directed that the Retirement Board pay into the estate the fund in dispute, without prejudice to appellant’s right to pursue her claim in the Orphans’ Court Division. The’ Retirement Board complied, and the litigation resumed in that division, which then unquestionably had acquired jurisdiction over the property and the conflicting claims thereto. We entertain serious doubt, however, whether initially the proceeds of the Retirement Fund were part of the estate, and whether our decision in Eberhardt v. Ovens, supra, dictated a transfer to the Orphans’ Court Division. However that may be, the case having been transferred to the Orphans’ Court Division in the manner described, and without objection, we now treat it as one properly before that tribunal and thus properly appealable directly to this Court. Act of July 31, 1970, P. L. 673, Art. II, §202(3), 17 P.S. §211.202(3).\nThe inclusion of employee benefit plans in this section was made by the Act of November 27, 1970, P. L. 776, §1. The section as amended applies to designation of beneficiaries of benefits under employee benefit plans made prior to or subsequent to January 1, 1970 by persons who die on or after said date. It is expressly stipulated that the provisions relative to such designations shall not be deemed to create any implication of invalidity of any such designation made by any person who dies before said date."}