{"id": "1942929", "contents": "Opinion by\nMr. Justice O’Brien,\nThis appeal presents a narrow issue, well summarized in the opinion of the Commonwealth Court. Millersville Annexation Case, 2 Commonwealth Ct. 587, 279 A. 2d 349 (1971), at 589.\n“On July 21, 1969, a number of freeholders of a one hundred seventy-one acre residential area in Lancaster Township known as Quaker Hills petitioned the Council of the Borough of Millersville to be annexed to the Borough. After a public meeting, the Borough of Millersville concluded that a sufficient number of freeholders (a majority) had signed the petition to effectuate the annexation. The Borough then enacted an ordinance on October 6, 1969, annexing Quaker Hills to the Borough of Millersville.\n“Soon thereafter, Lancaster Township filed a complaint in the Lancaster County Court of Common Pleas, alleging that the annexation ordinance was invalid because a majority of the freeholders of Quaker Hills had not signed the petition requesting annexation. This dispute arose over the question of whether a tenancy by the entireties should be counted as one or as two freeholds.\n“While hearings on the annexation were being held, counsel for both the Borough and the Township entered into a stipulation to the effect that if a tenancy by the entireties was counted as two freeholds, then a majority of freeholders had not signed the petition. The stipulation further stated that if such a tenancy was to be counted as one freehold, then a majority of freeholders had signed the petition.” (Emphasis in original.)\nThe trial court decided that a tenancy by the entireties constituted two freehold interests, and, therefore, on the basis of the stipulation entered into by both parties, there were 685 freeholders in the annexed area, of whom 330 (only 48.18%) signed the petition, which was not enough. The Commonwealth Court reversed, deciding that a tenancy by the entireties only counted as one freehold interest, which meant that there were 366 freeholders, of whom, it was undisputed, 209 signed the petition, a clear majority of 57.1%.\nBecause the decision of the Commonwealth Court is directly in conflict with a recent decision of the Superior Court, Phoenixville Boro. Case, 218 Pa. Superior Ct. 205, 275 A. 2d 863 (1971), we granted allocatur.\nBefore we reach the question of how tenancies by the entireties are to be counted in determining the number of signatures needed on a petition for annexation, we must first dispose of appellant’s contention that the Commonwealth Court exceeded its proper scope of review on appeal. For this argument, appellant relies on the appeal section of The Borough Code, Act of February 1, 1966, P. L. (1965) 1656, No. 581, §1010, 53 P.S. 46010, which reads as follows: “Complaint as to the legality of any ordinance or resolution may be made to the court of quarter sessions, upon entering into recognizance with sufficient security to prosecute the same with effect and for the payment of costs, by any person aggrieved, within thirty days after the enactment of any ordinance or the adoption of any resolution, and the determination and order of the court thereon shall he conclusive. . . .” (Emphasis supplied.)\nWhen The Borough Code and other statutes made the order of a lower court “conclusive,” appellate review could be had only on narrow certiorari. On narrow certiorari, an appellate court dealt with only the question of jurisdiction, the regularity of the proceedings, excess in the exercise of power and constitutional questions.\nHowever, we agree with the Commonwealth Court that the passage of the new Constitution in 1968 and its accompanying implementation by the Act of December 2, 1968, P. L. , No. 351, §1-2, 12 P.S. 1111.1-1111.2, and by the Appellate Court Jurisdiction Act, Act of July 31, 1970, P. L. 673, No. 223, art. I, §101 et seq., 17 P.S. §211.101 et seq., has changed the status of the law governing appeals from decisions concerning the validity of an ordinance.\nArticle Five, §9 of the new Constitution provides in part as follows: “. . . there shall ... be a right of appeal from a court of record ... to an appellate court, the selection of such court to be as provided by law.\nThe Act of December 2, 1968, P. L. , No. 351, §1-2, 12 P.S. 1111.1-1111.2, indicating legislative recognition that, contrary to appellant’s argument, the old restrictions on appeals under The Borough Code no longer apply, provides:\n“Section 1.\n“Except as provided in section 2 there shall be a right of appeal under this act from a final order, decision, judgment, or sentence of a court of record to an appellate court as provided by section 9 of Article Y of the Constitution.\n“Section 2.\n“The provisions of this act shall not apply to any order, decision, judgment or sentence of a court of record which under any act of assembly heretofore enacted may be appealed to an appellate court.”\nSection 402(4) of the Appellate Court Jurisdiction Act gives further convincing evidence of the change in legislative policy toward appeals under The Borough Code by providing as follows: “The Commonwealth Court shall have exclusive jurisdiction of appeals from final orders of the courts of common pleas in any of the following cases. ... (4) All actions or proceedings arising under any county, institution district, city, borough, incorporated town, township, public school, planning or zoning code . . . where is drawn in question the application, interpretation, or enforcement of . . . any home rule charter or local ordinance or resolution.” (Emphasis supplied.)\nConsequently, there can be no doubt that the Commonwealth Court had a broad scope of review in considering the pi'opriety of the trial court’s decision that the ordinance of annexation of the Borough of Millers-ville was invalid.\nThe Commonwealth Court’s decision that a husband and wife owning land as tenants by the entireties are to be counted as one freeholder was based on its determination that, on this issue, the annexation provisions of The Borough Code, §426 ( 53 P.S. §45426) should be read “in pari materia” with the annexation provisions of the Second Class Township Code, Act of July 20, 1953, P. L. 550, §1, 53 P.S. §67501.\nThe annexation provision of The Borough Code, under which the Borough admittedly proceeded, reads as follows: “Any borough may, by ordinance, annex adjacent land situate in a township of the second class in the same or any adjoining county, upon petition, and may attach such annexed territory to an existing ward or wards. The petition shall be signed by a majority in number of all of the freeholders of the territory to be annexed. If an ordinance to make such annexation is defeated, no other proceeding for the annexation of the same territory, or any part thereof, shall be had within five years thereof.” (Emphasis supplied.)\nThe annexation provisions of the Second Class Township Code, 53 P.S. §67501, read in part: “Whenever the annexation of territory in a second class township to a borough, city or township is desired, a majority of the freeholders in the proposed annexed territory shall petition the borough, city or township requesting the annexation. ... A majority in interest of owners of undivided interests in any piece of property shall be deemed and treated as one person for the purpose of ascertaining the number of petitioners.” (Emphasis supplied.)\nBoth statutes require that a “majority of freeholders” must petition. The additional provision in the Second Class Township Code defining the majority of the owners of an undivided interest in a single tract of real estate as a single freeholder is clearly designed to prevent numerous owners of one tract from causing the annexation of several other tracts which did not wish to be annexed. The Commonwealth Court reasoned, and we agree, that there could be no logical reason why such a practice would be prohibited under the Second Class Township Code but permitted under The Borough Code.\nIn interpreting the two statutes so that the additional provisions of the Second Class Township Code are read into the definition of freeholders as used in The Borough Code, the Commonwealth Court relied on §552(1) and §562 of the Statutory Construction Act, Act of May 28, 1937, P. L. 1019, art. IV, §52, 46 P.S. §552.\nSection 552.(1) of that act states “That the Legislature does not intend a result that is ... unreasonable. . . .” Section 562 provides:\n“Laws or parts of laws are in pari materia when they relate to the same persons or things or to the same class of persons or things.\n“Laws in pari materia shall be construed together, if possible, as one law.”\nSince the two statutes relate to the identical transaction—annexation by a borough of land in a second class township—and since there is no provision in The Borough Code which prevents the word “freeholders” from being defined in the same way as it is in the Second Class Township Code, we believe the Commonwealth Court was correct in its decision. We note that the Superior Court, in its decision in Phoenixville, supra, failed to consider these principles, which explains why it approached the issue at hand as a simple question of definition without attempting to reconcile the two statutes.\nAppellant relies on our decision in Jenner Twp. Annexation Case, 423 Pa. 609, 225 A. 2d 247 (1967), where we held, inter alia, that a borough need not follow the provisions of both The Borough Code and the Second Class Township Code in pursuing an annexation. In saying this, after determining that the Second Class Township Code did not impliedly repeal The Borough Code, we said: “This determination, as well as the history behind it, also disposes of the contention of amicus curiae that the separate acts are in pari materia and, therefore, both must be followed. Each represents a separate and distinct procedure for annexing territory, and there is no basis for commingling their provisions. For this reason we also disapprove of the lower court’s attempt to incorporate the procedure of the Act of 1953 as such into this proceeding.”\nReliance upon Jenner Twp. is misplaced. That case was limited to a decision that this court should refuse to attempt to consolidate the procedures set forth in the two statutes into a single annexation procedure. Here we are not reading the two statutes in pari materia procedurally. Rather, following the precepts of the Statutory Construction Act that the legislature is to be presumed rational, i.e., not intending unreasonable results, we are making a substantive determination that the legislature had to intend that “freeholders” must be defined in the same way under both statutes.\nHaving concluded that the Commonwealth Court was correct in its determination that a tenancy by the entireties constitutes one freehold, we need not consider appellant’s contentions concerning the trial court’s enforcement of the stipulation of counsel and the validity of the “Mr. and Mrs. . . .” signatures. However, we must remand this ease to the trial court for a decision on the issue of the “propriety” of the annexation, since that issue was left undecided when the trial court concluded that the annexation petition was “null and void.” The order of the Commonwealth Court was thus deficient in failing to remand the record for determination of that as yet undecided issue, and we will, therefore, remand to the trial court for a decision on the “propriety” issue.\nThe order of the Commonwealth Court is affirmed insofar as it reverses the order of the Court of Common Pleas of Lancaster County, Criminal Division, and the case is remanded to the Court of Common Pleas of Lancaster County, Criminal Division, for further proceedings consistent herewith.\nMr. Justice Manderino took no part in the consideration or decision of this case.\nOur decision herein, that Art. V, Sec. 9 of the new Constitution assures broad appellate review from the determination of an annexation case by a common pleas court, means that the difference between the scope of review under The Borough' Code and under the Second Class Township Code, a difference which concerned the dissenters in Jenner Twp., no longer exists."}