{"id": "1942989", "contents": "Opinion by\nMr. Justice O’Brien,\nAppellee, Cooper-Bessemer Company (Cooper), the owner of a private airport, filed a complaint in equity seeking an injunction to restrain appellant, Ambrosia Coal and Construction Company (Ambrosia), which owned a strip mine adjacent to Cooper’s airport, from maintaining certain obstructions near the airport which Cooper alleged were in violation of several sections of the Aeronautical Code, Act of July 27, 1953, P. L. 641, §1, as amended, 2 P.S. §1458, and of The Penal Code, Act of June 24, 1939, P. L. 872, §656, 18 P.S. §4656.\nAfter the complaint was filed, appellant preliminarily objected that the trial court did not have jurisdiction to entertain an equity action dealing with airport obstructions because the federal government had pre-empted the field. After argument and the filing of briefs, the trial court dismissed the preliminary objections by decree dated May 2, 1969. No appeal was taken from that decree.\nThereafter, the parties to this action entered into negotiations which resulted in a stipulation providing for a consent decree allowing time for Ambrosia to conclude its operations and remove the obstructions from a specified area constituting the approach and departure path of the runway to Cooper’s airport. In a consent decree entered October 20, 1969, the period for compliance was extended to November 22, 1969.\nOn April 6, 1970, Cooper filed a petition alleging Ambrosia’s noncompliance with the consent decree and stipulation. After a hearing on May 6, 1970, the trial court found noncompliance as a fact and entered a decree for the payment of liquidated damages of $18,500, being one hundred eighty-five days of noncompliance at the agreed rate of $100 per day. Ambrosia’s exceptions were denied, a final decree was entered and Ambrosia appealed.\nAmbrosia first argues that the court lacked jurisdiction to enforce the stipulation. The Penal Code and the Aeronautical Code are the statutory sources through which the court obtained jurisdiction over activities conducted in an airport approach area. Cooper’s complaint alleged that Ambrosia’s obstructions violated §1459 of the Aeronautical Code, which makes it a summary offense to erect any structure within the area defined by §1458 as the airport approach area: “ . . [A] 11 that area lying within and below an inclined plane, starting at each end of each runway or landing strip, of a commercially licensed airport, and extending outward horizontally for a distance of 1000 feet at a ratio of 1 foot of height for each 20 feet of distance from each end of the runway or landing strip, and having a width of 300 feet,” and violated §4656 of The Penal Code, which makes it a misdemeanor to maintain a structure “of a height in excess of thirty-five (35) feet above the level of the landing field, within five hundred (500) feet of the exterior boundaries of any airport.....” (Emphasis added.) Act of June 24, 1939, P. L. 872, §656, 18 P.S. §4656. Ambrosia argues that the court did not have jurisdiction to enforce the stipulation insofar as it appi ied to conduct prohibited by §1459 of the Aeronautical Code, which by its terms applies only to commercially licensed runways.\nHowever, as we said in Jones Mem. Bapt. Ch. v. Brackeen, 416 Pa. 599, 602, 207 A. 2d 861 (1965) : “The test of jurisdiction is the competency of the court to hear and determine controversies of the general class to which the case presented for consideration belongs. The question is whether the court has power to enter into the inquiry and not whether it is able to grant the relief sought in the particular case.”\nThe court did not make a legal determination of the. matter in controversy, nor did it dictate the terms of the stipulation. It merely accepted the stipulation as the basis for the decree. Quoting from our opinion in Jones Mem. Bapt. Ch. v. Brackeen, supra, again: “A consent decree is not a legal determination by the court of the matters in controversy hut is merely an agreement between the parties—a contract binding the parties thereto to the terms thereof. ... As a contract, the court, in the absence of fraud, accident or mistake, had neither the power nor the authority to modify or vary the terms set forth.” At pages 602-603.\nMoreover, as we said in Zampetti v. Cavanaugh, 406 Pa. 259, 176 A. 2d 906 (1962) : “The fact that without the consent of the parties the court might not have rendered the judgment does not affect its effect as res judicata. Annot. 2 A.L.R. 2d 514, 528 (1948). Were this not so, a consent decree would have little value.” At page 265.\nAmbrosia’s reliance on Bell Appeal, 396 Pa. 592, 152 A. 2d 731 (1959), or Calabrese v. Collier Twp. Mun. Auth., 430 Pa. 289, 240 A. 2d 544 (1968), is misplaced. The proposition stated in those cases that a court may not obtain jurisdiction over the subject matter by consent is inapposite. Those cases did not deal with the question of a court’s jurisdiction to enforce a stipulation agreement concerning an area within the general competency of the court.\nAmbrosia also argues that Cooper did not sustain its burden of proving that Ambrosia had violated the stipulation. However, by the terms of the stipulation, Ambrosia agreed to reduce the soil banks and terrain based on its natural grade to stipulated maximum heights, with the “terrain surface to be as nearly smooth as it can reasonably be made.” There was testimony by Cooper’s witnesses that a spoil pile twenty feet above the stipulated level and a second pile thirty feet above the stipulated level were in place on May 26, 1970.\nAmbrosia also argues that the court erred in making a finding of fact that a forty-foot gully had been left within the area. Since there was no reference to gullies as opposed to elevations in the stipulation, Ambrosia is quite right that money damages could not be awarded against it for the gullies. However, the money damages were awarded solely because of the spoil piles, and as we have just said, there was ample justification for that decision.\nDecree affirmed. Costs to be borne by appellant.\nMr. Justice Nix concurs in the result."}