{"id": "1942945", "contents": "Opinion\nPer Curiam,\nOn March 8, 1972, this Court affirmed the order of the Commonwealth Court in this matter and indicated that an opinion would follow.\nThis Court is now of the view that the order of the Commonwealth .Court should be affirmed on the opinion of the Commonwealth Court. Roth v. Tucker, 4 Pa. Commonwealth Ct. 565, 290 A. 2d 98 (1972). We also add the following observation.\nBoth Section 915 and Section 1002(b) of the Pennsylvania Election Code require that the position of the names of candidates on the ballot be determined by the casting of lots. We believe that these sections require that all candidates for a particular elective post shall have equal chances of drawing any particular-ballot position.\nUnder the scheme proposed by the Secretary of the Commonwealth for determining the ballot positions of candidates for party delegate, each candidate does not have the same chance as all other candidates of drawing any particular ballot position. This inequality arises from the fact that within most electoral districts the number of candidates committed to each particular Presidential candidate or uncommitted is not equal.\nFor example, in the Eighth Senatorial District there are the following candidates for party delegate:\n3 committed to Edmund S. Muslde;\n3 committed to George M. McGovern;\n1 committed to Henry M. Jackson;\n3 committed to Hubert H. Humphrey;\n6 uncommitted.\nUnder the Secretary’s proposed plan for determining ballot positions, the chance that a particular candidate for delegate will draw the first position on the ballot is inversely related to the number of candidates for delegate within his particular category-—i.e., committed to Muskie, committed to McGovern, uncommitted, etc. In the Eighth Senatorial District the delegate committed to Henry M. Jackson would have one chance in five of drawing the top position on the ballot. However, each of the candidates who are uncommitted would only have one chance in thirty of drawing the top ballot position. The remaining candidates for delegate would all have one chance in fifteen to obtain the first ballot position.\nIn light of the effect that ballot position can have upon an electoral contest, and in light of the Election Code’s direction that all candidates shall have equal chances of drawing any particular ballot position, we cannot sanction the procedure proposed by the Secretary.\nThe order of the Commonwealth Court is affirmed.\nMr. Justice Eagen dissents.\nMr. Justice Eagen, Mr. Justice Nix and Mr. Justice Manderino dissented from our March 8, 1972, order.\nAct of June 3, 1937, P. L. 1333, art. IX, §915, 25 P.S. §2875.\nId. §1002, 25 P.S. §2962.\nUnder the Secretary's proposed procedure, lots are first drawn for the position of the categories of candidates for delegate upon the ballot. Since there are five categories in the Eighth Senatorial District, the Jackson category would have one chance in five of obtaining first place among the categories. If the Jackson category did draw first position among the categories, the individual Jackson delegate would, of course, have his name listed first on the ballot.\nThe uncommitted category would have one chance in five of being selected first among the categories, and each uncommitted candidate for delegate would have a one in six chance of obtaining the top position among the uncommitted candidates for delegate."}