{"id": "1942997", "contents": "Opinion by\nMr. Chief Justice Jones,\nAppellant was separately indicted for the deaths of Marie Peggy Timmons, Carla Irene Timmons and John F. Hyneman, Jr. During the jury trial relating to the death of Carla Irene Timmons, an infant, appellant elected to plead guilty to murder generally; the jury was dismissed and the trial judge continued to take evidence in order to determine the degree of guilt. During this degree-of-guilt hearing appellant pled guilty to the murder of Marie Peggy Timmons. Found guilty of first-degree murder in the death of Marie Peggy Timmons, appellant was sentenced to life imprisonment. After a series of unsuccessful habeas corpus petitions in the state and federal courts, e.g., Com. ex rel. Stamm v. Myers, 424 Pa. 638, 227 A. 2d 499 (1967), and United States ex rel. Stamm v. Rundle, 270 F. Supp. 819 (E.D. Pa. 1967), appellant sought relief under the provisions of the Post Conviction' Hearing Act, Act of January 25, 1966, P. L. (1965) 1580, §1 et seq., 19 P.S. §1180-1 et seq. (Supp. 1971), by alleging that the evidence presented by the Commonwealth was insufficient to sustain á verdict of first-degree murder. After an evidentiary hearing, relief was denied by the Court of Common Pleas of Berks County, Criminal Division, and this appeal followed.\nBeviewing the evidence in the light most favorable to the Commonwealth, it appears that appellant, a married man, was involved in a love affair with Marie Peggy Timmons who was also involved with John P. Hyneman, Jr. There is ample evidence to support the conclusion that appellant was aware of this other romance and that John P. Hyneman, Jr., was at Marie Peggy Timmons’ residence on the night in question. Briefly summarized, appellant went to the Timmons’ home, found Marie Peggy Timmons in bed with Hyneman and proceeded to strangle the two of them as well as the infant, Carla Irene Timmons.\nSince the overall issue is whether the killing was premeditated, we must ask why did appellant go to the Timmons’ house when he knew his rival was present. After reviewing the record, we are in agreement with the court below that appellant, “came to the Timmons’ house, not for the purpose of securing his glasses, as he states, but for the purpose of causing an incident because Hyneman was present and was being favored with the attention and love of the woman he, the [appellant], was largely supporting, for whom he had provided a home, and with whom he had just a few hours previously been having intercourse.”\nJudgment of sentence affirmed.\nAppellant was convicted of second-degree murder in the death of Carla Irene Timmons.\nAppellant also argued that Ms right of appeal was abridged."}