{"id": "1942976", "contents": "Opinion by\nMr. Justice Roberts,\nAppellant Monserrate Zapata was convicted of two charges of voluntary manslaughter and sentenced to two consecutive terms of six to twelve years imprisonment. After the denial of post-trial motions, Zapata filed this appeal alleging several trial errors. None of appellant’s contentions merit relief and Ave accordingly affirm the judgments of sentence.\nAppellant first contends that he Avas entitled to acquittal on the ground of self-defense and in the alternative that the jury’s failure to find that appellant acted in self-defense was against the weight of the evidence.\nThe record establishes that: Shortly after midnight on November 7, 1970, a fight erupted at the Flamboyant Bar in Philadelphia. After the fight was stopped inside the bar, it moved out onto the street. Santos Soto, and several others, went outside to watch the fight. When Carmen Encarnación, who Avorked at the bar and was Soto’s -wife, went out to see what was happening, she found Soto lying on the ground bleeding and unconscious. Then appellant informed Carmen that he was responsible for her husband’s injuries. The police arrived and took Soto to a nearby hospital accompanied by his wife. Carmen had been informed by a bystander that appellant had left to go to Martin’s Bar, a few blocks away. After Carmen left the hospital, she decided to go to Martin’s Bar to find out why Zapata had beat up her husband whom she believed to be an innocent bystander. Carmen drove to Martin’s Bar accompanied by her two brothers, Antonio Ramos and Carlos Lopez, and a friend, Gilberto Colon.\nCarmen entered the bar before her brothers and the friend. She saw Zapata sitting at the bar with a lady friend. She motioned to him with her index finger to come over to where she was standing. Zapata approached with his hands in his pockets.\nAt this point, there are substantial conflicts between appellant’s version and the testimony of all other witnesses including those who testified in his behalf. Carmen testified for the Commonwealth that she began to ask Zapata why he had beaten her husband. At this point, her two brothers entered the bar and stood behind her. Appellant suddenly took a step backward and shot Carlos who fell to the floor. Antonio was then shot as he tried to run out the door. He made it outside and collapsed on the sidewalk. Both died shortly thereafter.\nAppellant testified as follows: He was sitting at the bar when Carmen walked in and beckoned him toward her. She was carrying an open pocketbook in one hand and a gun in the other. Then the two brothers entered the bar, one of whom was carrying a gun. After appellant stood up to approach Carmen, he was handed a gun by someone at the bar. As appellant was seized by one of the brothers, he began to shoot.\nOnly appellant testified regarding the presence of guns in the possession of Carmen and one of her brothers. That testimony was uncorroborated. None of his witnesses mentioned seeing any gun other than the one used by appellant. One witness specifically observed that Carmen had her hands in her pockets, directly contradicting appellant’s assertion that Carmen was carrying a pocketbook and a gun. The police who arrived shortly after the shooting while all the participants were still present except for appellant never found a gun on either of the victims or in the possession of Carmen Encarnación. The bartender did corroborate appellant’s testimony that he was seized by one of the brothers before the shooting although this testimony was subject to impeachment through use of a prior inconsistent statement.\nTo establish self-defense, it is necessary to show: “(1) The slayer must have been free from fault in provoldng or continuing the difficulty which resulted in the killing. ... (2) The slayer must have reasonably believed that he was in imminent danger of death, great bodily harm, or some felony, and that there was a necessity to kill in order to save himself therefrom. . . . (3) The slayer must not have violated any duty to retreat or avoid the danger. . . .” Commonwealth v. Roundtree, 440 Pa. 199, 204, 269 A. 2d 709, 712 (1970) (citations omitted); accord Commonwealth v. Johnston, 438 Pa. 485, 489, 263 A. 2d 376, 379 (1970). Even assuming that appellant’s testimony—that he was placed in fear of his life by Carmen and one of her brothers both armed with guns—established a claim of self-defense, it is for the jury to accept or reject appellant’s version of the confrontation and to determine where the truth lies and to find the facts. Commonwealth v. Rankin, 441 Pa. 401, 404, 272 A. 2d 886, 887 (1971). Appellant’s version was not corroborated by any of the witnesses and in fact conflicted with all the other witnesses who testified for both appellant and the Commonwealth. This record fully supports the jury’s finding that appellant failed to establish his claim of self-defense.\nThe grant of a new trial on the ground that the verdict is against the weight of the evidence is committed to the sound discretion of the trial court. Commonwealth v. James, 197 Pa. Superior Ct. 110, 113-14, 177 A. 2d 11, 13 (1962) ; cf. Commonwealth v. Swanson, 432 Pa. 293, 298, 248 A. 2d 12, 15 (1968). Where the evidence is conflicting, the credibility of the witnesses is solely for the jury and if its finding is supported by the record, the trial court’s denial of a motion for a new trial will not be disturbed. Commonwealth v. Hayes, 205 Pa. Superior Ct. 338, 344, 209 A. 2d 38, 41 (1965); cf. Commonwealth v. Rankin, 441 Pa. 401, 404, 272 A. 2d 886, 887 (1971). We find no abuse of discretion or error of law in the trial court’s denial of the motion for a new trial on this ground.\nAppellant also challenges the trial court’s instructions to the jury on several grounds. Two of these challenges, raised for the first time on appeal, cannot now be entertained. Commonwealth v. Jones, 446 Pa. 223, 225, 285 A. 2d 477, 479 (1971); Commonwealth v. Hinson, 445 Pa. 356, 357-58, 284 A. 2d 720 (1971); Commonwealth v. Bittner, 441 Pa. 216, 221, 272 A. 2d 484, 487 (1971); Commonwealth v. Myers, 439 Pa. 381, 266 A. 2d 756 (1970).\nThe challenge to the trial court’s charge on voluntary manslaughter, while not raised at trial, was however included in appellant’s post-trial motions. Appellant contends that the trial court erroneously instructed the jury that voluntary manslaughter can be committed “without a specific intent to kill.” Taken alone, this part of the charge is incorrect. It is necessary, however, that we review the entire charge to determine if error has been committed. Commonwealth v. Butler, 442 Pa. 30, 34, 272 A. 2d 916, 919 (1971) ; Commonwealth v. Butler, 405 Pa. 36, 52, 173 A. 2d 468, 476, cert. denied, 368 U.S. 945, 82 S. Ct. 384 (1961).\nIt is well established that: “Voluntary manslaughter is generally the felonious and intentional killing of another without malice aforethought, in a sudden heat of passion caused by adequate legal provocation. . . . [and involves an act] although intentional . . . committed under the influence of passion or in heat of blood, produced by an adequate or reasonable provocation and before a reasonable time has elapsed for the blood to cool and reason to assume its control. . . .” 1 Wharton, Criminal Law and Procedure §274 (1957) ; see Commonwealth v. Cargill, 357 Pa. 510, 513, 55 A. 2d 373, 374 (1947) ; Commonwealth v. Colondro, 231 Pa. 343, 350, 80 Atl. 571, 574 (1911). Eeviewing the entire charge of the court, as we must, we are satisfied that the trial court correctly instructed the jury on the elements of voluntary manslaughter including the element of intent.\nThe court did advise the jury in its general charge: “The act of killing of course must be voluntary; the very name of the crime, voluntary manslaughter, implies that. Because voluntary manslaughter involves an intentional act, confusion sometimes exists in a juror’s mind concerning the difference between that crime and the crime of first degree murder. . . Voluntary manslaughter is wilful but it is necessary that the surrounding circumstances take away every evidence of cruel depravity and wanton cruelty. Therefore, to reduce an intentional blow, or wound, which results in death, to voluntary manslaughter, there must be either a sufficient cause for provocation or a state of rage or passion without time to cool and placing the defendant beyond the control of his reason and suddenly impelling him to do the act.” The trial court correctly instructed that voluntary manslaughter was an intentional act committed in rage or passion.\nAt the conclusion of the court’s charge appellant did object to the self-defense instruction. He claims that the trial court improperly instructed the jury that a defendant must be “in immediate danger of death or great bodily harm.” The proper standard requires, as appellant correctly maintains, that the defendant “must have reasonably believed that he was in imminent danger of death. . . .” Commonwealth v. Roundtree, 440 Pa. 199, 204, 269 A. 2d 709, 712 (1970) (emphasis added) ; Commonwealth v. Johnston, 438 Pa. 485, 489, 263 A. 2d 376, 379 (1970). An examination of the entire charge on self-defense reveals that the trial court communicated the correct standards to the jury. The court instructed in part as follows:\n“Where a defendant is in immediate danger of death or great bodily harm, but such fear is not a reasonable fear under the circumstances . . . the defendant would not be excused for taking human life. . . . You must bear in mind, also, that if a person is in grave danger or in apparent danger, he cannot be held to great nicety of judgment. That’s something that you are going to have to determine, whether it was reasonable or unreasonable in.this situation.\n“A person need not be in actual imminent peril of his life or of great bodily harm before he may slay his assailant but, rather, it is sufficient if in good faith, he has reasonable belief . . . that he is in such peril. . . .\n“The killing of one who appears to be an assailant is justifiable if there be reasonable apprehension of loss of life, or of great bodily harm. . . .” (Emphasis added.) Examination of the full charge convinces us that the trial court properly instructed the jury on self-defense.\nFinally, appellant contends that the Commonwealth improperly failed to call a witness from whom it had secured a statement. Furthermore, it is contended that Avhen that witness testified for the defense, the prosecution Avas improperly permitted to impeach the Avitness through use of the prior inconsistent statement. Jose Rivera, the bartender at Martin’s Bar, had given a statement to the police in Avhich he made no mention that appellant had been seized by one of the brothers shortly before the shooting. At trial, he testified for the defense and stated that appellant had been seized before he fired the gun. The Commonwealth over objection was permitted to impeach the Avitness Avith this prior statement.\nIf has been repeatedly held that: “There is no duty on the Commonwealth to call witnesses whose names appear on a bill of indictment or even eye witnesses, if it believes after examination or investigation that their testimony is unreliable, or unworthy of belief, or surplusage or irrelevant.” Commonwealth v. Horn, 395 Pa. 585, 589, 150 A. 2d 872, 874 (1959); accord Commonwealth v. Gray, 441 Pa. 91, 100, 271 A. 2d 486, 490 (1970); Commonwealth v. Schmidt, 437 Pa. 563, 567, 263 A. 2d 382, 384 (1970).\nOnce the Commonwealth refrained from calling this witness it was in no sense precluded from attacking the credibility of that witness if called by the defense. In this circumstance, the Commonwealth could properly utilize the bartender’s prior inconsistent statement to impeach his credibility. Commonwealth v. Updegrove, 413 Pa. 599, 605, 198 A. 2d 534, 537 (1964); Wilson v. Pennsylvania Railroad Company, 421 Pa. 419, 432, 219 A. 2d 666, 673 (1966); 2 Henry, Pennsylvania Evidence §801 (1953).\nThe judgments of sentence are affirmed.\nAppellant contends: (1) the trial court instructed the jury that there must be no means of escape, rather than a reasonable means of escape; (2) the trial court prejudiced the appellant by instructing the jury that appellant “attempts to avoid criminal liability by contending that the killing was justifiable.”\nIt is the view of the writer that failure to raise objections to the charge before the jury retires precludes appellate review. See, e.g. Commonwealth v. Jennings, 442 Pa. 18, 28, 274 A. 2d 767, 772 (1971) (concurring opinion) ; Commonwealth v. Williams, 432 Pa. 557, 569-71, 248 A. 2d 301, 307-08 (1968) (dissenting opinion) (Roberts, J.) ; Commonwealth v. Scoleri, 432 Pa. 571, 582-83, 248 A. 2d 295, 300-01 (1968) (concurring opinion) (Roberts, J.). Rule 1119(b) of the Pennsylvania Rules of Criminal Procedure specifically provides: “No portions of the charge nor omissions therefrom may be assigned as error, unless specific objections are made thereto before the jury retires to deliberate. All such objections shall be made beyond the hearing of the jury.” A majority of this Court, however, has held that appellate review will be afforded claims of error in the court’s charge despite the absence of objection at trial if the error is “basic and fundamental.” Commonwealth v. Butler, 442 Pa. 30, 32-33, 272 A. 2d 916, 918 (1971) ; Commonwealth v. Williams, 432 Pa. 557, 563-64, 248 A. 2d 301, 304-05 (1968)."}