{"id": "1942920", "contents": "Opinion by\nMr. Justice Roberts,\nOn September 9, 1930, following a trial by jury, appellant Bobert C. Jones was convicted of first degree murder. He was sentenced to life imprisonment. No post-trial motions were filed nor was a direct appeal taken.\nIn 1967, appellant filed a PCHA petition, alleging that he was denied his constitutional right of appeal under Douglas because his privately retained counsel failed to inform him of such a right. The hearing court found that appellant had knowingly waived his right to appeal and denied relief. This appeal followed.\nAppellant argues on this appeal that the hearing court improperly placed upon appellant in this silent record case the burden of demonstrating that his failure to exercise his Douglas rights was not knowing and intelligent. We agree with appellant that such an allocation of the burden of proof offends the constitutionally mandated federal standards of waiver, and accordingly we vacate the order of dismissal and remand for a hearing consistent with this opinion.\nIt is firmly and definitively established that this defendant has a constitutionally-guaranteed right of access to the appeal process. That right, established by Douglas v. California, was made fully retroactive in Smith v. Crouse, 378 U.S. 584, 84 S. Ct. 1929 (1964) (per curiam) ; Commonwealth ex rel. Stevens v. Myers, 419 Pa. 1, 213 A. 2d 613 (1965).\nThus the dispostive issue here is whether the defendant effectively waived his constitutional right of appeal. And since a federal constitutional right is involved, federal standards of waiver must be applied. Fay v. Noia, 372 U.S. 391, 439, 83 S. Ct. 822, 849 (1963) ; Rice v. Olson, 324 U.S. 786, 791, 65 S. Ct. 989, 992 (1945).\nThe federal standards of waiver that control this case are quite explicit. In Johnson v. Zerbst, 304 U.S. 458, 58 S. Ct. 1019 (1938), the United States Supreme Court held that the waiver of a constitutional right must be “intelligent and knowing.” Amplifying that decision the Supreme Court ruled in Carnley v. Cochran, 369 U.S. 506, 82 S. Ct. 884 (1962) that: “. . . [presuming waiver from a silent record is impermissible. The record must show, or there must be an allegation and evidence which show, that an accused was offered counsel but intelligently and understandingly rejected the offer. Anything less is not a waiver.” (Emphasis added.) Id. at 516, 82 S. Ct. at 890. Thus we are constitutionally unable in silent record cases to place upon petitioner the burden of demonstrating that his failure to exercise his Douglas rights was not knowing and intelligent since this would be “[p]resuming waiver from a silent record.”\nThis Court has specifically recognized that we are constitutionally compelled to apply the above described federal standards of waiver. In Commonwealth v. Wilson, 430 Pa. 1, 241 A. 2d 760 (1968), this Court held that “. . . the burden of demonstrating a waiver . . . where, as here, the record is silent ... is placed upon the Commonwealth. . . .” Id. at 3, 241 A. 2d at 762. And we have followed our holding in Wilson in numerous other cases. See, e.g., Commonwealth v. Norman, 447 Pa. 217, 285 A. 2d 523 (1971); Commonwealth v. Robinson, 442 Pa. 512, 276 A. 2d 537 (1971); Commonwealth v. Sprangle, 442 Pa. 271, 275 A. 2d 114 (1971); Commonwealth ex rel. Johnson v. Rundle, 440 Pa. 485, 270 A. 2d 183 (1970) ; Commonwealth v. Gist, 433 Pa. 101, 249 A. 2d 351 (1969); Commonwealth v. Zaffina, 432 Pa. 435, 248 A. 2d 5 (1968) ; Commonwealth v. Ritchey, 431 Pa. 269, 245 A. 2d 446 (1968); Commonwealth v. Mumford, 430 Pa. 451, 243 A. 2d 440 (1968) ; Commonwealth v. Tolbert, 430 Pa. 167, 242 A. 2d 265 (1968) ; Commonwealth v. Stewart, 430 Pa, 7, 241 A. 2d 764 (1968).\nThe federal standards of waiver continue to apply irrespective of whether the individual who seeks to vindicate his Douglas rights was represented by court-appointed or private counsel. In Commonwealth v. Ezell, 431 Pa. 101, 244 A. 2d 646 (1968), this Court was confronted with the suggestion that in post-Douglas cases involving privately retained counsel at trial the burden should be on the defendant to show the absence óf a constitutionally valid waiver. This Court specifically rejected that argument and held: “Nor do we think that the requirements of Wilson and Stewart become relaxed simply because appellant was able to afford private trial counsel.” Id. at 104, 244 A. 2d at 647. The constitutionally mandated result we reached in Ezell has even more compelling force in this instance, because the trial in 1930 predates Douglas by over three decades. The gross unfairness and manifest unreality in presuming in this 1930 case a waiver of a constitutional right that was not announced until a third of a century later is strikingly self-evident. As this Court said in Commonwealth v. Cheeks, 429 Pa. 89, 239 A. 2d 793 (1968) : “It would be manifestly unfair to hold appellant to a waiver when this waiver is alleged to have occurred at a time when neither the defendant nor his attorney had any way of knowing that there existed a right to be waived.” Id. at 95, 239 A. 2d at 796. See also O’Connor v. Ohio, 385 U.S. 92, 87 S. Ct. 252 (1966) ; Commonwealth v. Baity, 428 Pa. 306, 237 A. 2d 172 (1968).\nWe must reject in this me-Douglas case, as we did in the post -Douglas case of Ezell, the suggestion that the burden of proving waiver should shift to the defendant because he retained private counsel at trial. It is clear that for the purposes of allocating the burden of proving waiver of the right of appeal, whether a defendant was represented by court-appointed or private counsel is a distinction without legal significance. As the ABA Standards for Criminal Justice point out, “Once a lawyer has undertaken the representation of an accused his duties and obligations are the same whether he is privately retained, appointed by the court, or serving in a legal aid or defender system.” ABA Project on Minimum Standards for Criminal Justice, Standards Relating to The Prosecution Function and The Defense Function, §3.9 (The Defense Function) (Approved Draft, 1971).\nMoreover any attempt to arbitrarily distinguish between court-appointed and privately retained counsel creates grave constitutional and public policy problems. To remove the burden of proof from the Commonwealth and place it instead upon the defendant who retains private counsel at trial is as repugnant to the equal protection clause as was the invidious discrimination against indigents that Douglas required be eliminated. Douglas guaranteed that an indigent defendant would have the same access to the appeal process as the nonindigent defendant. To place a substantially more onerous burden on a defendant with privately retained counsel than a defendant with court-appointed counsel creates an inverse discrimination that favors defendants with court-appointed counsel. The United States Supreme Court held that such inverse discrimination violates the equal protection clause: “The State is not powerless to enforce judgments against those financially unable to pay a fine; indeed, a different result would amount to inverse discrimination since it would enable an indigent to avoid, both the fine and imprisonment for nonpayment whereas other defendants must always suffer one or the other conviction. . . .” (Emphasis added.) Tate v. Short, 401 U.S. 395, 399, 91 S. Ct. 668, 671 (1971) quoting from Williams v. Illinois, 399 U.S. 235, 244-245, 90 S. Ct. 2018, 2024 (1970). In addition, a purported distinction would tend to discourage defendants of marginal means from retaining private counsel. It would be to their advantage to seek court-appointed counsel and with such counsel then enjoy the favorable burden of establishing waiver not equally available to a defendant with self-retained counsel.\nIn applying the constitutional principles of waiver required by Johnson v. Zerbst and Carnley v. Cochran, our determination today is completely consistent with this Court’s previous decisions making it incumbent upon the Commonwealth to establish waiver in silent record cases. See Commonwealth v. Norman, supra; Commonwealth v. Wilson, supra; Commonwealth v. Cheeks, supra; Commonwealth ex rel. O’Lock v. Rundle, 415 Pa. 515, 204 A. 2d 439 (1964). In addition the result we reach today is clearly in harmony with the consensus of the Circuit Courts of Appeals who have addressed the issue: “We think the only practical, logical and fair interpretation to be given to Douglas v. California is that it imposes upon the state a duty to warn every person convicted of crime of his right to appeal and his right to prosecute his appeal without expense to him by counsel appointed by the state, if he is indigent.” United States ex rel. Smith v. McMann, 417 F. 2d 648, 654 (2nd Cir. 1969) ; Williams v. Coiner, 392 F. 2d 210 (4th Cir. 1968) ; Wynn v. Page, 369 F. 2d 930 (10th Cir. 1966). Furthermore, our holding here is entirely consistent with the position taken by the Third Circuit Court of Appeals in United States ex rel. O’Brien v. Maroney, 423 F. 2d 865 (3d Cir. 1970). The court there repeatedly emphasized its finding that on the record the defendant “had knowledge of his right of appeal” and “agreed with and acquiesced in his counsel’s decision not to file an appeal.” That factual finding is diametrically opposed to the record before this Court. Instead the defendant here, unlike the defendant in O’Brien, alleges that he was unaware of his constitutional right of appeal and the record in no sense refutes that allegation.\nThe landmark United States Supreme Court decision of Fay v. Noia, 372 U.S. 391, 83 S. Ct. 822 (1963), offers a parallel setting that demonstrates the correctness of the result we reach today. In Fay the Supreme Court was presented with a defendant who had retained private counsel in a pre-Douglas trial. The issue before the Court was whether the defendant had “deliberately by-passed” his right of appeal. In analyzing the problem of deliberate by-pass the Court explicitly compelled the application of federal standards for determining waiver of a constitutional right: “The classic definition of waiver enunciated in Johnson v. Zerbst, 304 U.S. 458, 464, 58 S. Ct. 1019, 1023, 82 L. Ed. 1461—(an intentional relinquishment or abandonment of a known right or privilege’—furnishes the controlling standard. If a habeas applicant, after consultation with competent counsel or otherwise, understandingly and knowingly forewent the privilege of seeking to vindicate his federal claims in the state courts, whether for strategic, tactical, or any other reasons that can fairly be described as the deliberate by-passing of state procedures then it is open to the federal court on habeas to deny him all relief. ... At all events we wish it clearly understood that the standard here put forth depends on the considered choice of the petitioner.” (Citations omitted) (Emphasis added). Id. at 439, 83 S. Ct. at 849.\nThe constitutional principle announced in Fay is that for a defendant to waive his right of appeal the record must disclose that the defendant’s “considered choice” was “an intentional relinquishment or abandonment of a known right or privilege.” Fay’s requirement that a waiver of a constitutional right, if it is to bé effective, must be the “considered choice of the petitioner,” further demonstrates the irrelevancy of whether a defendant was represented by private or court-appointed counsel. In accord is the ABA Standards which unequivocally state that “[t]he decision whether to appeal must be the defendant’s own choice.” ABA Project on Minimum Standards for Criminal Justice, Standards Relating to The Prosecution and The Defense Function, §8.2 (Approved Draft, 1971). See also ABA Project on Minimum Standards for Criminal Justice, Standards Relating to Criminal Appeals, §3.2 (Approved Draft, 1970). Such a constitutionally mandated standard must be applied to the case at bar.\nFinally, it is evident that adherence to our constitutional obligation to place the burden of proving waiver on the Commonwealth in situations such as this one can only advance the search for truth in the administration of criminal justice. The review accorded by an appeal is as much at the heart of the guilt-determining process as is the verdict of the jury and the judgment of the court. Following our constitutional obligation assures that no defendant, solely because he was unaware of his right to appeal, is prevented from securing appellate review of his conviction. This Court has invariably sustained a defendant’s constitutional right of appeal where it was determined that he was unaware of his Douglas rights. See, e.g., Commonwealth v. Davis, 133 Pa. 267, 249 A. 2d 766 (1969); Commonwealth v. Zaffina, 432 Pa. 435, 248 A. 2d 5 (1968); Commonwealth v. Johnson, 431 Pa. 522, 246 A. 2d 345 (1968); Commonwealth v. Mumford, 430 Pa. 451, 243 A. 2d 440 (1968) ; Commonwealth v. Sapp, 428 Pa. 377, 238 A. 2d 208 (1968); Commonwealth ex rel. Light v. Cavell, 422 Pa. 215, 220 A. 2d 883 (1966). Surely this Court’s adherence to constitutionally mandated principles has not in any way diminished the effectiveness of the administration of criminal justice.\nOn remand if the Commonwealth is unable to establish that defendant waived his Douglas rights, defendant is entitled only to direct appeal as though timely filed, not to a new trial or to discharge from imprisonment. If upon such appellate review it is determined that the judgment of sentence was legally correct, the conviction remains undisturbed. If, on the other hand, appellate review discloses error that requires a new trial society is equally served by the correction of injustice.\nAccordingly, the order is vacated and the record remanded for proceedings consistent with this opinion.\nMr. Justice Cohen took no part in the decision of this case.\nPost Conviction Hearing Act, Act of January 25, 1966, P. L. (1965) 1580, 19 P.S. §§1180-1 et seq. (Supp. 1971).\nDouglas v. California, 372 U.S. 353, 83 S. Ct. 814 (1963).\nAppellant also alleges that he was entitled to a new trial because the trial notes of testimony were not transcribed and the court reporter had died, leaving him without a record for appeal. Because of our disposition on appellant’s first contention we need not reach the issue presented by the unavailability of the trial transcript.\nThe hearing judge alternatively concluded that appellant waived his right to advance either of the above mentioned issues because they were not raised in.an earlier 1966 habeas corpus petition. That.result is contrary to this Court’s decision in Commonwealth v. Cannon, 442 Pa. 339, 275 A. 2d 293 (1971), where we held that the waiver provisions of the Post Conviction Hearing Act do not apply retroactively to habeas corpus proceedings instituted prior to the effective date of the Act.\nBuie-32(a) (2) of the Federal Buies of Criminal Procedure states: “Notification of Bight to- Appeal. After imposing sentence in a case which has gone to trial bn a plea of not guilty, the court shall advise the defendant of his right to appeal and of the right of a person who is unable to pay the cost of an appeal to apply for leave to appeal in forma pauperis. If the defendant so requests, the clerk of the court shall prepare and file forthwith a notice of appeal on behalf of the defendant.”"}