{"id": "1944677", "contents": "Opinion by\nMb. Justice Nix,\nDuring the early morning hours of April 5, 1962, appellant, Paul Yuknavich, and Kenneth Souder set out to rob a Luzerne County service station. Pursuant to the prearranged plan, Yuknavich drove his car and parked in the vicinity of the service station. While appellant waited in the car, Souder left to rob the establishment. He had with him the revolver and ammunition which appellant had furnished. During the course of the robbery, the night attendant, George Allabaugh, engaged in gunfire with Souder, as a result of which Allabaugh was killed.\nAppellant was arrested on April 27, 1962, and entered a guilty plea to the charge of murder on November 13, 1962. At the degree of guilt hearing the court determined that the killing of George Allabaugh was murder in the first degree and appellant was sentenced to life imprisonment. No direct appeal was taken from this judgment of sentence, but on March 27, 1968, appellant filed a petition in which he averred that he was entitled to relief under the Post Conviction Hearing Act. Evidentiary hearings were held and based upon testimony taken at the hearings and upon the trial record the hearing court concluded that neither the court nor the attorney of record advised appellant: of his right to appeal from the judgment of sentence; of the time within which the appeal had to be filed; of his right to the services of counsel; or that if he were unable to afford counsel the court would appoint counsel for the purposes of the appeal. Therefore, the relief sought by appellant in his petition insofar as it requested the right to an appeal was granted. This direct appeal followed.\nAppellant also alleged that he was entitled to relief because (1) the felony-murder rule was incorrectly applied; (2) his guilty plea was unlawfully induced; and (8) he was denied his constitutional right to confront all witnesses by the admission into evidence of the co-defendant’s confession. The post conviction hearing court denied these claims. Before us for decision therefore, is the propriety of the hearing court’s decision with respect to these claims and also appellant’s direct appeal from the judgment of sentence.\nI.\nAppellant’s initial contention is that where an individual is not the actual perpetrator of the homicide the felony-murder rule should not operate as a conclusive presumption of malice. Appellant argues that the felony-murder rule should be modified so that a homicide committed by an accomplice during the perpetration of a felony would only create a rebuttable presumption that the other co-felon (s) had the intent necessary for murder. This, of course, is a definite departure from the traditional felony-murder rule applied in Pennsylvania.\nThe rule in Pennsylvania involves two distinct areas. First, the relevant statutory law imputes the malice necessary for first degree murder to a felon who causes the death of another person during the perpetration of arson, rape, robbery, burglary, or kidnapping. However, since this statutory classification merely categorizes murder into two degrees, it is to the common law that one must look for the definition of murder. As enunciated in the landmark case of Commonwealth v. Drum, 58 Pa. 9, 15 (1868), “[t]he distinguishing criterion of murder is malice aforethought.” With this “criterion” as the basis, the doctrine of felony-murder became firmly imbedded in the common law. As applied in Pennsylvania, common law felony-murder “is a means of imputing malice where it may not exist expressly. Under this rule, the malice necessary to make a killing, even an accidental one, murder, is constructively inferred from the malice incident to the perpetration of the initial felony.” Commonwealth ex rel. Smith v. Myers, 438 Pa. 218, 224-25, 261 A. 2d 550, 553 (1970). Therefore, in analyzing a homicide committed in the perpetration of or attempt to perpetrate a felony “the basic determination of the fact of murder is to be made according to the rules of the common law, including the felony-murder theory of imputed malice, and, upon a finding of guilt, the degree statute automatically raises the murder to first degree if it happened, inter alia, to have been committed in the perpetration of arson, rape, robbery, burglary or kidnapping.” Commonwealth v. Redline, 391 Pa. 486, 495, 137 A. 2d 472, 476 (1958) (citation omitted).\nAppellant in the instant case argues that this well-established imputed malice theory of the felony-murder doctrine should be overturned. At the least, the appellant urges us to modify the effect of the felony-murder doctrine so that only a rebuttable presumption of malice is imputed to a co-felon when he is not the actual perpetrator of the homicide. We do not agree with the contention that an accomplice should be allowed to rebut the presumption of implied malice.\nThis Court has consistently held that the hilling need not be by the defendant in a felony-murder case. It has been established “that in order to convict for felony-murder, the hilling must have been done by the defendant or by an accomplice or confederate or by one acting in furtherance of the felonious undertaking.” Commonwealth v. Redline, 391 Pa. 486, 496, 137 A. 2d 472, 476 (1958); accord, Commonwealth v. Sampson, 445 Pa. 558, 563, 285 A. 2d 480, 483 (1971); Commonwealth v. Moore, 443 Pa. 364, 374, 279 A. 2d 179, 185 (1971); Commonwealth v. Williams, 443 Pa. 85, 88, 277 A. 2d 781, 783 (1971); Commonwealth ex rel. Smith v. Myers, 438 Pa. 218, 228, 261 A. 2d 550, 555 (1970); Commonwealth v. Batley, 436 Pa. 377, 390, 260 A. 2d 793, 800 (1970). Clearly, where a hilling occurs in the commission of a felony, all who participate therein are equally guilty of murder.\nThe record before us clearly establishes that the robbery of the service station was planned by Souder and appellant, that appellant furnished Souder with the weapon and ammunition to carry out this plan, that appellant drove Souder to the service station and waited for him to return, and that appellant received part of the money tahen from the cash drawer. These elements are all consistent with the lower court’s determination that appellant was an active participant in the robbery. While the appellant and his accomplice did not plan to kill the service station attendant, the killing did occur in furtherance of their robbery plan.\nThe nature of the felony in this case is such that it should be obvious to anyone about to embark on such a venture that the lives of the victims may be sacrificed in accomplishing the end. A reasonable man can be properly charged with the knowledge that the natural and probable consequences of such an act may well result in death or grievous bodily harm to those involved. It is not unrealistic to ascribe to one who willfully engages in a plan to commit armed robbery, a wickedness of disposition, hardness of heart, cruelty, recklessness of consequences, or a mind regardless of social duty. Thus, when dealing with the felony of armed robbery we are merely saying that it is the same malice that is required for common law murder.\nII.\nAppellant next contends that his guilty plea was unlawfully induced because (1) there was no affirmative showing on the record that the plea was made intelligently and voluntarily, (2) the plea was unknowingly and involuntarily made, and (3) the plea was based on an involuntary confession. We find all three of these allegations to be without merit.\nFirst, appellant’s reliance on Boykin v. Alabama, 395 U.S. 238 (1969), is misplaced. There is no doubt that Boykin, set forth the rule that it is reversible error for a trial judge to accept a guilty plea without an affirmative showing on the record that the plea was made intelligently and voluntarily. However, we have held that Boykin was not retroactive. Commonwealth v. Godfrey, 434 Pa. 532, 254 A. 2d 923. (1969); see also, Commonwealth v. Riley, 444 Pa. 498, 282 A. 2d 231 (1971); Commonwealth v. Brown, 448 Pa. 21, 275 A. 2d 332 (1971); Commonwealth v. Lovett, 442 Pa. 105, 275 A. 2d 329 (1971). Since appellant’s plea was entered in 1962, which date is prior to the decision in Boykin, the requirement that there be an on the record examination does not apply to the present case.\nMoreover, appellant’s broad allegation that his plea was unknowing and involuntary is contradicted by the record. At the hearing of September 3, 1968, on the issue of whether the guilty plea was knowingly and intelligently made, appellant testified on cross-examination, when he was confronted with the trial record of the proceedings at which the guilty plea was entered, that he had stated to the court: that he was satisfied to enter the plea of guilty to murder; that this plea was entered of his own free will, with full knowledge of the nature of the charge and of the contents of the indictment; that the plea was entered without any promise or hope of any reward; and that the plea was discussed with his counsel before being entered. In addition, from the testimony of appellant’s attorney, it is clear: that appellant knew he was entitled to a jury trial if he wished; that appellant was aware of the felony-murder concept; and that appellant was told of the danger of the death penalty after a jury verdict of guilty. On this record, Ave conclude that appellant’s plea was voluntarily and intelligently entered.\nAppellant’s final argument in support of his contention that his guilty plea should be overturned is that it was based on an involuntary confession. In order for an accused to successfully overturn a plea on such grounds he must show, inter alia, that the existence of the confession was the primary motivation for the plea. This he has not done. Following an evidentiary hearing, the hearing judge determined that, even assuming the confession had been involuntary, appellant’s own testimony clearly established that the confession was at best one of four reasons for the entry of the plea of guilty, and not the primary motivation for the plea. We have reviewed both the trial record and the record of appellant’s post-conviction hearing and see no reason to disturb the findings of the court below.\nIII.\nAppellant also contends that he was denied his constitutional right to confront all witnesses against him by the admission into evidence of the confession of Kenneth Souder who did not take the stand. Appellant relies on Bruton v. United States, 391 U.S. 123 (1968), to support this position. However, it must be noted that Bruton applies to trials in which a defendant pleads not guilty and the co-defendants’ confession inculpating the accused is admitted into evidence. Here, the facts are significantly different. Both appellant and Kenneth Souder entered guilty pleas and moved to withdraw the severance order which had been requested by the Commonwealth. Both defendants agreed to the joint hearing daring which the confession of each was admitted into evidence. While we do not dispute that a defendant has the same right to confront witnesses in a degree of guilt hearing as he has in a hearing to determine guilt, Pointer v. Texas, 380 U.S. 400, 13 L. Ed. 2d 923, 85 S. Ct. 1065 (1965), that right was waived when counsel moved to withdraw the order of severance and allowed the introduction of the confession of the co-defendant without objection. Commonwealth ex rel. Cuevas v. Rundle, 418 Pa. 373, 375, 211 A. 2d 485, 486 (1965). Obviously, this is not the Bruton situation where the Supreme Court found that a jury could not disregard a co-defendant’s confession implicating another defendant when it is determining defendant’s guilt or innocence.\nFinally, appellant alleges that he was represented by incompetent counsel. We disagree. A careful review of the record more than satisfies us that he was afforded effective assistance of counsel. See Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A. 2d 349 (1967).\nWe have considered each of appellant’s contentions and find all of them to be without merit.\nThe order and judgment appealed from are affirmed.\nAct of January 25, 1966, P. L. (1965) 1580, 19 P.S. §1180-1 et seq.\nAct of June 24, 1939, P. L. 872, §701, 18 P.S. §4701. If a killing is not willful, deliberate and premeditated, or did not occur in the perpetration of one of the five felonies enumerated in the statute, it will be second degree murder.\nBelying on McMann v. Richardson, 397 U.S. 759 (1970), and Parker v. North Carolina, 397 U.S. 790 (1970), we have determined that in order to avoid a guilty plea allegedly based on a eonstitutionally infirm confession, an appellant must show all of the following: “(1) an involuntary pretrial confession (or presumably any other constitutionally inform incriminating evidence) ; (2) that the guilty plea was primarily motivated by such evidence; and (3) that defendant was incompetently advised by counsel to plead guilty, in the circumstances, rather than stand trial.” Commonwealth v. Marsh, 440 Pa. 590, 593, 271 A. 2d 481, 483 (1970).\nIn Roberts v. Russell, 392 U.S. 293 (1968), it was held that the Bruton ruling was retroactively applicable in both federal and state prosecutions, since the rule corrected a serious flaw in the fact finding process at trial.\nIt is equally significant that the confession of the co-defendant was substantially in accord with the confession of petitioner. At the hearing petitioner reaffirmed the statements set forth in his confession."}