{"id": "1944710", "contents": "Opinion by\nMb. Justice Eagen,\nOn April 7, 1955, Peter Pawlishyn was convicted by a jury in Montgomery County of murder in the first degree, and the punishment was fixed at life imprisonment. The court imposed the sentence the jury directed and no appeal was entered. However, in 1967 Pawlishyn filed a petition seeking post-conviction relief and, after an evidentiary hearing, the court concluded Pawlishyn had not effectively waived Ms right to appeal from the judgment of sentence and entered an order permitting post trial motions to be then filed, as if timely filed. Such motions were filed and subsequently dismissed. This appeal followed.\nAlthough the sufficiency of the evidence to sustain the jury’s verdict is not questioned, we have examined the record and satisfied ourselves that the trial evidence warranted a finding of guilt of murder in the first degree. This question need not therefore detain us.\nThe prime claim of error is that due process was violated at trial by the evidentiary use of an incriminating statement given by Pawlishyn to the police allegedly under circumstances which rendered it involuntary. No objection to the introduction of this evidence was voiced at trial. Moreover, the admissibility of the statement was challenged in a counseled habeas corpus action in 1965, and resolved adversely to Pawlishyn by the trial court. We subsequently affirmed the denial of relief. See Commonwealth ex rel. Pawlishyn v. Myers, 423 Pa. 632, 222 A. 2d 599 (1966). The issue has, therefore, been finally litigated and may not be relitigated again. See Section 4 of the Post Conviction Hearing Act, Act of January 25, 1966, P. L. (1965) 1580, §4, 19 P.S. 1180-4- (Supp. 1972). See also, Commonwealth v. Isenberg, 440 Pa. 541, 271 A. 2d 215 (1970).\nIt is also claimed error was committed at trial by permitting the introduction into evidence of the record of Pawlishyn’s two prior convictions for burglary. There is no merit to his contention. See Commonwealth ex rel. Marino v. Myers, 419 Pa. 448, 451-2, 214 A. 2d 491 (1965).\nJudgment affirmed.\nThe former Mr. Chief Justice Bell and the former Mr. Justice Barbieri took no part in the consideration or decision of this case."}