{"id": "1944698", "contents": "Opinion by\nMb. Justice Pomeroy,\nThe appellant, Jack Donald Fox, was convicted of first degree murder in May, 1970 by a jury in Hunting-don County. On appeal this Court affirmed. See Commonwealth v. Fox, 445 Pa. 76, 282 A. 2d 341 (1971). On December 3, 1971 the appellant filed a Post Conviction Hearing Act petition, claiming eligibility for relief on various substantive grounds, and alleging facts in support thereof. Counsel was appointed to represent the petitioner in the PCHA proceedings. On January 17, 1972, however, the court entered an order denying the petition without an evidentiary hearing and, according to appellant’s brief, without opportunity for argument as to the sufficiency of the pleading.\nThe court’s opinion in support of its dismissal indicates that the allegations of the petition either find no support in the record or were previously adjudicated in the prior proceedings culminating in our affirmance of the judgment of sentence. Appellant does not argue here that the court was in error in any part of its opinion, but presents as the sole question involved on this appeal whether it was error to dismiss the petition “without a hearing and without giving appellant an opportunity to amend or clarify his petition with the assistance of appointed counsel.”\nIn the petition for post-conviction relief, there is no check-mark in the space provided in Block 4 of the standard PCHA petition form (see Buie 1501 of the Pa. Buies of Criminal Procedure) to assert a claim of denial of a “constitutional right to representation by a competent lawyer”. We note, however, that in Block 5(B) of the petition, following the printed statement “The following facts were made known to me by means other than my own personal knowledge (explain how and by whom you were informed)” petitioner had written, “At the time of court my attorney did not act as he should have. I found this all out myself from court transcripts and at time of court.”\nAppellant argues that the language quoted above, although not framed in terms of a denial of a constitutional right and not placed in the correct space on the form, is sufficient to raise the issue of the competency of his trial counsel, at least to the point of preventing dismissal without opportunity to amend or clarify. See the Post Conviction Hearing Act, §7, 19 P.S. 1180-7. If so, it would follow that the petition alleges matter not finally litigated on direct appeal and not shown to be meritless by the record. Viewed in this light, the denial without a healing was erroneous. We agree with appellant’s position, and the Commonwealth does not disagree.\nBecause issues not raised in this PCHA petition would, absent a showing of “extraordinary circumstances,” be deemed “waived” within the meaning of §4 of the Act, 19 P.S. §1180-4, appellant here, should he try to raise the issue of competency of Ms trial counsel in a subsequent PCHA proceeding, may find that Ms claim is lost without his ever having presented it for a determination on the merits. See Commonwealth v. Simon, 446 Pa. 215, 285 A. 2d 861 (1971); Commonwealth v. Corbin, 440 Pa. 65, 269 A. 2d 475 (1970); Commonwealth v. Satchell, 430 Pa. 443, 243 A. 2d 381 (1988). For this reason we have in the past insisted that prison-drawn PCHA petitions be read \"with liberality, Commonwealth v. Davis, 433 Pa. 267, 249 A. 2d 766 (1969). Cf. Commonwealth v. Hill, 444 Pa. 75, 279 A. 2d 170 (1971), where we concluded that a petition, “while not artistic”, was sufficient to raise the issue of extraordinary circumstances.\nFor the reasons indicated, the order of the court below will be reversed and the appellant granted leave to amend his petition, within 30 days of the filing of this opinion, by clarifying his claim of ineffective counsel, or to amend in any other manner. Whether an evidentiary hearing will then be warranted will be for the trial court to decide in the light of the developments. In making this order, we do not pass upon the merits of the lower court’s disposition insofar as petitioner’s other allegations are concerned.\nWe note that the Commonwealth in its brief suggests this procedure."}