{"id": "1945618", "contents": "Opinion by\nMr. Justice Eagen,\nThis is an appeal from the judgment of sentence imposed by the court on the appellant, George Kenney, following Ms conviction by a jury of murder in the first degree. Appellant was sentenced to life imprisonment as the jury directed.\nThe record discloses the following pertinent facts:\nOn May 4, 1968, the state liquor store on Torres-dale Avenue in Philadelphia was robbed by one individual. During the course of the felony, one of the three clerks present in the store, John BucykowsM, was shot by the felon and shortly thereafter died as a result of a wound in the neck.\nAn investigation was undertaken which led to the apprehension of one Barry Marabel (for the factual background of the arrest of Marabel and his complicity in the crime, see Commonwealth v. Marabel, 445 Pa. 435, 283 A. 2d 285 (1971)). Marabel confessed on May 17th to being involved in the robbery-murder and implicated appellant as the individual who had committed the robbery and shot BucykowsM. Appellant was immediately arrested and gave a full confession to the crimes.\nAt trial the Commonwealth introduced the confession of appellant, as well as the testimony of the following witnesses. Joseph E. McAnany, one of the clerks present during the robbery, was called and he recounted the events leading up to the fatal shooting. He unequivocally identified appellant as the individual who had committed the robbery-murder, and stated that shortly before 9:00 p.m. on the Mght in question appellant entered the store and demanded the proceeds from the day’s sales, as well as the money which personally belonged to the store clerks. He testified that when BucykowsM did not immediately respond to appellant’s- demand he was shot. One Charles Dunn, the co-manager of the store, on duty during the crime was also called to the witness stand and also unequivocally identified appellant as the man who had committed the crimes.\nThe Commonwealth called Marie Ann Capille, a young girl, who resides in the house immediately adjacent to the liquor store. Miss Capille stated shortly before 9:00 p.m. on May 4th a red car pulled up in front of her home and a man got out and went into the liquor store. She testified that shortly thereafter this same man came running out of the store and when he was in front of her house he stopped, and looked directly at her, then got into the car and it sped away. She identified this man as appellant Kenney. A Barbara Watkins was also called and she stated that she, two other individuals, and appellant drove to the liquor store just before 9:00 p.m. on the night in question, however, she did not testify that she saw appellant enter the store. The Commonwealth also produced the murder weapon which it connected to appellant, as well as the stolen wallets of the clerks which, through evidence, were also placed in the possession of appellant. Based on this evidence, the jury returned a verdict of murder in the first degree.\nThe appellant first argues his warrantless arrest on May 17th was unlawful, thus his confession was involuntary and inadmissible as evidence at trial.\nThe law is clear that a warrantless arrest for robbery can be constitutionally valid if based on probable cause. Initially, in this regard, appellant asserts it is essential the arresting officer have information within his own knowledge which constitutes probable cause. The facts which give rise to this argument can briefly be stated as follows: Lieutenant Patterson was the officer in charge of the entire investigation. Through the interrogation of Barry Marabel he learned appellant was the individual who allegedly committed the robbery-murder. Based on this information he dispatched Detective Molinari without a warrant to arrest appellant at his home. It is alleged that the record of the suppression hearing does not support a finding that Detective Molinari had knowledge of facts which would have established probable cause for arrest, thus the arrest is unlawful. In the context of the present facts we do not believe it was necessary for the arresting officer to have knowledge of the information which supported the probable cause for arrest. The operative question is whether Lieutenant Patterson, the officer who ordered the arrest, had sufficient information to support a finding of probable cause. Detective Molinari was merely carrying out the order of his superior officer. He did not undertake on Ms own initiative to arrest appellant, rather it was on the command of his superior that he made the arrest. Hence, the question for discussion is whether Lieutenant Patterson had knowledge of facts and circumstances sufficient to constitute probable cause to arrest.\nProbable cause is defined as facts and circumstances within the knowledge of the authorities of which they have reasonable trustworthy information, which would warrant a man of reasonable caution to believe that the suspect had committed a crime. In the present case, the probable cause for the warrantless arrest can be found in the information received by Lieutenant Patterson from Barry Marabel’s confession, wherein he implicated appellant as the individual who committed the crime. The confession of a co-defendant which implicates the suspect will supply the probable cause for a warrantless arrest. Cf. Commonwealth v. Matthews, 446 Pa. 65, 285 A. 2d 510 (1971).\nIn light of our finding that the arrest was lawful, we conclude that the suppression judge was correct in finding the confession voluntary and therefore admissible. Moreover, even assuming arguendo that the arrest was unlawful, there is absolutely no evidence on the record to indicate the confession was anything but voluntary. Appellant was taken to police headquarters, immediately warned of his rights and knowingly, intel-\nligently and voluntarily waived those rights. There is no evidence that he was tricked, cajoled, or threatened either by physical force or psychological techniques or that the confession was the exploitation of the unlawful arrest (assuming there was one). See generally Commonwealth v. Mitchell, 445 Pa. 461, 285 A. 2d 93 (1971).\nAlso with respect to the voluntariness of the confession, appellant alleges the trial judge improperly submitted the issue to the jury, since he failed to submit the lawfulness of the arrest for the jury to consider in this regard. The lawfulness of the arrest was not a jury question. The jury was properly instructed on the elements of voluntariness of a confession and instructed to totally disregard the confession if they found it were involuntary. We find no error on the part of the trial judge.\nIt is next asserted the trial judge erred in refusing to charge the jury on voluntary manslaughter and also in failing to submit to the jury such a finding as a possible verdict. The law is clear where a defendant is indicted for murder, he can be convicted of voluntary manslaughter, see Commonwealth v. Dennis, 433 Pa. 525, 252 A. 2d 671 (1969); however, it is equally clear where there is absolutely no evidence of the elements of manslaughter it is not error for the trial judge to refuse to charge on this point or submit manslaughter as a possible verdict. See Commonwealth v. Matthews, supra. In the instant case, there was absolutely no evidence of the elements of manslaughter. The Commonwealth through its evidence established this was clearly a felony murder case, where the appellant in the furtherance of the felony, with no cause or provocation, shot the victim solely to carry out the crime. The defense never once through cross-examination of witnesses, or through its own evidence attempted to show the elements of voluntary manslaughter. In a case of this nature where there is not the slightest proof of manslaughter we see no need to charge the jury on this point, and no error in refusing to so charge. If and when the presence of these elements enter the case, regardless of how slight a basis, then it becomes the duty of the trial judge to charge on manslaughter, but up until that time the trial judge does not commit reversible error by refusing to charge on this point.\nThe appellant next complains he was prejudiced by the judge’s supplemental charge which the jury requested on first and second degree murder. We have reviewed this charge and find no reversible error.\nLastly, the appellant challenges the selection of the jury and the manner in which it reached the penalty it imposed on appellant. First, although admitting that Witherspoon v. Illinois, 391 U.S. 510, 88 S. Ct. 1770 (1968), does not control the case since the penalty returned by the jury was life imprisonment, see Bumper v. North Carolina, 391 U.S. 543, 88 S. Ct. 1788 (1968), appellant asserts the practice of questioning the jurors on their ability to return the death penalty, makes for the selection of a jury which is prosecution prone. We considered and rejected this contention in Commonwealth v. Speller, 445 Pa. 32, 282 A. 2d 26 (1971), and Commonwealth v. Roach, 444 Pa. 368, 282 A. 2d 382 (1971), and find nothing on the record of the present case to dictate a contrary ruling than that reached in those two cases. Second, appellant argues his constitutional rights were violated because the jury had absolute discretion on the issue of the appropriate penalty. We have once before considered and rejected this issue in Commonwealth v. Matthews, supra, and we stand on our decision in that case. See also McGautha v. California, 402 U.S. 183, 91 S. Ct. 1454 (1971).\nJudgment affirmed.\nA pretrial suppression hearing was held and a motion to suppress the confession as involuntary was denied.\nSee generally McCray v. Illinois, 386 U.S. 300, 87 S. Ct. 1056 (1967) ; Ker v. California, 374 U.S. 23, 83 S. Ct. 1623 (1963) ; Commonwealth v. Carter, 444 Pa. 405, 282 A. 2d 375 (1971) ; Commonwealth v. Murray, 437 Pa. 326, 263 A. 2d 886 (1970) ; Commonwealth v. Marino, 435 Pa. 245, 255 A. 2d 911 (1969) ; Commonwealth v. Brayboy, 431 Pa. 365, 246 A. 2d 675 (1968) ; Commonwealth v. Bishop, 425 Pa. 175, 228 A 2d 661 (1967).\nThe United States Supreme Court in the case of Whiteley v. Warden, 401 U.S. 560, 91 S. Ct. 1031 (1971), used the following language which supports this conclusion:\n“To prevent arresting officers from acting on the assumption that fellow officers who call upon them to make an arrest have probable cause for believing the arrestees are perpetrators of a crime would, it is argued, unduly hamper law enforcement.\n“We do not, of course, question that the Laramie police were entitled to act on the strength of the radio bulletin. Certainly police officers called upon to aid other officers in executing arrest warrants are entitled to assume that the officers requesting aid offered the magistrate the information requisite to support an independent judicial assessment of probable cause. Where, however, the contrary turns out to be true, an otherwise illegal arrest cannot be insulated from challenge by the decision of the instigating officer to rely on fellow officers to make the arrest.” Id at 568, 91 S. Ct. at 1037. See also United States v. Stratton, 453 F. 2d 36 (8th Cir. 1972) ; White v. United States, 448 F. 2d 250 (8th Cir. 1971) ; Wood v. Crouse, 436 F. 2d 1077 (10th Cir. 1971) ; Stassi v. United States, 410 F. 2d 946 (5th Cir. 1969) ; United States v. Romero, 249 F. 2d 371 (2d Cir. 1957).\nSee generally Commonwealth v. Marino and Commonwealth v. Bishop, supra n. 2.\nSee also United States v. Harris, 403 U.S. 573, 91 S. Ct. 2075 (1971) ; Hill v. California, 401 U.S. 797, 91 S. Ct. 1108 (1971) ; Commonwealth v. White, 447 Pa. 331, 290 A. 2d 246 (1972) ; United States ex rel. DiRienzo v. Yeager, 443 F. 2d 228 (3d Cir. 1971).\nSee also Commonwealth v. Jacobs, 445 Pa. 364, 284 A. 2d 717 (1971) ; Commonwealth v. Bennett, 445 Pa. 8, 282 A. 2d 276 (1971) ; Commonwealth v. Marabel, supra.\nSee Commonwealth v. Barnosky, 436 Pa. 59, 258 A. 2d 512 (1969) (sufficient cause of provocation, a state of rage or passion, and no time to cool).\nSee Commonwealth v. LaRue, 381 Pa. 113, 112 A. 2d 362 (1955); Commonwealth v. Flaw, 331 Pa. 145, 200 A. 632 (1938) ; Commonwealth v. McMurray, 198 Pa. 51, 47 A. 952 (1901) ; Commonwealth v. Crossmire, 156 Pa. 304, 27 A. 40 (1893) ; Clark v. Commonwealth, 123 Pa. 555, 16 A. 795 (1889) ; Brown v. Commonwealth, 76 Pa. 319 (1874)."}