{"id": "1945605", "contents": "Opinion by\nMb. Justice Mandebino,\nThe appellant, Margaret Rose, was convicted in Northampton County of second degree murder and received a sentence not to exceed 12 years. This appeal followed. According to the testimony, the defendant, Margaret Rose, admitted stabbing Dorothy Creen, who later died. The incident occurred in the defendant’s apartment at 43 South Sixth Street, Easton, Pennsylvania, on December 13, 1969.\nThe defendant contends that the trial court erred in refusing to give some requested charges to the jury and in admitting testimony by a telephone operator about a telephone call the operator received the night of the stabbing.\nThe first error raised is the trial court’s failure to charge the jury that the defendant had the burden of proof on the defense of self-defense and that the defendant’s burden was to establish self-defense by a preponderance of the evidence. According to the defendant such a charge is required and the failure to so charge is reversible error. The defendant relies on Commonwealth v. Winebrenner, 439 Pa. 73, 265 A. 2d 108 (1970), which held that a charge similar to that which the defendant requested in this case was not error so long as the Commonwealth is not relieved of its burden of proving defendant’s guilt beyond a reasonable doubt.\nThe Winebrenner case, however, did not hold that the trial court’s failure to give such a charge would be error. If the charge actually given in this case had imposed upon the defendant some burden in addition to that approved in Winébrenner, the defendant’s complaint would have merit. In this case, however, the trial court imposed a lesser burden upon the defendant in his charge to the jury.\nThe trial court, after charging the jury that the defendant was presumed innocent throughout the trial and until the jury said otherwise, told the jury: “There is no burden of proof and there is no burden of disproof on the part of this defendant. There is only one burden of proof, and that is the burden on the Commonwealth, and the measure of that burden is to convince you of the guilt of the defendant beyond a reasonable doubt.”\nThe defendant argues that even though the trial judge told the jury that there was no burden of proof on the defendant, prejudice may have occurred because the jury could have concluded that the defendant had the same burden of proof on self-defense as the Commonwealth had on guilt.\nWe fail to see, however, without engaging in highly unreasonable speculation, just how the jury could conclude that the qualitative standard applied to the Commonwealth’s burden and repeatedly asserted by the trial judge can be transferred in the jury’s mind as applying to a burden of the defendant, when the jury has been specifically told that there is only one burden which is on the Commonwealth and the defendant has no burden of proof or disproof.\nThe conclusion that the defendant asks this court to draw requires first an assumption that the jury thought the defendant had a burden of proof on self-defense even though they were specifically told otherwise, and then an imposition on the first unwarranted assumption of a second assumption that the jury thought the defendant’s burden, about which they were never told, was to prove something beyond a reasonable doubt rather than by a preponderance of the evidence. We cannot see how the defendant was prejudiced when the trial court placed no burden of proof upon her.\nDefendant further argues that the trial court erred in not charging the jury that the defendant’s testimony on self-defense may in itself raise a reasonable doubt of the defendant’s guilt. This error is alleged even though the charge clearly explained to the jury the Commonwealth’s burden of proof beyond a reasonable doubt and the jury was told that the verdict should be not guilty “. . . if upon a review of all the testimony in this case ...” a reasonable doubt existed.\nWe find no error in the trial court’s failure to specifically charge that the testimony of the defendant concerning self-defense could raise a reasonable doubt. This was sufficiently covered when the jury was told that they could find a reasonable doubt from a review of all the testimony in the case. On numerous occasions the trial court reiterated that the Commonwealth had the burden of proving guilt beyond a reasonable doubt. Jurors are not newly produced metal robots brought into being instantaneously at the commencement of a lawsuit. They are adults who have in one way or another experienced the decision-making process in serious matters in their own lives. Having been told by the trial court repeatedly that guilt must be proven beyond a reasonable doubt, they most assuredly would have found, if the testimony so warranted, a reasonable doubt, either because of the self-defense testimony or because of a reasonable doubt about any other item of crucial evidence. Reasonable doubts occur in the decision-making process without the decision maker having to be told exactly what might bring about such a doubt. It was not necessary for the trial court, having relieved the defendant of any burden whatsoever, to pinpoint for the jury that the self-defense testimony might cause a reasonable doubt. Surely the trial court need not enumerate every conceivable item of testimony which would be sufficient to cause a reasonable doubt.\nThe defendant also requested a more detailed charge than was given by the trial court concerning the circumstances to be considered by the jury on the issue of self-defense.\nA portion of the trial court’s charge on self-defense was as follows:\n“It is the conditions as they existed at the time the killing took place which you must turn to in order to determine whether those events, in the totality of the circumstances, are such to raise and justify a belief on the part of this defendant that the killing of Dorothy Green was necessary to save her own life, and if this defendant actually held that belief, and acted on it, then the homicide in this case would be justifiable.\n“. . . [T]o be justified insofar as self-defense is concerned, this defendant must have been under a reasonable apprehension of great bodily harm or death. You would have to find what she did was reasonable and appeared to be reasonable and necessary to protect herself from death or great bodily harm, and that the course of action she embarked upon was not entirely disproportionate to the fear which she says was menaced and raised upon her.”\nThe charge requested by the defendant was as follows: “In considering whether the defendant reasonably feared that her life was in danger or that she was in danger of serious bodily harm, the jury should take into account the comparative sizes of the parties, whether the decedent communicated threats of death or serious bodily harm to the defendant, whether the decedent showed a violent disposition to the defendant, and whether, in the light of all circumstances, the assault upon the defendant in her own home would reasonably lead her to fear a danger of death or serious bodily harm.”\nThe defendant’s requested charge detailed the “conditions” in the “totality of the circumstances” in that the requested charge would have called to the jury’s attention the sizes of the parties, “threats” and “violent disposition”. We find no error in the trial court’s failure to give the requested charge. The jury had already been told that they were to consider all of the circumstances on the issue of self-defense. We note, also, that the trial court in charging on the possible verdict of voluntary manslaughter called to the jury’s attention the testimony concerning decedent’s course of conduct toward the defendant “. . .: including grossly insulting and humiliating treatment, vile language, invasion of the defendant’s privacy and home, an assault upon the defendant’s person. . . .” by the decedent.\nDefendant also argues that the trial court erred in failing to properly charge on the effect of passion and unreasonable fear of bodily harm. Defendant asked for the following charge: “Voluntary manslaughter is a homicide intentionally committed under the influence of passion. The term ‘passion’ includes both anger and terror, provided they reach a degree of intensity sufficient to obscure temporarily the reason of the person affected. Passion, as used in a charge defining manslaughter, means any of the emotions of the mind known as anger, rage, sudden resentment or terror, rendering the mind incapable of cool reflection. The terror or fear from the belief of the defendant that she was in danger of death or serious bodily harm is sufficient to reduce homicide to manslaughter, even though the belief is not reasonable.”\nThe trial court charged as to voluntary manslaughter, inter alia: “. . . [Y]ou still can consider whether you are convinced beyond a reasonable doubt, that the testimony in this case indicates that the killing inflicted here arose and was perpetrated by this defendant while she was under the heat of passion and before she had an opportunity to cool, and was incapable of cool reflection, if you find from this evidence that those are the circumstances, then you would be entitled to return a verdict of guilty of voluntary manslaughter.”\nIn addition, the court read the following requested charge: “. . . if the decedent engaged in such a course of conduct toward the defendant, including grossly insulting and humiliating treatment, vile language, invasion of the defendant’s privacy and home, an assault upon the defendant’s person so as to produce in the defendant a passion and anger, rendering her mind incapable of cool reflection, then her fatal blow would constitute manslaughter only. . . .”\nThe defendant argues that the requested charge covers the crucial question of unreasonable fear or unreasonable belief of impending danger which were not covered, according to the defendant, by the trial court. Defendant also complains that the trial court did not define or explain the term passion. It is not necessary, however, for a trial judge to frame the charge in the exact language requested by the defendant. All that is required is that the law be stated correctly and in such a way that the jury can understand it. “A charge to the jury must be evaluated by a reading and consideration thereof in its entirety . . . and there is no duty on the part of the trial judge to repeat himself. . . .” Commonwealth v. Toney, 439 Pa. 173, 266 A. 2d 732 (1970).\nThe trial court charged the jury to consider whether defendant acted in the “heat of passion” and before “she had an opportunity to cool and was incapable of cool reflection.” He also told them to consider whether decedent’s conduct rendered defendant’s “mind incapable of cool reflection.” This sufficiently alerted the jury that voluntary manslaughter was a proper verdict if the defendant acted unreasonably.\nFinally the defendant contends that the court erred in denying defendant’s motion to strike testimony relating to a telephone call in which two parties on one end of the phone are not identifiable by the party on the other end of the phone. The testimony objected to was by a telephone operator who said she received a call at 11:52 P.M., the night Dorothy Greene was killed. The operator testified that the caller stated that she wanted the police to come to 43 South Sixth Street (the address of the victim and defendant and the scene of the stabbing) because she had been stabbed. The operator also testified that another woman came on the line (an extension phone) and said: “Yes, you’ve been stabbed and I’ll stab you again if I get the chance.” The operator connected the caller to the police.\nIt was not necessary that the identification of the voices on the telephone be made by the operator if other circumstances are sufficiently corroborative and establish identity. Commonwealth v. De Rohn, 444 Pa. 334, 282 A. 2d 256 (1971). The identification of the voices in this case was an allowable inference from circumstances other than the operator’s testimony. As a result of the telephone call, the police proceeded immediately to 43 South Sixth Street to investigate the reported stabbing. The police arrived within minutes after the telephone call. At that address the police found two women, the defendant, Margaret Rose, and the victim, Dorothy Green. Immediately upon their arrival, Margaret Rose blurted out “I stabbed her, I stabbed her, she kept bugging me.” The police further testified that there was blood on two telephones. This evidence was presented before the telephone operator was called to testify and provided sufficient circumstances from which the identity of the two women could be established. The telephone operator’s inability to identity the voices did not prohibit the introduction of her testimony since the police testimony was sufficient to corroborate the operator’s testimony. Commonwealth v. De Rohn, supra.\nJudgment of sentence affirmed.\nMr. Justice Roberts and Mr. Justice Pomeroy concur in result."}