{"id": "1945660", "contents": "Opinion\nPer Curiam,\nThe Court is unanimous that the judgments of contempt at No. 40 should be reversed and the fines paid refunded, and it is so ordered.\nThe Court is unanimous that the Decree at No. 31 is too broad and must be modified, but the Court is equally divided as to the nature and extent of modification. Mr. Justice Pomeroy files an opinion in which Mr. Chief Justice Jones and Mr. Justice Eagen join in support of affirmance of the Decree at No. 31, but with modification of clause (d) of par. 1 thereof so as to reduce the distance within which congregating or assembling by appellants is prohibited. Mr. Justice Roberts files an opinion in which Mr. Justice Nix and Mr. Justice Manderino join in support of modification of the Decree at No. 31 with rejection of all distance restrictions.\nDecree at No. 31 to be modified; costs on appellants. Judgments at No. 40 reversed; costs on appellee.\nMr. Justice O’Brien took no part in the consideration or decision of this case.\nOpinion in Support of Affirmance of Decree at No. 31 With Modification, and of Reversal of Judgments of Contempt at No. '40 by Mr. Justice Pomeroy :\nWe are asked today to decide important First Amendment and federal preemption challenges to the power of a state equity court to enjoin picketing in the context of a labor dispute. Additional questions are raised touching on the inherent differences between civil and criminal contempt proceedings. These issues are the subject matter of consolidated appeals taken by the defendants, Building and Construction Trades Council of Philadelphia and Vicinity; Local 30, United Slate, Tile and Composition Roofers, Damp and Waterproof Workers Association; Thomas Magrann; and Stephen J. Traitz, 3***and others [hereinafter collectively “Council”], from a decree of the Court of Common Pleas of Montgomery County granting a preliminary injunction and from separate judgments of the same court finding certain members of the defendant organizations in contempt.\nWe commence with the observation that the circumstances giving rise to both suits are marked by a degree of violence and destruction reflecting little improvement in the state of labor relations during the three quarters of a century since the Pullman and Homestead strikes. It is not disputed that on June 5, 1972, at approximately 7:30 A.M., an estimated 1,000 persons, including defendants Magrann and Traitz, descended upon the Valley Forge Plaza construction site of plaintiff-respondent, Alternóse Construction Company (hereinafter “Alternóse”), a Pennsylvania corporation engaged extensively in the building industry in the southeastern sector of the state. Many of the persons involved arrived on seven buses, chartered and paid for by defendant Local 30; others came in a caravan of privately owned automobiles; many carried signs of allegiance to the defendant Council. There then began what was described by the hearing judge as “a virtual military assault” on the site where Alternóse was constructing a Sheraton Hotel and office building, resulting in the systematic decimation of the project. Damage was estimated at $300,000 and included the following: 4,000 feet of eight-foot high cyclone fence was levelled; an office building, guard hut, and construction trailer were burned to the ground; bulldozers, graders and pans were set afire, or battered with hammers and bars, and lime was added to the fuel tanks of these vehicles. Two security guards were stoned and their vehicle totally destroyed. Local police were impotent to control the mob, and fire trucks dispatched to the scene were turned back because the safety of the firemen was endangered. Throughout this entire scene of violence and destruction a crowd of members of the Council cheered; not until the state police arrived was order restored.\nLater that same day, June 5, Alternóse filed a complaint in equity in the Montgomery County Court of Common Pleas to restrain the unlawful actions of defendants. Following an ex parte hearing at which injunction affidavits and testimony of plaintiffs were presented, the court made findings as to the force and violence employed by the Council. A preliminary injunction then issued, enjoining the defendants and their agents from interfering by violence or coercion with Altemose’s operations, from picketing in close proximity to tlie premises of Alternóse or to any Alternóse construction site, or from congregating in groups within one mile of locations. The sheriff of Montgomery County was ordered to enforce the injunction and a further hearing was set for June 9.\nOn the following morning, June 6, 129 picketers associated with the defendant Council were arrested at Altemose’s headquarters for violating the previous day’s order. At a hearing on the afternoon of the 6th, all but four were found to be in civil contempt. Their appeals from these judgments were consolidated with the appeal of all defendants from the preliminary injunction decree, and will be treated later in this opinion.\nPursuant to the June 5 decree of court, further hearings on the preliminary injunction were held June 9 and June 12. At these times, plaintiff called numerous witnesses; defendants were represented by counsel but offered no testimony. Following the completion of the June 12 proceedings, the court, from the bench, continued the order previously entered. The appeals presently before us were taken from the decree of June 12 continuing the preliminary injunction and from the judgments of contempt entered on June 6.\nIn addition to its account of the events of June 5 and 6, the chancellor made the following findings of fact among others: the defendants have engaged in a course of conduct, including picketing and acts of violence, spanning an entire year, calculated to force Alternóse to enter into an agreement to utilize only union subcontractors. Threats by defendant Traitz to Alternóse in August, 1971 proved unavailing, whereupon the Council began picketing Altemose’s school construction site at Prospect Park, Delaware County on January 24, 1972. On February 3, 1972, the Prospect Park construction trailer was burned by an incendiary device and $3,000.00 worth of damage was inflicted on work in progress. The following month, five of Altemose’s trucks were drenched with gasoline and set afire. When attempts at settlement during May, 1972 were unsuccessful, the Council decided to picket the Valley Forge site, this decision leading directly to the events of June 5.\nThe lower court further found that the acts against Alternóse were indicative of a broader proclivity on the part of the Council and its members to achieve their goals by violence and intimidation. Thus on January 25, 1972, the court found, an employee of another area contractor was attacked by six pickets, when he attempted to cross the picket line of a Council member union. In the assault the victim suffered multiple fractures, contusions, lacerations, a concussion, and $900 worth of dental damage. Following this episode, a court order limiting the number of pickets was obtained. Nevertheless, large numbers of persons associated with the Council gathered nearby in violation of the order and one even engaged in target practice while on picket duty by firing at tin cans. On April 10,1972, two employees of still another local contractor were beaten into unconsciousness when pickets representing a member of the Council appeared at the job sites where the victims were working. Neither was attempting to cross a picket line. On May 17, 1972 two members of an area roofing contractor were beaten by members of defendant Local 30, including defendant Traitz, after Local 30 had been rejected in an NLBB supervised election. Previously, on May 7, 1972, seven trucks of the same roofing company had been firebombed.\nBoth before and after the issuance of the preliminary injunction in this case, J. Leon Alternóse, president, and other employees of the plaintiff corporation, have received numerous threats to their lives and the lives and safety of their families.\nThe lower court determined that defendants’ picketing had become so enmeshed with violence, harassment, intimidation and property destruction that an atmosphere of fear and terror survives even in the absence of picketing. The court found, furthermore, that defendants in the past had demonstrated either an inability or unwillingness to comply with court orders which enjoined only violence while permitting peaceful picketing. It concluded that peaceful picketing was so inextricably interwoven with acts of violence as to render impossible the maintenance of domestic peace and order in the community.\nBased upon these findings of fact, the lower court concluded that neither the federal Labor-Management Relations Act (LMRA) of 1947, 61 stat. 136, 29 U.S.C.A. §151 et seq. nor the Pennsylvania Labor Anti-Injunction Act of June 2, 1937, P. L. 1198, §1 et seq., 43 P.S. §206(a) et seq. preempted its equitable jurisdiction to enjoin either violence or all congregating within one mile of Alternóse construction sites.\nAppellants’ arguments in support of its appeal from the grant of the preliminary injunction are essentially three-fold: (1) where the acts complained of constitute practices either arguably protected or prohibited under sections 7 and 8 of the Labor-Management Relations Act, supra, a state equity court’s jurisdiction is preempted in favor of the National Labor Relations Board; (2) conceding the power of the state to enjoin acts of violence in the context of labor disputes, the order below extending even to peaceful picketing violated appellants’ First Amendment rights; and (3) even if prohibition of peaceful picketing at work sites is proper under the circumstances, the prohibition of congregating within one mile of such site is impermissibly broad under the First Amendment.\nPower of State Courts to Enjoin Violence During Labor Disputes\nThe hearing court concluded that no labor dispute existed between Alternóse and the Council and that the latter’s course of conduct was intended to coerce Alternóse not to contract with subcontractors who hire nonunion employees. So viewed, the acts complained of constituted an unfair labor practice by the Council within section 8(b) (4) of the Labor-Management Relations Act, supra, 29 U.S.C.A. §158(b) (4), commonly referred to as a “secondary boycott”. See Kerr v. Butler Building Trades Council, AFL-CIO, 447 Pa. 247, 288 A. 2d 525 (1972). Appellants argue that this interpretation of their activities is erroneous in that they were picketing to protest the destruction of area wage standards by Alternóse and its subcontractors. If in fact this were so, the Council’s activities would be protected under §7 of the LMRA. Under either view, how-\never, defendants’ conduct is “arguably subject to §7 or §8 of the [Labor-Management Eelations] Act” and the Supreme Court has held that in such circumstances the act of Congress vesting jurisdiction in the National Labor Eelations Board preempts the jurisdiction of state and federal courts. San Diego Building Trades Council, etc. v. Garmon, 359 U.S. 236, 3 L. Ed. 2d 775 (1959); see Kerr v. Butler Building Trades Council, supra. Grafted onto this general rule, however, is an important exception. “The Supreme Court of the United States, both before and after the Taft-Hartley [Labor-Management Eelations] Act, has repeatedly held that State Courts have the power, the right and the duty to restrain violence, mass picketing and overt threats of violence, and to preserve and protect public order and safety and to prevent property damage—even if, absent such conduct, the activities complained of would constitute unfair labor practices [or protected activities] over which the National Labor Eelations Board, would have exclusive jurisdiction: [citations in the margin]” (emphasis in original). City Line Open Hearth, Inc. v. Hotel, Motel & Club Employees’ Union, 413 Pa. 420, 431, 197 A. 2d 614 (1964). See also Amalgamated Assoc. of Sheet, Electric Railway and Motor Coach Employees of America, etc. v. Lockridge, 403 U.S. 274 (1971). “State jurisdiction has prevailed in these situations because the compelling state interest, in the scheme of our federalism, in the maintenance of domestic peace is not overriden [sic] in the absence of clearly expressed congressional direction.” San Diego Building Trades Council v. Garmon, supra, 359 U.S. at 247.\nThe same considerations which underly the violence exception to the federal preemption doctrine no doubt prompted the Pennsylvania legislature, in treating of nonfederal labor disputes, to divest the jurisdiction of the State Labor Eelations Board in favor of the courts where public order is threatened. Section 4(d) of the Labor Anti-Injunction Act, Act of June 2, 1937, P.L. 1198, 43 P.S. 206d(d) provides that the state courts shall be without jurisdiction to issue any injunctions in labor disputes except “where in the course of a labor dispute as herein defined, an employe, or employes acting in concert, or a labor organization, or the members, officers, agents, or representatives of a labor organization, seize, hold, damage, or destroy the plant, equipment, machinery, or other property of the employer with the intention of compelling the employer to accede to any demands, conditions, or terms of employment, or for collective bargaining.”\nWe have no difficulty in concluding that the evidence adduced below and the findings of fact based thereon unquestionably justified the lower court’s decree enjoining any future violence by the Council. Appellants do not seriously argue to the contrary.\nPicketing Coupled With Violence\nAppellants contend that the order below, prohibiting not only acts of violence but peaceful picketing as well, was a violation of their First Amendment rights. They point to numerous decisions of the Supreme Court of the United States sanctioning peaceful picketing or other similar conduct in a variety of contexts. See, inter alia, Shuttlesworth v. Birmingham, 394 U.S. 147 (1969) (parading on city streets without permit required by local ordinance); Food Employees v. Logan Valley Plaza, 391 U.S. 308 (1968) (peaceful picketing in private shopping center open to public); Marsh v. Alabama, 326 U.S. 501 (1946) (right to distribute religious literature in a company-owned town) ; A.F. of L. v. Swing, 312 U.S. 321 (1941) (peaceful picketing in industrial setting); Thornhill v. Alabama, 310 U.S. 88 (1940) and Carlson v. California, 310 U.S. 106 (1940) (right to picket peacefully in a public place).\nWhile we of course recognize and are bound by these various holdings, we also know that the Supreme Court has never characterized picketing as pure speech. As recently, as 1968, in Food Employees v. Logan Valley Plaza, supra, the Court recognized the mixture of elements of which picketing is comprised: “. . . this Court has noted that picketing involves elements of both speech and conduct, . . . and has indicated that because of this intermingling of protected and unprotected elements, picketing can be subjected to controls that would not be constitutionally permissible in the case of pure speech, (citations omitted). Nevertheless, no case decided by this Court can be found to support the proposition that the nonspeech aspects of peaceful picketing are so great as to render the provisions of the First Amendment inapplicable to it altogether.” 391 U.S. 313-4.\nIn Milk Wagon Drivers Union of Chicago, Local 153 v. Meadowmoor Dairies, 312 U.S. 287 (1941), the United States Supreme Court was presented with a situation similar to that now before us. Under the then prevailing “vendor system” of distributing milk in Chicago, milk was sold by dairies to independent vendors who then resold to retailers. These vendors undercut the working standards which had been achieved by the Union in that area. In order to compel observance of their established standards, the Union brought pressure to bear on Meadowmoor Dairies. A suit brought by Meadowmoor eventually resulted in the Illinois Supreme Court upholding the grant of a permanent injunction prohibiting all union picketing, both peaceful and violent. The record contained the following acts of violence: more than fifty instances of window smashing; explosive bombs damaging the plants of Meadow-moor and another dairy using the vendor system; stench bombs dropped in five stores; 3 vendor trucks wrecked, one driven into the river, and one driver seriously injured; one store set afire; two vendor trucks burned; a storekeeper and truck driver severely beaten; workers held at gunpoint and beaten while being told to join the Union.\nIn upholding the right of the state court to prohibit even peaceful picketing in these circumstances, Mr. Justice Frankfurter, writing for the Court, said: “It must never be forgotten, however, that the Bill of Rights was the child of the Enlightenment. Back of the guaranty of free speech lay faith in the power of an appeal to reason by all the peaceful means for gaining access to the mind. It was in order to avert force and explosions due to restrictions upon rational modes of communication that the guaranty of free speech was given a generous scope. But utterance in a context of violence can lose its significance as an appeal to reason and become part of an instrument of force. Such utterance was not meant to be sheltered by the Constitution. . . . [A]cts which in isolation are peaceful may be part of a coercive thrust when entangled with acts of violence. In such a setting it could justifiably be concluded that the momentum of fear generated by past violence would survive even though future picketing might be wholly peaceful. So the Supreme Court of Illinois found. We cannot say that such a finding so contradicted experience as to warrant our rejection. Nor can we say that it was written into the Fourteenth Amendment that a state through its courts cannot base protection against future coercion on an inference of the continuing threat of past misconduct.” 312 U.S. at 293-295.\nSince 1941, the Supreme Court has not had occasion to reapply its holding in Meadowmoor. The decision, however, has been alluded to in a number of its cases, including several recent ones postdating crystallization of the preemption doctrine; Carroll v. Commissioners, 393 U.S. 175 (1968); United Mine Workers v. Gibbs, 383 U.S, 715 (1966); Youngdahl v. Rainfair, 355 U.S. 131 (1957); Cafeteria Union v. Angelos, 320 U.S. 293 (1943). The Meadowmoor holding was accepted in Pennsylvania before preemption: Wilkes Sportswear v. ILGWU, 380 Pa. 164, 110 A. 2d 418 (1955); Wortex Mills v. Textile Workers, 369 Pa. 359, 85 A. 2d 85 (1952); and it has been followed in other jurisdictions: See, e.g., Machesky v. Bizzell, 414 F. 2d 283 (5th Cir. 1969); United Aircraft Corp. v. International Association of Machinists, 161 Conn. 79, 285 A. 2d 330 (1971), cert. denied, 404 U.S. 1016, 92 S. Ct. 675 (1972); Local #612, International Brotherhood of Teamsters v. Bowman Trans Co., Inc., 276 Ala. 563, 165 So. 2d 113 (1964); Angle v. Owsley, 332 S.W. 2d 457 (Mo. 1959); Smith v. F. & C. Engineering Co., 225 Ark. 688, 285 S.W. 2d 100 (1955); Local Union #858 v. Jiammas, 211 Ark. 352, 200 S.W. 2d 763 (1947). Appellants have cited us to no case, nor has our research discovered any, which in any way impugns the current validity of the Meadowmoor doctrine. We hold, accordingly, that Meadowmoor retains its vitality in Pennsylvania. The lower court in this case, no doubt with one eye to the Meadowmoor decision, was thus fully warranted in enjoining all picketing because “defendants’ picketing has been enmeshed with violence, threats of violence, harassment, intimidation, vandalism and destruction of property, creating an imminently dangerous and aggravated situation. . . . [Their] conduct has generated a momentum of fear which continues even in the absence of picketing. If the defendants are permitted to resume picketing in the foreseeable future, it is inevitable that violence will reoccur.”\nOn appeal from the grant or refusal of a preliminary injunction, our scope of review is clear. We look not to the merits of the case, but to discern whether any apparently reasonable grounds exist to justify the action below; if so, the decree will be affirmed unless the record reveals palpable legal error. See, e.g., City Line Open Hearth, Inc., supra, 413 Pa. at 436. We think that the evidence adduced below amply supports the court’s findings. In the first six months of 1972, appellants were responsible for at least four separate incidents of violence causing close to $500,000 in property damage. Half a dozen employees of local contractors were seriously injured by members of the appellant unions and numerous threats emanated from the same sources.\nAppellants contend that there was no evidence specifically linking them with many of the alleged acts of misconduct. We think the record is to the contrary. Again a passage from Justice Frankpurter’s opinion in Meadowmoor is apposite: “These acts of violence are neither episodic nor isolated. Judges need not be so innocent of the actualities of such an industrial conflict as this record discloses as to find in the Constitution a denial of the right of Illinois to conclude that the use of force on such a scale was not the conduct of a few irresponsible outsiders. The Fourteenth Amendment still leaves the state ample discretion in dealing with manifestations of force in the settlement of industrial conflicts. And in exercising its power a state is not to be treated as though the technicalities of the laws of agency were written into the Constitution. . . . It is true of a union as of an employer that it may be responsible for acts which it has not expressly authorized or which might not be attributable to it on strict application of the rules of respondeat superior, [citing cases].” Meadowmoor, supra, 312 U.S. at 295.\nWe agree with the lower court that, as in Meadow-moor, defendants’ actions involved more than a few isolated incidents of misconduct; rather it demonstrated a pattern of violence coupled with intimidation, harassment, and fear which would inevitably turn even\npeaceful picketing to violence. While the number of incidents, the total property damage, and the injuries inflicted in this case may fall short of those in Meadow-moor, it must be borne in mind that defendants’ conduct transpired during the short period of six months, while the dairy workers in Meadowmoor wreaked their havoc over four years. The intensity of the violence here is at least as great, if not greater, than was that in Meadowmoor. See also Local #612, International Brotherhood of Teamsters v. Bowman Trans. Co., Inc., supra.\nThe facts of this case are readily distinguishable from Wilkes Sportswear v. ILGWU, 380 Pa. 164, 110 A. 2d 418 (1955), where our court modified a lower court injunction to permit peaceful picketing of the plaintiff’s premises. The acts of violence complained of in Wilkes were characterized as episodic rather than continuous. Little property damage was involved; no serious injuries were reported; the main objection was that pickets blocked the entrances to plaintiff’s plant and directed obscene and profane language to its employees. Compare also, Youngdahl v. Rainfair, supra.\nWe hold, therefore, that even defendants’ peaceful picketing, indistinguishable and inseparable as it was from acts of violence, is not the type of activity which is protected by the First Amendment; along with and because of the violence which accompanied it, picketing itself was a proper subject for this preliminary injunctive relief.\nAppellants contend that the lower court was deprived of jurisdiction by the Labor Anti-Injunction Act, supra. We have already (see pages 205-6, sopra) equated section 2Q6d(d) of the Anti-Injunction Act with the violence exception to federal preemption in labor disputes. Extending the analogy only slightly, we have little difficulty concluding that peaceful picketing which is undistinguishable from violence for First Amendment and preemption purposes is by the same token within the purview of conduct enjoinable by the state courts under §206d(d). Cf. Link Belt Company v. Local Union No. 118 of American Federation of Technical Engineers, 415 Pa. 122, 202 A. 2d 314 (1964); Fountain Hill Underwear Mills v. Amalgamated Clothing Workers Union, 393 Pa. 385, 143 A. 2d 354 (1958).\nScope of the Injunction\nThe injunction now appealed from went beyond simply prohibiting any future violent conduct by the appellants and their picketing of Altemose’s places of business; it also enjoined the Council and its members “from congregating or assembling in groups within one mile of any of the aforesaid locations”. In Carroll v. Commissioners, 393 U.S. 175, supra, the Supreme Court said: “An order issued in the area of First Amendment rights must be couched in the narrowest terms that will accomplish the pin-pointed objective permitted by constitutional mandate and the essential needs of the public order. In this sensitive field, the state may not employ ‘means that broadly stifle fundamental personal liberties when the end can be more narrowly achieved.’ Shelton v. Tucker, 364 U.S. 479, 488, 5 L. Ed. 2d 231, 237, 81 S. Ct. 247 (1960).” 393 U.S. at 183-4.\nWe agree with appellants that the scope of the present decree is not “couched in the narrowest terms” that will protect “the essential needs of public order”. The purpose of the injunction was to insure that there be no repetition of defendants’ acts of violence against Alternóse. The decree accomplishes that, but at the same time it effectively inhibits union activity, not just that which is directed against Alternóse, which is within a one mile radius of any Alternóse location. While we realize that any distance which is selected in order to accomplish the goal will necessarily be to some extent arbitrary, we nevertheless feel that one mile is clearly too far. Depending on the placement from time to time of Alternóse construction sites, appellants’ First Amendment rights to peaceful assembly could be effectively eliminated in southeastern Pennsylvania. The subscribers to this opinion conclude, accordingly, that the decree appealed from should be modified so as to prohibit appellants “from congregating or assembly within 200 yards” of any Alternóse place of business. Fully mindful of the values of freedom of speech and the right of people peaceably to assemble, as guaranteed by the First Amendment, but acutely aware also of the essential needs of public order, we are satisfied that the decree, with the modification suggested, would meet the test of Carroll v. Commissioners, supra.\nIt goes without saying that any modification of the sweep of the preliminary injunction is in no respect a sanctioning of defendants’ past conduct. We anticipate no flouting of the decree as it may be modified, but should it occur we will expect appropriate corrective action to be promptly taken.\nContempt of Court\nWe turn now to the appeals of the 125 individual appellants, members of the Council, from the judgments of contempt entered against each of them on the afternoon of June 6,1972 following their arrest for disobedience of the preliminary injunction issued the preceding day.\nOn June 5, following the issuance of the preliminary injunction, the trial court entered the supplementary order, previously alluded to, directing the Sheriff of Montgomery County to enforce the injunction and to “arrest and bring before this Court on charges of contempt any and all persons interfering with [its] enforcement”. On the morning of June 6, approximately 150 pickets were at the Alternóse headquarters. Service of a copy of the injunction decree was refused by appellant Traitz. Using a “bull-horn”, the Sheriff then read to the group the terms of the injunction and the order directing him to enforce it. He allowed 15 minutes to disperse or be held in contempt, but this had virtually no effect. The Sheriff then arrested all those persons then in the picket line, a total of 129, and took them to the Montgomery County prison.\nThe contempt hearing was convened at 2 P.M., apparently on the basis of a contempt petition filed by Alternóse and served on the Council. The Commonwealth was represented by the District Attorney, and Alternóse and the Buildings Trade Council by their respective attorneys. The individual arrestees were not expressly represented, although counsel for the Council spoke extensively on their behalf. Following the testimony of the Sheriff and other witnesses as to the events of the morning, the trial judge called the contemnors individually to the bar of the court for interrogation by him. The record indicates that 58 individuals stated that they knew of no reason why they should not be held in contempt; others had various excuses. Four were acquitted by the court and found not guilty. One hundred and twenty-five were adjudged guilty of civil contempt. In each case the court imposed a fine of flOO, the contemnor to “stand committed until the sentence of the court is complied with.” We learn from the lower court’s opinion and appellee’s brief that later in the day one of the defendant unions, apparently acting on behalf of all the contemnors, paid all of the fines to the Prothonotary of Montgomery County, and thereby secured the release of those individuals being held.\nAppellants argue that the purpose of these contempt proceedings, and the punishment meted out, establish the offense as indirect criminal contempt, and that they were denied the procedural safeguards incident to that offense. Alternatively, it is argued in similar vein that even if a finding of civil contempt was appropriate, procedural due process was denied. We are asked to reverse the judgments and order that the fines be refunded to the parties.\nAt the threshold of these appeals we are met by appellees’ argument that the appellants have purged themselves of contempt and that the appeals must therefore be dismissed as moot. Reliance is placed upon the decision in Reap’s Appeal, 88 Pa. Superior Ct. 147 (1926) where one adjudged in contempt of court and fined was held to have no right of appeal after paying the fine and purging himself of the contempt. See also Com. ex rel. Wilhelm v. Weigley, 83 Pa. Superior Ct. 189 (1924). The appellant in Reap’s Appeal contended, as\ndid these appellants at oral argument, that the payment was not voluntary, but made under unlawful duress of his person or property. The Superior Court in Reap held that the duress argument could prevail only where there had been “usurpation of power not conferred, not through the irregular exercise of a jurisdiction possessed”. 88 Pa. Superior Ct. at 150. See Cunningham v. Mitchell, 67 Pa. 78 (1871). There is no doubt that the court below was possessed of both personal and subject-matter jurisdiction, and there was certainly no intentional “usurpation of a power not conferred”. We have concluded, however, that the irregularities which characterized the proceeding were sufficiently serious so that the case is analogous to one where there is no power to act. An analogy may be found in Com. v. Barbono, 56 Pa. Superior Ct. 637 (1914). There President Judge Rice held that payment of a fine and costs in order to avoid an imprisonment which a justice of the peace had no express authority to order “cannot be regarded as a voluntary act which precludes the defendant from having the lawfulness and regularity of his conviction reviewed by certiorari.” So here, if the fines for contempt were under the circumstances beyond the authority of the court to impose, their payment must be considered as having been made under duress, to avoid imprisonment at least over night, and not with the intention of purging the payors of contempt. Since, as will appear, we find that appellants were not afforded their due process rights, the court was acting without authority in imposing the fines. This is more than a mere “irregular exercise” of jurisdiction; it goes to the core of the validity of the contempt proceeding. We accordingly deny the motion to quash for mootness.\nMoving to the merits, the problem is not the sufficiency of the evidence as to the disobedience of the injunetive decree by the appellants, but rather the conduct of the proceedings below. The court was apparently initially of the view that direct criminal contempts had occurred, and proceeded accordingly, in summary fashion. “A direct criminal contempt consists of misconduct of a person in the presence of the court, or so near thereto as to interfere with its immediate business, and punishments for such contempts may be inflicted summarily: Act of June 16, 1836, P. L. 784, §§23, 24, 17 P.S. §§2041, 2042 [case citations omitted].” Knaus v. Knaus, 387 Pa. 370, 375, 127 A. 2d 669 (1956). Apparently concluding in the course of the hearing that the facts did not support a direct criminal contempt, the court’s finding in each instance was that a civil contempt had occurred, and the judgments were so entered. The question is thus whether the offenses were civil contempts, and whether, if so, the contemnors were afforded their proper procedural rights.\nAs former Chief Justice Bell well said, in speaking for the court in Brocker v. Brocker, 429 Pa. 513, 241\nA. 2d 336 (1968), “the dividing line between civil and criminal contempt is sometimes shadowy or obscure.” Indeed, the same misconduct may amount to both civil and criminal contempt. 429 Pa. at 519. The controlling factor in drawing this line in a particular case is the “dominant purpose and objective” of the court’s order. Brocker v. Brocker, supra; East Caln Township v. Carter, 440 Pa. 607, 269 A. 2d 703 (1970); Com. v. Harris, 409 Pa. 163, 185 A. 2d 586 (1962); Philadelphia Marine Trade Association v. International Longshoremen’s Association, 392 Pa. 500, 506-512, 140 A. 2d 814 (1958); Knaus v. Knaus, 387 Pa. 370, 376, 127 A. 2d 669 (1956). In Knaus the distinction is stated thus: “If the dominant purpose [of a contempt proceeding] is to vindicate the dignity and authority of the court and to protect the interest of the general public, it is a proceeding for criminal contempt. But where the act of contempt complained of is the refusal to do or refrain from doing some act ordered or prohibited primarily for the benefit of a private party, proceedings to enforce compliance with the decree of the court are civil in nature. The purpose of a civil contempt proceeding is remedial, and judicial sanctions are employed (1) to coerce the defendant into compliance with the court’s order, and (2) in some instances to compensate the complainant for losses sustained: United States v. United Mine Workers of America, 330 U.S. 258, 303. A judgment in a civil contempt proceeding for the benefit of a private plaintiff will, of course, incidentally vindicate the authority of the court just as on the other hand a criminal contempt judgment, which is punitive, may often advance private interests. But the test is the dominant purpose, not the incidental result: Gompers v. Bucks Stove & Range Company, 221 U.S. 418, 441.” 387 Pa. at 376, 377.\nThe task of distinguishing between criminal and civil contempts is particularly difficult in those situations where the allegedly contemptuous conduct is violation of a restraining order or injunction, especially if the order or injunction is at the behest of a private litigant. Such contempts, if criminal in nature, are called “indirect criminal”, presumably because they do not usually occur in the presence of the court. Act of June 23, 1931, P. L. 925, §1, 17 P.S. §2047.\nThe lower court has told us, in its opinion, that its purpose in these contempt proceedings was “to compel compliance with the Injunction issued on June 5, 1972, which was to prohibit the massing of persons and picketing at the site in question”, and that the con-tempts were therefore properly considered civil in nature. The record of the proceedings themselves, however, gives support to the theory that the primary motivation was the endeavor to preserve the authority of the court and to protect the interests of the general public. As the trial judge observed from the bench, “Because of the nature of the picketing which took place yesterday [June 5], this Court is trying to calm down the matter, and in the exercise of police powers this Court has forbidden all further picketing or gathering near the sites in which Alternóse is engaged in activities. . .”. At a later point (but still prior to the introduction of evidence), in answer to a question by defense counsel, the court stated that he was hearing the case as a criminal contempt proceeding. Thus it can be argued that the overriding purpose was to uphold the dignity and authority of the court in its attempt to quell the public disturbances caused by this labor dispute; that the protection of the public peace and order was paramount, and that compliance with the decree, for the benefit of Alternóse, was incidental or at least a subordinate objective.\nWe need not, however, decide here as between civil and criminal, for in either case the proceedings were fatally defective. The long-standing procedural safeguards attendant upon civil contempt proceedings have been recently reviewed by Mr. Justice O’Brien in Com. ex rel. Magaziner v. Magaziner, 434 Pa. 1, 253 A. 2d 263 (1969). There we stated that civil contempt was a several step process: “rule to show cause why an attachment should not issue, answer and hearing, rule absolute (arrest), hearing on the contempt citation, adjudication of contempt”. 434 Pa. at 6. The court quoted with approval the statement in Douglass-Whisler B. Co. v. Simpson, 233 Pa. 517, 519, 82 A. 760 (1912), that “arrest and imprisonment of a party in a civil proceeding for contempt in violating an order or decree cannot issue without such previous notice as will afford him an opportunity of being heard.” While it appears that the individual appellants had notiee, through the Sheriff, of the injunction, we think it clear that “opportunity of being heard” embraces more than opportunity, after being first arrested and jailed and without time to consult with counsel if desired, to show cause why one should not be held in contempt. The commencement of the contempt proceeding by arrest and imprisonment and the summary nature of the proceeding as conducted was consonant only with a direct criminal contempt.\nIf, on the other hand, the proceeding is to be viewed as one involving indirect criminal contempt, the defendants were entitled to bail, to be notified of the accusations against them and a reasonable time to make a defense, and, if demanded, to a trial by jury. Act of June 23, 1931, P. L. 925, §1, 17 P.S. §2047. Nothing in the reprehensible disobedience of those who heard the Sheriff’s reading of the court’s injunction operated to deprive them of the plain mandates of our statutory law, which are but declaratory of the constitutional guarantees of due process of law. See Philadelphia Marine Trade Association, supra, 392 Pa. 500, at 511, 512. As Judge Poster once said, speaking for the Superior Court in another context, “Promptness in the administration of justice is commendable, but haste which disregards fundamental principles may prove disastrous”. See Commonwealth v. Gabel, 79 Pa. Superior Ct. 59, 62.\nMr. Chief Justice Jones and Mr. Justice Ea&en join in this opinion.\nOpinion in Support oe Modification oe Decree With Rejection op All Distance Restrictions and Reversal oe Contempt Judgements by Mr. Justice Roberts:\nI.\nI agree with my brethren that the judgments of civil contempt must be reversed and the fines refunded. Adjudications of contempt, obtained as here, by procedural irregularities which violate appellants’ due process rights, are constitutionally defective and impermissible.\nII.\nHowever, I am unable to agree that the modification of the overly-broad preliminary injunctions, which reduces the no-picketing distance from “within one mile” of the construction sites to “within 200 yards,” cures the impairment of appellants’ First Amendment right to lawful protest at the construction site.\nThe clear mandate of Carroll v. Commissioners, 393 U.S. 175, 184, 89 S. Ct. 347, 353 (1968), is that orders affecting First Amendment rights “must be tailored as precisely as possible to the exact needs of the case.” The “exact needs” of this case are to prevent further outbreaks of violence and destruction by appellants, while simultaneously preserving appellants’ right to lawfully and peacefully protest appellee’s employment practices. The injunction, as modified in the other opinion, does not meet the required standard of being “couched in the narrowest terms that will accomplish the pin-pointed objective permitted by constitutional mandate and the essential needs of public order.” Carroll, supra at 183, 89 S. Ct. at 353.\nWe conclude, as we must, that the one mile prohibition of picketing impermissibly infringes appellants’ right to lawful and meaningful protest. However, merely substituting “200 yards” for the “one mile” restriction fails to remove the unreasonable restraint which requires striking down the one-mile distance. Both limitations suffer basically from the identical defect—they restrain in the broadest terms, not in the narrowest terms possible. Is there any substantial distinction between compelling the union to conduct its protest one mile away or further than 600 feet from the site? Both restrictions place the union essentially out of sight of the focus of its protest and consequently serve to effectively deny the right of meaningful protest. Moreover, it is appropriate to suggest that both of these restrictions could actually place the picketing near property owned or occupied by persons unrelated to and in no way subjects of the protest.\nTims, the modification of the other opinion fails to achieve the proper objectives here required—the restraint of violence and the sanction of peaceful picketing. In my view a decree which permits picketing at the site, rather than 600 feet away, but restricts such activity to a reasonable number of pickets, complies with the First Amendment and “the exact needs of the case.” Cf. Taylor Fibre Co. v. Textile Workers Union, 395 Pa. 535, 151 A. 2d 79 (1959) ; Westinghouse v. United Electrical Workers, 383 Pa. 297, 118 A. 2d 180 (1955). Therefore, I would modify the injunction to permit picketing at the sites by not more than ten pickets at any one time; these pickets to be in motion at all times, to be spaced not less than 15 feet apart in a single line, and to conduct themselves in such manner as not to block, interfere with, or impede either the lawful ingress or egress from these locations or any other vehicular or pedestrian traffic adjacent to such areas.\nThe 200 yard restriction suggested in the other opinion must be rejected as constitutionally impermissible.\nMr. Justice Nix and Mr. Justice Manderino join in this opinion.\nDefendant, Thomas Magrann Is the Business Manager of defendant Council.\nDefendant, Steven J. Traitz, is the Business Manager of defendant Local 30.\nAlthough we refer to appellant Council in both appeals, technically it is the appellant in the equity action only, and individual members of the Council and Union are the parties to the contempt proceedings.\nAltemose’s counsel indicated at the June 5 hearing that his efforts to serve notice on defendants of plaintiff’s intentions to present its petition for a preliminary injunction had proved unavailing. Telephone messages left at the office of the Council’s attorney received no response, and Local 30 was sent a telegram between 1:00 P.M. and 1:30 P.M. because it had no ’phone listing. The hearing commenced at approximately 4:00 P.M.\nSpecifically, the preliminary injunction of June 5 decreed:\n“1. That an Injunction be issued, preliminary until hearing is held enjoining and restraining the defendants, their members, and all other persons acting on behalf of them or any of them.\n“(a) From preventing or attempting to prevent by picketing, violence, intimidation or coercion in any form, any person or persons from freely entering or leaving the premises of Valley Forge Plaza at which Alternóse Construction Company is engaged in the building construction of a hotel and office building or any other location at which Alternóse Construction Company is engaged in any building construction operations or the principal office of Alternóse Construction Company, located at 1166 DeKalb Pike, Center Square, Pennsylvania;\n“(b) From having any pickets in front of or in close proximity to any entrance of Valley Forge Plaza, or any other location at which Alternóse Construction Company is engaged in construction work and the premises of Alternóse Construction Company;\n“(c) From congregating, loitering or gathering in front of, near to or about said premises, or the entrances thereto at any time;\n“(d) From congregating or assembling in groups within one mile of any of the aforesaid locations;\n“(e) From interfering with any deliveries to or by Alternóse Construction Company at any of the aforesaid locations;\n“(f) From blocking free ingress and egress to and from the premises of Valley Forge Plaza, Alternóse Construction Company or any location at which Alternóse Construction Company is engaged in building construction;\n“(g) From taking any action or pursuing any course or conduct which is intended to or has the necessary effect of threatening, intimidating or coercing officers, supervisors and employees of Alternóse Construction Company or persons doing business with Alternóse Construction Company;\n“(h) From threatening, intimidating or harassing employees of Alternóse Construction Company or persons doing business with Alternóse Construction Company;\n“(i) From seizing or damaging any property of Alternóse Construction Company, its officers, supervisors or employees or persons doing business with Alternóse Construction Company, including subcontractors.”\nOn August 30, 1972, presumably in compliance with our Rule 56, tbe chancellor, Judge Cerillo, filed a formal adjudication, consisting of findings of fact, discussion, conclusions of law and a decree. The decree is dated Aug. 30, 1972, but is verbatim the same as that entered initially on June 5 and continued by order from the bench on June 12. We consider it to be a written formalization of the June 12 oral decree, from which the appeal is taken, and not a new decree entered Aug. 30, 1972. The court also, on Aug. 28, 1972, filed an opinion in support of the judgments of contempt.\nDefendants have filed, in addition to their appeals, a petition for supersedeas of the preliminary injunction pending our disposition on the appeal. A similar petition had previously been filed in the lower court and denied on June 27, 1972. Because the questions presented by the application for supersedeas were closely related to those on the appeal from the injunction decree, we have chosen to hear and decide the appeal as expeditiously as possible, and have not acted on the supersedeas.\nWhile we do not decide the question whether the basic activities complained of were either protected or prohibited conduct under the LMRA, it is at least not clear' that the lower court was unjustified in finding a secondary boycott. Defendants admittedly engaged in picketing of Altemose’s Prospect Park construction site, a public project governed by the Pennsylvania Prevailing Wage Act, August 15, 1961, P. L. 987, §1 et seq., 43P.S. §165-1 et seq. Altemose’s complaint alleged that it was paying union rates on this project and it is our understanding that the prevailing minimum wage rate under the Act is normally union scale.\nSan Diego Building Trades Council v. Garmon, 359 U.S. 236; Youngdahl v. Rainfair, Inc., 355 U.S. 131; United Automobile etc. Workers of America v. Wisconsin Employment Relations Board, 351 U.S. 266; Weber v. Anheuser-Busch, Inc., 348 U.S. 468 (1955) ; Allen-Bradley Local v. Wisconsin Board, 315 U.S. 740; Thornhill v. Alabama, 310 U.S. 88; Smith v. Pittsburgh Gage & Supply Co., 412 Pa. 171, 194 A. 2d 181; Smith’s Transfer Corp. v. Voice of Teamsters D. O. Com., 409 Pa. 217, 185 A. 2d 563; Terrizzi Bev. Co. v. Local Union No. 830, 408 Pa. 380, 184 A. 2d 243; Wortex Mills v. Textile Workers U. of A., 369 Pa. 359, 85 A. 2d 851.\nPrior to the Supreme Court’s clarification of its preemption doctrine in San Diego Building Trades Council v. Garmon, supra, state courts apparently were free to intervene in labor disputes at any time the activity complained of violated state public policy, whether it be expressed in a state labor relations act, anti-trust law, or other law of a state. International Brotherhood of Teamsters v. Vogt, 354 U.S. 284 (1957) ; Building Service Employees International Union v. Gazzam, 339 U.S. 532 (1950) ; International Brotherhood of Teamsters v. Hanke, 339 U.S. 470 (1950) ; Hughes v. Superior Court, 339 U.S. 460 (1950) ; Giboney v. Empire Storage & Ice Co., 336 U.S. 490 (1949) ; Bakery Drivers v. Wohl, 315 U.S. 769 (1942). See Pendleton Howard, “The Unlawful Purpose Doctrine in Peaceful Picketing and its Application in the California Cases”, 24 S. Cal. L.R. 145 (1951). It seems apparent, however, that since San Diego Building Trades Council, only the local interest in preserving order will defeat NDRI5 jurisdiction. City Line Open Hearth, Inc. v. Hotel, Motel & Club Employees’ Union, supra.\nJustices Roberts, Nix and Manderhsto would modify the decree so as to permit picketing at the Alternóse sites, but by not more than ten pickets at any one time, and subject to certain other limitations. See the separate opinion of Mr. Justice Roberts. We think that the limited picketing suggested in the separate opinion, while appropriate in many types of mass picketing situations, cf. Taylor Fibre Co. v. Textile Workers Union, 395 Pa. 535, 151 A. 2d 79 (1959) and Westinghouse v. United Electrical Workers, 383 Pa. 297, 118 A. 2d 180 (1955), is not realistic or adequate in a situation such as confronted the chancellor in this case; here the conduct sought to be halted was not merely speech or assembly, but “speech [which] is so interlaced with burgeoning violence that it is not protected by the broad guarantee of the First Amendment”. Carroll v. Commissioners, supra, 393 U.S. at 180.\nThe petition is not part of the record before us. The charges against the union appellants were dismissed for the reason that they were not formally served with the injunction decree until after the contemptuous acts of the individual members had taken place.\nThe Act of 1836 restricts the power of courts to inflict summary punishments for contempts to three categories: (1) the “official misconduct of the officers of such courts”; (2) the “disobedience or neglect by officers, parties, jurors or witnesses of or to the lawful process of the court”; (3) the “misbehavior of any person in the presence of the court, thereby obstructing the administration of justice”. The Act forbids punishment by imprisonment except as to contempts committed in open court; all other contempts may be punished by fine only. Act of June 16, 1836, P. L. 784, §24, 17 P.S. §2042.\nPresumably the court came to this conclusion because the picketing was not in close proximity to the courthouse, and therefore not “in the presence of the court”, see note 13, supra, and did not accept the argument of the appellee that the offenses were constructively in the presence of the court because in the presence of the Sheriff. We think the trial court was correct in its determination.\nWhile the court was divided, with one concurring opinion and two dissenting opinions, the disagreements with the majority were not concerned with the definitional discussion of the various types of contempt of court.\nThe punishment, for such indirect criminal contempts may be by fine not exceeding $100.00 or fifteen days imprisonment, or both. If committed to jail for nonpayment of the fine, the person so committed must be discharged at the expiration of fifteen days.\nThe ease was heard by five justices; the opinion spoke for four of them on the point under consideration."}