{"id": "1947024", "contents": "Opinion by\nMe. Justice Pomeeoy,\nPresented for decision by this appeal is the question whether possession of tangible personal property purchased in Pennsylvania may be taxed as a “use” when the owner has the sole purpose of transporting the property outside the Commonwealth for use elsewhere. We answer the question in the negative, finding that such possession is protected by the “interim storage” exemption of the taxing statute.\nDuring the period 1964 through 1967, the appellee, John W. Thompson Company, a New Jersey corporation authorized to do business in Pennsylvania, purchased certain creosoted lumber and railroad ties from a supplier in Bucks County, Pennsylvania. After taking delivery of the material at the supplier’s place of business, the appellee transported the lumber to job sites in New Jersey for use in its business. The tax authorities in Pennsylvania, as a result of an audit of appellee’s purchase orders, assessed a use tax on the above goods, and the Board of Finance and Revenue refused to reassess. The Thompson Company then appealed to the Court of Common Pleas of Dauphin County, Commonwealth Docket, which, on the basis of a stipulation of all the facts, sustained the contentions of the Company. Commonwealth v. John W. Thompson Company, 94 Dauph. 39 (1971). The Commonwealth has appealed.\nIt will be helpful to begin with a brief outline of the general operation of the sales and use tax provisions. The Tax Act of 1963 for Education, Act of May 29, 1963, P. L. 49, 72 P.S. §3403-1 et seq., imposes a sales tax of 5% on “each separate sale at retail . . . within this Commonwealth . . .” 72 P.S. §3403-201 (a). The concept of a “purchase at retail” is defined at length at 72 P.S. §3403-2(e). At the same time, the Act imposes a tax of 5% upon “the use ... of tangible personal property purchased at retail . . . and on those services described herein purchased at retail. . . .” 72 P.S. §8403-201 (b). Because the phrase “purchased at retail” is defined without geographical limitation, the taxation of the use of such goods would duplicate the taxation of “each . . . sale at retail. . . within this Commonwealth” were it not for the fact that 72 P.S. §3403-201(b) also acts to exempt from the levy of that subsection the use of goods as to which the sales tax imposed by subsection (a) has already been paid. The term “use” is defined as “the exercise of any right or power incidental to the ownership, custody or possession of tangible personal property and shall include, but not be limited to transportation, storage or consumption.” 72 P.S. §3403-2 (n). The possession, and transportation in Pennsylvania of creosoted lumber and ties by the appellee Thompson Company would appear, absent more, to be a “use” taxable under the Act. The legislature, however, has carved from the broad definition of “use” an exemption, known as the “interim storage” exemption, as follows: “[T]he term bise’ shall not include— ... (b) The interim keeping, retaining or exercising any right or power over tangible personal property for the sole purpose of subsequently transporting it outside this Commonwealth for use outside this Commonwealth, or for the purpose of being processed, fabricated or manufactured into, attached to or incorporated into other personal property to be transported outside the Commonwealth for use solely outside this Commonwealth.” 72 P.S. §3403-2(n) (4) (b).\nIt is stipulated that the Thompson Company’s interim keeping of the lumber and ties was the act of transporting them to New Jersey job sites; no work of any kind was done upon the material from the time of delivery by the seller until placed at the job sites. As stated at the outset, we are of the opinion that in these circumstances the possession and transportation by appellee is protected by the “interim storage” exemption, above quoted.\nIt is the contention of the Commonwealth that although there is no reference to location of the purchase transaction within the interim storage exemption, it is “inherent” in that provision that the goods have been purchased outside the Commonwealth. We do not agree.\nThis being a case of first impression in Pennsylvania, an examination of the general principles underlying the sales and use taxes and of the legislative evolution of the Pennsylvania “interim storage” exemption will be necessary.\nPennsylvania sales and use tax statutes have followed a pattern common to all jurisdictions which have enacted such measures. Although strictly speaking there are two separate and distinct taxes involved—a sales tax and a use tax—the two are by no means unrelated. The sales tax is designed to draw revenue from retail sales transactions within the state; the use tax is designed to discourage would-be Pennsylvania consumers from declining to shop in Pennsylvania and instead making purchases in another state as yet without a sales tax. The former is a tax imposed on the retail sale transaction in Pennsylvania, collected by the seller from the purchaser; the latter is a tax on the use of property in Pennsylvania and has the effect of placing on the person who uses goods in Pennsylvania which he purchased elsewhere the same burden as is placed on the person who purchases the same goods in Pennsylvania.\nThe working relationship between the sales tax and the use tax was remarked upon by Mr. Justice Caudozo in Henneford v. Silas Mason Co., 300 U.S. 577, 581 (1937) : “The practical effect of [the] system ... is readily perceived. One of its effects must be that retail sellers in [the sales tax state] will be helped to compete upon terms of equality with retail dealers in other states who are exempt from a sales tax or any corresponding burden. Another effect, or at least another tendency, must be to avoid the likelihood of a drain upon the revenues of the state, buyers being no longer tempted to place their orders in other states in the effort to escape payment of the tax on local sales.” The same thought is expressed by the editors of a Commerce Clearing House tax service: “Every state that levies a sales tax also levies a complementary use tax for the purpose of reaching property used in the state but purchased without the state, which property would have been subject to the sales tax had there been a purchase within the state.” C.C.H. All States Sales Tax Reporter, Yol. 1, ¶2-025, at 2012.\nIt is no doubt this ubiquitous feature of the use tax—imposition of a levy in the amount of the sales tax on the use of goods purchased out-of-state but used within state—which has led the Commonwealth to believe that it is “inherent” in the interim storage exemption that the goods be purchased out-of-state.\nThe interim storage exemption which is here construed does not exist to further the general policy outlined above. It was instead enacted to prevent the broad definition of the word “use” from operating to impose a tax on the possession of goods where such a tax would collide impermissibly with the power of the federal government to regulate interstate commerce. Thus, we find the following language in the first appearance of this provision : “The term ‘storage, use or other consumption’ does not apply to: . . . (i) Any tangible personal property acquired outside the Commonwealth, the taxing of the storage, use or other consumption of which is prohibited by the Constitution of the United States.” Were this language relevant today, we would necessarily decide whether the interstate commerce clause of the federal constitution permits state taxation of the transportation of the goods involved here. The 1958 Use and Storage Act, however, expired in 1956, and the legislature, in enacting the Selective Sales and Use Tax Act in 1956, chose not to define the exemption in terms of the federal constitution: “ ‘Use.’ . . . shall not include the following: (2) The interim storage or transportation of tangible personal property purchased outside this Commonwealth for use outside this Commonwealth.” It was evidently the theory of the legislature that taxation of the use of goods both purchased in Pennsylvania and present in Pennsylvania would not create a constitutional problem. Were this version of the exemption applicable to the case at bar, the Commonwealth would clearly prevail. In 1957, however, the language was again altered as follows (deleted words are in brackets; added words are in italics) : “ ‘[U]se’ shall not include— ... (2) The interim [storage or transportation of] keeping, retaining, or exercising any right or power over tangible personal property [purchased] for the sole purpose of subsequently transporting it outside the Commonwealth for use outside this Commonwealth . . . .” It is in this IJ form that the exemption stood at the time of the transactions here at issue and at the time of repeal of the Tax Act of 1963 for Education by the Tax Eeform Code of 1971. It is apparent that this 1957 amendment deleted the requirement, which had earlier appeared in the 1956 statutes, that the purchase be made out-of-state in order to qualify for the interim storage exemption.\nWhile not discussing or indeed mentioning the 1957 amendment, notwithstanding that the lower court was persuaded by it, the Commonwealth asserts that the above conclusion is “absurd,” and suggests that it would have the effect of immunizing from taxation the purchase in Pennsylvania of a “salt water fishing rod to be used in deep sea fishing . . . .” Our decision, of course, touches only the use tax, specifically the exemption from definition of “use” found at 72 P.S. §3403-2 (n) (4) (b). We say nothing of the applicability of a sales tax to the purchase either of deep sea fishing rods or of creosoted lumber and ties in Bucks County.\nJudgment affirmed.\nMr. Justice Roberts concurs in the result.\nWo ve jurisdiction under section 203 of the Appellate Court Jurisdiction Act of 1970, 17 P.S. §211.203. The appellee corporation has filed no brief in this Court.\nThe assessment in issue here was made under the Tax Act of 1963 for Education, Act of May 29, 1963, P. L. 49, 72 P.S. §3403-1 et seq. That Act was repealed in toio by the Tax Reform Code of 1971, Act of March 4, 1971, P. R. , No. 2, art. II, §280, 72 P.S. §7280 (Supp. 1972-73). The sales and use tax provisions of the Tax Act of 1963 for Education were reenacted in substantially unaltered form. Tax Reform Code of 1971, supra, art. II.\nThis opinion will cite the Tax Act of 1963 for Education to Purdon’s Pennsylvania Statutes Annotated where that Act, although repealed, continues to appear.\nIt would appear in the instant case that no sales tax was paid to the Commonwealth at the time of the sales transactions here involved. Had there been such payment, presumably the appellee corporation would have asserted that fact as an affirmative defense in the suit at bar. Act of May 24, 1956, P. L. (1955) 1707, §5, as amended, 72 P.S. §3403-201 (b).\nBecause the Commonwealth has here attempted to collect a use tax, our decision is limited to that tax and should not be understood as pertaining to a sales tax.\nAppellant’s Brief at 12: “It is inherent in this section of the Act that the property must be purchased outside the Commonwealth . . . .”\nThe Commonwealth’s position is consistent with Department of Revenue, Sales Tax Board, Regulation 203(7) : “A transaction in which property to be used exclusively outside the Commonwealth and also delivered from a point of shipment outside the Commonwealth to a location within the Commonwealth for interim storage within the Commonwealth is exempt from tax.”\nPennsylvania’s first sales and use taxes were enacted originally in separate statutes. The sales tax was found in the Consumers Sales Tax Act, Act of July 13, 1953, P. B. 389. The use tax was found in the Use and Storage Tax Act, Act of July 13, 1953, P. L. 377.\nThe Commonwealth recognizes this fact: “The ‘interim storage’ exemption in the Act is merely an expansion of the Interstate Commerce Clause of the Federal Constitution.” Appellant’s Brief at 6.\nUse and Storage Tax Act, Act of July 13, 1953, P. L. 377, §102(4) (i).\nWo note parenthetically that the Tax Reform Code of 1971, Act of March 4, 1971, P. U. , No. 2, art. II (Tax for Education), §201(o) (4) (A), 72 P.S. §7201.(0) (4) (A) (Supp. 1972-73), contains an interim storage provision which reads as follows: “[T]he term ‘nse’ shall not include—(A) Any tangible personal property acquired and kept, retained or over which power is exercised within this Commonwealth on which the taxing of the storage, use or other consumption thereof is expressly prohibited by the Constitution of the United States or which is excluded from tax under other provisions of this article.” It would appear that the legislature has returned to the approach originally adopted in 1953. See note 8, supra, and accompanying text.\nSelective Sales and Use Tax Act, Act of March 6, 1959, P. L. (1955) 1228, as amended, Act of May 24, 3956, P. h. (1955) 1707, §2(n) (2).\nAct of April 5, 1957, P. It. 34, §3.\nIt is evident that the Sales Tax Board has attempted here to utilize the use tax provision to collect a sales tax that went uncollected at the time of purchase; the Commonwealth admits as much. As discussed above, the raison d’etre of a use tax was to place an imposition on the use of property in Pennsylvania the purchase of which was beyond the power of the Commonwealth to tax; it was not to create an alternative means of collecting the sales tax on retail purchases made within the reach of Pennsylvania’s sales tax. This is not to say that the use tax can never be so employed. Given the broad definition of the word “use” and the narrow exceptions to that definition, it is apparent that where a purchase has occurred within Pennsylvania and no sales tax was paid, it may be generally true that the Sales Tax Board can in effect collect the sales tax by means of the use tax. On these facts, however, where the transaction is protected by an exception or exemption, it cannot."}