{"id": "1947036", "contents": "Opinion by\nMr. Chief Justice Jones,\nAppellant, Robert Henderson, was found guilty of voluntary manslaughter by a judge, sitting without a jury, and sentenced to a term of imprisonment of two to ten years.\nThe prosecution resulted from the fatal shooting of Elaine Webb on July 24, 1971, at approximately 2:00 a.m. in Philadelphia. ' Prom the trial testimony the lower court found that the deceased traveling south on Franklin Street had her passage blocked by the appellant’s car. The appellant was not in his car but was watching a fist fight at the corner of the street. The deceased got out of her car and had an argument with the appellant. When the argument ended the deceased got into her car and began to back her car out of the street. At the same time, the appellant reached into his car for his gun and then approached the deceased in her car. He leaned into the deceased’s car and said, “I’ll put something to your head.” The deceased then fired one shot first, fearing that the appellant was about to shoot her, or simultaneously with the first of four shots fired by the appellant.\nAfter being fully apprised of his right to a jury trial, appellant elected to waive a jury trial. Appellant was at all times represented by counsel.\nAlthough there was an extensive on-the-record colloquy between the trial judge and appellant, appellant argues that because he was hard of hearing he did not voluntarily and intelligently waive his right to a jury trial. In addition, appellant argues that the waiver colloquy was incomplete in that the trial judge failed to question him on his burden of proof of self-defense.\nHaving carefully reviewed the record, we find nothing to support appellant’s contention that he was hard of hearing. The extensive colloquy was between the trial judge and the appellant himself. Appellant appropriately answered each of the questions and at no time indicated that he was having any trouble hearing or understanding the judge. Furthermore, appellant, during lengthy questioning while testifying in his own behalf, did not at any time indicate that he was unable to hear or understand the questions directed to him, and responded to each of the questions.\nAlso without merit is appellant’s contention that the judge erred in failing to question appellant on self-defense during the colloquy. A defendant’s waiver of a jury trial does not affect the burden of proof on the subject of self-defense. Where the defendant waives a jury trial in a criminal prosecution the trial judge, as the jury, must find the facts and determine the credibility of the witnesses. Commonwealth v. Lytes, 209 Pa. Superior Ct. 436, 228 A. 2d 922 (1967). The trial judge, as the trier of fact, is bound by the same legal principles that bind a jury on burden of proof. Therefore, no error was committed when the trial judge omitted any reference to self-defense in his waiver colloquy. Appellant relinquished no rights regarding his defense of self-defense when he waived his right to a jury trial.\nJudgment of sentence affirmed."}