{"id": "1947091", "contents": "Opinion\nPer Curiam,\nOn November 28, 1972, appellant, an attorney in and a resident of Sharon, Pennsylvania, filed a complaint in equity, seeking injunctive relief and monetary damages, against the City of Sharon, its Mayor (Basil Scott), its Chief of Police (Daniel Gross) and Bell Telephone Company. The basis of this complaint was appellant’s allegation that the defendants, by continuously recording all incoming and outgoing telephone calls from the Sharon Police Department, without the consent of the non-police party, were unlawfully infringing upon appellant’s rights as an attorney (as well as the rights of appellant’s clients in the custody of the Sharon police) and as a private citizen residing within the City of Sharon.\nOn that same date, November 28, 1972, the trial court issued a rule to show cause why the defendants should not be enjoined. On November 30, defendants filed preliminary objections, and without allowing appellant Marks the right to offer evidence, the trial court denied appellant’s request for a preliminary injunction. On December 1, appellant appealed to this Court, and on December 2, given the gravity and public importance of appellant’s allegations, we remanded the matter to the trial court with instructions that an evidentiary hearing be conducted forthwith and an adjudication made. In compliance with our order, the remand hearing was held on December 5.\nAfter hearing two days of testimony, the trial court found the following facts: In October of 1972, the City of Sharon, with funds obtained from the Law Enforcement Assistance Agency and the Pennsylvania Justice Commission, installed an automatic recording device (Dictaphone 4000), in the Sharon Police Department, which taped all calls made from and to the Department.\nThis equipment emits a slight “beep tone” approximately every 15 seconds. Obviously, this “beep” is meaningless to the non-police party, unless that party is aware of the fact that the “beep” indicates that the conversation is being taped. Prior to the installation of this recording equipment, Bell Telephone, pursuant to its tariff, installed a “connector” in order to facilitate a coupling of the Dictaphone recorder to the lines operated and controlled by Bell.\nThe purpose of this continual recordation, as explained by Police Chief Gross, is to insure that complaints are being promptly answered, to verify that particular calls were made, and to aid in “scientific type detections.” Mainly, the use, as testified by Chief Gross, is “administrative.” The Chief further testified that even in an emergency, no other police officer (except one specific detective who changed the tapes) could retrieve and replay a tape, since only he (Chief Gross) and the detective had keys to the apparatus. The tapes are kept for thirty days, and then erased as they are reused.\nAppellant Marks was subjected to this tapping on November 24, 1972, when he was requested to call a client who was under arrest at the Sharon Police Department. While engaged in a telephone conversation with the client’s mother, who was also at the station, appellant noticed an “unusual” sound on the line, and requested that the phone be turned over to the sergeant in charge. After asking the officer if the phone was “bugged”, appellant was advised that his, as well as all other calls on police lines, were automatically recorded, and that the officer would not and could not disconnect the monitoring equipment. Later that same evening, appellant Marks was called by his client, who was still in the custody of the Sharon police. Again, the call was being recorded, and again the officer refused to disconnect the equipment. Appellant thereafter drove to the police station, where he spoke with Chief Gross, who also refused to terminate the recording.\nNotwithstanding these findings, the trial court refused to grant appellant’s request for a preliminary injunction. However, in so doing, the chancellor stated: “. . . [W]e are not being called on at the present time to dispose of the ultimate issue that we will reach in this case. We recognize that these issues may be of great importance and what the decision will ultimately be may create some impact on police procedure not only in Sharon, Pennsylvania but in other parts of this state and country. We are willing to ultimately accept the responsibility of reaching that decision but we do not feel that the importance of the ultimate issue in this case is a sufficient reason of itself for the issuance of a preliminary injunction.”\nAppellant now, in essence, alleges that the trial court abused its discretion, and urges us to reverse the denial of the preliminary injunction.\nAlthough serious statutory and constitutional issues are posed by this appeal, we need not decide them now since appellees, under oath, in Answer to Appellant’s Petition for Advancement, and orally, before the bar of this Court, stated that the recorder has been disconnected and that no further taping will occur “pending a final determination of this entire lawsuit.”\nIn view of this representation of record we need not pass on the propriety of the chancellor’s refusal to grant a preliminary injunction. The matter is remanded to the trial court with instructions to proceed expeditiously to a final adjudication.\nEach party to pay own costs.\nSee, e.g., Commonwealth v. Papszycki, 442 Pa. 234, 275 A. 2d 28 (1971) ; Commonwealth v. Murray, 423 Pa. 37, 223 A. 2d 102 (1966) ; Act of July 16, 1957, P. L. 956, §1, 18 P.S. §3742 (Supp. 1972).\nMayor Scott testified on direct examination that at the time the funds were obtained for the recorder, he was a member of the Pennsylvania Justice Commission.\nThe device operated on all police lines, except two numbers, which were unlisted. One of these untapped lines was the number of a detective, and the other, Chief of Police Gross’.\nAfter the installation of the recorder, appellant notified Bell Telephone that its lines and “connector” were being employed by the City of Sharon for the “unlawful” purpose of recording all incoming and outgoing telephone communications with the Police Department. Bell later notified appellant that it would take no action.\nChief Gross, from his own personal knowledge, testified that the identical recording equipment is in operation in the police departments of Erie, Millcreek and Greenville, Pennsylvania.\nAppellant, as found by the trial court, had knowledge of this police monitoring approximately three weeks prior to the November 24 incident\nIn fact, finding No. 38, made by the trial court is that “[i]t is the practice of the Police Department when a prisoner uses a telephone that he use one of the monitored phones. . . .”\nReferring to this situation, early in the proceedings, the chancellor stated: “. . . this case shocks me frankly, that this situation exists. Now I agree wholeheartedly with you that the Chief of Police doesn’t have to have a telephone for people down in the lockup to call their attorney, but if it appears that the Chief is permitting accused criminals to use these bugged phones, or tapped phones, bugged probably isn’t the word, tapped phones without apprising them of the fact that they are tapped, then I think it’s a shocking situation.”"}