{"id": "1947051", "contents": "Opinion by\nMr. Justice Eagen,\nThis is an appeal from an order below denying post-conviction relief. The appellant, Melvin Hauser, is serving a prison sentence of six to twelve years imposed following an evidentiary hearing on his plea of guilty to murder and an adjudication by the court of guilt of voluntary manslaughter. The sole contention is the guilty plea was not “knowingly, intelligently and voluntarily entered.” In support of this, Hauser testified during the hearing below that his trial counsel told him, “If I plead guilty it would be most likely that I’d get a light sentence because I have four and one-half years back time.” He also stated his counsel said he had discussed the matter with an assistant district attorney who was agreeable to a recommendation that the penalty be a prison sentence of “eleven and one-half to twenty-three months, followed by long parole.”\nThe testimony of Hauser’s trial counsel differed substantially. He admitted soliciting an assistant district attorney to recommend a prison sentence of eleven and one-half to twenty-three months, but said this request was refused because of Hauser’s prior conviction for homicide. He also stated he impressed on Hauser that the sentence to be imposed would be for the court alone to decide.\nThe truth was for the hearing court (Commonwealth v. Allen, 443 Pa. 447, 277 A. 2d 818 (1971)), and it chose not to believe Hauser’s testimony. Moreover, the record of the plea proceedings discloses that before the plea was accepted the assistant district attorney in clear language advised Hauser in open court that he would not make a recommendation as to penalty and the sentence was entirely for the court. Hauser replied that he understood. On this record, the court below was amply justified in concluding Hauser was not misled. Cf. Commonwealth v. Dickerson, 449 Pa. 70, 295 A. 2d 282 (1972).\nIt is further urged the plea was legally ineffective because during the plea proceedings, Hauser was not “apprised” of the nature of the charges or informed of the permissible range of sentences.\nThe former assertion is belied by the record. During the plea proceedings, the assistant district attorney summarized the Commonwealth’s evidence in detail in the presence of Hauser. Further, a recorded statement, given by Hauser after his arrest, admitting the killing was read into the record. In view of this, it can hardly be said with any degree of truth that Hauser was not “apprised” of the nature of the charges.\nThe record does not establish that during the plea proceedings, Hauser was informed of the possible penalty if a plea of guilty were entered. However, at the Post Conviction Relief Hearing, Hauser’s trial counsel testified without contradiction, that he had previously informed his client of the possible sentence if the court were to find him guilty of either murder in the second degree or voluntary manslaughter, and at the plea proceedings, the Commonwealth certified the crime did not rise higher than murder in the second degree.\nOrder affirmed.\nMr. Justice Roberts concurs in the result.\nAn appeal from the judgment of sentence was not filed, but subsequently, Hauser filed a petition seeking post-conviction relief. After a counseled evidentiary hearing, relief was denied and this appeal followed."}