{"id": "1947103", "contents": "Opinion by\nMr. Justice Roberts,\nAppellant, Alfred Pollard, was arrested on March 10, 1970, and charged with possession of narcotics. A pre-trial motion to suppress evidence was timely filed, and after an evidentiary hearing, denied. Appellant, thereafter, was tried non jury and found guilty. Post-trial motions were denied, and appellant was sentenced to serve 11% to 23 months imprisonment. The Superior Court affirmed in an opinionless per curiam order, with Judge Hoppman dissenting. This Court granted allocatur.\nAppellant raises but one issue on this appeal: Did the trial court err in admitting into evidence the narcotics seized from appellant, a passenger in an automobile stopped for a routine traffic infraction, where allegedly no constitutional justification existed for ordering apellant from the car? For the reasons set out below, we decide this issue favorably to appellant. Accordingly, we reverse and remand for a new trial.\nThe trial court found the following facts: On March 10, 1970, two police officers, in an unmarked car, noticed an automobile carrying three men proceed through a red light at 20th and Christian Streets in the city of Philadelphia. The officers stopped the vehicle at the next intersection (approximately two minutes later), whereupon the driver produced a valid operator’s license and proper registration. While one officer conversed with the driver, the other proceeded to the passenger’s side of the automobile and ordered appellant, the passenger in the front seat, as well as the passenger in the rear, out of the car. As appellant was alighting from the vehicle, a white packet dropped from his hand. Upon retrieving and opening the packet, the officer placed appellant under arrest for possession of dangerous drugs.\nAs is conceded by the Commonwealth, and found by the trial court, probable cause did not exist for appellant’s arrest at the time he was ordered from the car. McCray v. Illinois, 386 U.S. 300, 87 S. Ct. 1056 (1967); Commonwealth v. Murray, 437 Pa. 326, 263 A. 2d 886 (1970); Commonwealth v. Brayboy, 431 Pa. 365, 246 A. 2d 675 (1968). See also Commonwealth v. Dussell, 439 Pa. 392, 266 A. 2d 659 (1970 ). Nonetheless, the Commonwealth attempts to justify the police officer’s action as a “stop” under Terry v. Ohio, 392 U.S. 1, 88 S. Ct. 1868 (1968) and Sibron v. New York, 392 U.S. 40, 88 S. Ct. 1889 (1968). We cannot agree.\nAs the Court stated in Terry, a “stop and frisk” is justified only: “. . . where a police officer observes unusual conduct which leads him reasonably to conclude in light of his experience that criminal activity may be afoot and that the persons with whom he is dealing may be armed and presently dangerous, where in the course of investigating this behavior he identifies himself as a policeman and makes reasonable inquiries, and where nothing in the initial stages of the encounter serves to dispel his reasonable fear for his own or others’ safety, . . .” Terry, supra at 30, 88 S. Ct. at 1884 (emphasis added).\nThis Court, applying the principles of Terry and Sibron, supra, held in Commonwealth v. Hicks, that: “. . . even in the absence of probable cause, a person may under certain circumstances be seized and searched by the police to protect their own safety. What the Commonwealth overlooks is that for such a precautionary seizure and search to be legitimate, there must first exist on the part of the police a reasonable belief that criminal activity is afoot and that the seized person is armed and dangerous. The police must prove that specific conduct of the seized person, observed by them, justified and made reasonable their belief that criminal activity was afoot and that the seized person was armed and dangerous. The instant record is devoid of such necessary proof. Hence, the seizure was not ‘justified at its inception’ and was violative of the Fourth Amendment. The evidence resulting therefrom should have been excluded.” 434 Pa. 153, 160, 253 A. 2d 276, 280 (1969) (emphasis added). See also Commonwealth v. Berrios, 437 Pa. 338, 263 A. 2d 342 (1970); Commonwealth v. Clarke, 219 Pa. Superior Ct. 340, 280 A. 2d 662 (1971).\nAt the suppression hearing, here, the arresting officer testified that appellant was ordered from the vehicle for the sole reason that the car had been stopped in a “high crime area.” The officer stated categorically that appellant had committed no suspicious or unlawful act prior to or at the time appellant was ordered out of the car. Further, as was previously noted, appellant was not the driver of the automobile.\nOn the basis of these uncontroverted facts, as found by the trial court, it is evident that the officer had no reason to believe that criminal activity was afoot or that appellant posed any danger to anyone’s safety. Therefore, no lawful justification existed for the officer’s action. See United States v. Johnson, 463 F. 2d 70 (10th Cir. 1972).\nHaving determined the unlawfulness of the initial detention of appellant, we must now decide “. . . whether, granting establishment of the primary illegality, the evidence to which instant objection is made has been come at by exploitation of that illegality or instead by means sufficiently distinguishable to be purged of the primary taint.” Wong Sun v. United States, 371 U.S. 471, 488, 83 S. Ct. 407, 417 (1963) (quoting from Maguire, Evidence of Guilt, 221 (1959)).\nAlthough abandoned property may normally be obtained and used for evidentiary purposes by the police, such property may not be utilized where the abandonment is coerced by unlawful police action.\nAs tlie Fifth. Circuit noted in Fletcher v. Wainwright: “Several courts have considered this situation and have uniformly held that the initial illegality tainted the seizure of the evidence since the throwing was the direct consequence of the illegal entry. In such a situation it cannot be said that there was a ‘voluntary abandonment’ of the evidence. The only courts that have allowed the seizure of evidence that was thrown out the window have emphasized that ‘no improper or unlawful act was committed by any of the officers’ prior to the evidence being tossed out the window.” 399 F. 2d 62, 64 ( 5th Cir. 1968) (citations omitted). See also Hobson v. United States, 226 F. 2d 890, 894 (8th Cir. 1955).\nHere the record establishes that the police officer’s unlawful and coercive action was the causative faetor which motivated appellant’s abandonment. Accordingly, it must be concluded that the trial court erred by refusing to suppress the illegally obtained and tainted evidence. See, e.g., Williams v. United States, 237 F. 2d 789 (D.C. Cir. 1956); Moss v. Cox, 311 F. Supp. 1245 (E.D. Va. 1970).\nThe judgment of sentence is reversed and a new trial ordered.\nMr. Chief Justice Jones took no part in the consideration or decision of this case.\nAppellant, although obviously disbelieved by the trial court, testified that he neither possessed nor dropped the packet in question. Instead, he testified that upon being ordered from the car, he, and his fellow passenger, were placed against a wall and searched by the arresting officer. Only after this search, was the packet retrieved from the vicinity of the ear.\nThe police officer’s testimony, at the suppression hearing, on cross-examination was as follows: “By Me. Lubes: Q. Officer, why did you order the defendant out of the car? A. I ordered both defendants out of the car, both individuals, the passenger in the rear, for my own protection. Q. For your own protection? A. Yes, sir. Q. Would you state to The Court the reason you believed the defendants to be armed and dangerous and criminal activity afoot at that time? Mr. Campolongo: Objection. The Court: I’ll allow the question. . . . The Witness : It’s a high crime area. By Mr. LubEr : Q. Is that it? A. That’s it. Q. He committed no crime at that time • is that right? A. Not to my knowledge. Q. He had committed no unlawful act in your presence, is that right? A. Not to my knowledge. Q. He was not the driver of that car; is that right? A. That’s right. Q. The driver of the car was the one who went through the red light and violated the traffic signal; is that right? A. That’s right. Q. The driver produced proper owner’s cards? A. That’s right.”\n“The issue is whether in the case at bar ‘appropriate circumstances’ justify the officer’s actions. Nothing connects the defendant with the defective car except that he was a passenger in it. The officer did not testify that at the time ho requested him to get out of the car he had any suspicion that defendant had committed any crime. His ‘curiosity’ in that regard was aroused later. In any event curiosity does not equate with reasonable suspicion. The record discloses nothing to indicate that the officer, when he ordered defendant out of the ear, had any reason to believe that there was any danger to anyone’s safety. Cf. Terry v. Ohio, supra, 392 U.S. at 27, 88 S. Ct. at 1888.” United States v. Johnson, 463 F. 2d 70, 72 (10th Cir. 1972).\nSee Moss v. Cow, 311 F. Supp. 1245, 1219 (E.D. Va. 1970) and the cases cited therein.\nThe trial court, relying on United States v. Martin, 386 F. 2d 213 (3d Cir. 1967), held that the abandonment was not tainted by the illegality of the original “stop”. We do not agree. The facts in Martin are totally inapposite to those presented by this record. In Martin there was no suggestion that the police, even if illegally on the premises, threatened Martin with either search or arrest. The defendant’s actions there were the spontaneous result of seeing the police where they were not expected (in the home of a friend) ; in no way was any overt police action the causative factor behind Martin’s decision to abandon narcotics."}