{"id": "1947059", "contents": "Opinion by\nMr. Justice O’Brien,\nAppellant was found guilty of murder in the second degree and conspiracy. He was sentenced to two to twelve years’ imprisonment. Post-trial motions were filed, argued and denied. This appeal followed.\nAt appellant’s trial, the Commonwealth presented evidence of the stabbing incident through one of appellant’s co-defendants, Gerald Waters. Waters stated that he and appellant and various other members of appellant’s gang (the Nicetown Gang) had agreed to fight off anyone from the rival gang (the Logan Gang) whom they found in their territory. Waters stated that he talked with appellant before the stabbing incident and appellant agreed to help in the fight if he were needed. According to Waters, after a fight broke out between members of the two rival gangs, appellant, summoned to the affray, began kicking and beating the victim. During the course of the fight, the victim was stabbed by another member of the gang and subsequently died.\nAppellant first alleges that the evidence offered at trial was insufficient to establish his guilt due to the fact it came from a co-defendant and was not corroborated. However, in Commonwealth v. Elliott, 292 Pa. 16, 140 A. 537 (1928), we stated that there is no rule in Pennsylvania forbidding a conviction based on the uncorroborated testimony of an accomplice. See also Commonwealth v. Sisak, 436 Pa. 262, 259 A. 2d 428 (1969), and Commonwealth v. Bubna, 357 Pa. 51, 53 A. 2d 104 (1947). In the instant case, since appellant was tried without a jury, we must conclude that the judge of the court below, took into account the source of the testimony and found it credible. When questioning the sufficiency of the evidence, after motions in arrest of judgment, the evidence must be viewed in the light most favorable to the Commonwealth. See Commonwealth v. Frazier, 411 Pa. 195, 191 A. 2d 369 (1963), and Commonwealth v. Rankin, 441 Pa. 401, 272 A. 2d 886 (1971). The record is clearly sufficient to support a finding of appellant’s guilt beyond a reasonable doubt.\nAppellant also argues that evidence of Ms flight to Maryland should not have been introduced at Ms trial to prove his guilt. Appellant argues that evidence of flight is not admissible unless it is first proved that the person fleeing knows he is wanted for the crime he is on trial for. However, in Commonwealth v. Osborne, 433 Pa. 297, 249 A. 2d 330 (1969), we stated that circumstantial evidence may be used to show that a defendant knew he was wanted at the time of his flight. In the instant case, there was testimony that before leaving, appellant had discussed going to Maryland with his co-defendants and the record established that appellant was at the scene of the crime. This evidence is sufficient to prove that appellant was aware of his being sought when he fled to Maryland.\nJudgment of sentence affirmed."}