{"id": "1948613", "contents": "Opinion by\nMr. Chief Justice Jones,\nThis is an appeal from a decree of the Montgomery County Court of Common Pleas granting a petition to open a default judgment. The lower court’s decree also directed consolidation for trial of this case with James Pappas, individually and trading as Jim Pappas Asso dates v. Lee Calhoun, M. Reese Mitchell and George Eaasis, Civil No. 71-7744 (Montgomery County Court of Common Pleas, filed June 29, 1971). Calhoun, Mitchell and Haasis are represented by Robert J. F. Brobyn, who is also counsel for this appellee.\nOn September 10, 1971, the appellant filed a complaint against David Stefan. The complaint alleged that Stefan, a former employee of Jim Pappas Associates (“Pappas”), and three other former employees, namely, Calhoun, Mitchell and Haasis, formed an association of management counseling and executive recruiting. It is alleged that the association of appellee, Calhoun, Mitchell and Haasis acquired confidential information about Pappas’ clients and utilized the information to the benefit of appellee, and his associates, and the detriment of Pappas. Appellant’s complaint against Stefan seeks the reimbursement of $5,180.00, an amount allegedly advanced to Stefan in connection with his Pappas employment, and $25,000 punitive damages. The complaint was personally served upon David Stefan on September 14, 1971.\nTen days after personal service of the Stefan complaint, Brobyn contacted the attorney for Pappas in connection with the case against Calhoun, Mitchell and Haasis to notify plaintiff’s counsel that he, Brobyn, was going on vacation. Brobyn avers that while he vacationed, his office sent the following letter on September 27, 1971, to counsel for Pappas in connection with the Stefan matter:\n“Dear Mr. Shane:\n“Mr. Brobyn is presently on vacation and will return October 4, 1971. Kindly give Mr. Brobyn an. extension, of time and upon his return he will file an answer in this matter.\nYery truly yours,\nBrobyn and Moran,\nSecretary to Bobert J. F. Brobyn”\nB. Jerome Shane, the attorney for Pappas, claims he never received this letter. In any event, no response was ever transmitted from Shane to Brobyn upon the alleged request for an extension of time to answer.\nOn November 9, 1971, the court below, on appellant’s motion, entered a default judgment against the appellee for his failure to respond to appellant’s complaint within twenty days after service. Counsel for Pappas refused to open the default judgment voluntarily. On January 11, 1972, the appellee filed a petition to open. On May 19, 1972, the court below granted the petition to open the default judgment and consolidated this case with the appellant’s case against Calhoun, Mitchell and Haasis. Pappas is here appealing the May 19, 1972, decree, invoking our equity jurisdiction. Act of July 31, 1970, P. L. 673, 17 P.S. §211.202(4).\nThe consideration of a petition to open is one addressed to the court’s equitable powers and will not be disturbed in the absence of an abuse of discretion in this class of case. Balk v. Ford Motor Company, 446 Pa. 137, 285 A. 2d 128 (1971); Wheel v. Park Building, 412 Pa. 545, 195 A. 2d 359 (1963). While the scope of our review is limited to a determination of whether the lower court has acted in abuse of its discretion, we have repeatedly delineated the combination of factors which must be considered before a default judgment may be opened: (1) the petition to open the default judgment must be promptly filed; (2) the failure to enter an appearance or file a timely answer must be excused; and (3) the party seeking to open the judgment must exhibit a meritorious defense. Carney v. Sado, 450 Pa. 118, 299 A. 2d 231 (1973); Balk v. Ford Motor Company, 446 Pa. 137, 285 A. 2d 128 (1971); Kraynick v. Hertz, 443 Pa. 105, 277 A. 2d 144 (1971); Fox v. Mellon, 438 Pa. 364, 264 A. 2d 623 (1970); Kramer v. Philadelphia, 425 Pa. 472, 229 A. 2d 875 (1967). Even though we are compelled to construe the facts most favorably to the appellee, we believe that the petition to open was improvidently granted by the court below.\nUnder no interpretation of these facts could we excuse appellee’s failure to answer in a timely fashion. Even if we accept as fact the appellee’s contention that an extension of time was properly requested by a letter transmitted on September 27, 1971, and that appellant’s silence constituted an implicit grant of the requested extension, the failure to file a timely answer under these factual circumstances is still not excused.\nAppellant’s complaint was personally served upon David Stefan on September 14, 1971. Appellee’s counsel, Brobyn, was away from his office until October 4, the last day to file a timely responsive pleading under normal procedural circumstances. Thirty-six days later, on November 9, appellant moved for a default judgment. An. answer was not filed by the appellee until November 11, fifty-five days after personal service of the complaint and thirty-eight days after counsel Brobyn’s return from vacation. Even assuming that these facts justify the conclusion that an extension was requested and granted, there can be no justification for the unexplained thirty-eight-day delay between the date of Brobyn’s return from vacation and the date of his belated answer on appellee’s behalf. We could not strain these facts to mean that the silence of appellant’s counsel indicated an agreement to an unlimited extension. Nor does the extension preclude the appellant’s motion for a default judgment within a reasonable time after October 4, 1971, since the purported extension could only be considered a courtesy lasting not more than a brief period after Brobyn’s return from vacation. Cf. Triolo v. Phila,. Coca Cola Bot. Co., 440 Pa. 164, 167, 270 A. 2d 620, 622 (1970). Under these circumstances, the lower court’s determination that the defendant’s failure to file a timely answer was “reasonably” excused is erroneous. See, also, Carney v. Sado, 450 Pa. 118, 299 A. 2d 231 (1973).\nNor can we construe these facts as corroborative of the court’s conclusion that the appellee “acted promptly” in filing his petiiton to open. Default judgment was taken November 9, 1971. By appellee’s own admission, notice of the default judgment was brought home to appellee about one week later. The petition to open was not filed until January 13, 1972. In Texas & B. H. Fish Club v. Bonnell Corp., 388 Pa. 198, 203-4, 130 A. 2d 508, 510 (1957), this Court held that, where a petition to open was filed twenty-seven days after notice of the default judgment was communicated to petitioner, the petition was properly denied. Here counsel for the appellee waited approximately fifty-five days from the date of notice to file his petition to open. No satisfactory explanation is offered for this eight-week delay. The finding of the court below that counsel acted promptly in filing his petition to open is unsupported by the evidence.\nWhile we are not insensitive to the consequences of our decision for the appellee, counsel’s negligent handling of this case does not excuse his failure to file a timely answer or present a proper petition to open.\nDecree reversed. Each party to pay own costs.\nIn response to the complaint against Calhoun, Mitchell and Haasis, a complaint containing the same averments embodied in appellant’s complaint against appellee, Brobyn entered an appearance and filed a timely answer.\nTwo days later, on November 11, appellee filed his answer to appellant’s complaint.\nAppellee attributes tbe delay to bis informal attempts to bave appellant’s attorney open tbe judgment."}