{"id": "1948425", "contents": "Opinion,\nMr. Justice Gbeen :\nThe proposition that a promise to pay a debt, otherwise barred by the statute of limitations, must he made to the party in interest or Iris agent, in order to toll the statute, has been definitely settled by several decisions of this court. In Gillingham v. Gillingham, 17 Pa. 302, Coulter, J., said: “ This case is ruled by Kyle and Wells, decided at this term, the opinion in which case was foreshadowed by dictums in Morgan v. Walton, 4 Pa. 321, and in Christy v. Flemington, 10 Pa. 129, and which establishes definitively and distinctly that a promise, to take the case out of the statute of limitations, must he made to the plaintiff or his agent.” In McKinney v. Snyder, 78 Pa. 497, the subject was fully reviewed by our brother Paxson, who carefully stated the difference between our own decisions and those of England and some of our sister states, and who concluded his observations by saying: “ a promise made to a stranger is a mere declaration of intention, which the promisor may change at pleasure.” Our latest utterance upon this subject was made in Croman v. Stull, 119 Pa. 91, decided February 27, 1888: “ It is settled law that the promise must he made to the plaintiff or his authorized agent. A promise made to a stranger who has no interest in the transaction does not bind the promising party.” This is enough. We think it should be understood now that this is the law of our state.\nIii tlie present case there was no testimony showing a promise or acknowledgment made by the debtor to the creditor.\nThere was evidence that the debtor said to tlie witness, who was a stranger, that he had said to his creditor, who was his son, that he would pay him, and it is argued that this is the same thing as proof of a promise made directly by the debtor to the creditor. This, however, cannot be so in any point of view. The evidence is still that of a stranger testifying to a conversation with himself, and not with the creditor, and the only difference is as to the character of the conversation. In the one case the declaration of the debtor is that he will pay tlie debt, and this when made to a stranger does not bind the debtor, not because it is not a promise of a sufficiently definite and binding character, but because it is made to one who has no interest. In the other case the declaration is by the debtor that he told the creditor he would pay. This is no higher grade of promise than tlie former, and the medium of proof being of the same vicious character as the former, to wit, a declaration made to a stranger, its effect, as establishing an obligation, can be no greater. We are of opinion that the declarations received in evidence were not sufficient to toll the statute, and that the defendant’s first point should have been affirmed. The assignments of error are all sustained.\nJudgment reversed."}