{"id": "1948579", "contents": "Opinion by\nMb. J ustice Eagen,\nPresently before us is an appeal from a decree of the Court of Common Pleas, Family Court Division, of Allegheny County, which directed the foreign attachment garnishee, Mellon Bank, to pay appellee the sum of $9165 from the principal and interest of a spendthrift trust. The question which this case presents is not one of jurisdiction but of internal common pleas court administration.\nThe cause arose in the following manner. In December 1968, Mary Posner, appellee, was granted a final decree of divorce from Thomas Sheridan by the Superior Court of the State of California. This judgment included a direction to Sheridan to pay appellee $235 monthly for the support of their two children. Sheridan failed to make payments and an arrearage allegedly accumulated in the amount of $9165 plus interest.\nOn January 29, 1970, Mrs. Posner filed a praecipe for a writ of foreign attachment and a complaint in equity against Sheridan and Mellon Bank. The bank was summoned as garnishee, because it is the trustee of a spendthrift trust fund created for Sheridan by the Will of his mother, Mary Harris Sheridan, a resident of Allegheny County at her death.\nThe complaint went unanswered and a default judgment was entered against Sheridan on March 30, 1970.\nIn accordance with Pa. R. C. P. 1271, a rule was served on the bank as garnishee to answer interrogatories. In its answer the bank admitted tbe existence of a trust and declared that Sheridan’s share of the total principle ivas $10,030.43. The bank also averred that the present interest of Sheridan was limited to income and that if he failed to survive the term of the trust, the principal was to be paid over to his surviving children, or alternately to the other children of the settlor or their heirs.\nUnder “New Matter” appellant asserted that the trust was under the jurisdiction of the Orphans’ Oourt Division and that the principal of the trust was immune from attachment.\nThe lower court entered a decree striking off the averments contained in the “New Matter” and directed the bank to pay the attaching creditor $9165 from the trust funds and to continue to pay $235 monthly until the principal and income of trust were exhausted.\nWe will vacate the decree. The issue was improperly entertained in the Family Division, and, more importantly, that court’s decree is incorrect as a matter of law.\nThe instant case, like any foreign attachment proceeding, contemplates two judicial determinations: first whether Sheridan owes his former wife anything; and second, whether the garnishee has anything of Sheridan from which appellee can collect what is due her. gee General Maintenance Engineers, Inc. v. Pacific Vegetable Oil Corp., 175 Pa. Superior Ct. 350, 104 A. 2d 505 (1954). Had the underlying cause of action been one of non-support, it would have properly been docketed in the Family Division. This is so because Schedule to the Judiciary Article §17(b) states that “[ujntil otherwise provided by rule of the court of common pleas, the court of common pleas shall exercise jurisdiction” in non-support cases “through the family court division.” It is our judgment, however, that the cause of action between Mrs. Posner and her former husband is, at its root, an assumpsit action as her complaint plainly demonstrates.\nThe fact that Mrs. Posner seeks to reduce the California decree to a Pennsylvania judgment for execution purposes in no way detracts or subtracts from what is in essence an assumpsit action for debt.\nWhile the 1968 Constitution had the felicitous result of abolishing the old system of separate courts and amalgamating them into a unified common pleas system, nothing in these new provisions permits plaintiffs to file complaints, or courts to docket them willy-nilly without regard to the appropriate division. In point of fact the language of the Schedule to the Judiciary Article establishes otherwise.\nIs there any question, for example, that even under the new Constitution it would be inappropriate for an estate to be probated in family court division? To ask the question is to answer it. If it makes no difference where a case was docketed, then we are left to wonder to what purpose were such divisions created by the drafters of the 1968 Constitution.\nWe reject, however, appellant’s notion that the mere presence of the testamentary spendthrift trust as the property sought to be attached automatically vests jurisdiction exclusively in the orphans’ division. The notion is novel and unsupportable in light of past cases in which common pleas court adjudicated the attempted garnishment of trusts in support of marital obligations without interference by this Court. See e.g., Clark v. Clark, 411 Pa. 251, 191 A. 2d 417 (1963) ; cf. Lippincott v. Lippincott, 349 Pa. 501, 37 A. 2d 741 (1944); Sproul-Bolton v. Sprowl-Bolton, 383 Pa. 85, 117 A. 2d 688 (1955) [Spendthrift trust attachment in aid of equity action for accounting]. The instant case does not involve the administration of a trust or the distribution of the property which forms the trust res. Neither are we concerned with an interpretation or construction of the trust instrument. What is involved is the liability of a beneficiary to his former wife and children and whether or not the garnishee has property of Sheridan which ought to be paid to the judgment winner.\nWe now turn to the substantive issue involved.\nOriginally it was the law of Pennsylvania that claims of a wife and/or child for support were no different from claims of other creditors, and therefore the interest of the beneficiary of a spendthrift trust could not be attached even on a claim of non-support. Board of Charities v. Lockard, 198 Pa. 572, 48 A. 496 (1901). This result was subsequently changed by statute and case law.\nTwo statutes support Mrs. Posner’s attempt to attach her former husband’s interest in the spendthrift trust. The Estates Act of 1947 provides: “Income of a trust subject to spendthrift or similar provisions shall nevertheless be liable for the support of anyone whom the income beneficiary shall be under a legal duty to support.” Act of April 24, 1947, P. L. 100, §12, 20 P.S. §301.12. [Emphasis supplied.] Under this enactment a wife is allowed to reach 100 percent of her husband’s beneficial interest in the trust income but she can recover her claim only insofar as it has accrued.\nBy the Act of May 10, 1921, P. L. 434, §1, 48 P.S. §136, appellee can attach only 50 percent of the beneficial interest of a spendthrift trust but such attachment remains a lien and continuing levy against the trust until all payments are made.\nIn addition to these statutory remedies, this Court in Moorehead’s Estate, 289 Pa. 542, 137 A. 802 (1927), recognized a common law right in the wife to recover support against a spendthrift trust. The common law right was further delineated in Stewart’s Estate, 334 Pa. 356, 5 A. 2d 910 (1939), where it was held that a wife could reduce to judgment the accrued payments due her under an order, judgment or decree, execute thereon and recover such accrued payments to the extent of 100 percent of her husband’s beneficial interest in a trust.\nBy awarding appellee more than nine-tenths of the entire trust fund, the lower court overlooked the fact that Sheridan’s interest was limited to a present right to income and a future right to principal with contingent remaindermen designated by the settlor to take if Sheridan did not survive the term of trust. This manifested plan of disposition was totally frustrated by the lower court’s disposition and the rights of the contingent remaindermen were, for all intents and purposes, totally destroyed.\nThe lower court cited the case of Morton v. Morton, 394 Da. 402, 147 A. 2d 150 (1959), for the general proposition that both principal and income of a trust are susceptible to support claims. The Morton case on its facts is easily distinguishable from the present situation and has no application. There, appellant-husband created an inter vivos spendthrift trust reserving to himself the income for life. He also retained cornmand over the corpus by reserving the right to change the interests of the other beneficiaries. The entire trust fund was properly held reachable by Morton’s wife and other creditors since the purpose sought to be achieved by the trust device was one the law would not countenance. It has long been the law of this Commonwealth that a spendthrift clause does not preclude any creditor from reaching the interest of a settlor-beneficiary. Mogridge’s Estate, 342 Pa. 308, 20 A. 2d 307 (1941). No man can put his own property out of reach of his creditors and at the same time enjoy the benefits of that property.\nAs can seen seen there are several possible approaches by which Mrs. Posner can recover these arrearages including securing a lien on the principal which would bind the trustees to pay the sums to her as they come due.\nThe decree is therefore vacated and the case remanded for further proceedings consonant with this opinion.\nTliis arrearage included amounts wliieli Slier I dan had been ordered to pay by the California court in May 1966.\nAppellant’s brief is incorrect in its assertion that tbe period of trust was fifteen years. Our study of tbe will discloses that Mrs. Sheridan provided that the first one-third of the principal was to be paid to beneficiaries five years after her death [which occurred September 25, 1965] and the remaining two-thirds, ten years after her death.\nThe lower court resolved the “jurisdictional” issue by holding that it was a matter which “cannot be asserted by [the] garnishee under Pa. R. O. P. 1275(b), supra, and no further discussion is necessary”\nWe disagreed for as is pointed out in 2 Goodrieh-Amram, Standard Pennsylvania Practice, §1275 (b)—1 at 214 (1962), “To the extent that the exemption or immunity of the attached property is ‘jurisdictional’ or the defense that the garnishee has no property at the time of the service of the writ is ‘jurisdictional’, sub-division (b) [of Buie 1275] specifically provides that these defenses are to be raised by ‘new matter’ in the answers to the interrogatories.”\nIn its “new matter” appellant advanced four contentions: (1) that the trust is under the jurisdiction of the Orphans’ Oourt Division; (2) that the principal of the trust is immune from attachment without adjudication following an accounting; (S) that defendant, Thomas Sheridan, is presently entitled to receive only income and not principal of the trust upon the facts averred by plaintiff; and, (4) that a guardian ad litem and a trustee ad litem should be appointed. The bank asserts that it acts not as a debtor of Sheridan but as a fiduciary for all those having an interest in the trust. As is readily apparent, these allegations, despite the fact that we do not accept all of them, are intimately bound up with “jurisdictional” considerations.\nThe California decree establishes beyond cavil that certain money is due and owing to Mrs. Posner and no party nor court of this State can quibble with that fact. Volume 15, Standard Pennsylvania Practice, Oil. 72, §557 makes the following pertinent comment: “. . . a foreign decree for the support of children, to be entitled to recognition and enforcement in another state, must be a final judgment for a fixed sum, and if under the law of the foreign state such order is subject to modification at the discretion of the court, the order is not a final judgment which may be enforced in Pennsylvania. However, with regard to support payments already accrued, a foreign divorce decree providing for child support payment by the divorced husband is a final foreign judgment entitled to enforcement in Pennsylvania.” See also the opinion of the Court in Buswell v. Buswell, 377 Pa. 487, 105 A. 2d 608 (1954). Cf. Sistare v. Sistare, 218 U.S. 1 (1910), which held that where the court which originally entered judgment for alimony still retains jurisdiction to modify or cancel the award, there can nevertheless be an action brought in another state on such a judgment or decree, and in such second action the plaintiff has an absolute right to have the first judgment or decree accorded full faith and credit as to such sums as were due at the time the second action was brought. Thus we do not disturb the judgment entered against Sheridan by default.\n“. . . foreign attachment is a form of process and not a type of action.” 2 Goodrieh-Amram, Standard Pennsylvania Practice, §1251-7. Its purpose is to first secure a lien on defendant’s goods in the hands of the garnishee and then to judicially determine what if anything is due from the defendant to the plaintiff. See Lieberman v. Hoffman, 2 Penny. 211 (1882). Piled with the praecipe for foreign attachment or within five days thereafter will be the complaint setting forth the cause of action and the ground for attachment. See Pa. R. O. P. 1265.\nThe complaint states that because Sheridan wrongfully refused to pay the court-ordered support, Mrs. Posner was forced to furnish necessities for the children out of her own estate. Of. Gessler v. Gessler, 181 Pa. Superior Ct. 357, 124 A. 2d 502 (1056).\nArticle V, §5 of our Constitution relevantly provides: “There shall be one court of Common Pleas for each judicial district . . . (b) having unlimited original jurisdiction in all cases except as may otherwise be provided by law.” However, Schedule to Judiciary Article, §17 (which specifically relates to Allegheny Oounty) develops the new scheme by declaring that “Until otherwise provided by law” the court of common pleas shall consist of trial, orphans’ and family divisions; that trial division shall exercise the jurisdiction of the former common pleas and county courts; that orphans’ division shall exercise the jurisdiction of the orphans’ court, and that family division will handle (1) domestic relations, (2) juvenile matters, and (3) adoptions and delayed birth certificates.\nThe Act of December 2, 1968, P. L. 1142, No. 357, 17 P.S. §235.2 provides for a civil division and a criminal division in Allegheny County in lieu of the trial division provided for in the Schedule. The ease at bar thus falls within the jurisdiction of the civil division.\nOf. also Geasier v. Gessler, supra, which was an assumpsit action by a wife initiated by foreign attachment of the husband’s interest in two spendthrift trusts. The Superior Court affirmed the right of the Municipal Court of Philadelphia to try the matter.\nThe predeecessor to this statute, Act of June 7, 1917, P. L. 403, §19, 20 P.S. §243 [The WiUs Act of 1917, repealed as to all wills made after January 1, 1948] was limited to testamentary spendthrift trusts.\n“The important feature [of the Act of 1921] is that it limits recovery to 50 per centum of the beneficiary’s income in the trustee’s hands, but provides in effect for a lien and continuing levy until all payments under the decree for support are made in full. Thus as income comes into the trustee’s possession, 50 percent thereof automatically comes under attachment.” Bigelow, Support Claims of The Wife and The Spendthrift Trust Interest of The Husband-Beneficiary, 51 Dick. D. Kev. 1, 5 (1946).\nNot to be forgotten is the fact that Sheridan became entitled to receive one-third of the corpus, payable on or after September 25, 1970. As such this sum would be subject to attachment.\nSee also Commonwealth ex rel. Stevenson v. Stevenson, 40 Del. Co. 51 (1952), where a husband created a spendthrift trust, reserving the life income to himself with the power to dispose of the corpus by will. The spendthrift clause was held void and the wife was allowed to reach the principal by attachment to satisfy an order for the support of children. In the instant ease the settlor and beneficiary are not the same person and that was the critical fact on which both these eases turned."}