{"id": "1948615", "contents": "Opinion by\nMr. Justice Roberts,\nAppellant, James Mack, on September 1, 1967, was arrested and charged with possession of narcotics. No pretrial motion to suppress evidence was filed; however, at trial, the court permitted appellant’s retained counsel to file an oral motion to suppress the narcotics (seized pursuant to a warrant). This motion, after an evidentiary hearing, was denied. Thereafter, on March 19, 1969, appellant was found guilty, as charged, by the court, sitting without a jury. On June 23, 1969, appellant was sentenced to serve a two-four year term of imprisonment. No post-trial motions were filed and no appeal taken.\nOn September 24, 1970, appellant filed a petition under the Post Conviction Hearing Act, Act of January 25,1966, P. L. (1965) 1580, §§1 et seq., 19 P.S. §§1180-1 et seq. (Supp. 1972), alleging (1) the use of illegally seized evidence at trial; (2) ineffective assistance of counsel and; (3) an obstruction of his appellate rights. An evidentiary hearing was held on January 7, 1971, at which time appellant was represented by appointed counsel. On January 20, 1971, appellant’s petition was denied. An appeal to the Superior Court resulted in an opinionless per curiam order of affirmance. This Court granted allocatur and we now affirm.\nAppellant here contends that the PCHA (Post Conviction Hearing Act) court erred in two respects; (1) by finding that probable cause existed to sustain the issuance of the search warrant, and (2) by finding that the issue had been waived, since appellant knowingly and intelligently failed to take a direct appeal. We agree with the court below that the legality of the search cannot now be raised.\nSection 3 of the PCHA. mandates that “[t]o be eligible for relief under this act, a person must. . . prove . . . [t]hat the error resulting in his conviction and sentence has not been . . . waived.” Act of January 25, 1966, P. L. (1965) 1580, §3, 19 P.S. §1180-3 (Supp. 1972). The Act further provides that an issue is waived if:\n“(1) The petitioner knowingly and understandingly failed to raise it and it could have been raised before the trial, at the trial, on appeal, in a habeas corpus proceeding or any other proceeding actually conducted, or in a prior proceeding actually initiated under this act; and\n“(2) The petitioner is unable to prove the existence of extraordinary circumstances to justify his failure to raise the issue.\n“(c) There is a rebuttable presumption that a failure to appeal a ruling or to raise an issue is a knowing and understanding failure.” Act of January 25, 1966, P. L. (1965) 1580, §4, 19 P.S. §1180-4 (Supp. 1972).\nHere, Mack failed to appeal from the judgment of sentence. Our review of the record convinces us, applying the standards enunciated in Commonwealth v. Wilson, 430 Pa. 1, 3, 241 A. 2d 760, 762 (1968), that the PCHA court was correct in its determination that appellant voluntarily and intelligently waived his known appellate rights, thus foreclosing appellant from now raising, in a collateral proceeding, alleged errors committed at trial. See Post Conviction Hearing Act, §4, supra.\nOn March 19, 1969, after appellant’s adjudication of guilt, sentence was postponed pending the filing and disposition of post-trial motions. No motions were, in fact, filed, and on June 23, 1969 (more than three months after conviction), appellant was sentenced. At the conclusion of the sentencing proceeding, the trial court apprised appellant, in clear and concise terms, of his appellate rights (Douglas v. California, 372 U.S. 353, 83 S. Ct. 814 (1963)).\n“I should advise you of your right to appeal. If you are dissatisfied with the action of the Court, you have a right of appeal. You would appeal by filing a motion for new trial and arrest of judgment within seven days of today in this court and an appeal to the next higher court within forty-five days from today. You are entitled to the assistance of an attorney on an appeal; and if you do not have funds to hire an attorney of your own choice, the county will appoint one to assist you at no cost to you.\n“James Mack: Yes, sir. Thanh you.”\nPrior to this Douglas advisement, however, appellant had contacted his retained counsel and inquired as to whether an appeal had been taken. In response to this letter, counsel replied that although an appeal would be required to correct the alleged trial error, “. . . the money he [appellant] had paid that far would not be enough to cover the cost of appeal.” The clear import of this letter was that if no further funds were forthcoming, retained counsel would be unable to prosecute Mack’s appeal. Despite this notice, and the trial court’s post-sentencing Douglas advisement, given more than two months later, appellant made no further effort to pursue his appellate rights, or contact counsel, until some fifteen months later, when the instant PCHA petition was filed.\nThe record undeniably supports the PCIIA court’s finding that appellant knew precisely the nature of his appellate rights. Appellant, at the PCHA hearing, testified that he not only knew of these rights (and understood them), but also that, at the time of sentencing, he had sufficient funds to retain private counsel.\nOn this record, no conclusion is possible other than that appellant intentionally relinquished his known right of appeal. Johnson v. Zerbst, 304 U.S. 458, 464, 58 S. Ct. 1019, 1023 (1938); Commonwealth v. Scatena, 432 Pa. 535, 541-42, 248 A. 2d 17, 19-20 (1968); cf. Commonwealth ex rel. Harbold v. Myers, 417 Pa. 358, 207 A. 2d 805 (1965).\nAccordingly, we agree with the PCHA court’s holding that “. . . in the light of defendant’s own testimony, the court’s advice of his right to appeal, and his communications with hs [sic] attorney, that the defendant knew what his appeal rights were, that free counsel was available to him for appeal purposes if needed, and that he knowingly and intelligently waived his right to appeal by failing for 14 [sic] [15] months to take any steps in that direction. . . . Commonwealth v. Wilson, 430 Pa. 1 (1968).”\nHaving knowingly relinquished his right of appeal (and right to free counsel, if indigent), appellant has now “waived” his right to challenge, in this post-conviction proceeding, the legality of the search, previously challenged at trial. Post Conviction Hearing Act, §4, supra; Scatena, supra. Cf. limb old, supra.\nOrder affirmed.\nAppellant also contends that he was denied the effective assistance of counsel at trial. Specifically, appellant argues that counsel was ineffective in failing to (1) file a pre-trial motion to suppress evidence and; (2) challenge the specificity of the search warrant and the reasonableness of the search. Appellant concedes that counsel did challenge the existence of probable cause, including the oral sworn testimony submitted to the magistrate as a supplement to the written affidavit. The PCHA court was correct in its finding that appellant’s counsel was not ineffective at trial.\nAppellant’s first contention obviously has no merit, since the trial court, waiving the time requirement embodied in Pa. R. Crim. P. 323(b) (motion to suppress must be filed at least 10 days prior to trial), permitted a suppression hearing to be conducted at trial. Appellant has alleged no prejudice from the utilization of this procedure. Rather, appellant advances the unsupported contention that because counsel did not see the search warrant, or the affidavit in support thereof, until a few minutes prior to trial, insufficient time remained for counsel to conduct a proper and complete investigation. No allegation is made as to how this shortness of time hampered counsel in his representation of appellant. As this Court has repeatedly held, “. . . shortness of time per se in the preparation of a defense does not [standing alone] constitute ineffective assistance.” Commonwealth v. Hill, 450 Pa. 477, 481, 301 A. 2d 587, 590 (1973), and the eases cited therein.\nAppellant’s second complaint as to counsel’s ineffectiveness is equally devoid of merit. It is clear, from the record, that counsel’s decision not to attack the specificity of the warrant and reasonableness (scope) of the search had a “reasonable basis” and was “designed to effectuate his [client’s] best interest.” Commonwealth v. Hill, supra at 479, 301 A. 2d at 590. On the face of the warrant, the place and person to be searched, and things [narcotics] to be seized, were set out with clarity. An attack on this issue would obviously have been futile. As to counsel’s decision not to question the scope of the search, this too was eminently reasonable. The objects seized (38 packets of heroin) were found on appellant’s possession, a “place” and “person” obviously within the scope of the warrant.\nWe therefore conclude that counsel’s tactical decision to attack only the lack of probable cause was reasonable. “[0]ur inquiry ceases and counsel’s assistance is deemed constitutionally effective once we are able to conclude that the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interests.” Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 604, 235 A. 2d 349, 352 (1967).\nThe record indicates that this correspondence took place at some time between March 19, 1969 and April 7, 1969.\nAppellant testified, under cross-examination by the district attorney, at the POHA hearing as follows: “Q. Now, you are very familiar with the transcript and with the sentencing in the transcript, aren’t you? A. I am familiar with it to an extent. Q. You, of course, were present at the time of sentencing? A. Yes. Q. You heard Judge McLean state to you, ‘I should advise you of your right to appeal.’ He did say that to you? A. Yes. He did. Q. ‘If you are dissatisfied with the action of the Court, you have a right to appeal.’ He told you that, didn’t he? A. That’s what he told me.\nQ. ‘You would appeal by filing a motion for a new trial and arrest of judgment within seven days of today in this Court and an appeal to the higher Court within the next 45 days from today.’ He told you that? A. He told me that. Q. ‘You are entitled to the assistance of an attorney on appeal.’ Did he tell you that? A. Yes. He told me. Mr. Goldring: Your Honor, we will stipulate to whatever is in the transcript. Q. I want this record to show what was the advice given. And you were told ‘that if you had no funds to hire an attorney of your own choice, the County will appoint one to assist you at no cost to you.’ A. That’s right. Q. The Court told you that? A. His Honor told me that. Q. Now, did you have funds with which to compensate Mr. Frank for an appeal or motion on a new trial? A. I had a certain amount of funds available to me. Q. So that it wasn’t necessary for you to go to the public defender? A. At that time, I didn’t really believe it was. Q. And do you mind telling the Court what you mean when you said ‘funds available to you’? A. Money that I could get to.”"}