{"id": "1948436", "contents": "Opinion,\nMr. Justice Paxson :\nThis was an action -of replevin brought in the court below by the firm of Smith & Wicks against the defendants for 1103 cases of canned tomatoes and 900 cases of canned corn, of the value of $3,004.50. The plaintiffs claimed title through the Northern Harford Packing Association, a corporation chartered by the state of Maryland, for the manufacture and sale of canned goods. The defendants claimed, and it was the principal ground of their defence, that the title of the plaintiffs derived from the said company was defective for the reason that said company was a foreign corporation, doing business in this state, and had not complied with the provisions of the act of assembly relating to foreign corporations.\nThe defendants resided in York county, Pa., and were members of this corporation. Without going into a tedious detail of the business of said corporation, it may be stated that its members were to can their goods, and pack them, and hold them subject to the disposal of the corporation, which appears to have acted as a general agent for all its members in making sale of their commodities. On the 10th of January, 1885, a contract was entered into between the said corporation and Smith & Wicks (plaintiffs below), for the sale of all the canned goods then held by the'association unsold at that time. A part of these, goods were those held by the defendants, and which are the subject of this controversy.\nThere can be no doubt as to the title of the plaintiffs to the property in question, unless, as contended by the defendants, the transactions of the corporation were ultra vires by reason of its non-compliance with the law of this state. This defence is made by a member of the corporation. The firm of Smith & Wicks do not set it up; they appear to have given a full consideration for their purchase, and as between them and the corporation there is no difficulty upon this point. Nor do the defendants appear to have regarded any portion of the transactions as ultra vires until it was seen that the arrangement was likely to prove unprofitable, and result in loss to themselves. It may be the latter circumstance sharpened their vision and enabled them to see what was concealed from them so long as the scheme held out alluring hopes for the future.\nThe learned judge below was of opinion, and so instructed the jury, that the corporation in question was not doing business in this state within the meaning of the act of assembly. In this we think he was entirely right. It has never been held that a citizen of Pennsylvania may not be a member of, or stockholder in, a corporation of another state, or that a contract between such member and his corporation is ultra vires, because the latter had not complied with the provisions o£ the act of assembly. Nor do we think it material that an occasional meeting of the directors was held at Delta, a town partly in Maryland and partly in this state. Their acts are not necessarily void for such reason: Morawetz on Corporations, § 588. One of the objects of the act of assembly was to bring corporations, employing their capital in this state and doing business here, within the taxing power of the commonwealth. It does not appear that this corporation brought any' of its capital into this state. Its place of business was in Maryland. Its capital, if it had any, was there. It had contracts with some of its members, residing in Pennsylvania, by which they were to can their fruit and hold the same to be disposed of by the corporation. It was a kind of farmers’ co-operative association, located in Maryland, with its membership in both states. It has ended in insolvency; hence this trouble.\nIn any view of the case, the plaintiffs have not been parties to any illegal transaction. The title to the goods in question was in the corporation under its by-laws, which were signed in Maryland. The defendants were Pennsylvania stockholders who assented to those by-laws. The title was therefore in the corporation by the defendants’ own act. How then can they be heard to object to the plaintiffs’ title after they had purchased the property in entire good faith, and given a full consideration therefor? The defendants are estopped from setting up such a defence. If there have been any irregular transactions on the part of the company, the defendants have participated therein and enjoyed the advantages thereof, and they cannot now set up their own wrong against good faith, parties, who, for anything that appears,' were in entire ignorance of all these matters.\nWe see nothing in the numerous assignments of error which requires further discussion.\nJudgment affirmed."}