{"id": "1948390", "contents": "Opinion,\nMr. Justice Gbeen :\nThe chief contention of the parties to this litigation is upon the terms of their contract relation. That relation is evidenced by four distinct writings, Avhich, while executed at different times, and not always by the same parties, are material, if not essential, in interpreting the stipulations involved in the controversy. They are the Carnegie option of September 4, 1879, the contract of September 25, 1879, the supplemental paper of November 5, 1879, and the new and final agreement of September 20, 1881. The first of these was a letter signed by Reese and addressed to Carnegie; the second was a formal contract made between Reese and the Bessemer Steel Company, Limited; the third was a supplement to the second signed by Reese alone; and the ionrtli is a new agreement made by Reese and Carnegie, drawing to it by express reference and appropriate words both the main contract with the Bessemer Steel Company, Limited, and the supplement thereto, but yet adding new terms and changing others contained in the previous papers. By proper instruments made with the sanction, and by the desire of Reese, whatever was personal to Carnegie in these several papers was turned over to the steel company, so that the company became the depositary of whatever rights and interests were vested ostensibly in Carnegie, in addition to those conferred upon the company by direct contract. The papers are continuous, and all relate to each other, and to subject matter common to all.\nThe controversy is upon the question whether the defendant was bound to assign to the plaintiff inventions as well as patents, and applications for patents, in existence on September 25, 1879, the date of the principal contract. The master held that inventions were included in the contract, but limited them to such as related only to the manufacture of iron or steel into rails, ingots, and billets, and denied that they included such as were connected with the metallurgy of iron or steel. The court held that all inventions which related to both these subjects were included, and decreed that the defendant must assign both classes. The defendant contends that both master and court were in error in holding that any inventions not patented or patents applied for at the date of the contract, were included within its operation. The decree adjudged that the plaintiff was entitled to have a conveyance of “those inventions which belonged to the defendant at the date of the said agreement, to wit, on September 25, 1879, whether said inventions were then patented or applications had been made for letters patent or not, if subsequently thereto letters patent were applied for which related to, or were connected with the manufacture of pig iron, iron or steel ingots, blooms and billets, and the converting or treating of iron or steel into rails, blooms, billets or plates.” And the decree further adjudged as follows: “ And the said plaintiff is also entitled to have conveyed to it by said defendant in and “by the supplemental contract of date November 5, 1879, all such inventions as were tendered to it by the said defendant, and by it accepted, but no others, for the reason that said contract is unilateral, and has been rescinded by the action of defendant, and in addition to the foregoing, all reissues, renewals, improvements, or extensions of the letters patent issued- for the same.” The decree further specified the inventions, applications, and letters patent which should be assigned by defendant, and directed the plaintiff to pay defendant thirty-two thousand one hundred and ten dollars, and eighty-three cents ($82,110.83), upon the making of the said assignments, all the costs of the case, and a master’s fee of one thousand dollars (#1000). The defendant was also ■enjoined from selling or assigning any of the specified inventions, applications or letters patent or from granting any ■ licences for using the same, and the grant made to the Harrison Wire Company was declared void.\nThe defendant, who is the appellant, contends that this decree is erroneous, chiefly because it includes patents and applications for patents which had no existence on September 25, 1879, the date of the main contract, and inventions which are not embraced within the meaning of that contract. So far as the patents and the applications are concerned, they are found by the court below to be for inventions which the defendant was bound to hold for the plaintiff, and to assign to it at the proper time by force of the contract between the parties. If this finding was correct, the circumstance of the patents and applications in question being subsequent in date to the contract, becomes immaterial, and the inquiry is narrowed down to the question whether inventions are embraced within the meaning of the contract as well as patents and applications.\nThe supplemental agreement of November 5, 1879, expressly ■stipulates “that the foregoing instrument (the contract of ■September 25, 1879), shall embrace in and among the inventions and improvements which I shall be bound thereunder to assign and transfer to the said Bessemer Steel Company, Limited, any and all processes in the metallurgy of iron and steel, or devices for the manipulation of the same relative to the manufacture of pig iron, iron or steel ingots, blooms, billets, and plates, which I may hereafter invent, or apply to have patented, during the continuance of the foregoing agreement; and also any letters patent which may issue for such processes ■or devices, provided the said Bessemer Steel Company, Limited, shall elect to take, own, and possess the same; such processes and devices, when transferred to the said company at its. request to be subject to all the provisions of the foregoing agreement, with the same effect in all respects as if they had originally been mentioned therein.” Depending only upon the election of the company the subsequent inventions, together with the subsequent applications for patents therefor, and patents actually granted were clearly brought within the operation of the original contract, and made a part of it. As the decree applied only to such of these as were tendered by the-defendant, and accepted by the plaintiff, of course there could be no error in the decree so far as it embraced inventions made after the date of the supplemental contract. This leaves only remaining such inventions as were previously made, but for which no patents had been issued, nor applications for patents, made.\nThe question is, were such inventions included within the meaning of the contract of September 25, 1879? They were not expressly named. But were they not intended to be embraced in its operation? It is difficult to understand why the parties should, by a subsequent and supplemental stipulation, expressly declare that the original contract should embrace any and all processes, etc., which the defendant might thereafter invent, and not provide, by either the original or supplemental agreement, that it should embrace the inventions which had already been made when the original agreement was executed, except upon the theory that both parties considered that the latter class of inventions were already included. A strong inference of such an intent in the original agreement arises from the mere fact that the defendant declared in wilting subsequently that all the inventions that he should afterwards make should be embraced within the operation of the first agreement. But a still stronger inference to the same effect flows from the peculiar language employed in the second agreement, when referring to the first. The words are these: “ It is also agreed that the foregoing instrument shall embrace in and among the inventions and improvements which I shall be bound thereunder to assign and transfer to the said Bessemer Steel Company, Limited, any and all processes,” etc. That is to say, there are certain inventimis and improvements which I am bound to assign and transfer by the original agreement, and among them shall be such as I may hereafter invent. Clearly, and independently of a reading of the original agreement, here is a distinct and solemn assertion, not recognition merely, of the fact that inventions were embraced within its meaning, and within its obligatory operation, for the words are “ which I shall be bound thereunder to assign and transfer.”\nBut further; in the original agreement itself provision is made for “the inventions, methods, and processes covered by applications for letters patent, made by the said party of the first part, which are now pending in the patent office of the United States as well as the letters patent which may be issued thereon for” —three described processes and inventions. These constitute the second class of subjects to be assigned by the contract; and the third is described in the same continuing clause of tlie contract, thus, “together with all other letters patent and applications therefor, if any, which belong to the party of the first part relating to or connected with the manufacture of pig iron, iron or steel ingots, blooms and billets, and the conversion or treating of iron or steel into rails, blooms, billets or plates, and together also with any and all rights, if any, which the said party of the first part has, to receive or recover royalties from parties who have by him been licensed to use any of the said patents, processes, or inventions in such manufacture, conversion, or treating.” The agreement next provides that the assignments of patents then existing shall be made as soon ■as possible, and of patents which may be issued under the applications, as soon as possible after they are issued; and then stipulates as follows: “ The said assignments shall also cover and embrace any and all re-issues, renewals, improvements, or extensions of the said letters patent now issued, or which may hereafter be issued, under the said applications or any modifications thereof.” Turning now to the Carnegie letter, September 4, 1879, which was the origin of the whole transaction, we find that the subjects of the future assignments are very broadly described. Thus: “In consideration, etc., I hereby agree to transfer, sell, assign to you the exclusive right to use all and every patent either granted or applied for, together with all renewals, issues, or improvements of the same which can be used, or relate, or apply in any way to the Bessemer or pneumatic process in the United States.”\nWe are seeking for the intention of the parties as to inventions, relating of course to the subject-matter, which had already been made, but neither patented nor patents applied for at the date of the contract, but for which applications were subsequently made, and for some of which patents were issued ; they are described in part in the master’s supplemental report. The term improvement is a technical one in the patent practice, and is almost always used to designate the invention itself in making out applications. Thus, in the master’s report he describes numerous applications for patents, which the defendant notified the plaintiff on December 31, 1880, he had made, accompanied by a statement of his expenses in connection therewith. In all of them the invention is described as an “improvement,” or “improved process,” or “improved method.” We find nothing therefore in the use of the word “improvements” which conflicts with its being intended to convey the same idea as the word “ inventions; ” on the contrary, it is manifest that they were used as synonymous terms throughout all the papers which passed between the parties. We are clear, therefore, that when the defendant stipulated in his letter of September 4, 1879, that he would sell and assign “ the exclusive right to use all and every patent, either granted or applied for, together with all renewals, re-issues, or improvements of the same, which can be used, or relate, or apply, in any way, to the Bessemer or pneumatic process in the United States,” he undertook to transfer whatever inventions he had then made relating to the “ Bessemer or pneumatic process,” whether he had at that time obtained patents therefor, or applied for them, or not. It seems to us that good faith requires this interpretation, otherwise he could hold back important inventions, which, in point of fact, were improvements upon patents then issued, or for which applications were then made, and by incorporating them into subsequent patents or applications, ■ use them to the injury of the plaintiff. So, also, when the defendant agreed, in the contract of September 25, 1879, that- “ the said assignments shall also cover and embrace any and all re-issues, renewals, improvements, or extensions of the said letters patent now issued, or which may hereafter he issued under the said applications, or any modifications thereof, and any and every of them,” he must be held to have agreed to transfer whatever inventions he had then made in relation to the various subjects described in the previous part of the contract, although they were not then patented, or applications for patents for them were not then made. An improvement upon a patent then issued, or an application then made, might very easily be an invention which the defendant had then made, but withheld both from patent and application. If it were so in reality the plaintiff would be entitled to the benefit of it, though, in very words, “ inventions then made ” were not enumerated as subjects of assignment. Of course if it were not so in fact, the plaintiff would not be entitled to it. Tt seems, also, from the testimony, that the defendant himself so understood his contract, as he tendered several patents which covered inventions made prior to September 25, 1879, as appears by his letter of April 3,1882. Without dwelling further upon this subject, we think the court below was right, as well as the master, in their views upon this branch of the case.\nAs to the other branch in which the master held that the expression “ together with all other letters patent and applications therefor, if any, which belong to the party of the first part, relating to, or connected with the manufacture of pig iron, iron or steel ingots, blooms and billets, and the conversion or treatment of iron or steel into rails, blooms, billets or plates,” embraced only such patents and applications as combined both of these features, we are unable to agree with him. We are clearly of opinion that the conjunction “ and ” is used in the cumulative sense and imports an additional and not a vastly restricted class of cases in which assignments were to be made. It is impossible to conceive that the same patent would c.over the manufacture of pig iron, iron or steel ingots, blooms*, and billets, and also the conversion or treatment of iron or steel into rails, blooms, billets, or plates. They are two entirely distinct subjects, and nothing but the most explicit and unmistakable language, associating them together as the object of a united patent, would justify a court in so holding. But there is no such necessity in. the language of this agreement. To our minds the natural reading of the words embraces two distinct subjects of applications and patents, one which relates to the manufacture of pig iron, iron or steel ingots, blooms, and billets, and the other to the conversion or treatment of iron or steel into rails, blooms, billets, or plates. The method used is the common method of expression intended to indicate cumulative and not combined subjects to which anterior words in a sentence are intended to apply, and we know of no reason for reading the words in a different sense in this instance. We have not been referred to any such reason, either in the testimony or by any authority. We concur with the court in the view taken of this part of the case.\nWe see no reason for denying equitable relief in such a case as this. No proceeding at law would be in any sense adequate. We think the master made an erroneous application of equitable maxims in deciding to dismiss the bill, the propriety— indeed the necessity — of which he ruled so forcibly and so well. In fact equitable intervention is as essential to the ascertainment and administration of the defendant’s rights as of the plaintiff’s. We are of opinion that the case was rightly decided by the learned court below, and therefore,\nThe decree is affirmed and appeal dismissed at the costs of the appellant."}