{"id": "1948389", "contents": "Opinion,\nMr. Justice Williams :\nA gift is more than a purpose to give, however clear and well settled the purpose may be. It is a purpose executed. It may be defined as the voluntary transfer of a chattel completed by the delivery of possession. It is the fact of delivery that converts the unexecuted and revocable purpose into an executed and therefore irrevocable contract. All gifts are necessarily inter vivos, for a living donor and donee are indispensable to a valid donation; but when the gift is prompted by the belief of the donor that his death is impending, and is made as a provision for the donee, if death ensues, it is distinguished from the ordinary gift inter vivos and called donatio mortis causa. But by whatever name called the elements necessary to a complete gift are not changed. There must be a purpose to give; this purpose must be expressed in words or signs; and it must be executed by the actual delivery of the thing given to the donee or some one for his use. In every valid gift a present title must vest in the donee, irrevocable in the ordinary case of a gift inter vivos, revocable only upon the recovery of the donor in gifts mortis causa: Wells v. Tucker, 3 Binn. 366; Nicholas v. Adams, 2 Wh. 17 ; Bacon Ab., vol. 6, p. 162. The thing given must be susceptible of delivery. In the case of money on deposit or loaned out, the certificate of deposit or the bill, note or bond may be delivered properly indorsed, and it will confer on the donee an absolute title to the fund represented by it. But if there remains something for the donor to do before the title of his donee is complete, the donor may decline the further performance and resume his own. This is true of both classes of gifts, and there can be no good reason for distinguishing between them in this particular: Scott v. Lauman, 104 Pa. 593. As to gifts inter vivos it was distinctly held in Bond v. Bunting, 78 Pa. 210, that an assignment or some equivalent instrument was necessary in order to pass title to a chose in action. The reason is that a gift is incomplete which does not clothe the donee with the rights and powers of ownership, and these rights and powers do not vest without a complete delivery: Michener v. Dale, 23 Pa. 59; Fross’s Appeal, 105 Pa. 258.\nTn the case of Basket v. Hassell, 107 U. S. 602, a certificate of deposit was indorsed “ Pay Martin Basket, no one else, then not till my death,” and so indorsed it was delivered to the donee; but it was held that no valid donatio mortis causa was shown because a delivery of the certificate with the indorsement did not clothe the donee with the rights and powers of an owner. The certificate was put into the hands of the donee, but he was unahle to make use of it because of the limitation of the assignment. So in Mitchell v. Smith, the indorsement upon the certificate was “ Pay the within contents to Simon Smith or his order, at my death,” and delivery of the indorsed certificate was made ; but the gift was held to be incomplete because no present control over the fund passed to the donee. If the certificate had been payable to bearer mere delivery would have heen enough to pass the title ; and it has been held that in the case of notes and other instruments payable to order a delivery accompanied by words importing a present absolute gift would invest the donee with the ownership of the fund. The reason for this holding seems to be that the certificate, bill or note is the legal evidence of the deposit or debt, and that when the owner parts with the instrument by gift or sale, he parts at least prima facie with the debt or deposit. The production of the instrument or proof of its destruction or loss is indispensable to a recovery of the demand it represents, and the owner by his gift of the note parts with his own power over the debt of which it is the evidence.\nIn the case at bar, Margaret Tyrrell was a depositor in the Philadelphia Saving Fund. Her deposits were held by the bank under the rules of the law merchant and the regulations peculiar to tins institution. During her last sickness she handed her hank-boolc to Thomas Doyle, saying, “ The money there is for my sister in Ireland, but if I don’t die I want it back.” Our question is whether this passed the title to the fund in the hands of the bank as a donatio mortis causa. This depends to some extent upon the character of a depositor’s bank-book.\nWhere a deposit is made in bank, the depositor is credited upon the hooks of ■ the bank with the amount deposited, and a duplicate entry of credit is made upon the bank-book in his hands. He thus has at all times a statement of his credits in his account with the bank. His debits he may keep in any convenient manner, or if the rules of the bank require it, he may present his book with each check that the debits may be entered by the officers of the bank. The book is at most a statement of an account, showing how much has been deposited by the customer to be held by the bank upon the terms which the law or the agreement between the parties has provided. When withdrawn it is by means of checks, orders, or such other form of voucher as the terms of the deposit or the usages of the institution may provide for. The mere possession of the book by the bank would afford no evidence of the payment of the money to the depositor. An assignment of such a book, like an assignment of a book of original entries, will operate to transfer the entire balance remaining due upon the account, but a delivery of it will no more transfer the fund than will a delivery of a book of original entries transfer the balances due upon the several accounts contained therein. This is substantially decided in the Peoples’ Savings Bank v. Cupps, 91 Pa. 315. Mrs. Cupps placed her bank-book in the hands of her son. He presented it at the bank, together with a forged check in his own favor, and the fund was paid to him. Mrs. Cupps brought suit to recover the amount of her deposits, and the bank set up the possession of the book by the son and its production by him, when the check was presented, as a defence. This defence, however, did not avail, and the plaintiff was permitted to recover from the bank.\nWhen Margaret Tyrrell handed her book to Mr. Doyle, saying, “The money there is for my sister,” she did not invest her sister, or Doyle as her representative, with any control over the fund. The ownership did not pass out of her. There was no delivery of a check, order, assignment, or other instrument which would have served as a voucher if the money had been paid by the hank, or by means of which the money could have been properly demanded.\nAs a gift inter vivos it was not good, for the control of the donor over the fund continued. In Duffield v. Elwes, 1 Bligh, N. S., 527, a distinction was taken between gifts inter vivos and those made causa mortis, to which our attention has been drawn. It was there said, “ I apprehend that really the question does not turn at all upon what the donor could do, or what the donor could not do, but if it was a good donatio mortis causa, what the donee of that donor could call upon the representatives of the donor to do after the death of that donor.” If this is to be understood, as is urged in the argument, that the personal representatives of a decedent may be compelled to complete a gift which was left incomplete by the alleged donor, we cannot assent to the doctrine ; nor do we quite understand what is meant by the passage from the opinion cited. If the gift was “ a good donatio causa mortis,” then nothing remained to be done by the donor that was essential to the vesting of title in his donee; and the converse of the proposition is equally clear, that if anything remained to be done by the donor which was essential to complete his donee’s title, it was not a good donatio, but an unexecuted, possibly an abandoned purpose to give. If, therefore, the case presented was that of a good donatio, the only questions that could be raised between the donee and the personal representatives of the donor would be those relating to matters of form, affecting not the title of the donee, but the use of appropriate remedies against third persons for the recovery of the gift. If it was not a good donatio the courts would have no jurisdiction. The estates of those who can no longer speak for themselves stand in much greater need of protection than living property owners, and it is not possible that a chancellor would compel an executor or administrator to complete a gift by the doing of any act which the alleged donor if living might have refused to do, and thereby revoked his purpose to give. In the case of a book of- original entries — a bank-book — an executory contract, and the like, where the possession of the document affords no presumption of ownership, something more is necessary than the manual delivery of the book or paper in order to make a valid gift. The title must pass out of the donor in his lifetime or it can never reach the donee.\nJudgment reversed."}