{"id": "225970", "contents": "OPINION OF THE COURT\nCASTILLE, Justice.\nThe issue in this case is whether a therapist who treats a child for alleged parental sexual abuse owes a duty of care to the child’s parents in a therapeutic treatment situation where the child allegedly has been abused by the parents. Because we hold that a treating psychiatrist or psychologist does not have a duty to the non-patient parents, we reverse the decision of the Superior Court finding appellant liable to appellees.\nNicole Althaus was born on April 10, 1975. In 1990, when Nicole was fifteen years old, her mother was diagnosed with skin cancer and breást cancer for which she was successfully treated. At the same time, Nicole’s paternal grandmother was diagnosed with diabetes and pancreatic cancer, which ultimately proved fatal. Nicole apparently began to suffer emotional and psychological difficulties resulting from these family illnesses. One of Nicole’s high school teachers offered Nicole emotional support and assisted Nicole in contacting a cancer support group. Nicole soon developed a rapport with a social worker associated with the cancer support group and discussed the changes in her family life caused by her mother’s illness and her grandmother’s death. At some point in her conversations with the social worker, Nicole disclosed that her father had inappropriately touched her. Eventually, Nicole reported “flashbacks” of her father being in bed with her and on top of her. The social worker then reported this information to the local office of Children and Youth Services (“CYS”), as required by 23 Pa.C.S. § 6311.\nBased upon Nicole’s claim of sexual abuse, CYS removed Nicole from her family home and notified law enforcement authorities of Nicole’s accusations. Nicole was referred to the Family Intervention Center of Children’s Hospital (“FIC”) where she underwent a medical examination. No physical evidence of sexual activity or sexual abuse was discovered. Pursuant to FIC’s custom, a clinical psychologist interviewed Nicole and found Nicole credible, noting that sexual abuse cannot entirely be ruled out due to a lack of physical evidence. FIC then referred Nicole to appellant, Judith A. Cohen, M.D., associated with the Child and Adolescent Sex Abuse Clinic of the Western Psychiatric Institute and Clinic. Dr. Cohen began treating Nicole for parental sexual abuse based on FIC’s referral.\nOver the next sixteen months of psychiatric treatment, Dr. Cohen, at Nicole’s request, attended the preliminary hearings held in connection with the criminal charges pending against Nicole’s parents. During the course of her treatment with Dr. Cohen, Nicole’s allegations of sexual abuse expanded to include other family members, her father’s coworkers and eventually complete strangers. Nicole also embellished her descriptions of the abuse to include ritualistic torture, multiple pregnancies and the murder of babies resulting from the pregnancies. With respect to Nicole’s increasingly outlandish accusations, Dr. Cohen stated that direct confrontation only seemed to increase the vehemence with which Nicole propounded further allegations. Dr. Cohen also attended various criminal proceedings where Nicole testified to events that could never have occurred.\nEventually, after Nicole’s increasingly bizarre allegations, the trial court held a hearing to determine Nicole’s competency to testify at the criminal proceedings. As Nicole’s treating psychiatrist, Dr. Cohen testified that, in her opinion, Nicole was unable to distinguish fact from fantasy, after which the Commonwealth dismissed the criminal charges against Nicole’s parents. The trial court then ordered that Nicole and her parents undergo family reunification therapy, which was administered by a team of mental health experts that did not include Dr. Cohen. Over the course of her new treatment, Nicole recanted her sexual abuse allegations and returned to her family home.\nNicole’s parents initiated a medical malpractice action against Dr. Cohen on behalf of Nicole and themselves, alleging that Dr. Cohen negligently diagnosed and treated Nicole and exacerbated her mental condition. A jury eventually returned a verdict in favor of Nicole and her parents. Dr. Cohen appealed from the verdict in favor of Nicole’s parents asserting that she did not owe them a duty of care and, thus, could not be held liable for their alleged damages resulting from her treatment of Nicole. We agree.\nThe special nature of the relationship between a therapist and a child patient in cases of alleged sexual abuse weighs against the imposition of a duty of care beyond that owed to the patient alone. To hold otherwise would create an unworkable conflict of interest for the treating therapist, a conflict which would necessarily hinder effective treatment of the child. Therefore, we hold that the non-patient parents cannot sustain a medical malpractice cause of action against their child’s psychiatrist under the circumstances of this case.\nThe primary element in any negligence cause of action is that the defendant owes a duty of care to the plaintiff. See Gibbs v. Ernst, 538 Pa. 193, 210, 647 A.2d 882, 890 (1994)(“Any action in negligence is premised on the existence of a duty owed by one party to another”). It is well established that:\nIn determining the existence of a duty of care, it must be remembered that the concept of duty amounts to no more than “the sum total of those considerations of policy which led the law to say that the particular plaintiff is entitled to protection” from the harm suffered ... To give it any greater mystique would unduly hamper our system of jurisprudence in adjusting to the changing times. The late Dean Prosser expressed this view as follows:\nThese are shifting sands, and no fit foundation. There is a duty if the court says there is a duty; the law, like the Constitution, is what we make it. Duty is only a word with which we state our conclusion that there is or is not to be liability; it necessarily begs the essential question. When we find a duty, breach and damage, everything has been said. The word serves a useful purpose in directing attention to the obligation to be imposed upon the defendant, rather than the causal sequence of events; beyond that it serves none. In the decision whether or not there is a duty, many factors interplay: The hand of history, our ideas of morals and justice, the convenience of administration of the rule, and our social ideas as to where the loss should fall. In the end the court will decide whether there is a duty on the basis of the mores of the community, “always keeping in mind the fact that we endeavor to make a rule in each case that will be practical and in keeping with the general understanding of mankind.”\nSinn v. Burd, 486 Pa. 146, 164, 404 A.2d 672, 681 (1979) (citations omitted).\nThus, the legal concept of duty of care is necessarily rooted in often amorphous public policy considerations, which may include our perception of history, morals, justice and society. See Gardner v. Consolidated Rail Corp., 524 Pa. 445, 455, 573 A.2d 1016, 1020 (1990). The determination of whether a duty exists in a particular case involves the weighing of several discrete factors which include: (1) the relationship between the parties; (2) the social utility of the actor’s conduct; (3) the nature of the risk imposed and foreseeability of the harm incurred; (4) the consequences of imposing a duty upon the actor; and (5) the overall public interest in the proposed solution. See generally Dumanski v. City of Erie, 348 Pa. 505, 507, 34 A.2d 508, 509 (1943)(relationship between the parties), Forster v. Manchester, 410 Pa. 192, 197, 189 A.2d 147, 150 (1963)(social utility), Clewell v. Pummer, 384 Pa. 515, 520, 121 A.2d 459, 463 (1956)(nature of risk), Witthoeft v. Kiskaddon, 557 Pa. 340, 353, 733 A.2d 623, 630 (1999)(foresee-ability of harm), Cruet v. Certain-Teed Corp., 432 Pa.Super. 554, 558, 639 A.2d 478, 479 (1994)(relationship, nature of risk and public interest in the proposed solution). See also Bird v. W.C.W., 868 S.W.2d 767, 769 (Texas 1994)(“In determining whether to impose a duty, this Court must consider the risk, foreseeability, and likelihood of injury weighed against the social utility of the actor’s conduct, the magnitude of the burden of guarding against the injury and the consequences of placing that burden on the actor.”).\nHere, the relationship between Dr. Cohen and Nicole’s parents does not weigh in favor of imposing a duty of care. Dr. Cohen followed the treatment protocol that she thought best suited Nicole and had minimal contact with Nicole’s alleged abusers, her parents. Dr. Cohen did not participate in the original criminal investigation of Nicole’s parents which gave rise to the charges at issue and she did not testify against the parents at any court proceeding relating to those criminal charges. Dr. Cohen’s professional relationship with Nicole simply does not create the type of relationship between Dr. Cohen and Nicole’s parents to support the imposition of a duty of care. Thus, the therapeutic relationship between Dr. Cohen and Nicole created professional obligations and legal duties that related exclusively to her patient, Nicole.\nNext, we must weigh the social utility of Dr. Cohen’s actions against the nature of the risk and foreseeability of harm. Unfortunately, child sexual abuse is a troubling reality in our society and reports of sexual abuse have substantially increased. See Third National Incidence Study of Child Abuse and Neglect, U.S. Department of Health and Human Services, 1996. Our legislature has responded to this socially destructive situation. See 23 Pa.C.S. § 6301 et seq. (Child Protection Services Law). The need for prevention of child abuse is unquestionable, as is the importance of adequate psychological treatment for children who have been sexually abused. Thus, therapists who treat sexually abused children perform a valuable and useful activity to society. Here, social utility disfavors expanding therapists’ duty of care to non-patients, especially where the non-patients are the accused victimizers. However, we must also weigh this factor against the potential risk and foreseeability of harm stemming from improper treatment for children who have been sexually abused.\nTo be falsely accused of sexual abuse is undoubtedly a substantial harm, a harm which is readily foreseeable as illustrated by the facts of this matter. Thus, this factor weighs in favor of imposing a duty of care. However, in this matter, we must determine whether Dr. Cohen either created or foresaw the possibility of this harm. Under the facts presented, Dr. Cohen did not create the harm that was suffered by Nicole’s parents. As stated previously, Dr. Cohen did not participate in the original criminal investigation and played no legal role in Nicole’s initial accusations against her parents. Dr. Cohen was not called as a witness against the Althauses in the criminal proceedings against them. This is not a case where “false memories” were implanted by a therapist. Dr. Cohen started treating Nicole only after CYS informed police of Nicole’s accusations and after FIC referred Nicole to Dr. Cohen. Thus, by the time Dr. Cohen became involved therapeutically, the harm to Nicole’s parents had already occurred. Although Dr. Cohen attended hearings related to the criminal charges, she did so at Nicole’s request in her professional role as her therapist. Therefore, after weighing the social utility of effective therapeutic treatment for the child against the nature and foreseeability of the harm, we find that these factors weigh against imposing a duty of care to non-patients upon a therapist who treats sexually abused children.\nNext, we consider the consequence of burdening mental health professionals with a duty of care beyond that owed to the patient. The foundation for any successful psychiatric treatment is trust by the patient and confidentiality in communications with the provider. In treating patients who have been subjected to sexual abuse, the therapist must be able to rely upon professional confidentiality to facilitate candid discussion. Imposing an additional duty of care upon the therapist to an alleged abuser, parent or otherwise, would certainly alter this important therapeutic relationship. Initially, such an additional duty may cause mental health professionals to avoid providing treatment in sexual abuse cases. Also, victims of sexual abuse may be reluctant to seek treatment if confidentiality of communications is not guaranteed. Finally, such a duty would necessarily change the very nature of the therapeutic treatment in that the therapist would have to constantly evaluate conflicting duties of care to determine the appropriate manner in which treatment should proceed. Tort law considerations should not interfere with a therapist’s job in this manner, particularly in the area of the psychological treatment of victims of sexual abuse. Accordingly, this factor weighs heavily against imposing a duty of care beyond that owed to a patient.\nFinally, we consider the public interest in the solution. There are certainly compelling arguments that a person falsely accused of child abuse should have a remedy in law and our decision today would not prevent all such actions against liable parties. See Althaus v. Cohen, 710 A.2d 1147, 1168 n. 1 (Pa.Super.1998)(J. Schiller, dissenting)(stating that other independent causes of action may be available, such as defamation or intentional infliction of emotional distress, based on actions taken beyond the scope of the medical diagnosis and treatment). However, the societal interest in encouraging treatment of child abuse victims and maintaining the trust and confidentiality within the therapist/patient relationship dictates against the imposition of a duty of care beyond that owed to the patient.\nAccordingly, we reverse the holding of the Superior Court to the extent that it imposed a duty of care upon appellants and remand the matter for entry of judgment in favor of appellants.\nJustice CAPPY did not participate in the consideration or decision of this matter.\nChief Justice FLAHERTY files a dissenting opinion in which Justice NIGRO joins.\n. 23 Pa.C.S. § 6311 requires individuals who, in the course of their employment, come into contact with children to make a report to the local children and youth agency when they have reasonable cause to suspect, on the basis of their medical, professional or other training and experience, that a child who has come before them in their professional or official capacity is an abused child.\n. Police later arrested Nicole’s father following an investigation, charging him with rape, involuntary deviate sexual intercourse, endangering the welfare of a minor, aggravated assault, and incest. Nicole’s mother was also arrested in connection with Nicole’s accusations and charged with sexual abuse.\n. The jury awarded Nicole over $58,000 in damages and her parents over $213,000 in damages.\n. Dr. Cohen testified at Nicole’s subsequent competency hearing and candidly testified that Nicole could not always distinguish fact from fantasy. The nature of this testimony apparently prompted the Commonwealth to dismiss the criminal charges pending against Nicole's parents.\n. The term \"false memory” has been used in lawsuits filed by former patients and their parents against psychotherapists who utilize a controversial technique know as recovered memory therapy that critics claim permits the therapist to implant in the patient's mind false memories of sexual abuse. Tuman v. Genesis Associates, 894 F.Supp. 183, 185 n. 1 (E.D.Pa.1995) (citing Mark Hansen, More False Memory Suits Likely; Critics Buoyed by Father’s Verdict Against Daughter’s Psychotherapists, 80 A.B.A.J. 36, Aug. 1994).\n. We emphasize that under the particular facts of this case Dr. Cohen’s actions did not create a duty of care owing to Nicole's parents. Thus, we disagree with the Superior Court’s conclusion that Dr. Cohen’s conduct extended far beyond the negligent treatment of Nicole. See Althaus v. Cohen, 710 A.2d 1147, 1151 (Pa.Super.1998). We note that other jurisdictions that have imposed a duty of care upon therapists that extends to parents accused of sexual abuse have done so in “false memory” cases. See Sawyer v. Midelfort, 227 Wis.2d 124, 595 N.W.2d 423 (1999); Hungerford v. Jones, 143 N.H. 208, 722 A.2d 478 (1998). But see Flanders v. Cooper, 706 A.2d 589 (Me.1998)(therapist had no duty to third party where therapist allegedly induced false memories of sexual abuse); Doe v. McKay, 183 Ill.2d 272, 233 Ill.Dec. 310, 700 N.E.2d 1018 (1998)(therapist owed no duty of care to non-patient where patient recalled repressed memories). Other jurisdictions that have considered this issue outside the context of \"false memories” have concluded that a therapist owes no duty of care to the patient’s parents. See Zamstein v. Marvasti, 240 Conn. 549, 692 A.2d 781 (1997); Bird v. W.C.W., 868 S.W.2d 767 (Tex. 1994).\n. Our reluctance to create such a duty in the context of sexual abuse cases forms the basis for this holding. Our decision in Emerich v. Philadelphia Center for Human Development, Inc,, 554 Pa. 209, 720 A.2d 1032 (1998), where we imposed a duty on a mental health professional to warn a third party of a patient’s imminent threat to physically harm the third party, is distinguishable from the instant case. There, we held that the mental health professional who knows of a specific and immediate threat of serious bodily injury to a third party must warn that third party of the possible future harm. Here, the harm to Nicole’s parents occurred prior to Dr. Cohen’s involvement in the case, and the ultimate dismissal of charges against Nicole’s parents was due, at least in part, to Dr. Cohen’s belated testimony that Nicole was unable to distinguish between truth and falsehoods. Thus, we decline to impose the duty appellees urge that would require a mental health professional to attempt to remedy a harm that has already occurred because we find that such a duty would thwart the treatment process.\n. The judgment in favor of Nicole Althaus is unaffected by this decision."}