{"id": "2471785", "contents": "OPINION\nChief Justice CAPPY.\nIn this matter, we address a facial constitutional challenge to a provision contained in The Pennsylvania Race Horse Development and Gaming Act (the “Gaming Act” or the “Act”), 4 Pa.C.S. § 1101 el seq. For the reasons stated below, we find that Petitioners Pittsburgh Palisades Park, LLC and Charles J. Betters (collectively “Petitioners”) do not have standing to bring this action.\nThe facts and procedural history of this matter are straightforward. The Gaming Act was passed in July 2004. The Act amends the regulation of gaming in the Commonwealth and, inter alia, specifically authorizes and regulates the licensed operation of slot machines. This legislation also created the Pennsylvania Gaming Control Board (“Board”) to regulate slots gaming. The Board is authorized to, among other matters, oversee the issuance of three categories of licenses for slot machine gaming. Upon issuance of a license, the license recipient is permitted to locate and operate slot machines at its licensed facility. The Gaming Act permits up to seven Category 1 licenses to qualified horse race track facilities, up to five Category 2 licenses to stand-alone slot machine locations, and up to two Category 8 licenses to hotel-resort slot machine facilities. 4 Pa.C.S. §§ 1302-1307. Relevant for purposes of this matter, the holders of Category 1 and Category 2 licenses must pay the Commonwealth a one-time fee of fifty million dollars. Category 3 license holders must pay a one-time fee of five million dollars. The procedure by which the Gaming Act was enacted was challenged by numerous groups and legislators; after review, our Court in June 2005 concluded that the challengers failed to establish that the Act was passed in a manner that offended our Constitution. Pennsylvanians Against Gambling Expansion Fund, Inc. et al. v. Commonwealth of Pennsylvania et al., 583 Pa. 275, 877 A.2d 383 (2005).\nPetitioner, Pittsburgh Palisades, LLC, is a Pennsylvania limited liability corporation. Petitioner Charles J. Betters is an individual who directly or indirectly owns a controlling interest in Petitioner Pittsburgh Palisades, LLC. Petitioners brought a constitutional challenge to the Gaming Act through the filing of a Petition for Review in the Nature of a Complaint in Equity Seeking Declaratory and Injunctive Relief (the “Petition”). With respect to their “Interests” in bringing this action, in their Petition, Petitioners aver that they have acquired property in Pittsburgh, Pennsylvania and have created a plan to develop that property for mixed uses, including commercial and residential development as well as for a gaming facility. Petition at 8. According to Petitioners, once the Board has established the application process, one or both of them intend to apply for a gaming license in accordance with the Gaming Act.\nPetitioners’ legal challenge focuses solely upon the constitutionality of Section 1209 of the Act, 4 Pa.C.S. § 1209. Specifically, Section 1209 of the Act provides for the Commonwealth to return to license holders their slot machine license fees if, within five years after the issuance of any licenses, the composition of the Board is changed, if the number of the members of the Board is changed, if the voting powers of members of the Board are changed, if the manner in which members are nominated or appointed to the Board are changed, if the length of term for which each member serves is changed, or if the general jurisdiction of the Board is changed in a manner that impairs or otherwise reduces the Board’s licensing authority. If any such changes occur after the five-year period, only a portion of the licensing fee is required to be refunded and the amount of the refund is set on a sliding scale depending upon the year of the change to the Act. 4 Pa.C.S. § 1209(f)(2).\nPetitioners assert that these provisions are an attempt by the current Legislature to “set in stone” its choices regarding the “nature, composition, and structure of the Gaming Act and the Gaming Board.” Petitioners’ Brief in Opposition to Board’s Preliminary Objections at 5. Furthermore, this refund provision, Petitioners argue, will “handcuff’ future members of the General Assembly from taking action regarding the Board due to the “resultant drainage of funds from the Commonwealth’s Treasury.” Id. at 15. According to Petitioners, as Section 1209 forbids the General Assembly from altering, amending, or repealing certain provisions of the Gaming Act, it is in direct contravention of Article II, Section 1 of the Pennsylvania Constitution. Pa. Const, art. II, § l. Article II, Section 1 prohibits dilution of the rights of the sovereign, and Petitioners maintain that this prohibition implicates the ability of the General Assembly to make, abrogate, amend, or repeal laws. Petitioners request, inter alia, that our Court declare the Gaming Act “illegal, unlawful and/or unconstitutional” and to preclude the Board from issuing licenses pursuant to the Act. Petition at 8.\nPetitioners originally filed their Petition in the Commonwealth Court against the Commonwealth of Pennsylvania, Governor Edward G. Rendell, President Pro Tempore and Trustee ad litem of the Senate, Robert C. Jubelirer, and Speaker and Trustee ad litem of the House of Representatives, John M. Perzel (collectively “Respondents”). Based on Respondents’ unopposed application, the matter was transferred, pursuant to Pennsylvania Rule of Appellate Procedure 751, to our Court where proper original jurisdiction of constitutional challenges to the Gaming Act lies. Pa. Const, art. V, § 2(c)(stating that Supreme Court “shall have such jurisdiction as shall be provided by law”); 4 Pa.C.S. § 1904 (giving the Supreme Court “exclusive jurisdiction to hear any challenge to or to render a declaratory judgment concerning the constitutionality” of the Gaming Act).\nRespondents each filed preliminary objections in the nature of a demurrer to the Petition contending, inter alia, that Petitioners have no standing; that the matter is not ripe for adjudication; and that Section 1209 does not violate our Constitution. It is these preliminary objections that we now consider.\nAs standing is a threshold issue to this dispute, we will begin with Respondents’ preliminary objections to the Petition based on their assertion that Petitioners lack standing.\nRespondents contend that Petitioners lack standing because they have not been aggrieved by the matter they attempt to challenge. Simply because Petitioners may seek a gaming license does not establish that they have a direct, substantial, and immediate interest in the outcome of the litigation. Furthermore, as the Board has not yet promulgated regulations governing the licensing application process, they cannot demonstrate that they have been or will be harmed by any potential amendment to the Gaming Act. Thus, Petitioners, according to Respondents, have not shown that they have standing to pursue their claim.\nPetitioners rejoin that they have standing because, although the Board has not promulgated regulations to govern the application process, one or both Petitioners will be seeking a Category 2 non-horse racing facility gaming license once the Board has established such process and both Petitioners intend to obtain a Category 1 horse racing facility gaming license. Thus, as an “applicant and potential gaming license holder” they maintain that they will have a “direct, substantial and immediate interest in the constitutionality of Gaming Act section 1209,” and thus, standing to challenge that section. Petitioners’ Brief in Opposition to Board’s Preliminary Objections at p. 9.\nPrior to judicial resolution of a dispute, an individual must as a threshold matter show that he has standing to bring the action. Bergdoll v. Kane, 557 Pa. 72, 731 A.2d 1261, 1268 (1999). The traditional concept of standing focuses on the idea that a person who is not adversely impacted by the matter he seeks to challenge does not have standing to proceed with the court system’s dispute resolution process. See William Penn Parking Garage v. City of Pittsburgh, 464 Pa. 168, 346 A.2d 269, 280-81 (1975) (plurality). The courts in our Commonwealth do not render decisions in the abstract or offer purely advisory opinions; consistent therewith, the requirement of standing arises from “the principle that judicial intervention is appropriate only when the underlying controversy is real and concrete.... ” City of Philadelphia v. Commonwealth of Pennsylvania, 575 Pa. 542, 838 A.2d 566, 577 (2003).\nStated another way, a controversy is worthy of judicial review only if the individual initiating the legal action has been “aggrieved.” In re Hickson, 573 Pa. 127, 821 A.2d 1238, 1243 (2003); see also City of Philadelphia, 838 A.2d at 577. This principle is based upon the practical reason that unless one has a legally sufficient interest in a matter, that is, is “aggrieved,” the courts cannot be assured that there is a legitimate controversy. In re Hickson, 821 A.2d at 1243; see also City of Philadelphia, 838 A.2d at 577.\nWith respect to this requirement of being aggrieved, an individual can demonstrate that he is aggrieved if he can establish that he has a substantial, direct, and immediate interest in the outcome of the litigation in order to be deemed to have standing. In re Hickson, 821 A.2d at 1243; City of Philadelphia, 838 A.2d at 577. An interest is “substantial” if it is an interest in the resolution of the challenge which “surpasses the common interest of all citizens in procuring obedience to the law.” In re Hickson, 821 A.2d at 1243. Likewise, a “direct” interest mandates a showing that the matter complained of “caused harm to the party’s interest,” id., i.e., a causal connection between the harm and the violation of law. City of Philadelphia, 838 A.2d at 577. Finally, an interest is “immediate” if the causal connection is not remote or speculative. Id.; see Kuropatwa v. State Farm Ins. Co., 554 Pa. 456, 721 A.2d 1067, 1069 (1998).\nThe keystone to standing in these terms is that the person must be negatively impacted in some real and direct fashion. If the individual “is not adversely affected in any way by the matter he seeks to challenge^ he] is not ‘aggrieved’ thereby and has no standing to obtain a judicial resolution of his challenge. In particular, it is not sufficient for the person claiming to be ‘aggrieved’ to assert the common interest of all citizens in procuring obedience to the law.” In re Hickson, 821 A.2d at 1243 (quoting Independent State Store Union v. Pennsylvania Liquor Control Board, 495 Pa. 145, 432 A.2d 1375, 1379-80 (1981)).\nWe now apply these tenets to Petitioners and consider whether they have satisfied the requirements of standing. To do so, as noted above, Petitioners must allege facts that establish that they are aggrieved, i.e., they have a substantial, direct, and immediate interest in their constitutional challenge to Section 1209. First, regarding whether their interest is substantial, we cannot discern how Petitioners have suggested, let alone established, any peculiar, individualized interest in the outcome of finding Section 1209 to be unconstitutional that is greater than that of any other citizen. Therefore, we find that Petitioners’ interest is not substantial. In re Hickson, 821 A.2d at 1248. Moreover, Petitioners fails to allege that Section 1209 harms them, or will harm them, personally in any way; thus, Petitioners cannot establish a direct interest in the matter. Id. Indeed, rather than disadvantaging Petitioners, it would appear that the legislation at issue would only benefit them if they succeed in obtaining a gaming license in that they would receive their fee in return for any future change in legislation regarding the Gaming Board. Finally, as Petitioners do not offer that Section 1209 has harmed them or will harm them in any way that is not remote or speculative, they fail to demonstrate that they have an immediate interest. City of Philadelphia, 838 A.2d at 577. Indeed, not only do Petitioners themselves strongly suggest that Section 1209 would only work to their benefit in terms of a refund if the Board was changed, but also at this juncture they have not been issued a gaming license and there have been no allegations that legislators have been “handcuffed” by the prospect of returning gaming fees. Thus, any possible harm to Petitioners is wholly contingent on future events. As such, they have no immediate interest in this constitutional challenge. As Petitioners have no direct, substantial, or immediate interest in challenging the constitutionality of the Gaming Act, we find that they lack standing to bring this challenge.\nAlternatively, Petitioners argue that they have standing based on their status as taxpaying residents of the Commonwealth. In sum, Petitioners offer that applicants or holders of gaming licenses are “both the sole subjects of as well as beneficiaries of the refund provisions of section 1209 and as such are unlikely to prospectively challenge the statute.” Petitioners’ Brief in Opposition to Board’s Preliminary Objections at 9. Furthermore, according to Petitioners, judicial relief is appropriate since challenges to the constitutionality of the Act are to be resolved by our Court. Therefore, based on these assertions, Petitioners contend that they have satisfied the requirements of the taxpayer exception to the traditional requirements of standing.\nRespondents, in their reply briefs counter that actual challengers to the Gaming Act “abound” as demonstrated by the prior litigation challenging the Gaming Act. Reply Brief of Respondent Board at p. 5. Furthermore, Respondents posit that it is members of the General Assembly that would have a greater interest than Petitioners would in challenging Section 1209.\nThe recognition of standing based upon taxpayer status is an exception to traditional requirements of standing. The once liberal approach granting individuals standing based upon their interest as taxpayers was rejected by our Court in the seminal decision of Application of Biester, 487 Pa. 438, 409 A.2d 848 (1979), which reinvigorated the traditional requirements of standing that an individual must establish an interest in an action that surpasses the common interest of all taxpaying citizens. Id. at 851-52. While Biester curtailed the concept of standing based solely upon taxpayer status, it also recognized that one who was not “aggrieved” so as to satisfy standing requirements might nevertheless be granted standing as a taxpayer if certain preconditions were met.\nThis exception’s relaxation of the general rules regarding standing and their requirement of a substantial, direct, and immediate interest in the challenge, is policy driven. This policy, as expressed in Biester, revolves around the concept of giving standing to enable the citizenry to challenge governmental action which would otheiwise go unchallenged in the courts because of the standing requirement. “Such litigation allows the courts, within the framework of traditional notions of ‘standing,’ to add to the controls over public officials inherent in the elective process the judicial scrutiny of the statutory and constitutional validity of their acts.” Id. at 851 n. 5.\nConsistent with this policy, five requirements have subsequently emerged as the preconditions necessary to satisfy the Biester exception for taxpayer standing:\n(1) the governmental action would otheiwise go unchallenged;\n(2) those directly and immediately affected by the complained of matter are beneficially affected and not inclined to challenge the action;\n(3) judicial relief is appropriate;\n(4) redress through other channels is unavailable; and\n(5) no other persons are better situated to assert the claim.\nConsumer Party of Pennsylvania, v. Commonwealth, 510 Pa. 158, 507 A.2d 323, 329 (1986)(summarizing Biester taxpayer exception standing requirements).\nApplying the Biester exception to Petitioners, we need go no further than the first two factors, i.e., the government action would otherwise go unchallenged and those immediately impacted are beneficially affected and would be unlikely to challenge the action. Contrary to Petitioners’ assertions, the constitutionality of Section 1209 would not otherwise go unchallenged. The passage of the Gaming Act was contested hotly. Indeed, based upon the prior litigation involving the Gaming Act, actual challengers who are not benefited by the Gaming Act clearly exist. Pennsylvanians Against Gambling Expansion Fund, Inc. et al., supra. Furthermore, with respect to Petitioners’ assertion that Section 1209 strips the General Assembly and their successors of the ability to amend various provisions of the Gaming Act, legislators who would be impeded from amending the Gaming Act would seemingly have the greatest interest in challenging the constitutionality of Section 1209. These legislators, it would appear, are not benefited by and would be inclined to raise a constitutional challenge to Section 1209. Related thereto, the fifth factor, requiring no other persons being better situated to assert the claim, would not be satisfied for similar reasons, viz., legislators who would be dissuaded from amending the Gaming Act would appear to be better situated to assert a challenge to Section 1209. Thus, as parties that do not stand to benefit from Section 1209, who have the potential interest in challenging Section 1209, and who appear to be better situated to assert a challenge exist, we find that Petitioners have failed to fall within the Biester exception and do not have standing in this constitutional challenge as taxpayers.\nTo be clear, by our decision today, we are in no way creating or espousing a special category of standing for legislators. On the contrary, we are merely addressing the gravamen of Petitioners’ argument seeking to declare as unconstitutional the Gaming Act — that legislators will be unconstitutionally prevented from amending the Gaming Act — in the context of resolving the issue of whether Petitioners have taxpayer standing to challenge the Act. As Petitioners aver that it is the legislators who would be adversely impacted by the provisions of the Act, it follows that the legislators themselves who believe that they are limited in amending the Act would seemingly be better suited to bring such a challenge and have a greater interest in doing so. That being the case, and as noted above, Petitioners fail to satisfy their burden in meeting the requirements of taxpayer standing.\nIn conclusion, as Petitioners are not aggrieved, they have not satisfied the requirements to establish standing to bring this constitutional challenge. Furthermore, Petitioners have not satisfied the requirements to fall within the taxpayer exception to the traditional requirements of standing. For these reasons, as described in greater detail above, we conclude that Petitioners lack standing to challenge Section 1209 of the Gaming Act, and grant Respondents’ preliminary objections to the Petition and dismiss the Petition with prejudice.\nJurisdiction relinquished.\nJustice CASTILLE, EAKIN and BAER join the opinion.\nJustice NIGRO and Justice NEWMAN did not participate in the consideration or decision of this case.\nJustice SAYLOR files a dissenting opinion.\n. Section 1209 of the Gaming Act states in relevant part:\n(0 Return of Slot Machine License Fee.—\n(1) the entire one-time slot machine license fee of $50,000,000 for each Category 1 and Category 2 slot machine license shall be returned to each licensee in the event section 1201 (relating to Pennsylvania Gaming Control established), 1202 (relating to general and specific powers) or 1307 (relating to number of slot machine licenses) is amended or otherwise altered by an act of the General Assembly within five years following the initial issuance of any slot machine licenses pursuant to section 1301 (relating to authorized slot machine licenses) to change:\n(i) the composition of the board;\n(ii) the number or voting powers of members of the board;\n(iii) the manner in which the members are nominated or appointed to the board;\n(iv) the length of term for which each member serves;\n(v) the general jurisdiction of the board in a manner tha1 impairs or otherwise reduces the board’s licensing authority; or\n(vi) section 1307 to increase the statutory maximum number of permissible licensed facilities.\n. \"The legislative power of this Commonwealth shall be vested in a General Assembly, which shall consist of a Senate and a House of Representatives.” Pa. Const, art. II, § 1.\n. As we are considering these objections in our original jurisdiction, and not in our appellate capacity, there is no applicable standard of review. That is to say, there is no applicable level of deference to be given to a lower tribunal's determination regarding these issues.\n. In his dissenting opinion, Justice Saylor suggests that standing in a declaratory judgment action may be less demanding than what we have stated today, citing the 1925 decision in Kariher's Petition, 284 Pa. 455, 131 A. 265 (1925). Respectfully, in the decision of Kauffman v. Osser, 441 Pa. 150, 271 A.2d 236 (1970), which like the instant matter involved a constitutional challenge to a statute, our Court clearly stated that in a declaratory judgment action an interest must be \"more than a general interest and must be a direct, substantial and present interest, as contrasted with a remote or speculative interest.” Id. at 239. This statement of the standing requirements is the same standard that we employ today. Furthermore, Petitioners here seek more than declaratory relief; they also seek injunctive relief, which, as stated even in Kariher’s Petition, requires an immediately threatened wrong. Kariher’s Petition, 131 A. at 268. Finally, even if as suggested by Justice Saylor, it is advisable for our Court to revisit the current requirements of standing in a declaratory judgment action, Petitioners do not offer any argument whatsoever that some lesser requirements of standing are applicable, or that the current standard is inconsistent with a demand for declaratory relief. Thus, it would be jurisprudentially unsound for us to reach this issue in this matter sua sponte. For these reasons, we respectfully disagree with the position espoused by the dissent."}