{"id": "2571923", "contents": "OPINION\nJustice SAYLOR.\nLancaster Newspapers, Inc. and a reporter have filed an application for review challenging a grand jury subpoena requiring the production of computer hardware. The application was styled as an emergency, which we will address on the present submissions. We also consider the Office of Attorney General’s challenge to an order requiring disclosure of the notice that it used to submit the underlying investigation to the grand jury.\nIn February and July 2006, Lancaster Newspapers, Inc. was served with two subpoenas issued under the authority of the Twenty-Fourth Statewide Investigating Grand Jury, commanding it to produce four computer workstations (Subpoena 314) and two additional computer hard drives (Subpoena 686), respectively. The newspaper maintains that, prior to the return date for the first of these subpoenas, it agreed to provide the Attorney General’s office with all available documentation deriving from the hard drives related to the subject of the investigation and to make the computer hardware available for inspection at Lancaster Newspapers’ office in the presence of newspaper personnel. Upon rejection of such conditions by the Office of Attorney General, the newspaper initiated proceedings before the judge supervising the grand jury proceedings, seeking to quash Subpoena 314. The newspaper contended, inter alia, that the subpoena was overbroad because it required production of information that was not relevant to the grand jury investigation, and further, violated its constitutional and statutory rights, since it required production of work product materials protected by the First Amendment Privacy Protection Act, 42 U.S.C. §§ 2000aa-2000aa-12, and newspaper source information protected by the First Amendment of the United States Constitution, as well as the Pennsylvania Shield Law, 42 Pa.C.S. § 5942. The supervising judge denied the motion to quash; however, he directed that the examination of the newspaper hard drives by the Office of Attorney General would be closely limited to permit only the review of historical information concerning internet access and admonished that no document files or other content unrelated to such history were to be viewed or accessed. Lancaster Newspapers sought to appeal the supervising judge’s order and filed a motion for stay pending appeal.\nThe supervising judge issued an order initially granting the stay, but he conditioned it upon Lancaster Newspapers’ surrender of the computer hard drives to an appropriate agent of the Office of Attorney General, with the understanding that the hardware would not be accessed pending further order of court. The newspaper complied with this directive, and these four hard drives have been in the possession of the Office of Attorney General since late February.\nLancaster Newspapers took the position that the supervising judge’s order was appealable as of right under the collateral order doctrine as embodied in Rule of Appellate Procedure 313, and, in the alternative, sought a certification by the supervising judge to facilitate a permissive appeal under Section 702(b) of the Judicial Code, 42 Pa.C.S. § 702(b), and Rule of Appellate Procedure 3331(5). The supervising judge denied the motion to amend; further, he vacated his supplemental order granting a stay. The newspaper filed a petition for review in this Court, which was quashed as interlocutory. See In re Twenty-Fourth Statewide Investigating Grand Jury (Petition of Lancaster Newspapers, Inc.), Nos. 39 MM 2006 & 23 MAP 2006, per curiam order, 586 Pa. 465, 895 A.2d 518 (2006).\nSubsequently, Lancaster Newspapers, its reporters, and its counsel were subject to several additional grand jury subpoenas. In June 2006, the newspaper and several employees and reporters filed with the supervising judge a petition seeking, inter alia, to quash the relevant grand jury investigation. The newspaper alleged that the subject matter was not appropriate to a statewide investigating grand jury, because the investigation did not involve organized crime or public corruption, did not implicate conduct within more than one county, and did not require the specialized resources of a statewide body. In furtherance of this effort to quash the investigation, the newspaper also sought access to documents related to the administration of the grand jury, including the sealed notice submitting the underlying investigation, denominated as “Notice of Submission of Investigation Number 12” (“Notice 12”). See generally 42 Pa.C.S. § 4550 (delineating the procedure for a matter’s submission to an investigating grand jury).\nThe supervising judge granted Lancaster Newspapers’ petition for access to Notice 12 and directed the Attorney General to provide the newspaper with a copy of the notice by August 25,2006.\nAs noted, Subpoena 686 was issued in late July 2006. The subpoena compelled, specifically, the production of two computer hard drives used by reporters of the Lancaster Intelli gencer Journal, Lancaster New Era, and Lancaster Sunday News. The newspaper filed a motion to quash this subpoena, raising the same grounds that it previously relied upon in challenging Subpoena 314. On August 17, 2006, the supervising judge issued an order denying relief on this motion; further, he directed the newspaper to surrender the hard drives to the Attorney General within five days.\nDuring a subsequent telephone conference with the supervising judge, the Attorney General’s office advised that it would not produce Notice 12, but rather, would seek appellate review of the disclosure order. Thereafter, the supervising judge issued an opinion and order denying the newspaper’s jurisdictional challenge, finding that the matter under investigation fell squarely within the purview of a statewide investigating grand jury. Further, the supervising judge deemed Lancaster Newspapers to be in contempt of court and imposed a sanction of $1,000 per day for failure to comply.\nThe next day, Lancaster Newspapers and a reporter, P.J. Reilly, filed the present submission styled as an emergency application for review in this Court’s original appellate jurisdiction under Section 722(5) of the Judicial Code, 42 Pa.C.S. § 722(5) (conferring upon the Supreme Court exclusive appellate jurisdiction of appeals from final orders of the courts of common pleas “where the matter relates to the convening, supervision, administration, operation or discharge of an investigating grand jury or otherwise directly affects such a grand jury or any investigation conducted by it”), and seeking an exercise of King’s Bench jurisdiction and/or issuance of a writ of prohibition, coupled with a request for a stay of the proceedings pending review. The Attorney General filed a petition for review from the supervising judge’s order requiring disclosure of Notice 12, coupled with a motion to seal the filing. This Court issued orders staying the effectiveness of the supervising judge’s contempt order and requirement of disclosure concerning the content of Notice 12, pending our expedited review. We also granted the request to seal designated filings.\nI. Appellate Jurisdiction\nThe Attorney General does not challenge Lancaster Newspapers’ present appeal on jurisdictional grounds, as it did the newspaper’s previous appeal from the enforcement of Subpoena 314. Presumably, this derives from the newspaper’s decision to follow the traditional route for challenging a grand jury subpoena, namely, non-compliance at the risk of contempt sanctions. As noted, with respect to Subpoena 314, the newspaper did not risk contempt, but rather, voluntarily surrendered custody of its hard drives to the Attorney General, albeit with conditions.\nAppellate review of matters involving statewide grand juries is regulated by Rule of Appellate Procedure 3331, which provides, in relevant part, that:\n(a) General rule. Within the time specified in Rule 1512(b)(3) (special provisions), any of the following orders shall be subject to review pursuant to Chapter 15 (judicial review of governmental determinations):\n(3) An order entered in connection with the supervision, administration or operation of an investigating grand jury or otherwise directly affecting an investigating grand jury or any investigation conducted by it.\n(5) An order of the type specified in Paragraphs (1) through (5) of this subdivision which contains a statement by the lower court pursuant to 42 Pa.C.S. § 702(b) (interlocutory appeals by permission). Chapter 13 (interlocutory appeals by permission) shall not be applicable to such an order.\n(d) Interlocutory matters. The interlocutory or final nature of an order shall not be affected by this rule and, unless independent grounds appear for the review of an interlocutory order, the interlocutory nature of the order will be sufficient a reason for denying the petition. The denial of a petition shall be deemed a disposition on the merits unless otherwise ordered or unless the petition expressly seeks permission to appeal from an interlocutory order and asserts no other basis of jurisdiction on appeal.\nPa.R.A.P. 3331. Notably, Rule 3331(a) further specifies that Rule 3309 (applications for extraordinary relief) shall not be applicable to an order reviewable under this rule. In addition, the note to the rule indicates that the scheme is designed to provide a simple and expeditious means for this Court to supervise special prosecutions and investigations, including findings of contempt by witnesses called before a grand jury. See Pa.R.A.P. 3331, Note.\nAs a general rule, an order denying a motion to quash a subpoena is considered interlocutory and not subject to immediate appeal. See Petition of Specter, 455 Pa. 518, 519, 317 A.2d 286, 287 (1974) (citing United States v. Ryan, 402 U.S. 530, 532-33, 91 S.Ct. 1580, 1581-82, 29 L.Ed.2d 85 (1971); Cobbledick v. United States, 309 U.S. 323, 327, 60 S.Ct. 540, 542, 84 L.Ed. 783 (1940)). One seeking to challenge the propriety of a grand jury subpoena must generally choose between complying with the subpoena and litigating the validity through contempt proceedings. See In re Investigating Grand Jury of Philadelphia County (Appeal of Philadelphia Rust Proof Co.), 496 Pa. 452, 457 n. 3, 437 A.2d 1128, 1130 n. 3 (1981) (explaining that a order denying a motion to quash a grand jury subpoena is a “non-appealable, interlocutory order insofar as it affects ... petitioners, who have not had orders of civil contempt entered against them”); In re Investigating Grand Jury of Philadelphia County, 487 Pa. 68, 69, 408 A.2d 1099, 1099 (1979); accord Ryan, 402 U.S. at 532-33, 91 S.Ct. at 1582. Requiring the choice between compliance with the subpoena and the possibility of contempt preserves the interest in expeditious grand jury proceedings. See Petition of Specter, 455 Pa. at 519-20, 317 A.2d at 286 (citing Ryan, 402 U.S. at 533, 91 S.Ct. at 1582 (explaining that “we have consistently held that the necessity for expedition in the administration of the criminal law justifies putting one who seeks to resist the production of desired information to a choice between compliance with a trial court’s order to produce prior to any review of that order, and resistance to that order with the concomitant possibility of an adjudication of contempt if his claims are rejected on appeal”)). Further, the approach facilitates development of an adequate factual record in support of the reasons supporting resistance to the subpoena.\nOur decision to quash Lancaster Newspapers’ initial appeal from the enforcement of Subpoena 314 reflects straightforward adherence to this long-settled framework.\nWe recognize that the newspaper sought to circumvent this approach by attempting to invoke the collateral order doctrine, by seeking certification of the supervising judge’s order under Rule of Appellate Procedure 3331(a)(5), and by participating in an arrangement whereby it conditionally surrendered the subject computer hardware to the Office of Attorney General pending its appeal effort. These approaches, however, were unavailing, for the following reasons.\nThe collateral order doctrine authorizes an interlocutory appeal as of right from “an order separable from and collateral to the main cause of action where the right involved is too important to be denied review and the question presented is such that if review is postponed until final judgment in the case, the claim will be irreparably lost.” Pa.R.A.P. 313(b). The doctrine is to be construed narrowly to preserve the integrity of the general rule that only final orders may be appealed; thus, the requirements for a collateral order are applied relatively stringently. See Melvin v. Doe, 575 Pa. 264, 272, 836 A.2d 42, 46-47 (2003).\nAs the United States Court of Appeals for the Fifth Circuit has explained, the determination of whether a particular order is separable and collateral from a grand jury proceeding is a difficult, if not impossible, undertaking. See In re Grand Jury Subpoena, 190 F.3d 375, 384 (5th Cir.1999) (“Even if the grand jury proceeding is identified as the ‘action’ at issue, it occurs in secret, leaving this court with no record to use in determining whether or not the contested order is collateral to the proceeding.”). Along these lines, the determination of whether the order is collateral “might well place [an appellate court] at the very heart of the grand jury’s investigation.” Id. In any event, the constitutional and statutory protections that the newspaper could have asserted in response to the denial of the motion to quash would not have been lost irreparably pending appellate review had the newspaper followed the accepted mechanism for advancing its claims, namely, noncompliance on peril of contempt. Other courts have refused similar invitations to employ the collateral order doctrine to circumvent the established course for challenging a subpoena. See, e.g., In re Grand Jury Subpoena, 190 F.3d at 384.\nWith regard to Lancaster Newspapers’ challenge to the supervising judge’s denial of certification under Rule of Appellate Procedure 3331(a)(5), as noted, the rule facilitates an interlocutory appeal by permission upon a special certification by the presiding court. The rule cross-references Section 702(b) of the Judicial Code in delineating the necessary certification, which is to the effect that the order involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the matter. See 42 Pa.C.S. § 702(b). Again in light of the availability of the traditional avenue for securing appellate review and the policy against unnecessarily impeding a grand jury investigation, we did not believe that the supervising judge abused his discretion in denying the requested certification.\nFinally, the newspaper’s participation in a compromise arrangement was expressly for purposes of securing a temporary stay pending appeal; it had, and could have, no effect on the appealability of the order enforcing Subpoena 314.\nII. Jurisdiction of the Supervising Judge\nIn its present jurisdictional challenge, Lancaster Newspapers argues that, pursuant to Section 4544 of the Judicial Code, 42 Pa.C.S. § 4544, a multi-county or statewide investigating grand jury may not be convened to investigate any matters except those involving: organized crime and/or public corruption; conduct occurring within more than one county of the Commonwealth; and circumstances in which it appears the investigation cannot be adequately performed by a county investigating grand jury. According to the newspaper, the investigation pursuant to Notice 12 does not involve organized crime or public corruption, which are prerequisites to the empanelment of a multi-county or statewide body. Furthermore, the newspaper asserts that the investigation solely involves Lancaster County and can be adequately performed by a county investigating grand jury or through other established law enforcement practices. The newspaper avers, on information and belief, that Notice 12 does not meet the foregoing jurisdictional requirements, and if it does, the allegations that it contains are false.\nThe Attorney General’s position is that the newspaper’s argument confuses the statutory prerequisites for empanelment of a statewide investigating grand jury as outlined in Section 4544 of the Judicial Code, with the statutory powers of an existing county, multi-county, or statewide grand jury to inquire into offenses against the criminal laws of the Commonwealth, which are separately delineated in Section 4548(a), 42 Pa.C.S. § 4548(a). The Commonwealth notes that the latter contains no restrictions connected with the nature of the offense, no requirement that multi-county events be involved, and no reference to amenability of the investigation to another investigative body or other law enforcement methods. See 42 Pa.C.S. § 4548(a) (“The investigating grand jury shall have the power to inquire into offenses against the criminal laws of the Commonwealth alleged to have been committed within the county or counties in which it is summoned.”). Since the Twenty-Fourth Statewide Investigating Grand Jury has jurisdiction over all of the counties of the Commonwealth, and the investigation at issue clearly involves an inquiry into the criminal laws of the Commonwealth, the Attorney General contends that it is proper under the plain meaning of the authorizing statute. Further, the Attorney General highlights that there is no requirement of complete overlap between his office’s initial application to convene the statewide body and the particular matters that are later submitted to its attention. Accord In re County Investigating Grand Jury of October 18, 1982 (Petition of Raymond Stout), 501 Pa. 118, 119-20, 460 A.2d 249, 250 (1983); Commonwealth v. McCauley, 403 Pa.Super. 262, 269-70, 588 A.2d 941, 945 (1991) (“Where properly impaneled, the purpose for which a grand jury is convened does not place a limitation on the grand jury’s authority to investigate other crimes committed in a county.... There is no requirement that the subject of every notice of submission be among the alleged offenses specifically described in an application to convene an investigating grand jury.”).\nWe are cognizant that the substantial powers exercised by investigating grand juries, as well as the secrecy in which the proceedings are conducted, yields the potential for abuses. The safeguards against such abuses are reflected in the statutory scheme of regulation, which recognizes the essential role of the judiciary in supervising grand jury functions. See In re Investigating Grand Jury of Philadelphia County (Appeal of Drapczuk), 495 Pa. 186, 192 & n. 3, 433 A.2d 5, 8 & n. 3 (1981). We believe that adherence to the statutory framework is adequate to assure regularity in the proceedings. Further, we agree with the Attorney General that such framework simply does not require that every matter submitted to a multi-county or statewide investigating grand jury needs to independently meet each one of the criteria that are threshold to the convening of the investigative body in the first instance. As the Attorney General observes, the statutory requirements relative to the empanelling of a statewide investigating grand jury and the statutory powers of the grand jury to inquire into criminal offenses once empanelled are different. Compare 42 Pa.C.S. § 4544(a), with 42 Pa.C.S. § 4548(a). For this reason, we reject Lancaster Newspapers’ jurisdictional challenge to Notice 12, as it is presently framed.\nIII. Challenges on the Merits\nOn the merits, Lancaster Newspapers complains that the grand jury subpoena is overbroad, in that it obviously requires production and potential disclosure of information beyond that which is relevant to the grand jury inquiry. The newspaper discusses a “chilling effect” that the surrender of entire computer hard drives to the government by the media will have on its ability to utilize confidential sources and to gather news information. According to the newspaper, less intrusive means were available to be utilized by the government and/or grand jury to accomplish their investigative purposes. The newspaper extensively develops its arguments concerning newspaper source protection under the First Amendment to the United States Constitution, the First Amendment Privacy Protection Act, and the Pennsylvania Shield Law. Further, although it recognized the amenability of individual documents to compelled disclosure in grand jury proceedings, in submissions to the supervising judge, Lancaster Newspapers analogized the transfer of computer hard drives to a surrender of entire file cabinets of the newspaper.\nAccording to the Attorney General, there is no factual basis supporting Lancaster Newspapers’ assertion that the computer hard drives subject to Subpoena 686 contain information protected from disclosure, since the newspaper did not offer any evidence concerning their content. Further, the Attorney General emphasizes that the specific information sought by Subpoena 686 — the internet history and cached content of the computer hard drives (as more particularly described in the supervising judge’s order) — is not protected from disclosure under constitutional or statutory rights or privileges. The Attorney General contends that, even if there is protected information contained on the two hard drives, the safeguards placed on the Commonwealth’s search by the lower court are adequate to guard against the disclosure of any protected information. Additionally, the Attorney General notes that compliance with Subpoena 686 will not intrude upon the newspaper’s ability to perform its newsgathering function. In this regard, his office indicates that, on August 29, 2006, the Commonwealth provided Lancaster Newspapers with duplicates of the four original hard drives currently in its possession, and the Commonwealth also has agreed to provide the newspaper with duplicates of the two hard drives identified in Subpoena 686 if and when they are produced.\nHaving reviewed the parties’ submissions, ultimately we agree with Lancaster Newspapers that measures were available to obtain the information subject to the investigation short of outright surrender of the hard drives to the Commonwealth. In this regard, the analogy made by the newspaper between the computer hard drives and entire media file cabinets appears apt. A similar analogy was embraced by a federal district court in In re Grand Jury Subpoena Duces Tecum, 846 F.Supp. 11 (S.D.N.Y.1994), albeit outside the context of a subpoena to a member of the print media. There, the district court quashed a grand jury subpoena requiring the production of computer hard drives to investigate potential securities trading violations. Applying the file-cabinet analogy, the court found the subpoena to be overbroad, as it could have been narrowed to require only the production of information that was actually pertinent to the investigation. To the extent that there was reason to believe that such information was being withheld, the court noted that a neutral expert could be appointed by the court to examine the hard drives and floppy disks. See id. at 13.\nThis case is distinguishable from In re Grand Jury Subpoena Duces Tecum in several material respects. In particular, on the one hand, it involves production from the news media, which heightens the potential First Amendment concerns. On the other hand, the supervising judge in the present case did attempt to narrow the scope of the actual disclosure to the Commonwealth. See Opinion and Order, In re Twenty-Fourth Statewide Investigating Grand Jury, No. 329 M.D. 2005, slip op. at 4 (C.P. Dauph. Aug. 23, 2006) (“I attempted to address [First Amendment and privilege] concerns by authorizing a narrow and limited computer forensic analysis, and then having the report in such turned over to me to assure their concerns were not infringed upon before I would release it to the Attorney General.”). These efforts, however, fall short of utilization of a neutral, court-appointed expert, as examination of the newspaper hard drives remains to take place through the Attorney General’s forensic unit.\nWe find that the supervising judge’s approach is not sufficient to address the potential chilling effect referenced by the newspapers, as the unavoidable effect is that the essential “filing cabinets” of the newspapers are transferred to the custody and control of the executive branch of government. While it may be that, given the technologies involved, the method crafted by the supervising judge is the most expedient manner of investigation, a careful balancing of the respective interests involved leads us to the conclusion that this particular method of disclosure is unduly intrusive in the circumstances presented. Notably, part of the reason that the Fourth Amendment is of limited application in the setting of grand jury subpoenas is that the appearance at grand jury proceedings is not regarded as a search or seizure. See United States v. Dionisio, 410 U.S. 1, 9-10, 93 S.Ct. 764, 769, 35 L.Ed.2d 67 (1973). The extraction by the executive branch of entire “filing cabinets” from a witness and/or subject of investigation, however, tests the limits of credulity in the attempt to maintain the understanding that no search or seizure is involved.\nWe recognize the concern on the part of the Attorney General that the office is attempting to gather and secure evidence, and the hard drives themselves may in fact be the best evidence available concerning the matters subject to investigation. In this regard, however, and in the present status quo, we believe that any direct and compelled transfer to the executive branch of general-use media computer hardware should be pursuant to a due and proper warrant, issued upon probable cause.\nIV. Disclosure of the Content of Notice 12\nAs noted, the Attorney General filed a petition for review challenging a separate ruling by the supervising judge requiring the Commonwealth to provide the newspaper with a copy of Notice 12, coupled with a certification under Rule of Appellate Procedure 311(d) and an assertion that the ruling represents a collateral order. Its central contention is that compelled disclosure of a grand jury notice of submission would violate the secrecy provisions of the Investigating Grand Jury Act, because it describes a “matter occurring before a grand jury.” 42 Pa.C.S. § 4549(b). Further, the Attorney General contends that compelled disclosure would jeopardize the reputation of high public officials who find themselves under grand jury investigation.\nWe accept the Commonwealth’s certification under Rule 311(d), which provides:\nIn a criminal case, under the circumstances provided by law, the Commonwealth may take an appeal as of right from an order that does not end the entire case where the Commonwealth certifies in the notice of appeal that the order will terminate or substantially handicap the prosecution.\nPa.R.A.P. 311(d). Notably, with regard to certain types of orders, this Court has taken a fairly categorical approach to the application of Rule 311(d). See, e.g., Commonwealth v. Cosnek, 575 Pa. 411, 416, 421, 836 A.2d 871, 874, 877 (2003) (recognizing that orders suppressing evidence of the prosecution are subjection to Rule 311(d) certification, whereas orders refusing to suppress defense evidence are not). Given the integral role of secrecy in grand jury investigations, see supra note 4, we believe that disclosure orders concerning the subject of a grand jury investigation are a type of order relating to a potential criminal prosecution that should be appealable as of right, upon due and good-faith certification by the Commonwealth under Rule 311(d).\nOn the merits, the Attorney General emphasizes the compromise of secrecy involved in disclosure of a grand jury notice of submission, as well as the effect on the Commonwealth’s ability to perform a complete and adequate investigation. According to the Attorney General, compelled disclosure of a grand jury notice of submission may allow the target of a grand jury investigation who is served with a grand jury subpoena to: identify persons likely to be called as grand jury witnesses; identify physical evidence likely to be seized by the grand jury; suborn perjury; tamper with or retaliate against past and future grand jury witnesses; reveal the identify of persons under suspicion who may ultimately be exonerated at the conclusion of the investigation; and tamper with physical evidence of the crimes under investigation. Further, even if no such wrongdoing ensues, according to the Attorney General, public disclosure of notices of submission would jeopardize the reputation of high public officials and others who may find themselves subject to grand jury investigation and discourage free and untrammeled disclosures by witnesses who have information with respect to the commission of crimes.\nThe newspaper denies that compelled disclosure of a grand jury notice of submission would frustrate the principles of grand jury secrecy and prevent the Attorney General and/or the grand jury from performing a complete and adequate investigation. To the contrary, the newspaper highlights that the supervising judge has already found as a fact that these assertions are inaccurate in the circumstances at hand, with the judge specifically observing that the notice of submission in this matter “does not implicate the secrecy or investigative concerns set forth by the Commonwealth.” See In re Twenty-Fourth Statewide Investigating Grand Jury, 320 M.D. 2005, per curiam order at 1 n. 1 (C.P. Dauph. Aug. 15 2005). Lancaster Newspapers describes the Attorney General’s position as a mere “parade of horrors” argument that is unjustified in light of this Court’s decision in In re Investigating Grand Jury of Philadelphia County (Appeal of Washington), 490 Pa. 31, 415 A.2d 17 (1980), permitting a subject of investigation to challenge the validity of grand jury proceedings.\nWe find that the Appeal of Washington decision provides adequate support for Lancaster Newspapers’ position. See id. at 39-40, 415 A.2d at 21 (“Once a grand jury exercises its powers, individuals affected by that exercise ... may challenge the validity and adequacy of statements made by which empanelment was obtained [including] the validity and adequacy of the notice by which a matter was submitted to the grand jury, and the exercise of power by the grand jury toward the individual through a subpoena challenge.”). Certainly, a witness or subject will be hampered in the ability to challenge a notice of submission if he lacks any access to the document. Therefore, at least when, in the sound judgment of the supervising judge (subject to this Court’s appellate review upon appropriate application), the policy concerns raised by the Attorney General are not implicated in the particular circumstances involved, we find that confidential disclosure is available.\nV. Order\nFor the foregoing reasons, the supervising judge’s order of August 23, 2006, rejecting Lancaster Newspapers’ jurisdictional challenge is affirmed, without prejudice to any additional, good-faith challenge asserted upon confidential review of Notice 12. The supervising judge’s orders of August 17 and 24, 2006, requiring the surrender of the two computer hard drives in issue to the Office of Attorney General and imposing contempt sanctions for failure to comply are vacated, without prejudice to further proceedings that are consistent with this opinion. The Attorney General’s petition for review is denied on its merits. This Court’s order staying the Attorney General’s obligation to comply with the supervising judge’s disclosure order of August 15, 2006, is vacated, subject to the proviso that Notice 12 is to be held in confidence by Lancaster Newspapers and its agents and attorneys, with the original remaining under seal in the common pleas court. Lancaster Newspapers’ request for an exercise of this Court’s extraordinary jurisdiction and/or equitable jurisdiction is dismissed as moot.\nJurisdiction is relinquished.\nChief Justice CAPPY, and Justices NEWMAN, BAER and BALDWIN join the opinion.\nJustice CASTILLE files a concurring and dissenting opinion.\nJustice EAKIN did not participate in the consideration or decision of this matter.\n. The Twenty-Fourth Statewide Investigating Grand Jury was convened on application of the Attorney General, per a June 2005 Order of the Chief Justice of Pennsylvania.\n. The Attorney General does contend that Reporter Reilly is not a proper party to the proceedings, because Subpoena 686 was not directed to him, nor was he held in contempt for failing to comply with Subpoena 686. As Lancaster Newspapers is undisputedly a proper party to the appeal, however, and its arguments are identical to those of the reporter, we need not address this standing challenge. See generally City of Philadelphia v. Commonwealth, 575 Pa. 542, 563 n. 8, 838 A.2d 566, 579 n. 8 (2003) (explaining that it was not necessary to determine whether the Mayor of Philadelphia had standing in an appeal, where the City of Philadelphia, as a co-appellant, was deemed to have standing to present identical challenges).\n. Parenthetically, the federal courts have allowed an appeal in the absence of a contempt order where subpoenaed documents are held by an entity that has no personal interest in the grand jury proceedings. See, e.g., In re Grand Jury Subpoenas, 123 F.3d 695, 696-97 (1st Cir.1997). This is not such a situation, as Lancaster Newspaper is not such a disinterested entity.\n. For a discussion of the indispensable role of secrecy in grand jury investigations, see Appeal of Philadelphia Rust Proof Company, 496 Pa. 452, 437 A.2d 1128 (1981). See generally Press-Enterprise Co. v. Superior Court of Calif. for Riverside County, 478 U.S. 1, 8-9, 106 S.Ct. 2735, 2740, 92 L.Ed.2d 1 (1986) (\"Although many governmental processes operate best under public scrutiny, it takes little imagination to recognize that there are some kinds of government operations that would be totally frustrated if conducted openly. A classic example is that ‘the proper functioning of our grand jury system depends upon the secrecy of grand jury proceedings' ”).\n. We expressly do not foreclose, however, the utilization by the supervising judge of a neutral, court-appointed expert to accomplish the forensic analysis and report specific, relevant results, as suggested in the In re Grand Jury Subpoena Duces Tecum decision.\n. To some degree, this is analogous to the United States Supreme Court’s categorical approach to the collateral order doctrine, which serves the interest of predictability and coherence in terms of determining what types of orders are subject to appeals as of right. See generally Cunningham v. Hamilton County, 527 U.S. 198, 206, 119 S.Ct. 1915, 1921, 144 L.Ed.2d 184 (1999) (commenting upon the federal, categorical approach with regard to collateral orders)."}