{"id": "281131", "contents": "OPINION\nNEWMAN, Justice.\nAfter a joint, nonjury trial, the Court of Common Pleas of Philadelphia County (trial court) convicted Appellant, William R. Gribble (Gribble), and his co-defendant, Kelley O’Donnell (O’Donnell), of first degree murder for the death of Eleftherios Eleftheriou (Eleftheriou). The trial court also convicted Gribble of criminal conspiracy, possessing instruments of crime, robbery, theft by unlawful taking, unauthorized use of automobiles, arson, risking a catastrophe, forgery, abuse of a corpse and credit card fraud. Following the penalty phase, the trial court concluded that the one aggravating circumstance it found outweighed the two mitigating circumstances it found, and sentenced Gribble to death. The trial court denied Gribble’s post-trial motions and formally imposed the sentence of death. The trial court also imposed various prison sentences for the other crimes that Gribble committed. This case is now before us on direct appeal pursuant to 42 Pa.C.S. § 9711(h)(1). For the reasons discussed below, we affirm the judgment of sentence imposed by the trial court.\nSufficiency of the Evidence\nIn cases of first degree murder where the death penalty has been imposed, this Court performs an independent review of the sufficiency of the evidence supporting the conviction for first degree murder, regardless of whether the appellant seeks such review. Commonwealth v. Zettlemoyer, 500 Pa. 16, 26 n. 3, 454 A.2d 937, 942 n. 3 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983). Here, Gribble specifically challenges the sufficiency of the evidence supporting his convictions for first degree murder and for robbery. When reviewing a sufficiency of the evidence claim, an appellate court must view all of the evidence, and the reasonable inferences to be drawn from that evidence, in the light most favorable to the Commonwealth as verdict winner and must determine if the evidence was sufficient to enable the fact finder to conclude that all of the elements of the offenses were established beyond a reasonable doubt. Commonwealth v. Burgos, 530 Pa. 473, 610 A.2d 11 (1992).\nViewed under this standard, the evidence establishes that in early November of 1992, Gribble, an admitted drug addict, and his girlfriend, O’Donnell, were staying in an apartment at 3123 Richmond Street in Philadelphia. The apartment belonged to Agnes McClinchey (McClinchey), who had given Gribble and O’Donnell permission to stay in the apartment while she traveled to western Pennsylvania. James Mathews (Mathews), an elderly friend of McClinchey who drank heavily, also resided in the apartment.\nAt approximately 10:00 p.m. on Wednesday, November 11, 1992, O’Donnell arrived at a pizza shop that Eleftheriou managed. O’Donnell offered to pawn a leather jacket to Eleftheriou in exchange for ten dollars. An employee of the pizza shop observed Eleftheriou remove a “whole lot of money” in a roll from his pocket to pay O’Donnell for the jacket. O’Donnell and Eleftheriou then made arrangements to meet later that evening. After closing the pizza shop at 1:00 a.m. on November 12, 1992, Eleftheriou left in his car to meet O’Donnell. He met O’Donnell on a street corner and accompanied her to the apartment at 3123 Richmond Street.\nIn a sworn confession later given to police, Gribble stated that he arrived at the apartment at approximately 2:00 a.m. and saw Eleftheriou and O’Donnell on the couch together. Mathews was asleep in a back room. According to Gribble, Eleftheriou “was feeling all over” O’Donnell. Gribble then “freaked.” He hit Eleftheriou once with his fist, grabbed a hammer that was resting on a television, and beat Eleftheriou approximately ten or fifteen times with the hammer until Gribble “knew [Eleftheriou] was dead.” Gribble claimed that O’Donnell left the apartment at some point during the attack on Eleftheriou. Next, Gribble dragged Eleftheriou’s body behind the house, covered him with a piece of plywood, and returned to the house to decide what to do. A short time later, Gribble uncovered Eleftheriou’s body, dropped him through an access hole into the basement, and began to dismember the body. While Gribble was carving apart the body, O’Donnell returned to the apartment and said she was sick. O’Donnell telephoned police, who dispatched a rescue squad to the apartment. After the rescue squad arrived and transported O’Donnell to the hospital, Gribble said he returned to the basement and finished dismembering Eleftheriou. Gribble also admitted that he cut off Eleftheriou’s penis “for spite.” He then bagged the body parts and cleaned the basement. O’Donnell came back from the hospital a few hours later and she and Gribble went to sleep.\nAccording to Gribble’s confession, they awoke early on the morning of Thursday, November 12, 1992, and he loaded the body into Eleftheriou’s car. He drove to Delaware Avenue in Philadelphia and threw half of the bags from the car into a dump site. Gribble said he then took the remainder of the bags back to the apartment and he and O’Donnell went to sleep. Gribble also admitted that he took money and a credit card from Eleftheriou’s wallet, and later that evening, he and O’Donnell drove to a children’s clothing store in Philadelphia, where O’Donnell used Eleftheriou’s credit card to purchase clothing for Gribble’s children.\nOn the morning of Friday, November 13, 1992, Philadelphia police received a report that someone had found human body parts in a trash dump in the 3900 block of North Delaware Avenue. When they arrived on the scene, they found a blood stained quilt and a left arm next to a trash bag. Inside another nearby trash bag, they found a torso with the head missing. In a smaller bag there was a blood-covered head, with the left eye missing. A short distance away, police found a right arm inside another bag. These body parts were later identified as belonging to Eleftheriou. Among papers strewn around the site, police found a letter addressed to Agnes McClinchey, 3123 Richmond Street, Philadelphia.\nLater on November 13, 1992, McClinchey returned to 3123 Richmond Street from western Pennsylvania. She found blood on the front door and a stain on the carpet. She also noticed that the walls were cleaner than when she left. O’Donnell told McClinchey that she and Gribble were involved in a murder and that the victim’s head had been found on Delaware Avenue. McClinchey also heard O’Donnell tell Gribble to burn the car. When Gribble returned from this task, O’Donnell said to him “[tjhank God, you didn’t get caught.” That same evening, police received a report of a car fire on D Street. When police and fire fighters arrived on the scene, they found a car in flames. After extinguishing the fire, police examined the interior of the car and found two human legs and the lower portion of a male torso with its penis missing. The body parts were later identified as belonging to Eleftheriou.\nMcClinchey subsequently called the police, who interviewed her at a gas station near her apartment. The police then went to her apartment and arrested Gribble and O’Donnell. A search of the basement revealed, among other things, a serrated kitchen knife, a chisel, and a claw hammer, each containing traces of human tissue and blood. Stuffed inside a pipe, police found a pencil case containing a human eye and a penis. Police took Gribble and O’Donnell into custody for questioning. After waiving their rights, Gribble and O’Donnell gave their separate statements confessing to the murder of Eleftheriou.\nAt trial, an assistant medical examiner testified that there were numerous abrasions on Eleftheriou’s head that were consistent with blows from a hammer. The injuries to Eleftheriou’s head indicated that he was not moving when most of the blows were inflicted. The assistant medical examiner also testified that red abrasions at the site where the head and right arm were sawed off indicate that the heart was still beating when those body parts were severed. He further testified that it would have taken two people working together to dismember Eleftheriou’s body in the estimated fifteen minutes before he bled to death.\nTo sustain a conviction for first degree murder, the Commonwealth must prove that a human being was unlawfully killed; that the accused did the killing; that the killing was done with malice aforethought; and that the killing was willful, deliberate and premeditated. Commonwealth v. Mitchell, 528 Pa. 546, 599 A.2d 624 (1991). The element that distinguishes first degree murder from all other degrees of murder is the presence of a willful, deliberate and premeditated intent to kill. Commonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293, cert. denied, — U.S. -, 117 S.Ct. 364, 136 L.Ed.2d 255 (1996). This specific intent to kill may be proven by circumstantial evidence. Id. Such circumstantial evidence may consist of the accused’s use of a deadly weapon on a vital part of the victim’s body. Commonwealth v. Rivers, 537 Pa. 394, 644 A.2d 710 (1994), cert. denied, — U.S. -, 116 S.Ct. 1270, 134 L.Ed.2d 217 (1996).\nGribble argues that the evidence here was insufficient to prove that he had a specific intent to kill Eleftheriou. Specifically, Gribble claims the trial court erroneously found that he used a deadly weapon on a vital part of the body by relying on the fact that Eleftheriou’s heart was still beating when Gribble cut off his head and right arm. Gribble contends that although Eleftheriou was not technically dead at this point, Gribble believed him to be dead, and Gribble’s attempt at dismemberment after his apparent death cannot be evidence of a specific intent to kill. In support of this argument, he relies on the following exchange between defense counsel and the court during closing arguments:\nMR. MIRARCHI: [W]hat the District Attorney wants you to do is ... believe that because this man was dismembered and because his heart was still beating at the time, that that shows a specific intent.\nTHE COURT: The law is that using a deadly weapon on a vital part of the body can be evidence of intent to kill.\nMR. MIRARCHI: Right.\nTHE COURT: When you chop somebody’s head off while the heart is still beating, that’s a pretty vital part.\nMR. MIRARCHI: Judge, of course it is. Of course it is.\nNotes of testimony, June 30,1993 at 507-08.\nAlthough the trial court may have explored during oral argument whether specific intent could be inferred from Gribble’s severance of Eleftheriou’s head, it is clear that in its Opinion, the trial court based the finding of specific intent on Gribble’s use of a hammer on Eleftheriou’s head. The trial court held that “smashing [Eleftheriou’s] skull with a hammer” supports a finding that a deadly weapon was used on a vital part of the victim’s body and “permits an inference of a specific intent to kill.” Trial Court Opinion at 4. Indeed, this court has held that the use of a hammer on a vital part of the victim’s body provides sufficient evidence for a fact finder to infer a specific intent to kill. Commonwealth v. Marshall, 534 Pa. 488, 633 A.2d 1100 (1993) (hammer blows to body of young girl were sufficient to demonstrate specific intent to kill); Commonwealth v. Goins, 508 Pa. 270, 495 A.2d 527 (1985) (approximately twenty-five hammer blows to the head supported finding of specific intent to kill); see also Commonwealth v. Nelson, 514 Pa. 262, 523 A.2d 728, cert. denied, 484 U.S. 928, 108 S.Ct. 293, 98 L.Ed.2d 253 (1987) (striking the head with a hammer, stabbing the chest with a chisel, and strangling the neck with an electric cord showed specific intent to kill). Accordingly, even assuming Eleftheriou was dead when Gribble severed his head and right arm, the ten to fifteen hammer blows that Gribble admittedly rained on Eleftheriou’s head while he was alive were more than sufficient to establish Gribble’s specific intent to kill.\nGribble further argues that the evidence was insufficient to prove that the killing was premeditated, and therefore, there was no specific intent to kill. In a related argument, he also claims that the Commonwealth failed to present sufficient evidence to establish its theory that he and O’Donnell killed Eleftheriou as part of a preconceived robbery. We disagree. The evidence adduced at trial showed that O’Donnell went to the pizza shop to pawn a leather jacket and noticed that Eleftheriou was carrying a large amount of cash. She arranged to meet him after work and brought him back to McClinchey’s apartment where she and Gribble had been staying. Although Gribble claims to have interrupted Eleftheriou’s assault on O’Donnell and grabbed a hammer from on top of the television set, McClinchey testified that her tool box was usually kept in the basement, thus supporting the Commonwealth’s theory that the hammer was brought from the basement in anticipation of the attack on Eleftheriou. Additionally, the assistant medical examiner testified that it would have taken two people to dismember Eleftheriou’s body in the estimated fifteen minutes before he bled to death. Moreover, on the day of the killing, Gribble took Eleftheriou’s cash and credit card, and then he and O’Donnell drove Eleftheriou’s car to a store to buy clothing for Gribble’s children with the credit card. Viewed in the light most favorable to the Commonwealth as verdict winner, this evidence is sufficient to support the inference that Gribble and O’Donnell formed a premeditated plan to lure Eleftheriou to the apartment with the intention to kill him and rob him of the money that O’Donnell had seen him carrying earlier. Commonwealth v. Breakiron, 524 Pa. 282, 571 A.2d 1035, cert. denied, 498 U.S. 881, 111 S.Ct. 224, 112 L.Ed.2d 179 (1990) (circumstantial evidence and reasonable inferences drawn from that evidence are sufficient to demonstrate that the defendant killed the victim in the course of a robbery).\nGribble next claims that he was incapable of forming the requisite specific intent to kill necessary for first degree murder because he had consumed drugs and alcohol on the day of the killing, and therefore, the trial court erred in convicting him of first degree murder. Voluntary intoxication can reduce the crime of murder from first degree to third degree. 18 Pa.C.S. § 308; Marshall. Evidence of intoxication induced by drugs or alcohol, however, does not by itself negate otherwise sufficient evidence of specific intent. Wilson. Instead, the evidence must show that the defendant was overwhelmed by an intoxicant to the point of losing his faculties. Wilson; Commonwealth v. Edmiston, 535 Pa. 210, 634 A.2d 1078 (1993). The fact finder can choose to believe any, all, or none of the defendant’s testimony concerning his intoxication. Commonwealth v. Stoyko, 504 Pa. 455, 475 A.2d 714, cert. denied, 469 U.S. 963, 105 S.Ct. 361, 83 L.Ed.2d 297 (1984).\nThe only evidence of intoxication adduced during the trial was Gribble’s statement to police, in which he claimed that he was “out drinking” on the night of the murder, admitted to being a drug addict, and admitted to using drugs almost forty-eight hours after the murder. Gribble’s bare assertion that he was “out drinking” on the night of the murder, without more, is insufficient to show that alcohol overwhelmed him to the point where he lost .his faculties. Wilson; Edmiston. Additionally, his admissions that he is a drug addict and that he used drugs after the murder lend no support to his claim that he was intoxicated at the time of the murder. To the contrary, Gribble’s statement showed that he was sufficiently in control of his faculties to remove Eleftheriou’s valuables, dismember his body, bag the remains, and clean the crime scene. Accordingly, the trial court did not err in rejecting Gribble’s claim of intoxication.\nNonetheless, Gribble attempts to bolster his claim of intoxication with his testimony at the penalty hearing. During that hearing, Gribble stated that on the day of the murder he had been drinking and using drugs, was “higher than you can imagine,” and did not remember the details of killing Eleftheriou. However, this testimony was not offered to support Gribble’s intoxication defense that he lacked specific intent, nor could it have been, because the guilt phase of the trial was complete and the trial court had already convicted Gribble of first degree murder. Gribble offered this testimony at his penalty hearing to persuade the trial court to find as a mitigating circumstance that Gribble’s capacity “to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was substantially impaired.” 42 Pa.C.S. § 9711(e)(3). Gribble chose not to testify during the guilt phase, as was his Constitutional right. Dissatisfied with the trial court’s verdict, he cannot now compensate for his silence at the guilt phase with testimony from the penalty phase.\nGribble next claims that he killed Eleftheriou in the heat of passion after he found Eleftheriou assaulting O’Donnell, and thus, he did not act with malice aforethought. Malice exists “where there is a wickedness of disposition, hardness of heart, cruelty, recklessness of consequences, and a mind regardless of social duty,.... ” Commonwealth v. Reilly, 519 Pa. 550, 564, 549 A.2d 503, 510 (1988) (quoting Commonwealth v. Drum, 58 Pa. 9, 15 (1868)). Malice is a necessary element of all degrees of murder, and it distinguishes murder from lesser types of homicide. Commonwealth v. Weinstein, 499 Pa. 106, 451 A.2d 1344 (1982); Commonwealth v. Seibert, 424 Pa.Super. 242, 622 A.2d 361 (1993), appeal denied, 537 Pa. 631, 642 A.2d 485 (1994). Gribble argues that because he lacked the requisite malice, he should have been convicted of voluntary manslaughter instead of first degree murder.\nVoluntary manslaughter is a lolling committed without lawful justification while under a sudden and intense passion resulting from serious provocation by the victim. 18 Pa.C.S. § 2503(a)(1). The only evidence of an alleged intense passion resulting from serious provocation here is Gribble’s confession, in which he stated that he walked into the living room and saw O’Donnell on the couch with Eleftheriou, who was “feeling all over” her. Gribble then allegedly “freaked,” hit Eleftheriou once with his fist, and struck him repeatedly with a hammer. Although, Gribble’s confession suggests passion resulting from provocation, the trial court specifically found that “[cjontrary to defendants’ explanation for the killing, the Court was presented with detailed evidence of a preconceived plan to lure the victim to defendants’ home, to rob him and then to murder him by smashing his skull with a hammer.” Trial Court Opinion at 4. Essentially, Gribble is now challenging the trial court’s decision not to credit his statement that he responded in the heat of passion to Eleftheriou’s alleged provocation. Credibility determinations, however, are for the trier of fact and the trier of fact is free to believe all, part or none of the evidence. Commonwealth v. Chambers, 528 Pa. 558, 599 A.2d 630 (1991), cert. denied, 504 U.S. 946, 112 S.Ct. 2290, 119 L.Ed.2d 214 (1992). Gribble is not entitled to relief simply because the trial court chose not to believe his version of the killing. Id.\nEvidentiary Claims\nGribble asserts that his confession was the product of an illegal arrest, and therefore, it should have been suppressed. Prior to trial, Gribble filed a motion to suppress his statement to police. However, Gribble withdrew the motion to suppress before the trial court ruled upon it. In fact, the court engaged in a colloquy with Gribble to ensure that he knowingly withdrew the motion to suppress and that he was satisfied with his counsel’s representation. Despite having withdrawn the pre-trial suppression motion, Gribble argued in post-trial motions that his statement to police should have been suppressed. In its Opinion, the trial court noted that Gribble had withdrawn his motion to suppress before trial, and thus, it did not expressly rule on the post-trial motion to suppress. On appeal, Gribble now argues that his statement should have been suppressed because the police did not have a warrant to arrest him and there were no exigent circumstances present that would excuse the absence of a warrant.\nCriminal Rule 323 governs the procedure for suppression motions and provides, in relevant part, as follows:\n(a) The defendant or his attorney may make a motion to the court to suppress any evidence alleged to have been obtained in violation of the defendant’s rights.\n(b) Unless the opportunity did not previously exist, or the interests of justice otherwise require, such motion shall be made only after a case has been returned to court and shall be contained in the omnibus pretrial motion set forth in Rule 306. If timely motion is not made hereunder, the issue of suppression of such evidence shall be deemed to be waived.\n(h) The Commonwealth shall have the burden of going forward with the evidence and of establishing that the challenged evidence was not obtained in violation of the defendant’s rights. The defendant may testify at such hearing, and, if he does so, does not thereby waive his right to remain silent during trial.\nPa.R.Crim.P. 323 (emphasis added). This Court has held that a defendant cannot avoid waiver under Rule 323(b) if he forgoes a pre-trial motion to suppress evidence and then challenges the evidence for the first time in post-trial motions. Commonwealth v. Cooley, 465 Pa. 35, 348 A.2d 103 (1975); Commonwealth v. Lopez, 455 Pa. 353, 318 A.2d 334 (1974); Commonwealth v. Brittain, 455 Pa. 562, 317 A.2d 219 (1974). Although we generally relax our waiver rules in capital cases, Zettlemoyer, we are unable to do so here.\nBecause Gribble withdrew his pre-trial motion to suppress, there was no suppression hearing. This deprived the Commonwealth of the opportunity to meet its burden of establishing that it lawfully obtained Gribble’s statement. Pa. R.Crim.P. 323(h); see also Commonwealth v. DeWitt, 530 Pa. 299, 608 A.2d 1030 (1992) (Commonwealth has the burden to prove by a preponderance of the evidence that the challenged evidence is admissible). Additionally, Gribble’s failure to litigate the suppression motion leaves this Court without a proper evidentiary record upon which to review the merits of the claim. See Commonwealth v. Young, 456 Pa. 102, 317 A.2d 258 (1974) (an appellate court may consider only the facts in the record). Gribble had occasion to seek the suppression of his statement, but he chose not to pursue the issue. Accordingly, he has waived his claim.\nPa.R.Crim.P. 323(b).\nNext, Gribble alleges that the trial court erred in admitting, over objection, a portion of his confession to police. During trial, Detective Gross read Gribble’s confession into evidence, which contained the following exchange between Detective Gross and Gribble:\n[Detective Gross]: How many times did you hit him with the hammer?\n[Gribble]: Ten or fifteen times, but at first it was only five times and he was down and he was bleeding all over. So I just finished him.\nNotes of testimony, June 29, 1993 at 307. The last sentence, “So I just finished him”, was crossed-out but still legible on the original statement, and Detective Gross read the sentence at trial. Detective Gross explained the reason for the cross-out as follows: “When [Gribble] was reading the statement, he at the end, he got up to that, and he read that and he said that doesn’t sound too good, does it? Can I change that? I said, yeah, go ahead and change it. And he put his initials on it.” Id. at 308. Detective Gross noted this explanation for the cross-out on a separate page in the investigation binder, but not on Gribble’s original statement. When the police prepared photocopies of their binder for the prosecutor, the photocopying process rendered the text of the crossed-out sentence illegible. Also, a copy of the separate page with Detective Gross’ notes was not included with the documents forwarded to the prosecutor. Thus, when the prosecutor forwarded a copy of its discovery materials to Gribble, the crossed-out sentence remained illegible and Detective Gross’ notes were not included. Gribble argues that he is entitled to a new trial because the Commonwealth’s failure to apprise him of the crossed-out sentence and the notes on the separate page violated the Commonwealth’s duty to disclose inculpatory statements pursuant to Pa.R.Crim.P. 305(B)(1)(b). He claims that had he known of their existence, he would have pursued a motion to suppress them.\nRule 305(B)(1)(b) provides as follows:\n(B) Disclosure by the Commonwealth.\n(1) Mandatory. In all court cases, on request by the defendant, and subject to any protective order which the Commonwealth might obtain under this rule, the Commonwealth shall disclose to the defendant’s attorney all of the following requested items or information, provided they are material to the instant case. The Commonwealth shall, when applicable, permit the defendant’s attorney to inspect and copy or photograph such items.\n(b) any written confession or inculpatory statement, or the substance of any oral confession or inculpatory statement, and the identity of the person to whom the confession or inculpatory statement was made, which is in the possession or control of the attorney for the Commonwealth;\nPa.R.Crim.P. 305 (emphasis added). In interpreting Rule 305, this Court has stated:\nOur cases uniformly hold that the prosecution does not violate discovery rules when it fails to provide the defense with evidence that it does not possess and of which it is unaware during pre-trial discovery, as when the evidence is in police custody. Commonwealth v. Colson, 507 Pa. 440, 490 A.2d 811 (1985) cert. denied 476 U.S. 1140, 106 S.Ct. 2245, 90 L.Ed.2d 692 (1986); Commonwealth v. Bonacurso, 500 Pa. 247, 455 A.2d 1175 (1983) cert. denied 462 U.S. 1120, 103 S.Ct. 3090, 77 L.Ed.2d 1350 (1983).\nCommonwealth v. Montgomery, 533 Pa. 491, 496-97, 626 A.2d 109, 112 (1993). In Bonacurso,\n[t]he prosecutor was not aware of the existence of [the witness’] statements in time to provide them to the defense during pre-trial discovery because the detective who handled the investigation did not include them in the binder of investigative materials submitted to the District Attorney’s office before trial____ Under these circumstances, the prevailing view in this Commonwealth is that the prosecution does not violate discovery rules when it fails to provide the defense with evidence that it does not possess and of which it is unaware during pre-trial discovery, even if the evidence is in police custody.\n500 Pa. at 251 n. 3, 455 A.2d at 1177 n. 3 (citations omitted).\nThe facts in the present case are strikingly similar to Bonacurso. Through the apparent inadvertence of the police in photocopying the investigation binder, the prosecutor here was unaware of Detective Gross’ notes on the separate page. Additionally, although the police were aware of the text of the crossed-out sentence, “So I just finished him”, that sentence was illegible on the photocopy of Gribble’s statement provided to the prosecutor. Because the prosecutor was unaware of Detective Gross’ notes and the text of the crossed-out sentence, there was no discovery violation and Gribble is not entitled to relief. Montgomery; Bonacurso.\nRight of Confrontation\nGribble claims that he was denied his Constitutional right of confrontation when the police introduced O’Donnell’s confession at the joint trial because he was unable to cross-examine her since she did not testify. Gribble did not object to the admission of O’Donnell’s statement at trial, and raised this issue for the first time in post-trial motions. Ordinarily, the failure to object to the admission of evidence at trial results in the waiver of that issue, Commonwealth v. Williams, 537 Pa. 1, 640 A.2d 1251 (1994), but because this is a capital case, we will address Gribble’s argument, Zettlemoyer.\nThe Sixth Amendment to the United States Constitution and Article I, Section 9 of the Pennsylvania Constitution guarantee a criminal defendant the right to confront the witnesses against him, including the right to cross-examine those witnesses. Commonwealth v. Spiewak, 533 Pa. 1, 617 A.2d 696 (1992). In a joint trial, the admission of a nontesti-. fying co-defendant’s confession, which inculpates the other co-defendant, violates the other co-defendant’s right of confrontation. Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968); Commonwealth v. Lambert, 529 Pa. 320, 603 A.2d 568 (1992). In the present case, however, O’Donnell’s confession did not inculpate Gribble. In fact, O’Donnell’s confession, if believed, would completely exculpate Gribble from any involvement in the killing of Eleftheriou. O’Donnell told police that she, not Gribble, struck Eleftheriou in the head with a hammer and later dismembered his body. See n. 14, supra. \"When the nontestifying co-defendant’s statement does not inculpate the other co-defendant, there is no violation of the right of confrontation. Commonwealth v. Sampson, 454 Pa. 215, 311 A.2d 624 (1973); Commonwealth v. Hassine, 340 Pa.Super. 318, 490 A.2d 438 (1985), overruled on other grounds, Commonwealth v. Schaeffer, 370 Pa.Super. 179, 536 A.2d 354 (1987). Because O’DonneU’s statement did not inculpate Gribble in the killing, Gribble’s argument is without merit.\nStatutory Review of Death Sentence\nHaving concluded that Gribble’s conviction for first degree murder was proper, we are statutorily required to perform an automatic review of his sentence of death. 42 Pa.C.S. § 9711(h). Pursuant to this review, we are required to affirm the sentence of death unless we determine that:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor;\n(ii) the evidence fails to support the finding of at least one aggravating circumstance specified in subsection (d); or\n(iii) the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of the defendant.\n42 Pa.C.S. § 9711(h)(3).\nHere, Gribble argues that his sentence of death was the product of passion and prejudice, 42 Pa.C.S. § 9711(h)(3)®, because the gruesome nature of the dismemberment precluded the trial court from rendering a fair and impartial sentence. Although the nature of this crime is indeed heinous, Gribble points to nothing in the record to support his claim that the circumstances of the killing unduly influenced the trial court. Additionally, our own independent review of the record yields no evidence that the sentence of death resulted from passion, prejudice or any other arbitrary factor.\nGribble next argues that the evidence fails to support at least one aggravating circumstance, 42 Pa.C.S. § 9711(h)(3)(h), because the trial court erroneously found as the only aggravating circumstance that the killing occurred during the perpetration of a felony, i.e., robbery, 42 Pa.C.S. § 9711(d)(6). As previously discussed, however, the Commonwealth presented sufficient evidence to establish that Gribble and O’Donnell killed Eleftheriou as part of a plan to rob him of the money he was carrying. Gribble’s attempt to re-argue this issue in the context of a challenge to the aggravating circumstance found is without merit.\nGribble also claims, without citation, that his sentence of death was erroneous because the one aggravating circumstance found does not outweigh the mitigating circumstances found. This argument is baseless. The imposition of a sentence is vested in the sound discretion of the sentencing authority and will not be disturbed absent a manifest abuse of discretion. Commonwealth v. Smith, 543 Pa. 566, 673 A.2d 893 (1996). The weighing of aggravating and mitigating circumstances is a task exclusively for the sentencing authority, and the sentencing authority may assign determinative weight to any circumstance. Commonwealth v. Moser, 519 Pa. 441, 549 A.2d 76 (1988). In Commonwealth v. Brown, 538 Pa. 410, 648 A.2d 1177 (1994), we explained this weighing process as follows:\nThe jury’s weighing of aggravating and mitigating circumstances is a subjective process. The mere existence of one or more aggravating circumstances together with one or more mitigating circumstances does not determine the sentence to be imposed. We have held that balancing aggravating against mitigating circumstances is not a quantitative process—that is, if more aggravating than mitigating circumstances are found, the jury is not required to impose a death sentence; likewise, if more mitigating than aggravating circumstances are found, the jury is not necessarily precluded from imposing a death sentence. In balancing aggravating and mitigating circumstances, the jury must weigh the relative significance of each circumstance....\nId. at 428-29, 648 A.2d at 1186 (citations omitted). Here, the trial court concluded that the aggravating circumstance it found, that Gribble killed Eleftheriou in the perpetration of a felony, outweighed the mitigating circumstances it found, that Gribble had no significant history of prior criminal convictions and that Gribble was a drug addict. We find no abuse in the trial court’s exercise of discretion.\nFinally, Gribble argues that the review this Court automatically conducts pursuant to section 9711 (h)(3)(iii) is internally flawed. According to the legislature’s statutory mandate, we must affirm a sentence of death unless we find that it is “excessive or disproportionate to the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of the defendant.” 42 Pa.C.S. § 9711(h)(3)(iii). This analysis is commonly referred to as proportionality review, or more specifically, comparative proportionality review, which differs from inherent proportionality review. Inherent proportionality review asks whether the severity of the punishment is proportionate to the gravity of the offense, i.e., does the punishment fit the crime. In contrast, comparative proportionality review asks whether the punishment for a specific crime is applied consistently in similar cases, i.e., do similar defendants receive similar sentences.\nThe United States Supreme Court explained the distinction between these two types of proportionality review as follows:\nTraditionally, “proportionality” has been used with reference to an abstract evaluation of the appropriateness of a sentence for a particular crime. Looking to the gravity of the offense and the severity of the penalty, to sentences imposed for other crimes, and to sentencing practices in other jurisdictions, this Court has occasionally struck down punishments as inherently disproportionate, and therefore cruel and unusual, when imposed for a particular crime or category of crime. The death penalty is not in all cases a disproportionate penalty in this sense.\nThe proportionality review ... provided for in numerous state statutes is of a different sort. This sort of proportionality review presumes that the death sentence is not disproportionate to the crime in the traditional sense. It purports to inquire instead whether the penalty is nonetheless unacceptable in a particular case because disproportionate to the punishment imposed on others convicted of the same crime.\nPulley v. Harris, 465 U.S. 37, 43, 104 S.Ct. 871, 875, 79 L.Ed.2d 29 (1984) (citations omitted) (footnotes omitted). It is the latter proportionality review that concerns us here.\nProportionality review became a fixture of modern death penalty legislation following the United States Supreme Court’s decision in Furman v. Georgia, 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972).\nIn Furman, the Court concluded that capital punishment, as then administered under statutes vesting unguided sentencing discretion in juries and trial judges, had become unconstitutionally cruel and unusual punishment. The death penalty was being imposed so discriminatorily, so wantonly and freakishly, and so infrequently, that any given death sentence was cruel and unusual. In response to that decision, roughly two-thirds of the States promptly redrafted their capital sentencing statutes in an effort to limit jury discretion and avoid arbitrary and inconsistent results. All of the new statutes provide for automatic appeal of death sentences. Most, such as Georgia’s, require the reviewing court, to some extent at least, to determine whether, considering both the crime and the defendant, the sentence is disproportionate to that imposed in similar cases. Not every State has adopted such a procedure. In some States, such as Florida, the appellate court performs proportionality review despite the absence of a statutory requirement; in others, such as California and Texas, it does not.\nFour years after Furman, this Court examined several of the new state statutes. We upheld one of each of the three sorts mentioned above. See Gregg v. Georgia, [428 U.S. 153, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976)]; Proffitt v. Florida, 428 U.S. 242, 96 S.Ct. 2960, 49 L.Ed.2d 913 (1976); Jurek v. Texas, 428 U.S. 262, 96 S.Ct. 2950, 49 L.Ed.2d 929 (1976).\nPulley, 465 U.S. at 44, 104 S.Ct. at 876 (citations omitted).\nShortly after the Court upheld the Georgia death penalty statute containing proportionality review in Gregg, the General Assembly included proportionality review in Pennsylvania’s death penalty statute for the first time. Act of September 13, 1978, P.L. 756, No. 141, § 1, effective immediately, 42 Pá. C.S.A. § 9711. To facilitate the proportionality review process, this Court issued an Order on December 6, 1983, directing the President Judge of each Court of Common Pleas to transmit a completed Murder of the First Degree Review Form for each defendant found guilty of first degree murder after September 13, 1978. The form provides information regarding the crime, the defendant and the victim. This information is processed by the Administrative Office of Pennsylvania Courts (AOPC), which has been charged with the duty of creating a database upon which a statistical analysis of sentences in first degree murder cases can be performed.\nLess than two months after we issued our Order, the United States Supreme Court issued Pulley, holding that the Eighth Amendment, as applied to the states through the Fourteenth Amendment, does not require a state death penalty statute to contain proportionality review. The Court explained its decision as follows:\nNeedless to say, that some schemes providing proportionality review are constitutional does not mean that such review is indispensable. We take statutes as we find them. To endorse the statute as a whole is not to say that anything different is unacceptable.... Examination of our 1976 cases makes clear that they do not establish proportionality review as a constitutional requirement.\nPulley, 465 U.S. at 44-45, 104 S.Ct. at 876. Notwithstanding the Court’s pronouncement in Pulley, the General Assembly, through 42 Pa.C.S. § 9711(h)(8)(iii), has, until recently, continued to require this Court to conduct a proportionality review in each case where a sentence of death had been imposed.\nThen, on June 25, 1997, the Governor signed legislation that removes proportionality review from the death penalty statute by deleting all of subsection (h)(3)(iii) and the part of subsection (h)(4) that references proportionality review. Act of June 25,1997, No. 28, § 1 (Act 28). Section 3 of Act 28 states that “[t]his act shall take effect immediately.” We cannot apply Act 28 to the present case, however, because to do so would be an impermissibly retroactive application of the law.\nRetroactive laws are those which “take away or impair vested rights acquired under existing laws, create new obligations, impose a new duty, or attach a new disability in respect to the transaction or considerations already past.” Black’s Law Dictionary (6th ed.1990) 1184. When Gribble was sentenced to death on October 11, 1994, he became statutorily entitled to review in this Court, 42 Pa.C.S. § 9711(h)(1), which at that time gave him the legislatively created right to proportionality review, 42 Pa.C.S. § 9711 (h)(3)(iii). Applying Act 28 to Gribble would take away his previously held statutory right to proportionality review, and thus, applying Act 28 to him would have a retroactive effect.\nThe legislature, through the Statutory Construction Act, has declared that “[n]o statute shall be construed to be retroactive unless clearly and manifestly so intended by the General Assembly.” 1 Pa.C.S. § 1926. This Court has held that an act stating that it “shall take effect immediately” does not show a clear and manifest intention by the General Assembly for the act to apply retroactively. Scott v. Retirement Board of Allegheny County, 439 Pa. 249, 266 A.2d 644 (1970). In contrast, where an act stated that it shall apply to “all criminal cases and appeals pending on the effective date of this act”, we found that the General Assembly intended the law to apply retroactively. Commonwealth v. Young, 536 Pa. 57, 65 n. 6, 637 A.2d 1313, 1316 n. 6 (1993), cert. denied, 511 U.S. 1012, 114 S.Ct 1389, 128 L.Ed.2d 63 (1994).\nHere, the General Assembly was fully aware of our decision in Young when drafting Act 28. In fact, the Office of Attorney General specifically advised the House Judiciary Committee of Ycnmg when called to testify before the Committee. The Death Penalty: Hearings on S.B. 423 before the House Judiciary Comm., 181st General Assembly, Regular Sess. (May 21, 1997) (statement of D. Michael Fisher, Attorney General, presented by Robert A. Graci, Chief Deputy Attorney General). Nonetheless, the General Assembly has stated that Act 28 “shall take effect immediately”, and thus, we must conclude that the General Assembly did not intend for Act 28 to apply retroactively to the present case. Scott. Instead, Act 28 applies to death sentences imposed on or after June 25, 1997. Death sentences imposed before that date are subject to proportionality review.\nBecause Gribble’s death sentence was imposed before June 25, 1997, we must next address his claims concerning proportionality review. Gribble argues that the procedures this Court employs in its proportionality reviews are flawed, and thus they deprive him of the statutory protections that the General Assembly has provided. Initially, we note that the death penalty statute does not define the terms “similar cases”, “excessive” or “disproportionate”, nor does it specify any procedures for conducting a proportionality review. Thus, the General Assembly left the task of devising a methodology for proportionality review to this Court.\nTo achieve this task,\nthis Court has ordered the President Judge of each county to supply to the Administrative Office of Pennsylvania Courts (the AOPC) information pertaining to each such conviction and imposed a continuing obligation on the President Judges to update the AOPC with data pertaining to future cases. This information includes the facts and circumstances of the crimes, the aggravating and mitigating circumstances arguably presented by the evidence, the gender and race of the defendant and the victim, and other information pertaining to the conduct and prosecution of the case. The data will be compiled and monitored by the AOPC to insure that the body of “similar cases” is complete and to expedite our proportionality review.\nCommonwealth v. Frey, 504 Pa. 428, 443, 475 A.2d 700, 707-08, cert. denied, 469 U.S. 963, 105 S.Ct. 360, 83 L.Ed.2d 296 (1984).\nWhen we conduct our review, we examine not only the compiled data from the AOPC, but we also have at our disposal the verdict sheets and the review forms submitted by the President Judges. This allows us to conduct a thorough review of cases similar to the one in question and provides additional screening for any anomalies that may be present in the AOPC database. We have carefully reviewed these procedures and find nothing arbitrary or capricious in this scheme. Instead, we believe that our proportionality review comports with the General Assembly’s desire to afford capital defendants an additional check against the arbitrary imposition of the death penalty.\nWe have reviewed the sentencing data compiled by the AOPC, considering both the circumstances of the crime and the character and record of the defendant, and we find that the sentence of death here is not excessive or disproportionate to the penalty imposed in similar cases.\nAccordingly, we affirm the verdict and sentence of death.\nNIX, former C.J., did not participate in the decision of this case.\n. 18 Pa.C.S. § 2502(a).\n. 18 Pa.C.S. § 903.\n. 18 Pa.C.S. § 907(a).\n. 18 Pa.C.S. § 3701.\n. 18 Pa.C.S. § 3921.\n. 18 Pa.C.S. § 3928.\n. 18 Pa.C.S. § 3301.\n. 18 Pa.C.S. § 3302(b).\n. 18 Pa.C.S. § 4101.\n. 18 Pa.C.S. § 5510.\n. 18 Pa.C.S. § 4106.\n. The aggravating circumstance was that Gribble committed the killing in the perpetration of a felony. 42 Pa.C.S. § 9711(d)(6). The mitigating circumstances were that Gribble had no significant history of prior criminal convictions, and that he was a drug addict. 42 Pa.C.S. § 9711(e)(1); 42 Pa.C.S. § 9711(e)(8).\n. The trial court also sentenced O'Donnell to death. She appealed separately from the trial court’s sentence of death and her appeal is currently pending before this Court.\n. After her arrest, O'Donnell also confessed to the murder of Eleftheriou, and her statement was admitted at trial. O'Donnell’s version of the murder, however, differs significantly from Gribble’s statement. O’Donnell claims that she was motivated to kill Eleftheriou because he had sexually assaulted her in the pizza shop on a prior occasion. O'Donnell said that she brought Eleftheriou back to the apartment, and while he was looking out a window, she struck him in the head with a hammer. After Eleftheriou fell to the floor, O’Donnell alleges that she continued to beat him with the hammer and then took his body into the yard and left it unattended. Later, O'Donnell claims to have taken the body to the basement, \"sawed him up with a hacksaw,” and put the body parts in trash bags. She also admitted that she cut off Eleftheriou’s penis and placed it in a pencil case with the intention of sending the penis to her father to annoy him. She further contends that Gribble did not take part in beating and dismembering Eleftheriou, but she admits that he did assist her in disposing of the body parts along Delaware Avenue.\n. We have addressed Gribble’s claims in the order that best facilitates our discussion of the issues instead of the order that Gribble presented them.\n. Robbery is defined as follows:\n(a) Offense deftned.-\n(1) A person is guilty of robbery if, in the course of committing a theft, he:\n(i) inflicts serious bodily injury upon another;\n(ii) threatens another with or intentionally puts him in fear of immediate serious bodily injury;\n(iii) commits or threatens immediately to commit any felony of the first or second degree;\n(iv) inflicts bodily injury upon another or threatens another with or intentionally puts him in fear of immediate bodily injury; or\n(v) physically taires or removes property from the person of another by force however slight.\n(2) An act shall be deemed \"in the course of committing a theft\" if it occurs in an attempt to commit theft or in flight after the attempt or commission.\n18 Pa.C.S. § 3701.\n. In support of his argument that his penalty hearing testimony can be considered to negate a finding of specific intent, Gribble relies on Commonwealth v. Fairell, 476 Pa. 128, 381 A.2d 1258 (1977), where we stated:\nEvidence which is sufficient to place in issue capacity to form specific intent due to intoxication may come from any source and at any stage of the trial, including the case-in-chief of the defense or prosecution, or the cross-examination of any witness. The defendant need not raise the issue of his intoxication through a deliberate and formal offering of evidence on that subject.\nId. at 133, 381 A.2d at 1260 (citations omitted). Gribble seizes on the phrase \"at any stage of trial” and argues that evidence of intoxication to negate specific intent may be adduced during the penalty phase. However, read in context, this passage from Fairell clearly refers to evidence adduced during the guilt phase of trial, “including the case-in-chief of the defense or prosecution, or the cross-examination of any witness.” Id. Moreover, Gribble’s reading of Fairell would render the validity of a conviction in the guilt phase contingent on the outcome of the penalty phase. Even a cursory review of 42 Pa.C.S. § 9711 shows that the legislature did not intend such an absurd result.\n. Even if we were able to consider the merits of Gribble's suppression claim, Gribble would not be entitled to relief. The United States Supreme Court has stated the following about the warrantless entry of a home:\nThe Fourth Amendment generally prohibits the warrantless entry of a person’s home, whether to make an arrest or to search for specific objects. The prohibition does not apply, however, to situations in which voluntary consent has been obtained, either from the individual whose property is searched, or from a third party who possesses common authority over the premises.\nIllinois v. Rodriguez, 497 U.S. 177, 181 [110 S.Ct. 2793, 2797-98, 111 L.Ed.2d 148] (1990) (citations omitted); see also Commonwealth v. Abdul-Salaam, 544 Pa. 514, 678 A.2d 342 (1996), cert. denied, [- U.S. -] 117 S.Ct. 1337 [137 L.Ed.2d 496] (1997) (consent is an exception to the warrant requirement). Here, it was McClinchey who contacted police and informed them of her suspicion that Gribble and O’Donnell, who were staying in her apartment, had committed a murder. Thus, had Gribble given the Commonwealth the opportunity to present testimony and other evidence at a suppression hearing, the Commonwealth would have been able to show that McClinchey consented to the entry of her apartment without a warrant.\nAdditionally, the Commonwealth could also have argued that exigent circumstances excused the lack of a warrant. During cross-examination at trial, Detective Michael Gross explained the reason for his decision to enter the residence without a warrant as follows:\nI had two people inside the house who we believed had killed and cut up a man, and I had a 65 year old man in there with them, and I felt for his safety that we should go in there right away.\nNotes of testimony, June 29, 1993 at 326. With a full opportunity at a suppression hearing to develop Detective Gross' testimony and produce additional evidence, the Commonwealth likely would have been able to demonstrate the existence of exigent circumstances. See, e.g, Commonwealth v. Silo, 509 Pa. 406, 502 A.2d 173 (1985) (warrantless entry is justified where police reasonably believe that a person needs immediate aid); Commonwealth v. Maxwell, 505 Pa. 152, 477 A.2d 1309, cert. denied, 469 U.S. 971 [105 S.Ct. 370, 83 L.Ed.2d 306] (1984) (exigent circumstances are present when a life-threatening emergency exists); Commonwealth v. Ehrsam, 355 Pa.Super. 40, 512 A.2d 1199 (1986), appeal denied, 515 Pa. 573, 527 A.2d 535 (1987), cert. denied, 493 U.S. 932 [110 S.Ct. 321, 107 L.Ed.2d 311] (1989) (exigent circumstances exist where there is a threat of physical harm to police officers or other innocent individuals). Thus, there would have been no basis to suppress Gribble's confession to police.\n. We note that in Page’s Department Store v. Velardi, 464 Pa. 276, 346 A.2d 556 (1975), this Court held that legislation affecting substantive rights will not be applied retroactively unless the legislature has expressly provided that it shall, but legislation merely altering procedure will generally be applied to pending proceedings. We explained that a substantive law is one that alters the facts a party must prove in order to establish a right to relief. Id. at 283 n. 5, 346 A.2d at 560 n. 5. In contrast, a procedural law has no bearing on a party's right to relief upon a given set of facts. Id.\nAlthough proportionality review is located in a section labeled \"Sentencing procedure for murder of the first degree”, 42 Pa.C.S. § 9711, Act 28's repeal of proportionality review is undoubtedly substantive. Act 28 alters the set of facts that entitles a capital defendant to relief, i.e., a sentence of death that is \"excessive or disproportionate to the penalty imposed in similar cases” no longer affords a statutory basis for relief. See Act 28. Thus, while Act 28 may appear merely procedural on its face, it affects a substantive right and is therefore subject to the legislature's restriction against retroactive application. See Bell v. Koppers Co., Inc., 481 Pa. 454, 392 A.2d 1380 (1978) (some statutes that appear in an ostensibly procedural form may actually contain a substantive right).\n. We direct the Prothonotary of the Supreme Court of Pennsylvania to transmit the complete record of this case to the Governor of Pennsylvania. 42 Pa.C.S. § 971 l(i)."}