{"id": "281299", "contents": "OPINION\nZAPPALA, Justice.\nThis case involves the applicability of Section 1125.1 of the Public School Code to a position that does not require certification. For the following reasons, we reverse the order of the Commonwealth Court.\nThe relevant facts have been stipulated to by the parties. Linwood Bennett was employed as a teacher by the Central Montgomery County Area Vocational Technical School. During the 1989-90 school year, Bennett was a full-time auto body instructor at the school. In June of 1990, Bennett was advised that he would be demoted from his full-time position to a halftime position because of declining enrollment in the auto body program and in the school.\nBennett was an auto body instructor on a half-time basis during the 1990-91 school year. Samuel Stearly, who was employed by the school as a full-time industrial production and maintenance instructor, went on sabbatical leave during that school year. Stearly’s position was then filled by Nicholas Sucic, who had taught carpentry during the previous school year. Sucic was certified as both a carpentry instructor and an industrial production and maintenance instructor. The void created by Sucic’s change in teaching responsibilities was filled by the hiring of Arthur Mahan as a long-term substitute.\nThe school instituted an in-school suspension pilot program for two days per week in the second half of the 1989-90 school year. Stearly was contacted during his sabbatical leave to see if, upon his return, he would be interested in being assigned to the in-school suspension program, if the program were extended to full-time. A decision was later made by the school’s Joint Operating Committee to offer the program on a full-time basis beginning with the 1991-92 school year. No specific teacher certification was established for the position.\nWhen Stearly returned from his sabbatical at the beginning of the 1991-92 school year, he was assigned to the position with the in-school suspension program. Sucic continued to be assigned to the industrial production and maintenance program. Bennett remained as the half-time auto body instructor. Since there were no instructors on the suspension or demotion list certified to fill the carpentry position, Mahan (the substitute instructor for 1990-91) was hired as the full-time carpentry instructor.\nIn the fall of 1991, Bennett requested a hearing before the Joint Operating Committee. Bennett asserted that, under the provisions of the Public School Code, he was entitled to be transferred from his half-time position to the newly created fulltime position in the school’s suspension program because he had more seniority than Stearly. After a hearing, the Joint Operating Committee determined that the school had not violated the Public School Code by failing to appoint Bennett to the new position and denied his request to be returned to full-time employment.\nBennett sought review of the Joint Operating Committee’s adjudication in the Montgomery County Court of Common Pleas pursuant to the Local Agency Law, 2 Pa.C.S. § 751. The common pleas court dismissed Bennett’s petition for review. On appeal, the Commonwealth Court reversed, finding that the common pleas court had erred in holding that Section 1125.1(d)(2) of the Public School Code did not apply to the newly created in-school suspension position. The matter was remanded to the Joint Operating Committee for reinstatement of Bennett and for the payment of back pay. We granted the school’s petition for allowance of appeal to address this issue.\nIn reviewing the matter on appeal, we must affirm the decision of the local agency unless it is determined that constitutional rights were violated, that an error of law was committed, that the procedure before the agency was contrary to statute or that necessary findings of fact were unsupported by substantial evidence. Public Advocate v. Philadelphia Gas Commission, 544 Pa. 129, 674 A.2d 1056 (1996); 2 Pa.C.S. § 754(b).\nSection 1125.1 of the Public School Code, 24 P.S. § 11-1125.1, establishes the procedure that a school entity must follow when suspending or reinstating professional employees. Professional employees must be suspended in inverse order of seniority within the school entity of current employment. 24 P.S. § ll-1125.1(a). Section 1125.1(d)(2) provides that\n[suspended professional employes or professional employes demoted for the reasons set forth in section 1124 shall be reinstated on the basis of their seniority within the school entity. No new appointment shall be made while there is such a suspended or demoted professional employe available who is properly certificated to fill such vacancy. For the purpose of this subsection, positions from which professional employes are on approved leaves of absence shall also be considered temporary vacancies.\n24 P.S. § ll-1125.1(d)(2).\nThe school recognizes that § 1125.1(d)(2) limits its discretion to assign teachers to any duties for which they are qualified when there is a suspended or demoted teacher who is certificated to fill a vacancy. The school asserts, however, that demoted employees are not protected on the basis of seniority alone and that it retains the right to establish qualifications for positions which do not require certification. Since the in-school suspension position did not require certification, it contends that § 1125.1(d)(2) is inapplicable.\nThe Commonwealth Court, 673 A.2d 445, refused to address the school’s argument, stating\nWe need not consider whether Employer could have placed a non-professional employee into the new position and whether section 1125.1(d)(2) of the School Code would have been applicable to that situation because those issues are not before us. Even if employer [sic] was not required to fill the position with a certified professional employee, Employer here chose to do so. Having made that decision, Employer was required to follow the School Code and fill the position according to the seniority provisions of section 1125(l)(d) of the School Code.\n(Slip opinion at 4) (emphasis supplied).\nThe school contends that the common pleas court properly held that there is no authority mandating that the protections of § 1125.1(d)(2) for demoted employees be applied to those positions for which a certification is not required. We agree that § 1125.1(d)(2) does not require a school entity to reinstate an available suspended or demoted professional employee in a new position that does not require a certification. The statutory provision requires that no new appointments be made while there is “a suspended or demoted professional employe available who is properly certificated to fill such vacancy.” Had the legislature intended to require a school to fill positions by seniority regardless of whether certification is required, the underlined language of § 1125.1(d)(2) would have been unnecessary. To give meaning to the entire provision, we must interpret § 1125(d)(2) as requiring a school entity to fill only vacant positions that require certification with a suspended or demoted professional employee who is properly certified to fill such position.\nBennett argues that the Commonwealth Court’s decision in Colonial Education Association v. Colonial School District, 165 Pa. Cmwlth. 1, 644 A.2d 211 (1994) compels a contrary interpretation. John Walls, a certificated health and physical education teacher, had been suspended in 1984 due to declining enrollment. In 1991, a health and physical education teacher for the school district retired. The school district did not recall Walls, however. Lee Andrews, a special education teacher who was also certificated in health and physical education, was chosen to fill the vacancy although he had less seniority than Walls. A new special education teacher was hired to replace Andrews.\nThe issue presented was whether, under § 1125.1(d)(2) of the Public School Code, a school district had the authority to assign a presently employed teacher with less seniority than a suspended teacher, who was properly certificated, to a vacant position. The school district argued that § 1125.1(d)(2) protects suspended employees only when a vacancy arises, not when assignments or transfers of active teachers occur. The Commonwealth Court held that “regardless of a professional employee’s active or suspended status, a District must provide a more-senior, properly certificated professional employee the opportunity to fill a vacant position prior to assigning a less-senior teacher to that position.” 165 Pa.Cmwlth. at 8, 644 A.2d at 214. This case is distinguishable from Colonial because the position with the in-school suspension program did not require a certification, while the vacant position in Colonial required a certification in health and physical education.\nSection 1125.1(d)(2) precludes new appointments when “there is a suspended or demoted professional employee available who is properly certificated to fill such vacancy” and who has seniority. While this provision promotes the interests of senior suspended or demoted teachers, it does not offer complete protection based upon seniority. Seniority is a prominent, but not singular, interest of the Public School Code.\nEven where certificated teaching provisions have been involved, we have recognized that seniority may give way to other educational interests. For example, in Dallap v. Sharon City School District, 524 Pa. 260, 571 A.2d 368 (1990), we stated that\nin undertaking a realignment prompted by declining enrollment, school districts have no choice but to [ ] replace less senior employees with more senior ones who carry proper certification. Where circumstances admit of more than one possible realignment, however, the district may consider the impact of each on the educational program to determine which is most sound, so long as within the chosen plan “more senior employees are provided with the opportunity to fill positions for which they are certificated and which are being filled by less senior employees.”\n524 Pa. at 264, 571 A.2d at 370.\nThe limitations on the accommodations for seniority that must be made by a school district under the Public School Code were also addressed by the Commonwealth Court in Dilley v. Slippery Rock Area School District, 155 Pa.Cmwlth. 357, 625 A.2d 153 (1993). Due to declining enrollment in industrial arts classes, the school district demoted William Dilley from full-time to half-time. At that time, there was another full-time position for an elementary gifted specialist which was held by a teacher who had less seniority than Dilley.\nThe basic requirement for the elementary gifted specialist position was an instructional teaching certificate which both teachers had; in addition, the position required a program specialist certificate which Dilley did not have. Dilley argued that the school district could have altered the job description to match his own qualifications and make him a more acceptable candidate for the position. Although such changes were possible, the school district would have had to revise its gifted student program and alter the pre-established professional position.\nThe Commonwealth Court concluded that the preference for seniority expressed in § ll-1125.1(c) of the Public School Code did not require the school district to take such action.\nAlthough § 1125.1(c) requires school districts to realign staff so that a more senior employee can fill a position held by a less senior employee if the more senior employee is properly certificated, it does not require school districts to change previously-established educational programs or the job descriptions for teachers working within those programs in order to enable the more senior employee to be properly certificated.\n155 Pa.Cmwlth. at 361, 625 A.2d at 155 (emphasis supplied).\nWe must reject Bennett’s argument in this case that his seniority status required the Joint Operating Committee to place him in the position in the in-school suspension program. Section 1125.1(d)(2) requires only that no new appointment be made “while there is a suspended or demoted professional employee available who is properly certificated to fill such vacancy,” but does not require that a position for which no certification is needed be filled in the same manner. Accordingly, we reverse the order of the Commonwealth Court.\nCAPPY, J., files a Dissenting Opinion in which NIGRO, J., joins.\n. Bennett had been hired by the school on August 1, 1967, while Stearly was hired on September 10, 1974.\n. The Public School Code defines \"professional employe” to include individuals who are certificated as teachers. 24 P.S. § 11-1101(1).\n. Section 11-1125.1(c) provides that \"[a] school entity shall realign its professional staff so as to insure that more senior employes are provided with the opportunity to fill positions for which they are certificated and which are being filled by less senior employes.” 24 P.S. § 1125.1(c)."}