{"id": "281202", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThe issue in this case is whether a trial court may properly deny a defendant’s motion to file post-trial motions nunc pro tunc when the defendant has willfully and purposely become a fugitive during proceedings before the trial court and before post-trial proceedings have begun.\nDeemer was convicted of retail theft, fifth offense, on February 8, 1994. He was present for the trial, but failed to return to court when the jury announced its verdict. He also failed to appear for a scheduled post-verdict presentence investigation appointment. The court issued a bench warrant for Deemer’s arrest, and on April 13, 1994, sentenced him in absentia. Post-trial motions were filed on February 18, 1994 and April 22, 1994, and were dismissed on April 29, 1994 due to Deemer’s fugitive status. Deemer does not claim that he did not know of the date of sentencing, but only that notice of the date of sentencing does not appear of record. The trial court found that Deemer had actual notice of the date of sentencing.\nDeemer was apprehended on June 30,1994, and on December 8, 1994, he filed a pro se motion to reinstate post-verdict motions nunc pro tunc. The trial court denied Deemer’s motion, stating:\nIn this case, we were aware of the [Com. v.] Borger [429 Pa.Super. 209, 632 A.2d 309 (1993) ] decision at the time the defendant’s post-trial motions were dismissed. We were aware that we had the discretion to reinstate the post-sentence proceedings. We fully considered the defendant’s legal responsibility and determined that the defendant had knowingly absconded and his absence from the jurisdiction was without cause or justification. We exercised our discretion, dismissed the post-sentence proceedings in accordance with Jones [530 Pa. 536, 610 A.2d 439 (1992) ], and refused reinstatement of post-sentence motions in accordance with Barger.\nSlip Op. at 5. (Trial Court).\nThe Superior Court affirmed, holding that the trial court’s refusal to reinstate Deemer’s post-verdict motions was a valid exercise of its discretion.\nSince the trial court relied in part on our decision in Jones and that case remains seminal in the effect of fugitive status on appellate rights, we turn first to a discussion of Jones. In Jones, the defendant appeared initially for jury selection, but failed to return after a weekend pass. He was tried and convicted in absentia. In his absence, defense counsel filed timely post-verdict motions, which the trial court denied on the merits. Subsequently, the trial court sentenced the defendant in absentia. Defense counsel appealed the judgment of sentence and while the appeal was pending, Jones was arrested. The issue on appeal was whether Jones had forfeited his right to appellate review by becoming a fugitive. It was in this context that a majority of this court held that a voluntary escape acts as a forfeiture of the right to appeal, where the defendant is a fugitive at any time after post-trial proceedings commence. We stated:\nA defendant’s voluntary escape acts as a per se forfeiture of his right of appeal, where the defendant is a fugitive at any time after post-trial proceedings commence. Such a forfeiture is irrevocable and continues despite the defendant’s capture or voluntary return to custody. Thus, by choosing to flee from justice, appellant forever forfeited his right to appeal.\n530 Pa. at 541, 610 A.2d at 441.\nSubsequently, this court has decided a number of cases concerning the impact of fugitive status upon appellate rights, but there has been significant disagreement on the court as to the continued viability of the per se rule in Jones. The difficulty with Jones is that it sets up an absolute rule of forfeiture of appellate rights. Returned fugitives should be punished, if appropriate, for violations of court orders or statutes which compel their presence in court, but they should not be punished additionally by forfeiture of their appellate rights. On the other hand, a returned fugitive should not benefit from his fugitive status. Courts should not take extraordinary measures, such as granting motions to reinstate post trial motions or requests to appeal nunc pro tunc, in order to accommodate fugitives who have now returned and wish to pursue post-trial measures.\nRather, a fugitive who has returned to the jurisdiction of the court should be allowed to exercise his post-trial rights in the same manner he would have done had he not become a fugitive. If he returns in time for post-trial motions, he should be allowed to file them. If he returns after the time for post-trial motions has expired, his request to file post-trial motions or to reinstate post-trial motions should be denied. If he became a fugitive between post-trial motions and an appeal and he returns before the time for appeal has expired and files an appeal, he should be allowed to appeal. If he returns after the time for filing an appeal has elapsed, his request to file an appeal should be denied. If he becomes a fugitive after an appeal has been filed, his appeal should be decided and any fugitive status should be addressed separately. In short, a fugitive who returns to court should be allowed to take the system of criminal justice as he finds it upon his return: if time for filing has elapsed, he may not file; if it has not, he may.\nApplying this rule to the present case, Deemer voluntarily absented himself from the jurisdiction and did not return within the time allowed for post-trial motions. Both lower courts were correct, therefore, in denying his motion to reinstate his post-trial motions.\nThe order of the Superior Court is affirmed.\nCASTILLE, J., files a concurring opinion in which NEWMAN, J., joins.\n. Superior Court's opinion in Borger states:\nWhile [Commonwealth v. Jones, 530 Pa. 536, 610 A.2d 439 (1992), Commonwealth v. Judge, 530 Pa. 403, 609 A.2d 785 (1992) and Commonwealth v. Passaro, 504 Pa. 611, 476 A.2d 346 (1984)] may be read as stating that Appellant has forfeited his right to appeal to this Court, their holdings do not state that Appellant has likewise automatically forfeited his right to request the trial court to reinstate and consider post-verdict motions. As precedent establishes, this decision rests within the sound discretion of the trial court.\n429 Pa.Super. at 212-213, 632 A.2d at 311.\n. In Commonwealth v. Kindler, 536 Pa. 228, 639 A.2d 1 (1994), three members of this court held that defendants who tire fugitives from justice during the appellate process have no right to any appellate review, even if they are recaptured at some later time, and that when a defendant escapes during the pendency of post trial motions, a trial court may, in its discretion, dismiss defendant’s post verdict motions. Three other justices concurred in the decision, but would allow a defendant to reinstate his appeal if he could demonstrate compelling reasons for having his claim heard.\nIn Commonwealth v. Huff, 540 Pa. 535, 658 A.2d 1340 (1995), a plurality of this court held that where a trial court exercises its discretion to consider post trial motions on the merits, even though defendant had been a fugitive prior to sentencing, and where flight ended before filing an appeal, an appeal from the denial of post trial motions must be considered on the merits.\nIn In the Interest of JJ, 540 Pa. 274, 656 A.2d 1355 (1995) a plurality of this court held that an appellate court has the discretion to entertain an appeal of a juvenile defendant who became a fugitive during the appellate process but returned to the jurisdiction prior to disposition of the appeal.\nThe Kindler plurality followed Jones in holding that escape during the appellate process forecloses appellate review, but three concurring members of the court would modify Jones ’ per se rule.\nIt is uncertain whether the Huff plurality would modify Jones, for the escape in Jones occurred during trial and ended during appellate proceedings, whereas in Huff, the escape occurred and ended before sentencing and, therefore, before an appeal was taken. However, Huff seems to allow trial courts discretion to allow or disallow post trial motions following the return of a fugitive and an appeal from the trial court’s decision. Therefore, if the trial court had sentenced the fugitive in his absence (unlike Huff, where sentencing occurred after Huff returned), and upon his return, exercised its discretion to refuse to reinstate post trial motions (unlike Huff, where the trial court decided the fugitive's post-trial motions on the merits), the appellate court, if the rule of Huff were followed, apparently would be forced to hear a timely appeal from the court’s refusal to reinstate post trial motions, and this result would be contrary to Jones.\nFinally, the Interest of JJ contradicts Jones, for the plurality in Interest of JJ allowed the appellate court discretion to hear the appeal of a defendant who had been a fugitive during the appellate process, whereas Jones would foreclose any appeal where defendant was a fugitive during post trial proceedings.\n. We do not address the question of whether a returned fugitive who is able to offer compelling reasons for his fugitive status (i.e., he was a fugitive for reasons beyond his control) might be allowed an extension of time for filing, for that issue is not in this case."}