{"id": "295651", "contents": "Opinion by\nMr. Justice Walling,\nPlaintiff’s manufacturing plant, consisting of frame shingle roof buildings, with machinery, etc., was located in Centre County, near Osceola, in close proximity to a branch of defendant’s railroad. On the afternoon of October 18,1917, the plant was destroyed by a fire, which plaintiff contended was set by sparks from one of defendant’s engines; this the latter denied. Plaintiff’s evidence tended to show that, shortly before the fire was discovered upon the roof of one of the buildings, a train of loaded coal cars had been drawn up the track by an engine laboring hard and throwing out numerous live sparks, from the size of a pea to that of a hickory nut, enough of which were carried to the roof in question by a high wind to cause the fire. There was also an engine pushing at the rear of the train and a third drew a passenger train over the track just as the fire was discovered. Defendant denied any negligence and submitted evidence tending to show that its engines were in perfect condition, properly managed, emitted no sparks and that the fire started inside the building. The evidence was very conflicting and the case undoubtedly one for a jury, to whom the trial judge submitted it in a comprehensive charge. This appeal by defendant is from judgment entered upon a verdict for the plaintiff.\nThe only error complained of is the answer to plaintiff’s first point. Unfortunately, while defendant’s counsel took a general exception to the charge and the answers to plaintiff’s points, no request was made by either side before verdict to have the charge, or points and answers, which are a part thereof, reduced to writing from the stenographer’s notes and filed of record, and no order was made by the trial judge to that effect. Therefore, the charge never became a part of the record and is not lawfully before us for review: hence, error cannot be assigned thereto: Curtis v. Winston, 186 Pa. 492; Sikorski v. Phila. & R. Ry. Co., 260 Pa. 243, 252; Sgier v. Phila. & R. Ry. Co., 260 Pa. 343, 348; Allegro v. Rural Valley Mut. Fire Ins. Co., 268 Pa. 333. The rule applies to the points and answers as well as to the general charge: Ward v. Babitt, 270 Pa. 370. This question is there fully considered in the opinion of the court by Mr. Justice Sablee and needs no further discussion. In this state of the record we are not called upon to decide as to the accuracy of the answer to plaintiff’s first point. Taken as a whole the case was well and fairly tried by court and counsel and the record is remarkably free from objections or exceptions.\nThe judgment is affirmed."}