{"id": "295650", "contents": "Opinion by\nMr. Justice Frazer,\nEsther Phillips died July 13, 1919, leaving a will in which she devised the bulk of her property to her daughter Geraldine, the appellant. Joseph P. Phillips, surviving husband of deceased, elected to take against her will and asked for a partition of the realty, to which appellant answered denying his right to a division of the property and alleging he had forfeited all interest in his wife’s estate by reason of having deserted her for a period of more than one year previous to her death. The court below held the evidence insufficient to establish desertion and awarded an inquest, from which decree this appeal was taken.\nThe Intestate Act of June 7, 1917, P.'L. 429, section 5, provides that “No husband who shall have, for one year or upwards previous to the death of his wife, wilfully neglected or refused to provide for his wife, or shall have for that period or upwards wilfully and maliciously deserted her, shall have the right to claim any title or interest in her real or personal estate after her decease.” It is not denied that the husband had for a period of over four years preceding his ’wife’s death lived apart from her and the other members of his family. His withdrawal from the family home occurred in April, 1915, at which time a quarrel arose between husband and wife concerning the employment of a nurse for their invalid son and resulted in Mrs. Phillips having her husband arrested on a charge of disorderly conduct and at her request he was taken to the police station, she agreeing to appear against him later,. Since that time appellee has resided in the same locality in which his wife lived, making frequent visits to his home, taking meals there, helping his wife about the house, tending the fires, purchasing food at times and paying for washing and ironing and other incidental household expenses. On February 14, 1916, at the instance of Mrs. Phillips, proceedings for nonsnpport and desertion were instituted in the court of quarter sessions, which resulted in an order on her husband requiring him to pay $35 a month. These monthly payments were kept up until the time of her death and, notwithstanding the order of the court, appellee’s visits to the house occupied by his wife continued as before. The evidence shows an attempt by members of the family to effect a reconciliation between the two and while the husband expressed himself as willing to return home and do anything to satisfy his wife, the latter answered that she would consider the matter.\nOn the whole, the evidence supports the conclusion of the court below that under the particular circumstances indicated by the evidence, the husband was living apart from his wife with her tacit assent and that he was not guilty of wilfully neglecting to provide for her within the meaning of the Act of 1917. Mere separation by mutual agreement or consent is not desertion (Ingersoll v. Ingersoll, 49 Pa. 251) and although the record of the quarter sessions was persuasive evidence to show desertion, it was not conclusive of the offense: Hahn v. Bealor, 132 Pa. 242. While the fact of desertion without cause or consent would be presumed to be wilful and malicious (Middleton v. Middleton, 187 Pa. 612) the evidence in the case before- us is sufficient to justify a finding that the separation was with the consent of the wife, practically at her instance, and, consequently, not wilful and malicious.\nThe court below erred, however, in permitting the husband to testify to matters occurring between him and his wife and not in the presence of the daughter, who had been called to testify. Under section 5, clause (e) of the Act of May 23, 1887, P. L. 158, the husband was incompetent to testify to any matter occurring between him and his deceased wife and did not come within the exception applying to controversies between parties claiming by devolution on the death of the owner of property, as the husband claims by devolution (Cooke v. Doron, 215 Pa. 393) while the daughter claims under the will, which is by purchase: Munson v. Crookston, 219 Pa. 419. The daughter was called as a witness, however, and this made the husband competent to testify to matters occurring in her presence as provided in the Act of June 11, 1891, P. L. 287. This did not render him competent for all purposes, however, but only as to matters covered by the testimony of the surviving witness: Krumrine v. Grenoble, 165 Pa. 98; Kauss v. Rohner, 172 Pa. 481. Notwithstanding this, the court below permitted the husband to testify concerning matters occurring between himself and his wife and not in the presence of the daughter or within the scope of her testimony. Owing to the admission of this testimony we find it necessary to sustain the first assignment of error.\nThe decree of the court below is reversed and the record remitted for further proceedings in accordance with this opinion. Costs to abide final decision."}