{"id": "295645", "contents": "Opinion by\nMr. Justice Schaffer,\nBenjamin F. Henry, father of Ida E. Caldwell, appellant, by his will bequeathed the remainder of his estate, after payment of debts and a legacy, to his executor in trust to pay the interest therefrom to her, “and should my said daughter Ida become widowed through the death of her present husband, namely, D. Roy Caldwell, then the amount held in trust for her shall be paid oyer to her in cash as soon as can conveniently be done for her to use as she sees fit,” with a provision that, if she should die without issue, prior to her husband, it should go to testator’s nearest relatives, and if she died before her husband, leaving children, it should go to them.\nBy decree of the Circuit Court of the Territory of Hawaii, on her petition and after personal service on him, appellant was divorced from her husband, who is still living. Following the divorce, she presented her petition to the court below praying that the trust be terminated; a rule to show cause was granted, which was discharged, and she has appealed.\nDid the divorce, under the terms of the will, warrant the termination of the trust? It was in the event that his daughter should “become widowed through the death of her present husband, D. Roy Caldwell,” that the corpus of the trust was to be paid to her; D. Roy Caldwell has not died. Testator’s intent has to be arrived at by interpreting the words of his will (Mizener’s Est., 262 Pa. 62; O’Neill’s Est., 266 Pa. 9); we cannot presume an intent, but must take the will as we find it. The words here used plainly mean “should D. Roy Caldwell predecease my daughter Ida.” The dominant thought testator had in mind was to protect the corpus against the possibility of Caldwell getting any part of it, and of his daughter obtaining possession thereof during her “present” husband’s life. If the will should be construed as appellant urges, then, as pointed out by the court below, by a prearranged divorce, appellant and Caldwell could get possession of the money, remarry and thus set the terms of the will aside.\nThe present case is not ruled by Koenig’s App., 57 Pa. 352, or Lee’s Est., 207 Pa. 218. “Precedents are of little value in the construction of wills, because, when used under different circumstances and with different context, the same words may express different intentions” : Redding v. Rice, 171 Pa. 301, 306. Koenig’s Appeal was a will of personalty made prior to the Act of 1848, and, of course, at that time, if testator’s daughter received the personalty, her husband could take and appropriate it to his own use. We held in that case, under the language used and under the law as it then was, that the gift was for coverture and the coverture having ended by the divorce, the personalty should be transferred to the devisee absolutely. Lee’s Estate is to be distinguished from the case before us, in that there the intention to make the life estate apply only during coverture was made clear by the provision giving the trustees discretion, notwithstanding the fact that the husband was alive, to pay any part of the corpus to the daughter. The language of the will we are now considering is plain that the gift over is not to take place, unless the daughter becomes widowed “through the death” of D. Boy Caldwell ; this not having happened, the orphans’ court properly decided that her life estate should not be held to have ended but remains in force.\nThe order of the court below is affirmed, costs to be paid by appellant."}