{"id": "295673", "contents": "Per Curiam,\nDefendant is a corporation organized under the laws of the State of Ohio, where its principal office is located and business conducted, which is that of manufacturing and selling cash registers. The company also does business in Pennsylvania, having there numerous sales offices and personal property in the way of cash registers, office furniture, etc., on the value of which it has paid a capital stock tax. It also has on lease in Pennsylvania a large number of cash registers, under agreement whereby the registers are delivered to prospective purchasers who, at the expiration of the term of the lease, agree to surrender the property and upon so doing the deposit made by the lessee at the time of delivery of the device is to be returned, the lessee, however, “to have the option, before surrendering said register to purchase the same upon payment......of the amount to be deposited as partial security.” Notes are also given by lessee to secure installments coming due under the lease, which are to represent monthly payments only and not the price of the registers. The Commonwealth levied a capital stock tax on the total valuation of cash registers so outstanding, as property located in the State of Pennsylvania; payment of this tax is objected to on the ground that, as the real object of the transaction is a sale of the machines, the tax is in substance levied on accounts receivable rather than on tangible assets within this State, consequently the corporation is not taxable on such property.\nThe tax is imposed under the provisions of section 20 of the Act of June 7, 1879, P. L. 112, and its various amendments as finally embodied in the Act of June 2, 1915 P. L. 730, requiring all corporations organized under the laws of this State, and all those organized under the laws of any other state “and doing business in and liable to taxation within this Commonwealth, or having capital or property employed or used in this Commonwealth,” to make annual reports to the auditor general, and, further, pursuant to section 21 of the Act of 1879 and its subsequent amendments, down to the Act of July 22, 1913, P. L. 903, requiring all companies, from which a report is required, to pay “a tax at the rate of five mills upon each dollar of the actual value of its whole capital stock of all kinds......as ascertained in the manner prescribed in the said twentieth section.” Defendant admits it is doing business in this State and thaUthe amount of tax settled against it, if payable, is correct. Under the terms of the lease the ownership of the registers remains in defendant until designated payments are made and the customer exercises his option to buy. Consequently, the agreement is a bailment and not. a sale of the register. The situs of the property is in Pennsylvania and represents an investment here of the capital of a company doing business in this State. The' case is distinguishable from Com. v. American Bell Tel. Co., 129 Pa. 217, relied upon by defendant, inasmuch as there the telephone company was not doing business in Pennsylvania and it was held that the mere leasing of telephones did not constitute doing business here so as to subject the company to taxation on that portion of its capital represented by the money invested in telephones. In the present case defendant is concededly doing business here and is properly taxable on such property as it uses within the jurisdiction in the conduct of its business.\nThe judgment is affirmed."}