{"id": "295707", "contents": "Opinion by\nMr. Justice Schaffer,\nFranklin C. Scheid, appellant, and Frederick W. Storch were partners. In the year 1910, a policy of life insurance was taken out on the life of each, payable to the other, the beneficiary being designated as “partner of insured.” During the continuance of the firm, premiums were paid out of partnership funds; on its dissolution, each partner continued to pay the premiums on his respective policy. The partnership was dissolved in 1915, and, on the death of Storch, in December, 1919, the policy here in question, taken out in the New York Life Insurance Company, was found in his possession, with Scheid named as beneficiary.\nSuit was begun against the insurance company by Scheid, and also by the executors of Storch, to recover on the policy; the company petitioned for an inter-pleader, which was granted, and an issue was framed with Scheid plaintiff and Storch’s executors defendants; a verdict was found for defendants, and, judgment being entered thereon, plaintiff appealed.\nSubsequent to the dissolution of the partnership, the policy in suit was found in a safe belonging to Scheid, and his bookkeeper, acting under general instructions to turn all papers belonging to Storch over to him, delivered the policy accordingly. Shortly after this, Scheid met Storch and the former said to the latter, “Did you get your policy,” Storch replied, “Yes, you do with your policy what you please, I’ll do with my policy what I please.” Scheid himself testified to this declaration, and apparently acquiesced in the statement made by his former partner. Scheid also declared, when ashed, subsequent to the death of Storch, what became of the policies after the dissolution of the partnership, that each of the partners had taken his policy as part of the partnership dissolution.\nThe delivery of the policy by Scheid to Storch constituted an equitable assignment, — Scheid’s intention, at the time of the delivery, being to transfer his beneficial interest to Storch, — and was just as effective as if a formal assignment had been made: Hani v. Germania Life Insurance Co., 197 Pa. 276, 279; Bonistalli v. Bonistalli, 269 Pa. 8, 12. Had Scheid thought he was entitled to the proceeds of the policy, it is inconceivable that he would not have kept it, and his turning it over to Storch, was manifestly with the purpose and intention to vest in the latter whatever interest he had in it. Storch, after receiving the policy, considered it his, as is apparent from the fact that he listed it among his assets to banks, from whom he was obtaining loans, in one instance indicating that his wife was beneficiary in it, and by the further fact that he paid the premiums on it after the dissolution of the partnership. Since it clearly appeared that the policy was taken out for partnership purposes, when that purpose was served, Scheid recognized, by delivering it to Storch, that he had no claim under the policy; as between them, the circumstance that Storch neglected to substitute another beneficiary is, under the facts here appearing, of no consequence, and his neglect to do so did not deprive him or his estate of the interest in the policy acquired by Scheid’s equitable assignment, nor is the circumstance that Storch substituted the name of his wife in place of Scheid’s, in a policy in another company, at all controlling. It was the act of Scheid, in turning over the policy to Storch, with the attending circumstances, which gave the latter title to it.\nThe list prepared by Storch of his insurance policies, with the policy in suit shown among them, was properly received in evidence as a declaration by him of his ownership. Declarations as to ownership by a person in possession of personal property are admissible to show title to the property in the declarant: 16 Cyc. 1173; 22 Corpus Juris 276; Duffey v. Presbyterian Congregation of Bellefonte, 48 Pa. 46, 51.\nThe case in hand is readily distinguishable from Haberfeld v. Mayer, 256 Pa. 151, in which a partner had obtained insurance for the benefit of a copartner, and the partnership was dissolved but the beneficiary in the policy not changed. There was no evidence in that case of any act or declaration on the part of the beneficiary, which showed either an assignment of his interest in the policy or a recognition by him that it had ceased; nor are the cases where insurance companies have set up as a defense the failure to properly assign the policy according to its terms, apposite to that under consideration. An insurance company can waive such stipulation in a policy, and in this case did so by paying the money into court.\nStorch and Scheid were first cousins, and, predicated upon this fact, appellant attempted to offer in evidence the will of Storch, for the purpose of showing that other relatives of his, further removed by blood, had been the recipients of gifts, the decedent thus indicating that Scheid was left out because the testator intended the policy of insurance should be paid to him. The offer of the will was properly rejected for the reason that nothing could be predicated upon it in this controversy, as no one could know what was in the testator’s mind at the time he executed it save as it affirmatively speaks his purposes.\nThe case was for the jury and was submitted for their determination by the learned trial judge in a clear, concise and impartial charge.\nAll the assignments of error are overruled and the judgment is affirmed."}