{"id": "312807", "contents": "OPINION\nJustice NEWMAN.\nThis appeal raises the issue of whether the Commonwealth violated Larry Louden’s (Appellant’s) right to due process of law by delaying indictment of him for four years on charges relating to the sexual abuse of a minor. We granted allowance of appeal, along with the case of Commonwealth v. Scher, 569 Pa. 284, 803 A.2d 1204 (2002), to clarify the standard for claims of deprivation of due process based on pre-indictment delay.\nFactual and Procedural Background\nAppellant and his wife (the Loudens) operated a day care facility from their home. In May and June of 1986, six-year old M.S. was in the care of Appellant. In 1987, the Loudens were charged with endangering the welfare of children in connection with allegations of abuse of children in their care. None of the allegations in that case involved M.S. Prior to trial, the Commonwealth sought permission to videotape the testimony of three child witnesses, pursuant to 42 Pa.C.S. § 5984, and to have this videotaped testimony presented at trial, or to have the children present live testimony via closed-circuit television, pursuant to 42 Pa.C.S. § 5985(a). The trial court granted permission, and the Commonwealth presented the videotaped testimony of the child witnesses at trial. On May 8, 1988, the jury convicted the Loudens of endangering the welfare of children. The Loudens filed post-sentence motions, however, claiming that the statutory provisions that authorized the admission of the videotaped testimony violated their rights to face-to-face confrontation of witnesses, as guaranteed by Article I, Section 9 of the Pennsylvania Constitution. The trial court agreed, declared the statutory provisions unconstitutional, and granted the Loudens a new trial. In September of 1989, the Commonwealth appealed the trial court’s ruling to this Court, which assumed jurisdiction and retained the case for the next five years. See Commonwealth v. Louden, 536 Pa. 180, 638 A.2d 953 (1994).\nMeanwhile, in May or June of 1990, the mother of M.S., reacting to newspaper stories about the child endangerment charges against the Loudens, asked M.S. whether anything had happened to her while in the Loudens’ care. M.S.’s mother had asked her on other occasions about possible abuse by the Loudens, but M.S. always denied that anything had occurred. This time, however, M.S. stated that Appellant had sexually abused her in 1986 when she stayed at the Loudens’ home. Based on this report, M.S. was interviewed by Susan Stockwell of Lebanon County Children and Youth Services on June 21, 1990. At this interview, M.S. related three separate instances of sexual abuse by Appellant that took place while she was in Appellant’s care. Ms. Stockwell subsequently re-interviewed M.S. on June 26, 1990 and July 3, 1990. On July 2, 1990, Ms. Stockwell brought M.S. to meet with Detective Richard Radwanski of the Lebanon County District Attorney’s office. Detective Radwanski interviewed M.S., who repeated the allegations of abuse by Appellant. In August of 1990, M.S. underwent a psychiatric evaluation in connection with the alleged abuse. No further investigation was done on the case from August of 1990 until the filing of charges in July of 1994.\nThe Commonwealth concedes that it delayed filing charges against Appellant pending this Court’s decision in the Loud-ens’ child endangerment case, and that it did so for two reasons: first, if we upheld the grant of a new trial, the Commonwealth intended to seek consolidation of M.S.’s case with the retrial of the child endangerment case; second, if this Court overturned the trial court’s ruling on the constitutionality of 42 Pa.C.S. §§ 5984 and 5985 and permitted the use of videotaped testimony at trial, the Commonwealth intended to utilize videotaped testimony in the trial of M.S.’s charges. When this Court rendered a decision in the Loudens’ child endangerment case, we upheld the grant of a new trial and the ruling that the statutory provisions at issue were unconstitutional, but did not render that opinion until March of 1994. See Commonwealth v. Louden, 536 Pa. 180, 638 A.2d 953 (1994). Upon remand of the Loudens’ child endangerment charges, the Commonwealth sought consolidation of that case with the charges arising from the alleged abuse of M.S. by Appellant. The trial court denied the Commonwealth’s motion to consolidate, holding that the Loudens’ child endangerment charges did not involve the same act or transaction as the allegations of sexual abuse of M.S., and that evidence in the child endangerment case would not be admissible in the trial of the charges involving M.S. See Pa.R.Crim.P. 1127A(1).\nIn his Omnibus Pretrial Motion, Appellant moved to dismiss the present charges on the grounds that the Commonwealth’s delay of four years between the conclusion of its investigation of M.S.’s allegations and the filing of the criminal complaint denied him due process of law. Specifically, Appellant claimed that the prosecution’s decision to forego the filing of charges was a deliberate strategy undertaken to give the Commonwealth a tactical advantage over him and that he was prejudiced by the delay. The trial court denied the motion to dismiss on February 28, 1996, and a jury convicted Appellant on all counts on March 6, 1997. On appeal, the Superior Court affirmed, concluding that Appellant had not established that he was actually prejudiced by the delay and that the Commonwealth’s reasons for the delay were proper.\nDiscussion\nArticle I, Section 9 of the Pennsylvaniá Constitution and the Fourteenth Amendment of the United States Constitution guarantee a defendant the right to due process of law. As we stated in Commonwealth v. Snyder, 552 Pa. 44, 713 A.2d 596 (1998), the due process provision of the Pennsylvania Constitution does not provide greater protections than its federal counterpart. With respect to claims of denial of due process based on inordinate delay between the commission of an offense and indictment thereof, the primary protection against prosecution of “stale” crimes is whatever limitations period the legislature has ascribed to the particular offense. See United States v. Marion, 404 U.S. 307, 323, 92 S.Ct. 455, 30 L.Ed.2d 468 (1971). Where the indictment occurs within the relevant limitations period, however, a defendant may nevertheless seek dismissal of the charges when he or she can establish that the delay between the commission of the offense and the indictment denied him or her due process of law.\nTo prevail on a claim of deprivation of due process based on pre-indictment delay, a defendant must establish: (1) that the delay caused him or her actual prejudice, and (2) that the Commonwealth’s reasons for the delay were improper. Snyder, supra. Regarding the threshold requirement of demonstrating actual prejudice, we stated in Commonwealth v. Scher, 569 Pa. 284, 803 A.2d 1204 (2002):\nIn order for a defendant to show actual prejudice, he or she must show that he or she was meaningfully impaired in his or her ability to defend against the state’s charges to such an extent that the disposition of the criminal proceedings was likely affected. Jones v. Angelone, 94 F.3d 900, 907 (4th Cir.1996). This kind of prejudice is commonly demonstrated by the loss of documentary evidence or the unavailability of a key witness. United States v. Cornielle, 171 F.3d 748, 752 (2d Cir.1999). It is not sufficient for a defendant to make speculative or conclusory claims of possible prejudice as a result of the passage of time. United States v. Sturdy, 207 F.3d 448, 452 (8th Cir.2000). When a defendant claims prejudice through the absence of witnesses, he or she must show in what specific manner missing witnesses would have aided the defense. United States v. Trammell, 133 F.3d 1343, 1351 (10th Cir.1998).... Furthermore, it is the defendant’s burden to show that the lost testimony or information is not available through other means. United States v. Rogers, 118 F.3d 466, 475 (6th Cir.1997).\nId. at 1222.\nPresently, Appellant grounds his claim of actual prejudice on M.S.’s inability to recall details regarding the instances of alleged abuse when questioned on both direct and cross-examination. Appellant contends that because nearly eleven years passed between the alleged abuse and trial, M.S. could not remember important information that would have aided the jury in evaluating the credibility of her testimony. Consequently, Appellant argues that this loss of memory by the victim prejudiced him by depriving him of an effective cross-examination.\nPreliminarily, we note the different time periods between the occurrence of the abusive acts and trial. According to M.S.’s trial testimony, the abuse occurred while she was in the Loudens’ care in May and June of 1986, when she was six years old. For four years, however, M.S. made no report of the abuse. The Commonwealth therefore bears no responsibility for delay in charging Appellant with the crimes during this four-year period. The Commonwealth had no information that a crime had occurred until June of 1990, when M.S. first accused Appellant of having abused her four years earlier. From the time the Commonwealth concluded its investigation of M.S.’s allegations in August of 1990 until the filing of charges against Appellant in July of 1994, however, the Commonwealth admittedly was responsible for this period of delay, for the reasons previously described. There is, additionally, a thirty-two month post-indictment period of delay from July of 1994 to March of 1997, which is attributable, in part, to the disposition of Appellant’s pre-trial motions. The significance of these discrete time periods is to show the difficulty in ascertaining how much responsibility the Commonwealth bears with respect to M.S.’s inability to recall certain details during her trial testimony, when there was an initial four-year period of delay not attributable to the Commonwealth’s actions and a thirty-two month post-indictment, pre-trial delay for which Appellant’s litigation strategy was partly responsible.\nTurning to the Appellant’s specific arguments, we agree with Appellant that there were instances where M.S. was unable to recall details surrounding the three separate situations where Appellant abused her. For example, M.S. could not remember: (1) what she was wearing during two of the three episodes; (2) the chronological order in which each abuse situation occurred; (3) whether there was a special lock on the Loudens’ bedroom door that required two keys, and; (4) how many times Appellant’s wife was present in the home when Appellant abused her. Moreover, there were occasions where M.S.’s trial testimony differed from her testimony at the preliminary hearing in September of 1994 and from the reports prepared by Ms. Stockwell and Detective Radwanski based on what M.S. told them during their interviews of her in June and July of 1990.\nWe must conclude, however, that M.S.’s lapses in memory did not deprive Appellant of the ability to defend against the charges to such an extent that the disposition of the criminal proceedings was likely affected. See Jones v. Angelone, 94 F.3d 900, 907 (4th Cir.1996). It is inherent in cases where sexual abuse of a child is at issue that the victim may be reluctant to bring charges, may be prevented from bringing charges by an abusive parent or guardian, or may be unable to articulate the circumstances surrounding the abuse in the same manner that would be expected of an adult victim. Our legislature has addressed these concerns unique to child sexual abuse cases by, among other measures, tolling the limitations period for prosecution of these crimes until the child reaches eighteen years of age, see 42 Pa.C.S. § 5552(c)(3). Underlying this legislative effort is the recognition that prosecution of child sexual abuse charges frequently involves problems with the victim’s memory or ability to communicate details of the abuse coherently at trial. From this perspective, we cannot say that the inability of M.S. to recall certain details, her confusion in portions of her testimony and her contradiction of previous statements and preliminary hearing testimony was so extraordinary as to have undermined the reliability of the proceedings.\nFurther, Appellant’s claim of prejudice due to M.S.’s loss of memory fails when measured against our standard for establishing actual prejudice. We have suggested that a defendant demonstrates prejudice from the loss of memory, or unavailability, of a witness where the defendant shows that the witness would have provided exculpatory testimony for the defense. See Commonwealth v. Sneed, 514 Pa. 597, 526 A.2d 749, 752 (1987) (appellant failed to demonstrate actual prejudice from the unavailability of witnesses because he could not show how witnesses would have tended to exculpate him). Here, Appellant does not contend that M.S. would have testified favorably for his defense but was unable to do so due to her loss of memory. Instead, he argues only that his ability to impeach her testimony was impaired by her inability to remember specific details. Moreover, we cannot accept Appellant’s argument that M.S.’s responses of “I don’t recall” or “I don’t remember” to some questions on cross-examination deprived him of the ability to challenge her credibility to the jury. On the contrary, Appellant utilized these lapses of memory, along with inconsistencies between M.S.’s trial testimony and her previous statements regarding the alleged abuse, to convey to the jury the impression that M.S. may have imagined the abuse, or may have fabricated the charges in order to gain attention. We cannot permit Appellant to transform his argument that the jury should not have found the testimony of M.S. credible into a claim that he was denied due process of law.\nBecause we conclude that Appellant has not established actual prejudice, we need not evaluate the Commonwealth’s reason for the delay in indictment. Accordingly, we affirm the Order of the Superior Court.\nJustice CASTILLE joins this opinion and files a Concurring Opinion.\nJustice SAYLOR concurs in the result.\n. The three situations involved: (1) Appellant laying on top of M.S. in his underwear and rocking back and forth against her; (2) Appellant lying naked in bed next to M.S. and later having her zip up his pants when he heard noise outside, and; (3) Appellant placing his penis in M.S.'s mouth. Notes of Testimony, 3/5/97 pp. 17-22.\n. The charges against Appellant included rape, two counts of involuntary deviate sexual intercourse, statutory rape, two counts of indecent assault, corruption of minors, endangering welfare of children, terroristic threats, and criminal conspiracy.\n. The Commonwealth also filed charges in 1994 against Appellant’s wife, Helen Louden, based on M.S.’s allegations, and prepared to try the Loudens jointly. On the first day of trial, however, the Commonwealth nol prossed all of the charges against Mrs. Louden, as well as the conspiracy charge against Appellant.\n. This is true in the present case, where the Commonwealth filed the charges within the limitations period. See 42 Pa.C.S. § 5552(c)(3) (tolling limitations period for sexual offenses against minors).\n. Indeed, the legislature has gone so far as to create an exception to the hearsay rule to allow individuals to whom a child relates instances of abuse to testify as to those reports of abuse where no other exception to the hearsay rule would apply. See 42 Pa.C.S. § 5985.1."}