{"id": "3249662", "contents": "OPINION\nJustice EAKIN.\nStudent Doe, a Lower Merion School District resident, suffers from mild spastic diplegia and a weakness in visual motor skills. Doe was set to enter kindergarten for the 2004-05 school year when, upon his parents’ request, the District evaluated him to determine whether he was entitled to services under the Individuals with Disabilities Education Act (IDEA), 20 U.S.C. §§ 1400-1487, or § 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794.\nThe District determined Doe was ineligible for special education services under IDEA, but was eligible to receive occupational therapy under § 504. The District offered Doe’s parents a § 504 Service Agreement that would have provided Doe one 30-minute session of direct occupational therapy per week along with ongoing teacher consultations and related accommodations; Doe’s parents rejected the proposal.\nFor the 2004-05 school year, Doe’s parents enrolled Doe in a private school with a full-day kindergarten program, something the District did not offer. Doe’s parents also enrolled him in the District’s school so he could receive the therapy the District offered, though he was attending classes at the private school. Since he was not attending classes at its school, the District refused to provide the § 504 therapy, contending § 504 and IDEA have fundamentally different purposes; IDEA concerns providing public educational services, whereas § 504 deals only with access to those services. The District stipulated Doe “is an individual with a disability pursuant to [§ ] 504.... [Doe] would be eligible to receive occupational therapy services through the [§ ] 504 Service Agreement ... if he were a student attending school in the District.” Administrative Hearing Record, Joint Exhibit, at Tab 4, J-l. However, it argued the therapy Doe qualified for is an accommodation to afford him equal access to the District’s school, and not an independent service.\nA Department of Education Hearing Officer reviewed the matter at Doe’s parents’ request and issued an order requiring the District to provide Doe with the services outlined in the § 504 Service Agreement so long as he is dually enrolled and receives those services at the District’s school. The Hearing Officer relied on Veschi v. Northwestern Lehigh School District, 772 A.2d 469 (Pa.Cmwlth.2001). Veschi was a case with nearly identical facts, though the matter was resolved under IDEA, not § 504. Veschi held a private school student can enroll dually in private and public school so as to receive IDEA-related services at the public school. Id., at 475.\nOn appeal, the Commonwealth Court reviewed the applicable federal and state statutory and regulatory law, and determined the Hearing Officer did not err. Lower Merion School District v. Doe, 878 A.2d 925, 927-31 (Pa.Cmwlth.2005). The court referenced the federal implementing regulations, which require a public school district provide a “free appropriate public education” to each qualified student in its jurisdiction, id., at 927-28 (citing 34 C.F.R. § 104.33(a)), noting “appropriate education” constitutes a “provision of regular or special education and related aids and services that (i) are designed to meet individual educational needs of handicapped persons.” Id., at 928 (citing 34 C.F.R. § 104.33(b)(1)). The court pointed out the regulations which implement § 504 in Pennsylvania require only that a child be enrolled in the district from which he seeks services; they do not require the student attend classes at a district school in order to receive those services. Id., at 929 (citing 22 Pa.Code §§ 15.1-15.11).\nAccordingly, the Commonwealth Court determined § 504’s purpose would best be met by requiring the District provide § 504 services as part of a free, appropriate education for Doe. Id., at 930-31. The court also found it proper to consider case law interpreting IDEA when interpreting § 504. Id., at 931-32. Thus, the court stated the Hearing Officer did not err in extending the principles of Veschi to § 504. Id., at 932-33.\nAs Judge Smith-Ribner noted in dissent, 22 Pa.Code § 14.41(e), the relevant provision at issue in Veschi, was repealed in 2001; new regulations were adopted following amendments to IDEA and revisions to IDEA’S federal regulations. Doe, at 933-34 (Smith-Ribner, J., dissenting). Judge Smith-Ribner found the occupational therapy Doe’s parents requested is different because they sought access to the § 504 services, not the District’s regular courses or programs. Id., at 935 (Smith-Ribner, J., dissenting). Judge Smith-Ribner cited a Pennsylvania Department of Education pamphlet that states, “[i]f the protected handicapped student is attending only the nonpublic school, the school district of residence bears no responsibility to provide aids, services or accommodations within the nonpublic school.” Id., at 936 (Pennsylvania Department of Education, Basic Education Circular “Services to Nonpublic School Students” 22 Pa.Code Chapter 15 (Issued: July 1, 2001)). Judge Smith-Ribner also asserted the instant case is one of first impression, and the majority’s failure to note any amount of deference to the Department of Education is an error; ultimately, she would have reversed the Hearing Officer’s decision and upheld the District’s decision to deny § 504 services. Id.\nWe granted allowance of appeal to determine whether a school district is required to provide services pursuant to § 504 to an otherwise eligible student who is dually enrolled in public and private school. Since this is a question of law, our standard of review is de novo and scope of review is plenary. In re Milton Hershey School, 590 Pa. 35, 911 A.2d 1258, 1261 (2006).\nThe District argues Doe could not be properly enrolled in the District’s school because he did not seek to take school-courses, but only desired § 504 services. The District also argues the Commonwealth Court’s decision could lead to absurd results where public schools would have to make major alterations to schedules and facilities to accommodate a private school student’s needs at the public school. Doe counters that § 504 should be broadly interpreted, and that we cannot interpret Pennsylvania regulations implementing § 504 to contravene § 504 itself. Doe argues he is properly dually enrolled in private school and the District’s school.\nSection 504, in relevant part, provides:\nNo otherwise qualified individual with a disability in the United States, as defined in section 705(20) of this title,, shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance----\n29 U.S.C. § 794. Doe, at 927 n. 5. Section 504 has been described as remedial legislation, Kedra v. Nazareth Hospital, 868 F.Supp. 733, 740 (E.D.Pa.1994), and remedial legislation is to be interpreted broadly to effectuate its purpose. Sutton v. United Air Lines, Inc., 527 U.S. 471, 504, 119 S.Ct. 2139, 144 L.Ed.2d 450 (1999).\n[T]he term “program or activity” means all of the operations of ... a local educational agency ... or other school system ... or other private organization ... which is principally engaged in the business of providing education.... 29 U.S.C. § 794(b)(2)(B) and (b)(3)(A)(ii); 34 C.F.R. § 104.3(k)(2)(ii) and (k)(3)(i)(B) (emphasis added).\nRelevant federal regulations state “[a] recipient [of federal financial assistance] that operates a public elementary or secondary education program or activity shall provide a free appropriate public education to each qualified handicapped person who is in the 'recipient’s jurisdiction ...34 C.F.R. § 104.33(a) (emphasis added). They define an “appropriate education” as “the provision of regular or special education and related aids and services that (i) are designed to meet individual educational needs of handicapped persons as adequately as the needs of nonhandicapped persons are met....” Id., § 104.33(b)(1) (emphasis added).\nThe regulations go so far as to place an affirmative duty upon schools to identify qualified recipients:\nA recipient that operates a public elementary or secondary education program or activity shall annually:\n(a) Undertake to identify and locate every qualified handicapped person residing in the recipient’s jurisdiction who is not receiving a public education; and\n(b) Take appropriate steps to notify handicapped persons and their parents or guardians of the recipient’s duty under this subpart.\nId., § 104.32 (emphasis added).\nChapter 15 of the Pennsylvania Code implements § 504, and provides in part:\n(b) ... The law and its regulations require public educational agencies to ensure that these students have equal opportunity to participate in the school program and extracurricular activities to the maximum extent appropriate to the ability of the protected handicapped student in question. School districts are required to provide these students with the aids, services and accommodations that are designed to meet the educational needs of protected handicapped students as adequately as the needs of nonhandicapped students are met.\n22 Pa.Code § 15.1(b).\nThe Code then specifies to whom a public school district must provide services:\nA school district shall provide each protected handicapped student enrolled in the district, without cost to the student or family, those related aids, services or accommodations which are needed to afford the student equal opportunity to participate in and obtain the benefits of the school program and extracurricular activities without discrimination and to the maximum extent appropriate to the student’s abilities.\nId., § 15.3 (emphasis added). As the Commonwealth Court pointed out, this provision requires a student to be enrolled in the district to gain § 504 benefits; it does not specify a student must attend classes at the district’s public school. Doe, at 929.\nThe Code also defines how it should be interpreted in relation to § 504:\n(c) It is not the purpose of this chapter to preempt, create, supplant, expand or restrict the rights or liabilities of protected handicapped students or school entities beyond what is contemplated by Section 504, the Section 504 regulations at 34 CFR Part 104 or another law.\n22 Pa.Code § 15.11(c). The implementing regulations cannot be interpreted to contravene § 504’s enabling legislation. Lisa H. v. State Board of Education, 67 Pa.Cmwlth. 350, 447 A.2d 669, 673 n. 6 (1982), aff'd, 502 Pa. 613, 467 A.2d 1127 (1983); Barr v. Department of Public Welfare, 62 Pa.Cmwlth. 211, 435 A.2d 678, 680 (1981).\nAs noted, § 504’s federal implementing regulations require a public school to provide a free appropriate public education, including special services and accommodations, to a “qualified handicapped person who is in the recipient’s jurisdiction .... ” 34 C.F.R. § 104.33(a). It is undisputed Doe’s condition would qualify him as handicapped for § 504 purposes. See Administrative Hearing Record, Joint Exhibit, at Tab 4, J-l. P^urther, § 104.33(a) does not require that to be an eligible student, Doe attend classes in any school; the obligation is for special services and accommodations. The federal implementing regulations requirement that recipient schools seek out eligible § 504 beneficiaries in the jurisdiction, further showing § 504’s mandates apply to all potentially eligible students based on their residency, not their school attendance; as long as Doe is in the District’s jurisdiction, the District has to provide what § 504 mandates. The required broad reading of these regulatory requirements in unison leads to the conclusion that § 504 requires the District provide Doe with the therapy services described above.\nChapter 15 of the Pennsylvania Code, before it says anything else, states it is meant to comply with § 504 and its implementing regulations. 22 Pa.Code § 15.1(a). Chapter 15 is not designed to provide provisions whereby an eligible student under § 504 can be found ineligible under Chapter 15. To the contrary, Chapter 15, specifically through § 15.3, is designed to further § 504’s goals by attempting to get eligible students to participate in the school program and extracurricular activities “to the maximum extent appropriate,” 22 Pa. Code § 15.3, and to provide them with the accommodations they need so their education equates with the education of nonhandicapped students.\nWe cannot interpret Chapter 15 in a way that would inhibit the application of § 504’s mandates. Allowing Chapter 15 to preempt, supplant, or restrict a student’s rights under § 504 would lead to the untenable conclusion that our regulations were cutting across their very purpose. If we concluded Doe was entitled to services under § 504, but was improperly enrolled under § 15.3 by relying on an interpretation of dual enrollment in § 5-502, we would be inappropriately interpreting Chapter 15 in a way that restricts Doe’s § 504 entitlement. Chapter 15 recognizes the full panoply of school responsibilities and is meant to implement § 504, not to cut off the entitlements due to an otherwise eligible handicapped student.\nThe District concedes Doe is disabled, and that he would be entitled to the proffered § 504 services were he attending classes in its school. Further, the District did not believe him eligible for IDEA services. Thus, the proffered § 504 services could not be merely a means of accessing IDEA services, for he was not entitled to them — this would be a Catch-22 situation, offering him a means of accessing something to which he was not entitled. Hence the § 504 services were either a means of accessing non-IDE A services (i.e., “regular” educational services), or they were an educational service unto themselves.\nIf an educational service unto themselves, the District has an obligation to provide them as part of “a free appropriate public education.” 34 C.F.R. § 104.33(a). There is little problem finding they are part of an appropriate education for Doe — indeed, the District offered them. However, if (as the District argues) the § 504 services are merely a “means of access,” one must ask “access to what?” Is it access to an appropriate education, or merely access to the education as provided in the District’s school? We find the answer must be broader than merely specific classes offered by the District— this purposefully remedial legislation must involve access to the “appropriate education” which the District has an obligation to provide.\nThe obligation can be seen as twofold — providing the education, and providing the means of accessing it. Nowhere do these legislative acts or implementing regulations set forth that the education be at the District’s school in order for the obligation of facilitating access to an appropriate education to attach. Section 104.33(c)(4) provides that the cost of voluntary enrollment in a private school is the expense of the parents enrolling — the District need not pay that, and indeed is relieved of the cost it would otherwise expend on Doe’s behalf for such classes. But clearly, § 104.33(c)(4) does not limit or truncate the District’s obligation — it simply excuses it from paying for that part of its obligation which is received elsewhere. Further, if § 504 services were, as the District argues, merely a means of access to educational services, they would be outside this section’s ambit.\nSince Doe is entitled to § 504 benefits and dually enrolled in private school and the District’s school, we hold the District is required to provide appropriate § 504 entitlements to him without cost.\nOrder affirmed. Jurisdiction relinquished.\nFormer Justice NEWMAN did not participate in the consideration or decision of this case.\nChief Justice CAPPY, Justice CASTILLE, SAYLOR and BAER and Justice BALDWIN join the opinion.\n. A student may dually enroll in a private and public school:\n[T]he board of school directors in any school district may establish, equip, furnish, and maintain the following additional schools or departments ... namely: ... Schools for physically and mentally handicapped.... No pupil shall be refused admission to the courses in these additional schools or departments, by reason of the fact that his elementary or academic education is being or has been received in a school other than a public school.\n24 P.S. § 5-502.\n. Interpreting § 5-502 to trump § 504 would also lead to a Supremacy Clause problem.\nThe Supremacy Clause of the United States Constitution prohibits states from enacting laws that are contrary to the laws of our federal government: \"This Constitution and the Laws of the United States ... shall be the supreme Law of the Land; and the Judges in every State shall be bound thereby, any Thing in the Constitution or Laws of any State to the Contrary notwithstanding.” U.S. Const, art. VI, cl. 2. It is through this clause that the United States Congress may preempt state law.\nKrentz v. Consolidated Rail Corporation, 589 Pa. 576, 910 A.2d 20, 31-32 (2006).\n. We recognize the District’s concern that our decision could cause public schools to expend resources to comply with § 504. Doe, at 929 n. 10. However, we agree with the Commonwealth Court that ‘‘[w]hile this may be a valid argument in another case, such matters simply are not at issue in the present matter.” Id."}