{"id": "3250836", "contents": "OPINION\nJustice EAKIN.\nAgent Wolfe, a state parole officer, received a tip that Cecil Shields, a parole absconder subject to an active warrant, was residing at 400 Swissvale Avenue, Apartment 15, Wilkinsburg, Pennsylvania. Agent Wolfe conveyed the tip to Detective Knox of the Wilkinsburg Police Department, who, along with other officers, went to the apartment in search of Shields. Detective Knox knew from prior contacts that appellant was the leaseholder of the apartment.\nDetective Knox knocked on the apartment door. A man who identified himself as Thornton answered the door. Detective Knox showed Thornton a wanted poster of Shields and asked Thornton whether he knew him; Thornton responded he did not. Detective Knox asked Thornton whether appellant was in the apartment, and Thornton said “no, he would be back shortly.” N.T. Suppression Hearing, 6/30/04, at 62. Thornton stated he was there temporarily, and he and another man in the apartment had been there for about a day. Detective Knox asked Thornton whether he was in charge of the apartment. Thornton responded, “yes.” Id., at 8. Detective Knox asked Thornton for permission to search the apartment for Shields; Thornton consented.\nDetective Knox and his partner entered the apartment. In the living room, Detective Knox observed one or two plastic baggies containing a light brown substance. Believing it to be heroin, Detective Knox seized it. Meanwhile, Detective Knox’s partner found a digital scale in the kitchen sink with white residue on it, which Detective Knox also seized. Detective Knox returned to his vehicle, where he tested the baggies and scale for the presence of heroin. Based on the positive results he obtained, Detective Knox secured a search warrant for the apartment, which yielded cocaine, more heroin, a handgun, and more items associated with packaging drugs.\nConsequently, appellant was arrested and charged with possession with intent to deliver, possession of a controlled substance, possession of drug paraphernalia, and person not to' possess a firearm. Appellant filed a motion to suppress the items seized from his apartment at the time of his warrantless arrest, which the trial court denied, concluding Thornton had apparent authority to consent to the search. Trial Court Opinion, 6/6/05, at 2-3. The trial court granted a motion to sever the firearm charge before trial. A jury convicted appellant of all the drug-related charges.\nThe Superior Court affirmed, holding the police officers reasonably believed Thornton had valid authority to consent to the search. Commonwealth v. Strader, No. 1769 WDA 2004, 905 A.2d 1049, unpublished memorandum at 9 (Pa.Super.2006). Analogizing the facts to those in Commonwealth v. Hughes, 575 Pa. 447, 836 A.2d 893 (2003) (Opinion Announcing the Judgment of the Court), the majority determined the officers’ belief was reasonable in light of “Thornton’s apparent control of the apartment as demonstrated when he answered the door and asserted that he was in charge while [appellant] was gone.” Strader, at 9.\nJudge Klein dissented; he distinguished Hughes, stating “[t]he critical fact in Hughes, not present in this case, was that the residence being searched was that of a parolee who had given previous consent to any search by parole officers.” Id., at 1 (Klein, J., dissenting). Judge Klein opined Thornton’s telling the police he was responsible for the apartment until appellant returned was not dispositive of the issue, noting there are varying degrees of responsibility, and a temporary houseguest may simply be responsible “to close the windows when it starts to rain or to use a plunger on a stopped up sink.” Id., at 8. Therefore, Judge Klein would have reversed the judgment of sentence and ordered the evidence suppressed.\nWe granted allowance of appeal to resolve the issue, as appellant framed it:\nCan the police reasonably believe that a person answering a door has the authority to allow them to enter when they know for a fact who lives in the apartment, when they know for a fact that no one present in the apartment lives there, when- they know for a fact that the people present only recently arrived at the apartment, and when they know for a fact the legal tenant is expected back shortly[?]\nPetition for Allowance of Appeal, at 4.\nWhen reviewing suppression motions, we are bound by the suppression court’s factual findings that the record supports, but we are not bound by the suppression court’s conclusions of law. Commonwealth v. Gaul, 590 Pa. 175, 912 A.2d 252, 254 (2006). Thus, we are only to determine whether the suppression court properly applied the law to the facts. Commonwealth v. Nester, 551 Pa. 157, 709 A.2d 879, 881 (1998). Since the prosecution prevailed in the suppression court, we may consider only the Commonwealth’s evidence and so much of appellant’s evidence “as remains uncontradicted when read in the context of the record as a whole.” Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831, 842 (2003).\nAppellant argues since police knew he lived in the apartment, Thornton did not live there and only recently arrived, and because appellant was due back shortly, police did not act reasonably in accepting Thornton’s consent to search the apartment. More specifically, appellant argues “[i]f the surrounding circumstances indicate ... the person giving consent does not actually live there, ... police may not accept an invitation to enter.” Appellant’s Brief, at 9. Appellant also argues police acted “more unreasonably than ... police in Hughes.” Id., at 10. Appellant does not argue the Pennsylvania Constitution grants him greater protection than the Fourth Amendment to United States Constitution, nor does he cite the factors set forth in Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991), which assist this Court in determining if such greater protection exists. Thus, we review this case under the Fourth Amendment only.\nThe Commonwealth argues there was sufficient reason to conclude Thornton had actual and apparent authority to consent to the search. The Commonwealth points to Thornton’s statement that he was in charge of the apartment, and no testimony at the suppression hearing contradicted this statement; Detective Knox was the only witness at the suppression hearing. Thus, the Commonwealth argues it satisfied its burden of showing Thornton had authority to consent to the search.\nThe Fourth Amendment protects the people from unreasonable searches and seizures. In the Interest of D.M., 566 Pa. 445, 781 A.2d 1161, 1163 (2001). A warrantless search or seizure is presumptively unreasonable under the Fourth Amendment, subject to a few specifically established, well-delineated exceptions. Horton v. California, 496 U.S. 128, 134 n. 4, 110 S.Ct. 2301, 110 L.Ed.2d 112 (1990) (citations omitted). One such exception is a consensual search, which a third party can provide to police, Hughes, at 900, known as the apparent authority exception.\nA third party with apparent authority over the area to be searched may provide police with consent to search. United States v. Matlock, 415 U.S. 164, 171, 94 S.Ct. 988, 39 L.Ed.2d 242 (1974). Third party consent is valid when police reasonably believe a third party has authority to consent. Illinois v. Rodriguez, 497 U.S. 177, 188-89, 110 S.Ct. 2793, 111 L.Ed.2d 148 (1990). Specifically, the apparent authority exception turns on whether the facts available to police at the moment would lead a person of reasonable caution to believe the consenting third party had authority over the premises. Id. (citations omitted). If the person asserting authority to consent did not have such authority, that mistake is constitutionally excusable if police reasonably believed the consenter had such authority and police acted “on facts leading sensibly to their conclusions of probability.” Id., at 186, 110 S.Ct. 2793 (quoting Brinegar v. United States, 338 U.S. 160, 176, 69 S.Ct. 1302, 93 L.Ed. 1879 (1949)).\nIn Hughes, police officers went to a suspected parole violator’s residence, and on the front porch of the house found several teenage girls. Police asked the girls whether Hughes was home; the girls responded he was not. One officer asked for permission to enter the house to look for Hughes; the girls consented and opened the door. Upon entry, the officers found evidence of various drug offenses. At trial, Hughes moved to suppress this evidence, but the trial court admitted it, and the Superior Court affirmed. Hughes, at 896-98.\nBefore this Court, three Justices agreed “[t]he actions of the girls provided the officers with the reasonable belief that the girls possessed common authority over the premises permitting them to provide valid consent to enter the residence.” Hughes, at 901. Two Justices disagreed, but concurred in the result in light of the reduced privacy expectation of Hughes as a parolee pursuant to the parole exception to the warrant requirement. Id., at 905 (Saylor, J., concurring); id., at 906 (Lamb, J., concurring). Two Justices dissented, opining the apparent authority exception was not made out. Id., at 906-OS (Cappy, C.J., dissenting, joined by Nigro, J.). Although none of the three conclusions we reached in Hughes garnered a majority, all recognized the apparent authority exception; our disagreement concerned the application of the exception to the facts.\nHere, we initially affirm Hughes’ recognition of an apparent authority exception as the United States Supreme Court has clearly held there is an apparent authority exception to the warrant requirement under the Fourth Amendment. We also affirm the finding below that police reasonably believed Thornton had authority to consent to the search. Police spoke with Thornton, an adult, who obviously was inside the apartment they sought to search; in Hughes, police asked girls sitting outside the residence if they could enter after the girls said Hughes was not home. Here, police did not immediately ask Thornton if they could enter; instead, they spoke with him and determined appellant was not present. Before police sought permission to enter the apartment, they asked Thornton whether he had authority to control who entered the apartment. Once Thornton indicated he was in control, police asked him, as an occupant who expressly claimed authority to control the apartment, whether they could enter. The fact police knew appellant was likely to return soon is significantly less important here; police were searching for Shields as a fugitive, making time of the essence so that police could capture Shields and protect the public.\nAs Judge Klein notes, people in another’s home may or may not have much authority, for homeowners may or may not spell out for guests or people happening to be in their home exactly what authority they have. However, the question is what is apparent, not actual, and the reasonableness of the police belief in that apparent authority. From the perspective of police at the time of the encounter here, it was reasonable to conclude Thornton had the authority to control who entered the apartment. Thornton said he was in charge and he let police in. The totality of circumstances in each case controls whether police have a reasonable belief the person consenting to the search has authority to do so. We decline to adopt Judge Klein’s reasoning, which would require proof of actual authority, which is not the rule the United States Supreme Court has established.\nWe also note it is more reasonable for police to believe the person has the authority to grant consent to search for a fugitive; they did not seek to search through the homeowner’s private papers and other materials. As with any suppression claim, it is the information known at the time, not that learned after the fact, that controls the legal analysis. A search for a fugitive is generally short in duration, as it is hard to hide a person from view, particularly inside a smaller residence like an apartment. Entry here did not involve a search for drugs, even though probable cause for drugs became apparent after entry.\nBased on the foregoing, we hold there is an apparent authority exception to the warrant requirement under the Fourth Amendment, and police here had a reasonable belief Thornton had authority to consent to the search.\nOrder affirmed. Jurisdiction relinquished.\nChief Justice CAPPY and Justice CASTILLE and SAYLOR join the opinion.\nJustice BALDWIN files a dissenting opinion in which Justice BAER joins.\n. See U.S. Const, amend. IV (\"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.”)."}