{"id": "326027", "contents": "Opinion bx\nMr. Justice Mestrezat,\nThis is an appeal from the order of the court below, sitting in equity, certifying the case to the law side of the court under the Act of June 7, 1907, P. L. 440. The bill avers, inter alia, the plaintiff’s ownership in fee of certain lands in Columbia County, containing valuable deposits of coal; that the defendant, an adjoining owner of coal land, has, in disregard of the plaintiff’s right, threatened to enter upon plaintiff’s land and to mine and remove the coal; that the defendant is engaged in driving an underground passageway that is directed towards and is intended to penetrate the deposit of coal; and that the plaintiff will suffer irreparable injury if the defendant is not restrained from committing the threatened trespass. The bill prays that the defendant be restrained from entering or trespassing upon the plaintiff’s land.\nThe defendant filed an answer denying the material allegations of the bill and averring that the court is without jurisdiction to entertain the bill, because it is an ejectment bill; that the defendant owns in fee the coal which the plaintiff seeks-to restrain the defendant from mining and removing and is in possession of the same and has been continuously since 1890.\nA preliminary injunction was granted which was subsequently dissolved by the court, and on motion of defendant’s counsel the case was certified to the law side of the court. This is the error complained of on this appeal.\nThe learned court was clearly right in certifying the case to the Common Pleas. It appears from the bill that the plaintiff company leased to the defendant company certain coal lands in Columbia County; that there was a dispute as to the proper line between the leased lands and other lands of the plaintiff; and that there was an attempt by the parties to agree upon a consentable line. The bill avers that the line was agreed upon, was for many years recognized by the defendant company, but that recently the defendant threatened to disregard the line and enter upon and mine coal beyond the line and on the plaintiff’s premises. Conceding its averments to be true, the bill discloses a disagreement as to the line between the properties of the two parties and the intention of the defendant to trespass upon the plaintiff’s premises. If the defendant does enter upon the disputed premises and begins to mine the coal, the remedy for the infringement of the plaintiff’s rights is an action of trespass or, if the defendant is in possession, an action of ejectment. Either remedy will give the plaintiff adequate relief. If the plaintiff company desire to secure itself against loss by reason of the defendant’s mining operations, an estrepement will lie whether the action be trespass or ejectment. That writ will protect the plaintiff until the action to determine its rights is finally adjudicated. There are no averments in the bill which would justify a court of equity assuming jurisdiction in the case.\nIf, however, we turn to the answer we see far less reason for a court of equity adjudicating the question at issue and depriving the defendant of a trial by jury. It denies the jurisdiction of the court, avers possession of the premises in the defendant, and sets up other matters of defense which raise questions of fact for a jury. The controlling question here, as appears by the bill, is one of title to the disputed premises which, of course, should be settled on the law side of the court. It is claimed and strenuously urged by the plaintiff that the question of title' must be determined by the interpretation of the agreement between the parties fixing the consentable line and that, therefore, a judge sitting in a court of equity can determine it as well as if he were sitting in a court of law. This overlooks the vital proposition that the jurisdiction of the court does not depend upon the duties of the judge presiding at the trial. Ejectment is the established action for the trial'of disputed titles in this State, and, with very few exceptions, a plaintiff is compelled to assert his title to real estate in that form of action. The judge presiding at the trial may, as the facts require, nonsuit the plaintiff, direct a verdict for either party, or submit the case to the jury. The ruling of the judge may depend solely upon his interpretation of a written instrument, but whether it does or not will depend upon other matters which cannot be anticipated and which are not sufficient to deprive the law side of the court of jurisdiction to determine the rights of the parties to the land in dispute. Here, however, the parties not only disagree as to the construction of the contract establishing the consentable line, but the defendant company alleges that the contract to the extent that it purports to have altered the company’s mining rights, under its lease of July 1,1889, is either put to a fraudulent use, or the words it contains limiting the company’s mining rights were introduced in the contract at the time of its execution by fraud, accident or mistake. The answer also avers that the defendant is, and has continuously been since 1890, in possession of the premises. The question, therefore, at issue between the parties is one of disputed title, and depends upon the true boundary line between the adjacent properties of the two parties. The defendant not only challenges the plaintiff’s interpretation of the agreement establishing the consentable line, but also attacks the validity of the agreement itself which necessarily depends upon facts dehors the instrument. The rights of the parties, therefore, require that they be determined in an action of ejectment on the law side of the court.\nThe order certifying the case is affirmed."}