{"id": "326021", "contents": "Opinion by\nMr. Justice Potter,\nThis was an action of qno warranto brought against The Greek Catholic Church of St. Michael The Archangel. In the information for the writ, the attorney general suggested the incorporation of defendant; that the purposes for which the corporation was formed were “to establish a congregation and church for religious public worship in accordance with the ritual of the Greek Catholic religion and to provide for members and their families in cases of sickness and death”; that “on the strength of the corporate powers conferred by the charter, two separate and distinct corporate bodies were organized and brought into existence, one of them The Greek Catholic Church of St. Michael The Archangel, organized for the purpose of establishing and maintaining a church for the conduct of religious public worship, and the other of them The Greek Catholic Church Brotherhood of St. Michael The Archangel, organized for the purpose of conducting a beneficial society for the relief of members and their families in case of sickness or death.” It was further suggested that the formation and existence of two separate and distinct corporate bodies under color of the same charter, was without warrant of law and that by reason of the facts stated, the corporate rights, powers, privileges and franchises of the corporation had been forfeited and become null and void. The defendants named in the information were served with the writ, or accepted service, and appearances were entered for them, and a rule to plead, answer, or demur, was also served on them. An answer was filed by The Greek Catholic Church of St. Michael The Archangel (Grecko Katolicki Cerkovno Bractwo Sv. Michaela Archistratija) by Stefan Karpiak, president, and Stefan Petrikowitz, secretary. The answer denied that two separate and distinct corporate bodies had been organized under the charter and averred that only one such body, the respondent had been so organized. The Commonwealth joined issue on the matters alleged in the answer, and the case was called for trial. A large amount of testimony was taken as to the history of the Church, the Brotherhood, and the corporation, and as to the parties who were entitled to exercise the privileges and franchises of the corporation. Finally the counsel on both sides agreed that the court should dispose of the matter before it, by instructing the jury as to which of the two organizations, claiming to be the corporation created by the charter, is entitled to the franchises and privileges conferred by the charter. The trial judge directed a verdict in favor of “the body known as The Greek Catholic Church of St. Michael The Archangel,” the president of which at the time the writ was issued was Maxim Szkodosky, and the secretary of which was Wasyl Matolicz. Counsel for respondent made a verbal request for binding instructions in its favor, which was refused, and the jury rendered a verdict in accordance with the instructions of the trial judge. Motions for a new trial and for judgment n. o. v. were dismissed, and judgment was entered upon the verdict. Defendant has appealed. The record shows the rather anomalous situation, of a judgment in favor of defendant, and an appeal by defendant. The record is in a very unsatisfactory condition. The assignments of error are all defective. The writ of quo warranto is not printed, and it is not clear from the copy of the information, and the docket entries what defendants were named in it. Both in the docket entries and in the information, as well as in the verdict, the title of the corporation appears to be incorrectly given, as “The Greek Catholic Church of St. Michael The Archangel.” The corporate title as it appears in the charter, contains the Russian name in addition to the English translation. The correct wording of this seems to be “Grecko Katolicki Cerkovno Bractwo Sv. Michaela Archistratija,” which being translated is, “The Greek Catholic Chnrch Brotherhood of St. Michael The Archangel.”\nCounsel for the Commonwealth appears to have waived the right to insist on a forfeiture of the charter, and judgment of ouster, by entering into an agreement, that the trial judge should determine merely the question of the respective rights to the charter, of the two contending organizations, the Congregation and the Brotherhood.\nThe evidence shows that certain facts in the case were undisputed. The Brotherhood or beneficial society, which was the defendant below, in the manner in which the issue was made up, and which is the actual appellant here, was organized and in existence before the charter was obtained. The Brotherhood initiated the movement for obtaining a charter, and carried it out, through a committee of its members, and paid the expenses, the attorney’s fees and costs. All members of the Brotherhood were members of the Church, but not all members of the Church were members of the Brotherhood. On the part of appellant, it is claimed that the English title as it appears in the charter was intended to be an exact translation of the Russian title, but that the translation of the word “Bractwo” meaning “Brotherhood,” was omitted by mistake of the attorney who prepared the charter. As above stated, the Brotherhood was already organized, when the charter was obtained. No organization as a church by any of these people, was averred until 1906, some nine years after the charter in question was obtained, and there is nothing to show that the church organization then effected, was intended to be under the charter, which had been previously obtained by the Brotherhood. When that charter was obtained, the members of the Brotherhood worshipped at the Holy Ghost Church on Passyunk avenue. In the year 1905 or 1906, there was a division in that congregation, and some of them including most of the Brotherhood of St. Michael the Archangel, left the Holy Ghost Church, worshipping for a time at Eighteenth and Callowhill streets. There appears to have been some litigation with the congregation remaining at the Holy Ghost Church, which was settled by the latter retaining the church property and relinquishing its rights to the sum of $4,263.99 deposited in the Equitable Trust Company. The testimony shows that this sum of $4,200, in round figures, was paid to the society, or Brotherhood. The money received from the Holy Ghost Church, together with other sums contributed by members of the Br'otherhood, and the sum of $6,000 borrowed upon mortgage, was used to purchase the church property at Ninth and Buttonwood streets. The title was taken not in the complete corporate name, but in the name of “The Greek Catholic Church of St. Michael The Archangel.”\nThe real question at issue, would seem to have been whether the charter was valid, or whether there has been a misuse of the rights and privileges granted therein. But no such question was decided. Under the agreement of counsel, the trial judge undertook to say whether the charter was the property of the “Brotherhood,” set forth in the information as “The Greek Catholic Church Brotherhood of St. Michael The Archangel,” or was the property of the Church Congregation known as “The Greek Catholic Church of St. Michael The Archangel.”\nWe can find nothing in the record to justify the finding that the “Congregation,” as against the “Brotherhood” was entitled to be regarded as the owner of the charter. The members of the Brotherhood obtained the charter in 1897, and used it and worked under it, beyond question for nine years, or until 1906. There is no pretense that the church organization here in question was effected prior to 1906. Nor does it appear that the Congregation acquired in any proper or legal way, the corporate rights which had been bestowed upon the Brotherhood, some nine years before the Church Congregation came into existence.\nThe confusion seems to be due in part to the failure to insert the word “Brotherhood” in the English translation of the corporate name.\nWhether or not, the inclusion in a charter, in its statement of purpose, of provisions for establishing a church for religious worship, and for caring for the members and their families in case of sickness and death, was the setting forth of a double purpose, and for that reason illegal, was not decided by the court below. Care of the sick and the bereaved, might very well be held to be of the essence of true religion. And the avowal of such a purpose, might be considered as in its nature so closely allied to, and so much a part of the work of a religious body, as to properly fall within a statement of the general purpose of such a body, in an application for a charter. But however that may be, upon this record as it stands, we are clearly of the opinion, that it was “The Greek Catholic Church Brotherhood of St. Michael The Archangel,” which secured for its membership incorporation in 1897; and it was to that body, that the charter here in question was granted; and it is that body which has worked under it ever since, and has rightfully exercised the powers, rights and franchises, which were granted in the charter. While the members of the Brotherhood are members of the Church Congregation,, yet we find nothing in the evidence to indicate that the Congregation as such, has ever in any lawful way, succeeded to the ownership or control of the charter, which’ was granted to the members of the Brotherhood, and under which they became an incorporated body.\nThe 21st, 22d, 23d and 25th assignments of error áre sustained. The judgment of the court below is reversed, and judgment is here entered for the' respondent, The Greek Catholic Church of St. Michael The Archangel, — ’ (Grecko Katolicki Cerkovno Bractwo Sv. Michaela Archistratija), of which, When the writ was issued, Stefan Earpiak was president, and Stefan Petrikowitz, was secretary."}