{"id": "326109", "contents": "Opinion by\nMe. Justice Moschziskeb,\nAt the adjudication in the estate of Henry Ruetschlin, deceased, the executors of Francis Magee presented several claims; they contended for a preference to the extent of $12,500, by reason of a written agreement existing between their decedent and the one whose estate was under distribution.\nBy a paper dated November 1, 1909, executed by “Henry I. Magee, trustee for Francis Magee,” and Henry Ruetschlin, it was stipulated that “Upon the sale of ......the plot of ground situated” (no description) Ruetschlin would “give to” Magee “one-half of all money which he (Ruetschlin) shall receive as his portion of the proceeds” of such sale; and Magee agreed not to require payment of “the loan of $32,000,” due to him by Ruetschlin, for a period of five years, unless the ground was sold in the interim, — at the expiration of that time Magee to have the “option” of calling in the loan, or, should the ground still remain unsold, “to renew the agreement” for a further period of five years.\nThe executors of Ruetschlin included in their account an item of $25,000, derived November 20, 1912, from the sale of a one-third interest in a lot of ground in West Philadelphia; they admitted that this property was the same as that “mapped out” on a certain blue-print attached to the written agreement between Magee and their decedent. Testimony was offered which showed that Ruetschlin died insolvent July 24, 1911, that early in June, 1911, a meeting was held between him and Henry I. Magee, at which time Ruetschlin acknowledged that the blue-print represented the ground referred to in the agreement, and further, that he had used money loaned to him by Magee to purchase his (Ruetschlin’s) interest in this land. It appeared that Magee had from timé to time advanced Ruetschlin other moneys, in addition to the amounts claimed at the adjudication and the $32,000 mentioned in the agreement; but there was no evidence to show what particular funds coming from Mágée actually went into this West Philadelphia land; moreover, there was no proof that at the time of any particular loan, Ruetschlin then and there agreed to grant Magee an interest in the property in question, or that money was given by the latter to the former for the specific purpose of buying the land covered by the blueprint. So far as the evidence goes, it merely appears that Magee made loans to Ruetschlin for the latter’s own purposes, that some of the money was used in the purchase of an interest in this real estate, and, long after the purchase was made, Ruetschlin agreed that, when he sold, he would give his creditor (Magee), one-half of the proceeds.. It is not a case where one purchased land in his own name for another; no more is it a case where money was advanced for the specific purpose of a particular purchase, with the agreement at bar in view. The property was not sold by Ruetschlin in his lifetime; and the agreement does not declare that he held it in any manner or to any extent for the benefit of Magee, or even that he would so hold one-half of the proceeds in the event of a sale. Finally, Ruetschlin in no respect expressly limited his right to sell, or personally to receive the proceeds in the event, of a sale.\nUnder the circumstances, we cannot sustain the appellants’ contention that the written agreement constituted a declaration of trust or an equitable assignment. What might have been determined had the question arisen during the lifetime of Ruetschlin, it is not necessary to decide; but, as between the several creditors of Ruetschlin’s insolvent estate, it is clear that this writing, whiéh was not of record, and was unknown to creditors other than Magee, cannot be construed to give a preference to his estate. We have looked at the authorities cited by both sides; but, on their facts, all of them are distinguishable from the present case, although Wylie’s Appeal, 92. Pa. 196, is nearest in principle. (Also see, Wood’s Estate, 243 Pa. 211, 215.) It is clear the court below did not err when it refused the preference claimed by appellants.\nThe next matter for consideration arises out of a bond conditioned for the payment of $10,000, dated May 31, 1911, and given by Ruetschlin to the three executors of the estate of Magee as collateral to a mortgage on another piece of real estate. This mortgage was foreclosed, and the property was purchased at sheriff’s sale by the Magee executors for $50. It appears that one of these executors wrote a letter to an executor of the Ruetschlin estate, dated December. 21,1911, in which he stated that the Magee Estate would purchase the mortgaged property for $500 “over and above the bond and mortgage now held by us.” But a few days later the writer of the letter notified its recipient that counsel had advised him he had no power to purchase real estate; and the offer was withdrawn. Shortly afterwards a conference was held at which the attorney of the Magee executors, met one of the Ruetschlin executors and his counsel, with some other persons, and discussed the question of the foreclosure of the mortgage. We have read all the tesimony in reference to this meeting, and were we sitting as a chancellor, we should find that the attorney for the Magee executors neither said nor did anything at that time, or at the subsequent sheriff’s sale, that estops his clients from claiming on the bond now before us. Of course, had the court below, after seeing and hearing the witnesses, made specific findings of fact compelling á contrary conclusion, we should hesitate to reverse; but the learned auditing judge goes no further than to say that, “the solution of the question involved is attended with difficulties and, in view of the existence of the letter written by one of the executors aforesaid, it is but reasonable to believe that those present, with the exception of Mr. Tripple (the attorney for the Magee executors) left the conference with the distinct understanding that Mr. Tripple would buy in the property in satisfaction of the debt.” Upon this view of the facts, the learned court concluded that the appellants were estopped from claiming on the bond; but we cannot concur in the conclusion. It is clear that the epistle in question was written before the conference, and it was not even mentioned at that time; in point of fact, so far as the appellants are concerned, the testimony shows that neither the attorney nor any of the executors of the Magee estate, other than the writer of the letter, then knew of its existence.\nAs a matter of law, there can be no doubt about the appellants’ right to pursue their remedy on the bond (Wolfe’s Appeal, 110 Pa. 126; Lomison v. Faust, 145 Pa. 8; Mollenauer v. Smith, 51 Pa. Superior Ct. 517, per Rice, J.), and in view of the specific offer'made at the bar of the court below, by the attorney of the Magee estate, to surrender the property purchased under foreclosure, upon payment of the mortgage debt with interest, and to “put the thing back into statu quo,” so far as possible, we are not impressed with the equity of the position taken by the appellees; but however that may be, clear error was committed in the ruling that no valid claim could be made upon the bond.\nThe 1st, 2d, 3d and 4th assignments of error are overruled; the others, including the 8th (so far as it relates to the questions before us), are sustained. The record is remitted to the court below with directions to modify the final decree in accordance with the views here expressed; one-half of the costs to be paid by the estate of Ruetschlin and the other half by the estate of Magee."}