{"id": "326183", "contents": "Opinion by\nMr. Justice Moschziskeb,\nThis was a proceeding to restrain an alleged violation of a building restriction. After final hearing, oh bill, answer and proofs, the court below refused the injunction ; the plaintiffs have appealed. •\nThe defendant corporation owns a piece of land at the southwest corner of Eighteenth and Arch streets, Philadelphia, extending from Arch street, 160 feet to Cuthbert street, containing in front on the two last mentioned streets, 132 feet. The lot was originally divided into two equal parts, and the eastern, or Eighteenth street, half is subject to the restriction, “That all the buildings which shall be built and erected on the Mulberry (now Arch) street front of said lot shall be placed at least three feet southward from the regulated south line of said street......, and that no such building or buildings or any addition or back building attached thereto shall extend to a greater depth than 120 feet southward from such regulated line, and secondly, that in order to secure the free circulation of light and air to the owners and occupants of the lots of ground lying westward of said hereby granted lot and to prevent any obstruction thereto in all time to come no building or buildings shall ever be built, • érected or placed, upon the said lot to front upon or towards Schuylkill Fifth (now Eighteenth) street”; and the other half of the defendant’s land is subject to the first part of this restriction.' Some years ago the defendant erected a building at the southwest corner of Eighteenth and Arch streets; and the structure which the plaintiffs now seek to restrain is in the rear of that building, at the northwest corner of Eighteenth and Cuthbert streets. Each of the plaintiffs owns property to the west of the defendant’s land.\nThe chancellor found as a fact that “The building which is being erected..... .is neither an addition nor a back building to the building situated at the comer of Eighteenth and Arch streets”; further, that “The building at the corner of Eighteenth and Arch streets does not extend to a greater width than 120 feet southward from the regulated south line of Arch street.” These findings effectually dispose of the first part of the building restriction. In connection with the second part of the restriction, the chancellor found the following facts: “For nearly twenty-five years one of the main entrances of the building on the southwest corner of Eighteenth and Arch streets has been upon Eighteenth street”...... “For about the same time there was a one and a half story building at the nortwest corner of Eighteenth and Cuthbert streets, which was occupied and used by...... the defendant, during all that time, and until torn down to make way for the building now objected to.”...... “The building now objected to......is thirty-four feet on Eighteenth street by ninety-one feet on Cuthbert street, and is thirty-two feet high at the eaves and forty-three feet high at the highest point of the roof, and is roofed in. The contract for its erection and construction was made September 18,1913. It is to cost f 19,281. It is more than 120 feet southward from the regulated south line of Arch street.”......“On or about the last of September, 1913, all persons passing the building...... could see that its front and entrance were upon Eighteenth street, and thereafter the work upon said building steadily progressed.”......“None of the plaintiffs made any objection to the building......until November 8, 1913, and no notice was given to the builder, Franklin B. Davis, one of the defendants, until November 11, 1913.”......“At that time the building was largely completed, being nearly to its full height in the rear and over one-half its full height in the front, and the builder had made all his contracts in regard to it, except about $1,200 thereof, and there had been then expended upon it the sum of $7,000.” In addition, the court found that one of the plaintiffs knew of the intention to erect a new building in September, 1913, and had knowledge that the work was actually being done upon it “for five weeks prior to November 13, 1913,” that another of the plaintiffs had such knowledge by “the first week of October,” and the last of them “knew about it in the middle of October, 1913.” On these facts the court concluded that the “plaintiffs were guilty of laches in not sooner objecting to the construction of said building”; further, that “the plaintiffs have lost by their laches all right to proceed in equity to compel the tearing down of said building, or to prevent its completion”; and the bill was dismissed.\nMany other points were raised in the court below, and argued before us on appeal; but as we are not convinced of error in the findings of fact or conclusions of law just narrated, and since they amply vindicate the decree entered, it seems unnecessary to go further. In this connection, however, it may not be out of place to note that the building restriction here insisted upon first appears in 1837, in a conveyance of a lot sixty-six feet wide extending along the west side of what is now Eighteenth street, from Arch to Filbert street, that since that' date Cuthbert street has been opened as an intermediate highway, and all the ground between the latter street and Filbert street has been built upon for some years, several of the houses fronting upon Eighteenth street, in apparent violation of the building restriction in question; thus it may be seen that the west side of Eighteenth street was built up, almost solidly, from Arch to Filbert street, before the defendant undertook the erection of the structure now objected to. Tbe facts at bar far remove tbe defendant’s case from those involving a deliberate violation of a building restriction, after notice; and, under tbe circumstances, tbe officers of tbe defendant corporation might well have believed that this old restriction would not be insisted upon. But, be that as it may, we' are convinced tbe court below did not err in deciding that tbe laches of tbe plaintiffs barred them from tbe relief sought.\nAll tbe assignments of error except tbe last, which goes to tbe decree, are dismissed, as technically defective (see Prenatt v. Messenger Printing Co., 241 Pa. 267, 270); tbe last assignment is overruled, and tbe decree is affirmed at tbe cost of tbe appellants."}