{"id": "326130", "contents": "Opinion by\nMr. Justice Brown,\nThe appellant was an employee of the appellee. He had been in its service a number of years before he was injured, during the last five months of which he worked at its Greenville yards. On October 31, 1905, while working there, he was directed by his foreman to go into the north part of what was known as the sand house and get a stove. On each side of this house there were tracks of the defendant company, five or six of them being on the west side, the nearest of them about three and one-half feet from the building and parallel to it. A door four feet in width opened outward from the west side of the building, and, when open at right angles to it, extended about six inches over the nearest rail, cutting off a view of the tracks to the south. Appellant entered the sand house through this doorway, and, having failed to find the stove, started for another part of the building, passing out through the same doorway, the door of which extended at right angles to the building about a half foot over the nearest rail. As he turned around the door and was about to proceed south towards another room in the building, he found in front of him an engine of the defendant company, coming towards him on the track nearest the building. To avoid being run over he pressed himself up against the building, but the side of the engine extended so far over the rail that he was caught and severely squeezed in the narrow space between it and the building. From the refusal of the court below to take off the nonsuit, in the action which he brought to recover for the injuries so sustained, he has taken this appeal.\nThe nonsuit was directed on the ground of the contributory negligence of the plaintiff, and the motion for it could not have been denied. The appellant had been familiar for months with the situation within the Green-ville yards. He had worked there constantly and knew that trains were at all times passing in and out. He admitted he knew that the engines were wider than the tracks and projected beyond them. He further admitted that, shortly before he went into the sand house, he saw a train moving on the track nearest to jt, and that when he entered it the engine which injured him was standing at an ash pit to the south. While it does not appear in the testimony who opened the door in such a way that all view to the south was cut off as the appellant came out of the building, it is admitted in his history of the case that he himself had so opened it. Without such admission, the presumption would be that he had opened it in carrying out the direction of Ms employer to go into the building for the stove. His vision to the south when he came out of the building was thus obstructed by his own act; but, even assuming that some one else had opened the door, his manifest duty, when he left the building and started to go south, was to look and see whether the track was clear. This he could readily have done by closing the door or pushing it against the building. Instead of exercising this ordinary prudence, which would have given him a clear view to the south, he did not even stop to look before passing around the door, but went south several feet, with the engine almost upon him. With his knowledge that it projected beyond the rails, he took the risk of being crushed by it when he pressed himself against the wall. He heedlessly placed himself in a position of danger, which he could have avoided by the exercise of but ordinary care when he left the building.\nJudgment affirmed."}