{"id": "3440818", "contents": "OPINION\nJustice McCAFFERY.\nThe issue presented by this appeal is whether a coroner’s autopsy report is an “official” record or paper within the meaning of Section 1251 of the act commonly referred to as the “Coroner’s Act.” The Commonwealth Court held that it is not. We granted allowance of appeal in order to clarify the matter in light of apparent inconsistencies among this Court, the Commonwealth Court, and the Superior Court in the application of Section 1251. For the reasons set forth below, we reverse.\nThe facts are as follows. Police Officer Jesse Solimán was shot inside the Easton, Northampton County police headquarters on March 25, 2005, and was pronounced dead at St. Luke’s Hospital in Lehigh County. Scott Grim, the Coroner of Lehigh County and Appellee herein, conducted an autopsy and prepared an autopsy report reflecting his determination that Officer Sollman’s death was a homicide. On February 6, 2006, Jim Deegan, the managing editor of the Express-Times newspaper, and Joseph McDonald, a reporter for The Morning Call newspaper, each independently asked Grim to provide the autopsy report for their review. Grim declined on the ground that it was not one of the “official records and papers” that Section 1251 of the Coroner’s Act requires every coroner to deposit with the office of the prothonotary.\nRepresentatives of the two newspapers filed respective mandamus actions and motions for peremptory judgment in which they sought to compel Grim, pursuant to Section 1251 of the Coroner’s Act, to deposit all of his official records and papers for 2005, including his autopsy report on Officer Soil-man, with the Clerk of Courts of Lehigh County. Section 1251 of the Coroner’s Act provides:\nEvery coroner, within thirty (30) days after the end of each year, shall deposit all of his official records and papers for the preceding year in the office of the prothonotary for the inspection of all persons interested therein.\n16 P.S. § 1251 (emphasis added). The trial court, in two separate orders, (1) granted the respective motions for peremptory judgment; (2) directed that a judgment of mandamus be entered in each case; and (3) ordered Grim to deposit the records in question with the clerk of courts. Grim appealed both orders.\nOn appeal from both orders, the Commonwealth Court reversed, holding that autopsy reports are not “official records and papers” of a coroner under Section 1251. Penn Jersey Advance, Inc. v. Grim, 910 A.2d 120, 124-25 (Pa.Cmwlth. 2006). In doing so, the court relied exclusively on its decision in Johnstown Tribune Publishing Company v. Ross, 871 A.2d 324 (Pa.Cmwlth.2005), which the court determined to be “directly on point” as it dealt with a similar factual scenario involving a newspaper publisher who had filed a complaint in mandamus seeking to compel a coroner to disclose the autopsy report of a homicide victim. Penn Jersey Advance, 910 A.2d at 122. The court summarized the relevant legal conclusions of Johnstonm Tribune as follows:\nOur holding in Johnstown Tribune was premised upon basic principles of statutory construction as well as privacy concerns. A coroner’s statutory duty under the Coroner’s Act is to ascertain the cause and manner of suspicious deaths. Johnstown Tribune, 871 A.2d at 328. See also Section 1237 of the Coroner’s Act, 16 P.S. § 1237 (describing a coroner’s duties and the narrow purpose of a coroner’s investigation); Section 1238 of the Coroner’s Act, 16 P.S. § 1238 (requiring an autopsy only when the coroner’s investigation is inconclusive as to cause and manner of death). Thus, the legislature’s use of the word “official” in the phrase “official records and papers” is significant. It implies that there are “unofficial” records within the coroner’s custody that are not subject to disclosure. It follows that the “official” records that a coroner must deposit with the prothonotary are those that state the cause of death and whether it was the result of criminal conduct. Johnstown Tribune, 871 A.2d at 328. We also determined in Johnstown Tribune that if autopsy reports were included as part of the “official” records, an irreconcilable conflict would arise between Section 1251 and Section 1236.1(c) of the Coroner’s Act, which allows for the coroner to charge and collect a fee of up to one hundred dollars ($100) for an autopsy report. Finally, this Court noted that if autopsy reports were to become part of the official record, much more than the cause and manner of death could be revealed to the public, such as potentially privileged information related to the decedent’s medical history and graphic photographs taken during the autopsy. Id. at 329.\nPenn Jersey Advance, 910 A.2d at 122-123 (footnote omitted).\nIn adopting the analysis used in Johnstown Tribune, the Commonwealth Court, explicitly rejected the trial court’s determination that the instant cases were controlled by our decision in Com. ex rel. District Attorney of Blair County, In re Buchanan, 583 Pa. 620, 880 A.2d 568 (2005). In Buchanan, we approved of the Superior Court’s reasoning in In re Dillon, 449 Pa.Super. 559, 674 A.2d 735 (1996), which had interpreted the reference in Section 1251 to “official records and papers” as including autopsy reports. We determined that the Superior Court’s interpretation was “certainly reasonable,” as the phrase “official records and papers” was “broadly stated ... and the parties do not dispute that autopsy reports are covered material.” Buchanan, supra at 624, 880 A.2d at 571. The Commonwealth Court concluded that Buchanan was not controlling because (1) the decision only characterized Dillon’s interpretation as “certainly reasonable” but did not expressly adopt it; and (2) the Buchanan Court was not required to resolve the issue because the parties agreed that autopsy reports were material encompassed by Section 1251. The Commonwealth Court further noted that, unlike Johnstoum Tribune, Dillon was not premised upon any statutory analysis of the Coroner’s Act but merely assumed that autopsy reports were covered under Section 1251. In addition, the Commonwealth Court stated that Buchanan and Dillon are distinguishable, because, unlike the instant case, those cases “addressed the balance between the public’s interest in information about the cause and manner of death and the Commonwealth’s interest in maintaining the confidentiality of such information during an ongoing criminal investigation.” Penn Jersey Advance, 910 A.2d at 124. Accordingly, the Commonwealth Court reversed the trial court’s grant of mandamus in both cases. For the reasons that follow, we reject the Commonwealth Court’s conclusions.\nWe have set forth our standard of review and guiding principles for statutory construction cases as follows:\nAs the question is one of statutory interpretation, a purely legal issue, this Court’s substantive review is plenary and non-deferential. The object of interpretation and construction of all statutes is to ascertain and effectuate the intention of the General Assembly. See 1 Pa.C.S. § 1921(a). When the words of a statute are clear and free from all ambiguity, their plain language is generally the best indication of legislative intent. A reviewing court should resort to other considerations to determine legislative intent only when the words of the statute are not explicit. 1 Pa.C.S. § 1921(b). In ascertaining legislative intent, this Court is guided by, among other things, the primary purpose of the statute, see 1 Pa.C.S. § 1921(c)(4), and the consequences of a particular interpretation. Id. § 1921(c)(6).\nIn re Carroll, 586 Pa. 624, 636, 896 A.2d 566, 573 (2006) (case citations omitted). Moreover, “[i]t is axiomatic that in determining legislative intent, all sections of a statute must be read together and in conjunction with each other, and construed with reference to the entire statute.” Housing Authority of Chester County v. Pennsylvania State Civil Service Commission, 556 Pa. 621, 640, 730 A.2d 935, 945 (1999).\nWe must determine here whether an autopsy report constitutes a coroner’s official record or paper. If so, it must be disclosed pursuant to Section 1251. The Coroner’s Act does not define “autopsy report,” nor does it define “official records and papers.” Therefore, pursuant to our rules of statutory interpretation as outlined above, we look to the provisions of the Coroner’s Act for guidance. If it appears from these provisions that the conducting of an autopsy is a duty of a coroner in his or her official capacity, it reasonably follows that the resulting autopsy report is an official record or paper subject to disclosure under Section 1251.\nUnder Section 1237 of the Coroner’s Act, in cases of certain deaths (including, as here, those occurring under suspicious circumstances or as a result of violence or trauma), “[t]he coroner having a view of the body shall investigate the facts and circumstances concerning deaths which appear to have happened within the county ... for the purpose of determining whether or not an autopsy should be conducted or an inquest thereof should be had.” 16 P.S. §§ 1237(a)(1) and (a)(3). The purpose of the coroner’s investigation “shall be to determine the cause of death and to determine whether or not there is sufficient reason for the coroner to believe that any such death may have resulted from criminal acts or criminal neglect of persons other than the deceased.” 16 P.S. § 1237(b). “If, upon investigation, the coroner shall be unable to determine the cause and manner of death, he shall perform or order an autopsy on the body.” 16 P.S. § 1238(a).\nIt is clear from these sections of the Coroner’s Act that conducting autopsies is one of the official duties of a coroner. It follows logically that a coroner’s resulting autopsy reports constitute “official records and papers” within the meaning of Section 1251. Accordingly, to the extent that Buchanan left any room for doubt, we now hold expressly that autopsy reports are “official records and papers” under Section 1251. The Commonwealth Court erred in concluding otherwise.\nIn reaching this holding, we have not ignored the concern noted by the Commonwealth Court that, if autopsy reports are defined as “official records,” the public may be able to gain access to material such as “potentially privileged information, related to the decedent’s medical history and graphic photographs taken during the autopsy.” Penn Jersey Advance, 910 A.2d at 123; Johnstown Tribune, 871 A.2d at 329. Although interests of privacy or potential privilege were not argued as a basis for non-disclosure in the instant matter, we note that the Commonwealth Court’s concern, while certainly legitimate, does not justify reclassifying autopsy reports from “official” records to “unofficial” ones. As we noted in Buchanan, trial courts are adequately equipped and authorized to protect autopsy reports from disclosure based on “judicial discretion and necessity” under appropriate circumstances. Buchanan, supra at 631, 880 A.2d at 575. This inherent power provides trial courts with the'means to limit public access to autopsy reports (or portions thereof) based on privacy or privilege concerns where warranted. For example, if graphic photographs or items of information subject to a claim of privilege are included as part of an autopsy report, anyone seeking to protect an interest in such material, and having standing to do so, can seek appropriate relief from the trial court. •\nFinally, we do not share the Commonwealth Court’s perception that there is a conflict between Section 1251, which may allow access to autopsy reports free of charge if they are deemed “official” records, and the later-enacted Section 1236.1(c), which allows a coroner to charge for autopsy reports. Penn Jersey Advance, 910 A.2d at 122-23 (citing Johnstown Tribune, 871 A.2d at 329). By the terms of Section 1251, the records that a coroner must deposit with the prothonotary are not available until thirty days after the end of each year, at which time interested persons may' “inspect” such records. Section 1236.1, which is entitled “Requests for examinations and reports,” authorizes a coroner to charge up to $100 for each autopsy report, without mention of any time requirement. 16 P.S. § 1236.1(c). Thus, Section 1236.1 merely provides a rapid means of procuring an autopsy report for those who do not wish to wait until after the end of the year, and who are also willing to pay the charges associated with procuring it. The existence of such mechanism for obtaining an autopsy report does not compel the conclusion that autopsy reports are therefore not official records under Section 1251.\nFor the above reasons, we reverse the decision of the Commonwealth Court and remand the case to the trial court for further proceedings consistent with this Opinion.\nChief Justice CASTILLE, Justice SAYLOR and BAER, and Justice TODD join the opinion.\nJustice EAK1N files a concurring and dissenting opinion.\n. The \"Coroner’s Act,\" 16 P.S. §§ 1214 and 1231-1260, is contained in the County Code, Act of August 9, 1955, P.L. 323, as amended.\n. We note that section 708(b)(20) of the recently-effective Act 3 of 2008, the \"Right-to-Know Law,” provides an exception from public access for certain records relating to autopsies. See 65 P.S. § 67.708(b)(20). The Right-to-Know Law further provides that ”[i]f the provisions of this act regarding access to records conflict with any other Federal or State law, the provisions of this act shall not apply.” See 65 P.S. § 67.3101.1. The Right-to-Know Law became effective on January 1, 2009, see 65 P.S. § 67.3104(3), and thus has no application to the events underlying this case. Accordingly, we express no opinion at this time on the relationship between the Coroner’s Act and the Right-to-Know Law.\n. Pursuant to Lehigh County's Home Rule Charter, the clerk of courts acts as the prothonotary for that county. Pursuant to an agreement between the clerk of courts and the coroner, the coroner’s official records and papers are stored within the coroner's office.\n. The Commonwealth Court consolidated the two actions on appeal.\n. The Commonwealth Court also rejected the trial court's conclusion that Buchanan had implicitly overruled Johnstown Tribune. The Commonwealth Court noted that Buchanan does not mention Johnstown Tribune, and stated that the Buchanan Court \"certainly would have questioned, if not expressly overruled, our holding in Johnstown Tribune if it conflicted in any way with [Buchanan].\" Penn Jersey Advance, 910 A.2d at 124 n. 10.\n. Absent a statutory definition, we construe statutory words according to their ordinary usage. See 1 Pa.C.S. § 1903(a); Centolanza v. Lehigh Valley Dairies, Inc., 540 Pa. 398, 406, 658 A.2d 336, 340 (1995). While the Johnstown Tribune court acknowledged this principle, it adopted an unduly narrow construction of what constituted a coroner’s \"official” duties, failing to afford full meaning to the ordinary usage of the term. The Commonwealth Court concluded that because use of the term \"official” implies that certain records must therefore be \"unofficial,” to include autopsy reports as \"official” records would render the term \"official” in Section 1251 mere surplusage. We disagree, in light of the fact that there are several types of \"unofficial” records that may come into a coroner's possession which do not relate to the performance of statutory duties, e.g., documents relating to employee benefit programs.\n. The Johnstown Tribune court stated, ”[t]he [autopsy] report may contain sensitive, and arguably privileged, information related to the decedent's medical history, such as whether he or she was HIV-positive. Graphic photographs taken during the autopsy may also be included in the autopsy report. We doubt that the legislature intended such items to be publicly disseminated.” 871 A.2d at 329."}