{"id": "3442316", "contents": "OPINION\nChief Justice CASTILLE.\nIn this appeal, we consider a challenge to the substantive validity of a local zoning ordinance that prohibits signs from exceeding a size of 25 square feet. For the reasons that follow, we conclude that the Zoning Hearing Board of Exeter Township (“Board”) did not err in determining that ordinance is a de facto exclusion of billboards. Accordingly, we reverse the order of the Commonwealth Court and remand this matter to the Commonwealth Court for further proceedings consistent with this Opinion.\nAppellant Land Displays, Inc. (“Land Displays”) is in the outdoor advertising business. Land Displays erects billboards on real estate it leases. Between 2003 and 2005, Land Displays submitted applications to Appellee Towmship of Exeter (“Towmship”) for permits to erect billboards on several parcels of property located in commercial or industrial zoning districts on or near U.S. Route 422 in the Township. The proposed billboards were off-site advertising signs, consisting of either 300 or 672 square feet of signage per side. The Township denied Land Displays’ permit applications on the basis that the proposed billboards did not comply with the 25-square-foot size restriction set forth in Section 105.2 of the Exeter Township Sign Ordinance of 1996 (“Ordinance”), as amended on September 5, 2007.\nSection 105.2 regulates the signs permitted in the Township’s commercial and industrial areas and states in pertinent part:\n105. Signs Permitted in Commercial and Industrial Zoning Districts\n* * * *\n2. In addition, signs may be erected and maintained in Commercial and Industrial Zoning Districts, provided that:\na. The total area on one side of all signs placed or facing any one street frontage of any premises shall not exceed one hundred (100) square feet except in the case of a building housing more than one commercial or industrial use.\nb. The area of any one side of a directional or advertising sign shall not exceed twenty-five (25) square feet.\nExeter Township, Berks County, Pennsylvania, Ordinance 400 (Sept. 5, 2007). Section 102.1 of the Ordinance defines an “Advertising Sign” as “[a] sign which directs attention to business, commodity, service or entertainment conducted, sold, or offered elsewhere than upon the premises where the sign is displayed.” Id. In addition, Section 102 provides that the “Area of a Sign” includes “all lettering, wording and accompanying designs and symbols, together with background, whether open or closed, on which they are displayed,” but not “any supporting framework and bracing which is incidental to the display itself.” Id. There is no dispute that Section 105.2 of the Ordinance applies to billboards.\nOn October 14, 2003, March 11, 2005, and April 18, 2005, Land Displays filed five appeal petitions with the Board under Section 916.1 of the Pennsylvania Municipalities Planning Code (“MPC”). See 53 P.S. § 10916.1. In its appeal petitions, Land Displays included a challenge to the substantive validity of Section 105.2 of the Ordinance. Land Displays alleged that Section 105.2 deprived it of constitutional property rights and interests without due process of law by operating as a de fazto exclusion of billboards. Focusing on the 25-square-foot limitation on sign size in Section 105.2, Land Displays asserted that since national advertising industry standards set billboard size at either 300 or 672 square feet, Section 105.2 effectively banned billboards as a form of outdoor advertising in the Township. By agreement of the parties, Land Displays’ appeal petitions were consolidated.\nThe Board held evidentiary hearings on the appeal petitions and on August 15, 2005, the Board issued its opinion and order. In its opinion, the Board highlighted the evidence the parties presented on the issue of Section 105.2’s validity. The Board observed that Land Displays supported its assertion that Section 105.2 amounts to a defacto exclusion of billboards with testimony that billboards are uniformly sized at 300 or 672 square feet under national advertising industry standards; that standardized billboards facilitate the purchase of sign structure and the preparation of advertising material; and that a 25-square-foot sign is not an acceptable standard in the outdoor advertising industry. The Board next observed that the Township supported its contention that Section 105.2 does not exclude billboards from the Township with photographs of existing 25-square-foot advertising signs in the Township and justified Section 105.2’s enactment by the Township with testimony that the regulation addressed the Township’s concerns for aesthetics and traffic safety along U.S. Route 422. The Board then made the following findings: that Section 105.2 is part of the Ordinance; that as a result of the sign size limitation in Section 105.2, the Ordinance excludes billboards as a permitted use in the Township; that the industry-standard for minimum billboard size is 300 square feet; that U.S. Route 422 is a heavily traveled four-lane highway in the Township, with speed limits that vary from 40 to 55 miles per hour; that only the southern portion of U.S. Route 422 is posted at 55 miles per hour; that U.S. Route 422’s reduced speed zone areas abut areas of varying degrees of commercial development; that the credible evidence establishes that the maximum reasonable size for billboards in the Township is 300 square feet; that the Ordinance’s other sections contain reasonable regulations on billboards; and that any billboard Land Displays proposes to erect must comply with all of the Ordinance’s sign regulations, except as affected by the Board’s decision. The Board made no findings as to whether Section 105.2’s exclusionary effect on billboards throughout the Township was validated by the Township’s concerns for aesthetics and traffic safety along U.S. Route 422.\nThe Board went on to note that a successful challenger to a zoning ordinance is entitled to site-specific relief, but that such relief may be subjected to reasonable regulation. Id. at 8, citing, e.g., Casey v. Zoning Hearing Bd. of Warwick Tp., 459 Pa. 219, 328 A.2d 464 (1974). Upon reviewing Land Displays’ billboard proposals, the testimony of Land Displays’ witnesses who conceded that national industry standards do not address local concerns, and the evidence the Township introduced regarding conditions along U.S. Route 422, the Board concluded that billboards not exceeding 300 square feet in size would be permitted in the Township, but that due to aesthetic and traffic safety issues, no new billboards would be erected along certain portions of U.S. Route 422.\nAccordingly, the Board issued an order, stating, in relevant part: that the Ordinance, with respect to Section 105.2, is invalid as a de facto exclusion of billboards throughout the Township; that the maximum surface area for a billboard in the Township, including frame and trim, shall be 300 square feet; that billboards must strictly comply with all other provisions of the Ordinance; and that the erection of billboards along business U.S. Route 422 from Shelbourne Road and west in the Township is prohibited as injurious to the public health, safety and welfare. Consistently with Section 916.1(c)(5) of the MPC, the Board’s order also made recommendations to the Township to cure Section 105.2’s exclusionary effect. See 53 P.S. §• 10916.1(c)(5) (“If a challenge heard by a zoning hearing board is found to have merit, the decision of the zoning hearing board shall include recommended amendments to the challenged ordinance which will cure the defects found.”) The Board recommended that the Township engage the services of a qualified assistant in the preparation of appropriate regulations for billboards; establish a sliding scale of billboard sizes related to location and roadway circumstances; consider establishing a larger billboard sign size and permitting trivision and smart boards for the area along the U.S. Route 422 bypass; and establish a minimum distance between billboards, such as 1,200 feet. Thus, under the Board’s order, Land Displays was permitted to erect billboards of a size not to exceed 300 square feet, but was prohibited from erecting billboards on specified portions of U.S. Route 422.\nThe Township filed an appeal from the Board’s order in the Court of Common Pleas of Berks County. The Township complained: (1) that the Board erred in finding that Section 105.2 constituted a de facto exclusion of billboards, arguing that Section 105.2 does not operate to prohibit outdoor advertising; (2) that the Commonwealth Court has rejected Land Displays’ contentions about billboard size in other cases and the case-law the Board relied upon for its decision is inapt; and (3) that the Board erred in accepting the Township’s concerns for traffic safety and aesthetics only as to a portion of U.S. Route 422, arguing that the Board failed to recognize that U.S. Route 422 in its entirety is subject to these same concerns. Without taking additional evidence, the trial court affirmed the Board.\nThe Township appealed to the Commonwealth Court, which, in a 2-1 divided decision, reversed the trial court. Township of Exeter v. Zoning Hearing Bd. of Exeter Twp., 911 A.2d 201 (Pa.Cmwlth.2006). The Commonwealth Court’s panel majority concluded that Land Displays did not establish that Section 105.2 of the Ordinance constituted a de facto exclusion of billboards. The majority reasoned that, although the testimony before the Board reflected the importance of uniform sizing in the billboard industry, it was insufficient to prove that the Ordinance was unconstitutional. Id. at 204. In so reasoning, the majority rejected what it saw as a total acquiescence by the Board to industry standards on local matters. Id. The majority also noted that the record included several photographs of advertising signs in the Township that met the 25-square-foot size restriction. In the majority’s view, the fact that such signs existed demonstrated that Section 105.2 did not exclude billboards. In light of its holding that the trial court erred in upholding the Board’s finding that Section 105.2 constituted a de facto exclusion of billboards, the Commonwealth Court declined to reach the Township’s remaining issue on appeal, i.e., whether the Board erred in limiting the Township’s aesthetic and trafile safety concerns to portions of U.S. Route 422, rather than finding them applicable to U.S. Route 422 in its entirety.\nJudge Rochelle Friedman dissented. The dissent found that Section 105.2 totally excludes “industry-standard billboards” from the Township. Id. at 206. The dissent also determined that the record demonstrated that billboards larger than 300 square feet could and should be banned throughout the Township and all industry-standard billboards should be prohibited at specified locations along U.S. Route 422. Id. at 207. Thus, the dissent saw no error in the Board’s analysis and would have affirmed the trial court. Id.\nThis appeal by Land Displays followed. We granted review to determine “[wjhether the Commonwealth Court rendered a decision that was not in accordance with the applicable decisions of [this Court] when it found that [the Township’s] Ordinance did not constitute a de facto exclusion of billboards[?]” Township of Exeter v. Zoning Hearing Bd. of Exeter Tp., 592 Pa. 607, 927 A.2d 198 (2007).\nLand Displays contends here that the Commonwealth Court’s holding is based on a flawed approach. Land Displays argues.that the majority erroneously grouped all off-site advertising together and failed to focus on the narrower subject -of this case, i.e., billboards. Had the court focused on billboards and industry standards, Land Displays avers, it would have concluded that the lower tribunals properly recognized that the 25-square-foot size restriction in Section 105.2 of the Ordinance effectively banned billboards throughout the Township’s zoned commercial and industrial areas.\nThe Township counters that Land Displays’ case is premised on national industry standards, which pay no heed to local concerns, and that they should not be imposed on local zoning authorities.. The Township further asserts that Land Displays is essentially asking for an exemption from zoning regulations for the particular category of billboards it produces. The Township also contends that the very existence of several compliant 25-square-foot off-site advertising signs in the Township necessarily removed the factual predicate for Land Displays’ defacto exclusion claim.-\nWhere, as here, the trial court did not take any additional evidence, appellate review of the decision of a zoning hearing board is limited to determining whether the board abused its discretion or committed legal error. C & M Developers, Inc. v. Bedminster Tp. Zoning Hearing Bd., 573 Pa. 2, 820 A.2d 143, 150 (2002). “An abuse of discretion occurs when the board’s findings are not supported by substantial evidence in the record. Substantial evidence is that relevant evidence which a reasonable mind would accept as adequate to support the conclusion reached.” Borough of Fleetwood v. Zoning Hearing Bd. of Borough of Fleetwood, 538 Pa. 536, 649 A.2d 651, 653 (1994) (citations omitted).\nThis Court has repeatedly recognized that “[property owners have a constitutionally protected right to enjoy their property!.]” In re Realen Valley Forge Greenes Associates, 576 Pa. 115, 838 A.2d 718, 727 (2003) (citation omitted). That is, “Article I Section 1 of the Pennsylvania Constitution protects the citizen’s right to the enjoyment of private property, and governmental interference with this right is circumscribed by the due process provisions of the Fifth and Fourteenth Amendments to the United States Constitution.” Hopewell Tp. Bd. of Supervisors v. Golla, 499 Pa. 246, 452 A.2d 1337, 1341 (1982), citing U.S. Const. amends. V, XIV; Pa. Const. art. 1, § 1; Girsh Appeal, 437 Pa. 237, 263 A.2d 395, 397 n. 3 (1970). We have also emphasized that this constitutionally protected property right “may be reasonably limited by zoning ordinances that are enacted by municipalities pursuant to their police power, i.e., governmental action taken to protect or preserve the public health, safety, morality, and welfare.” Realen Valley, 838 A.2d at 727. In reviewing the constitutionality of an ordinance under Article 1, Section I of the Pennsylvania Constitution and the Fifth and Fourteenth Amendments to the United States Constitution, we employ “a substantive due process inquiry, involving a balancing of landowners’ rights against the public interest sought to be protected by an exercise of the police power[.]” Hopewell, 452 A.2d at 1341.\nZoning ordinances that exclude uses fall into one of two categories—de jure or de facto. See H.R. Miller Co. v. Board, of Supervisors of Lancaster Tp., 529 Pa. 478, 605 A.2d 321, 324-25 (1992). In a de jure exclusion case, the challenger alleges that an ordinance on its face totally excludes a use. Id. at 324. In a de facto exclusion case, the challenger alleges that an ordinance appears to permit a use, but under such conditions that the use cannot in fact be accomplished. Id. at 325.\nIn Exton Quarries, Inc. v. Zoning Bd. of Adjustment of West Whiteland Tp., 425 Pa. 43, 228 A.2d 169, 179 (1967), this Court addressed the constitutionality of a zoning ordinance that, by its terms, prohibited quarrying throughout a township. In an opinion by Mr. Justice Roberts, we reiterated the well-settled principles for determining the constitutionality of an alleged exclusionary zoning ordinance as follows:\nThe standards by which Pennsylvania courts judge the constitutionality of zoning ordinances under Article I, Section 1 of the Constitution of Pennsylvania P.S., and the [F]ourteenth [AJmendment to the Constitution of the United States have been stated and restated in a long line of decisions by this Court. A challenge to the constitutionality of a zoning ordinance must overcome the presumption of its validity. The burden of so doing, though heavy, is maintainable and courts may not make it so ‘onerous as to foreclose, for all practical purposes, a landowner’s avenue of redress against the infringement of constitutionally protected rights.’ Zoning ordinances are valid whenever ‘they are necessary for the preservation of public health, safety, morals or general welfare’, but the power to thus regulate does not extend to an aibitrary, unnecessary or unreasonable intermeddling with the private ownership of property, even though such acts be labeled for the preservation of health, safety, and general welfare.\nId. at 178 (footnotes setting forth case citations omitted).\nThe Exton Quames Court further recognized that, notwithstanding the presumed validity of zoning ordinances:\n[t]he constitutionality of zoning ordinances which totally prohibit legitimate businesses ... from an entire community should be regarded with particular circumspection; for unlike the constitutionality of most restrictions on property rights imposed by other ordinances, the constitutionality of total prohibitions of legitimate businesses cannot be premised on the fundamental reasonableness of allocating to each type of activity a particular location in the community.\nId. at 179. Therefore, we cautioned that “[a] zoning ordinance which totally excludes a particular business from an entire municipality must bear a more substantial relationship to the public health, safety, morals and general welfare than an ordinance which merely confines that business to a certain area in the municipality.” Id.\nIt is clear that ordinances addressing the regulation of signs, billboards, and other outdoor advertising media are within the police power of a municipality. Norate Corp. v. Zoning Bd. of Adjustment of Upper Moreland Township, 417 Pa. 397, 207 A.2d 890, 894 (1965). Thus, a zoning authority is empowered to regulate, inter alia, billboard size. See Atlantic Refining and Marketing Corp. v. Board of Commissioners of York Tp., 147 Pa.Cmwlth. 418, 608 A.2d 592, 594 (1992). Moreover, a municipality may divide the municipal area into districts and prohibit or regulate activities such as advertising in areas whose character is not consistent with that use. Norate, 207 A.2d at 895. However, since billboards are not objectionable per se, a blanket prohibition on billboards without justification cannot pass constitutional muster. Daikeler v. Zoning Bd. of Adjustment of Montgomery County Tp., 1 Pa.Cmwlth. 445, 275 A.2d 696, 698 (1971), citing Exton, 228 A.2d at 169.\nThis Court has recognized that a municipality may regulate billboards for any number of reasons, explaining that:\n(1) billboards being temporary structures are liable to be blown down and thus injure pedestrians; (2) they gather refuse and paper which may tend to spread conflagrations; (3) they are used as dumping places for dirt, filth and refuse, and as public privies; (4) they serve as hiding places for criminals; and (5) they are put to use by disorderly persons for immoral purposes. Moreover, as is well known, billboards placed at certain locations, as at corners or curves, may obstruct the vision of drivers and thereby constitute a traffic menace, and the promotion of safety on public highways certainly is justification for a billboard regulation reasonably related thereto.\nNorate, 207 A.2d at 894 (quotation omitted). At the same time, the Novate Court noted that “[a]esthetic reasons may not furnish the sole basis for [billboard] regulation.” Id. at 895 n. 8 (emphasis in original) (citations omitted).\nAccordingly, our analysis in a case like this one proceeds in two steps. With our limited standard of review in mind, we first consider whether the challenging party has overcome the presumed constitutionality of an ordinance by showing it excludes billboards as a use. If we determine the challenger has done so, we then consider whether the municipality has salvaged the ordinance by presenting evidence to show that the exclusionary regulation bears a substantial relationship to the public health, safety, morality, or welfare. See Beaver Gasoline Co. v. Zoning Hearing Bd. of Borough of Osborne, 445 Pa. 571, 285 A.2d 501, 504-05 (1971); Borough of Dickson City v. Patrick Outdoor Media, Inc., 90 Pa.Cmwlth. 628, 496 A.2d 427, 430 (1985).\nGuided by these principles, we turn to the evidence presented to the Board. On the issue of whether the Township’s 25-square-foot size restriction on signs amounted to a defacto exclusion, Land Displays offered the expert testimony of John Carter Hayes (“Hayes”). Hayes, a consultant in the outdoor advertising industry, testified that billboards come in two . standard sizes. The “bulletin” measures 672 square feet (14 feet by 48 feet), while the “poster” measures 300 square feet (12 feet by 25 feet), including the trim, or 240 square feet (10 feet, 5 inches by 22 feet, 8 inches) of actual sign area. According to Hayes, the outdoor advertising industry developed these standards at the request of national advertisers who sought uniformity in billboard size. The standards allow those who advertise on billboards to produce their respective • advertising messages in large quantities and place them on highways throughout the nation.\nHayes explained that the value of a billboard is derived from the number of people who see it and that the size of a billboard is significant because size determines the amount of advertising information a billboard can contain and whether the information can be seen and read. As to the 300-square-foot poster, Hayes testified that its size was determined by practical issues of production and considerations as to what would be visible to those driving on roads and highways. Hayes also noted that there are standardized outdoor advertising signs measuring 72 square feet, but that these signs are typically used in highly urbanized areas with pedestrian or vehicular traffic that moves very slowly. When asked about the effectiveness of signs smaller than the 300-square-foot size, Hayes testified that smaller signs are not designed for arteries on which traffic flows at higher rates of speed. In Hayes’ opinion, at about 45 to 55 miles per hour, a 72-square-foot sign could conceivably display a name or logo, but would be inadequate to display an advertising message. Moreover, Hayes was of the view that, because such a sign would be difficult to read for those traveling on a highway, it would not only be ineffective, but would also be a distraction to drivers. Finally, Hayes opined that the advertising message that a 300-square-foot billboard conveys cannot be placed on and communicated by a 25-square-foot sign.\nTim Joyce (“Joyce”), a Land Displays employee, also testified for Land Displays. Joyce reiterated Hayes’ testimony, stating that even if a typical billboard advertisement could be condensed onto a 25-square-foot sign, the message would not be readable to persons in vehicles. The Township did not offer evidence on this particular issue.\nWe conclude that the Board’s finding that the 25-square-foot limitation on signs in Section 105.2 amounts to a de facto exclusion of billboards in the Township is supported by substantial evidence. Land Displays established that a billboard is a legitimate means of displaying and communicating an advertising message to passing drivers on roads and highways. Land Displays also established that a 300-square-foot sign is large enough to serve this purpose, but that a 25-square-foot sign is not. Land Displays showed that a 25-square-foot sign cannot function effectively as a billboard because it is too small to contain and convey an advertising message to the motoring public. Such a conclusion is also supported by common sense. Thus, Land Displays proved a de facto exclusion—that is, it demonstrated that Section 105.2 appears to permit billboards as a use, but under such conditions that the use cannot in fact be accomplished. See H.R. Miller Co., 605 A.2d at 325.\nAlthough we conclude that the Commonwealth Court panel majority erred in overturning the supported finding that the size limitation in Section 105.2 constituted a de facto exclusion of billboards, we agree with the majority on a significant point, that is, that industry size standards are not automatically controlling in determining what size sign restriction can be deemed de facto exclusionary. The evidence showed that the 300-square-foot industry minimum was a matter of industry standardization, and not necessarily the absolute minimum size necessary to make a billboard effective in serving its communication purpose and thus economically viable. The record does not support the notion that a restriction on the size of signs must meet industry standards to pass constitutional muster. That being said, however, proof of industry size standards was certainly probative of whether the restriction here was exclusionary, and the Commonwealth Court majority improperly downplayed that evidence. Land Displays’ proof had bearing on what square footage allows a sign to fulfill a billboard’s purpose and provided a concrete frame of reference against which to evaluate the functionality, or lack thereof, of a 25-square-foot sign as a billboard. In this same vein, the fact that the Township produced evidence of a few 25-square-foot signs on Township roadways did not defeat Land Displays’ claim. The existence of such signs did not prove their effectiveness at communicating the intended message; and, as the evidence revealed, these small signs certainly did not function as billboards.\nAccordingly, on this record, we conclude that the Board and the trial court did not err in finding that the 25-square-foot sign size limitation in Section 105.2 of the Ordinance operated to exclude billboards as a permitted use in the Township. Therefore, we hold that the trial correct correctly concluded that the Board did not abuse its discretion or commit an error of law in finding that Section 105.2 constituted a de facto exclusion of billboards.\nUnder the governing legal framework, the question that arises next is whether the Township supported the validity of Section 105.2’s exclusionary effect with proof that it is substantially related to the public health, safety, morality or welfare. That question, however, is not before us. As we have noted above, the Board made no findings as to whether Section 105.2’s exclusionary effect on billboards throughout the Township was justified by the Township’s concerns for aesthetics and traffic safety along U.S. Route 422. Further, it appears that the Township did not challenge this gap in the Board’s analysis or otherwise preserve the issue. Therefore, it appears that all that remains is for the Commonwealth Court on remand to consider the issue raised by the Township below and left unresolved by the Commonwealth Court given its broader disposition—ie., whether the Board erred in finding that the Township’s aesthetic and safety concerns warranted the existing restriction only as to portions of U.S. Route 422, and not finding them legitimate as to U.S. Route 422 in its entirety.\nFor these reasons, the order of the Commonwealth Court is reversed, and this matter is remanded to the Commonwealth Court for further proceedings consistent with this Opinion.\nJurisdiction is relinquished.\nJustice SAYLOR and BAER, Justice TODD and Justice McCAFFERY join the opinion.\nJustice EAKIN files a dissenting opinion.\n. The Township also denied Land Displays' applications because of their non-compliance with Section 103.12 of the Ordinance, which limits the height of free-standing signs to 25 feet, and Section 107.2 of the Ordinance, which specifies the materials that must accompany a permit application. These matters of non-compliance were apparently resolved by the parties.\n. The MPC gives a zoning hearing board \"exclusive jurisdiction to hear and render final adjudications [over]: (1) [s]ubstantive challenges to the validity of any land use ordinance, except those brought before the governing body pursuant to sections 609.1 and 916.1(a)(2).” 53 P.S. § 10909.1(a)(1) (footnote omitted).\n. The Board made clear that since Land Displays did not present financial data, the Board did not consider whether compliance with Section 105.2's size restrictions essentially rendered billboards economically impracticable or impossible as a use. See Stahl v. Upper Southampton Tp. Zoning Hearing Bd., 146 Pa.Cmwlth. 659, 606 A.2d 960, 967 (1992), appeal denied, 533 Pa. 639, 621 A.2d 584 (1993) (‘‘[A]lthough economic concerns, i.e., the degree of profit from a use, are not governing with regard to constitutional challenges, if an ordinance, through its particular requirements, makes the development of a use permitted by the ordinance economically impossible, the ordinance is unconstitutional, because the municipality has essentially precluded a . legitimate use by an indirect means.”). According to the Board, its consideration of Land Displays' challenge to Section 105.2 was limited to Land Displays' argument that Section 105.2 amounts to a blanket prohibition of billboards because its size limitation is “grossly deficient when compared with the national standards and [because] national - advertisers will not purchase billboard space on 25 square foot signs.” Board's Memorandum Findings, Opinion, and Order, 8/15/2005, at 7.\n. Because Section 105.2 was enacted separately from the remainder of • the Ordinance, Land Displays requested a determination by the Board that Section 105.2 is a land use regulation and a part of the Ordinance. The Township did not dispute this matter before the Board.\n. Wc note that there is another type of de facto exclusion case in Pennsylvania. The seminal case in this area is Surrick v. Zoning Hearing Bd. of the Tp. of Upper Providence, 476 Pa. 182, 382 A.2d 105 (1977). In Surrick, we considered allegations that a zoning ordinance constituted an unconstitutional de facto exclusion of multi-family dwellings because the amount of land made available in a municipality for such housing was insufficient. We applied a particular analysis, known as the \"fair share\" test, and determined that the ordinance unconstitutionally excluded multi-family dwellings. Id. at 112.\n. The Township does not dispute this proposition.\n. We recognize that an industry standard, if not accommodated, theoretically could affect the viability of a desired use, i.e., such a restriction could render the use economically impracticable or impossible. As we have noted above, however, this concern was not the basis for the Board’s decision.\n. With all due respect to our colleague in the dissent, we do not conclude that a zoning ordinance must allow for signs that meet national industry size standards in order to avoid being labeled a de facto exclusion of billboards. Nor do we conclude that unless a sign is at least 300-square-feet, it does not function as a billboard. Indeed, this case does not require us to determine what size a sign must be to function as a billboard. We only consider whether the record established that a 25-square-foot sign does not.\n. To be clear, we do not approve the Board’s embrace of the 300-square-foot national industry size standard lor billboards or its finding that the maximum reasonable size for billboards in the Township is 300 square feet. As noted, these aspects of the Board's order were not challenged by the Township. Moreover, they are not encompassed in the question on which we granted review."}