{"id": "3465881", "contents": "OPINION\nJustice NEWMAN.\nMark Newton Spotz (Spotz) appeals from an Order of the Court of Common Pleas of Schuylkill County (PCRA court) denying his Petition for Post Conviction Relief pursuant to the Post Conviction Relief Act (PCRA). For the reasons set forth herein, we affirm the Order of the PCRA court.\nFACTS AND PROCEDURAL HISTORY\nOn the evening of January 31, 1995, Spotz and his brother, Dustin, became involved in a heated family argument. A verbal exchange began in the living room of the Clearfield County home of their mother and stepfather and escalated into a physical altercation in the kitchen. Spotz has maintained that Dustin stabbed him in the back with a butter knife, prompting him to leave the kitchen and go upstairs to retrieve a .9-mm handgun. Spotz returned to the kitchen with the weapon and the argument continued. Spotz fired at least seven shots at Dustin, two of which were fatal, striking him in the chest. Spotz then put the gun in his pants and fled his parents’ house with his then-girlfriend, Christina Noland (No-land), in a vehicle driven by Spotz’s stepfather.\nAfter Spotz’s stepfather dropped Spotz and Noland off at a friend’s house, they were driven to Pine Grove, Schuylkill County, and made their way to the main street of town at approximately 3:00 a.m. on February 1, 1995. Spotz and Noland had no money or any mode of transportation, so they unsuccessfully attempted to locate a vehicle to steal. At approximately 5:30 a.m., Spotz and Noland approached the Harris Mini-Mart as June Ohlinger (Ohlinger) arrived in her car to open the store. Spotz moved toward Ohlinger with the ,9-mm handgun drawn and ordered her to the passenger side of her car. Noland got into the back of Ohlinger’s car and Spotz drove the three to a secluded area. Spotz handed the gun to Noland and proceeded to remove Ohlinger’s jewelry and money from her person. Noland returned the weapon to Spotz, who ordered Ohlinger out of the car and made her stand on the side of a bridge. Spotz shot Ohlinger in the back of the head and kicked her body into the creek over which the bridge spanned.\nAfter taking Ohlinger’s car to a Schuylkill County car wash, Spotz and Noland traveled to Maryland, where Noland cut and dyed her hair. They then returned to Pennsylvania, this time stopping in York County. Spotz and Noland separated; Noland kept Ohlinger’s car. The police arrested Spotz at a Carlisle, Pennsylvania, motel on February 3, 1995. In the meantime, Noland disposed of Ohlinger’s car and took a bus to Altoona, where she eventually surrendered to the police. At the time of her arrest, she was in possession of Ohlinger’s jewelry.\nTrial first proceeded against Spotz in the Court of Common Pleas of Clearfield County (Clearfield County trial court) for the death of Dustin. On September 26, 1995, a jury convicted Spotz of voluntary manslaughter, aggravated assault, recklessly endangering another person, carrying a firearm without a license, and violating the provision forbidding a former convict from owning a firearm; the jury acquitted Spotz of first-degree and third-degree murder. On October 17, 1995, the court sentenced Spotz to an aggregate term of imprisonment of seventeen-and-one-half to thirty-five years. Spotz did not file a direct appeal from the Clearfield County trial court’s Judgment of Sentence.\nTrial next proceeded against Spotz in the Court of Common Pleas of Schuylkill County (Schuylkill County trial court) for the death of Ohlinger. At trial, Noland testified that Spotz had shot Ohlinger in the back of the head; State Trooper Joseph Kalis testified that the police recovered a ,9-mm handgun from the Carlisle motel where they arrested Spotz. Forensic analysis revealed the existence of Spotz’s fingerprints on certain items recovered from Ohlinger’s vehicle, which the police recovered in York County. The Commonwealth also presented the testimony of the fiancée of Dustin and her son concerning the events leading up to the death of Dustin to establish Spotz’s motive for fleeing Clearfield County and the chain of events leading up to the murder of Ohlinger.\nOn March 4, 1996, the jury found Spotz guilty of first-degree murder, aggravated assault, kidnapping, robbery of a motor vehicle, robbery, theft by unlawful taking, and criminal conspiracy. At the penalty hearing, the jury found three aggravating circumstances: (1) that the killing was committed in the perpetration of a felony; (2) that Spotz has a significant history of felony convictions involving the use or threat of violence to the person; and (3) that Spotz had been convicted of voluntary manslaughter committed either before or at the time of the present offense. The jury found one mitigating circumstance: any other evidence of mitigation concerning the character and record of Spotz and the circumstances of .his offense (the catchall provision), specifically, that he had a dysfunctional home. The jury determined that the aggravating circumstances outweighed the mitigating circumstance and, accordingly, sentenced Spotz to death. The court sentenced Spotz to an additional term of imprisonment of fourteen-and-one-half to twenty-nine years, to run consecutively to the sentence imposed by the Clearfield County trial court for the death of Dustin. On July 28, 1998, this Court affirmed Spotz’s convictions and death sentence. Spotz I, supra.\nOn November 17, 1998, Spotz filed a pro se Petition for Post Conviction Relief, pursuant to the PCRA, challenging his Schuylkill County conviction. The Defender Association of Philadelphia entered its appearance on behalf of Spotz and subsequently filed a Petition for Writ of Certiorari to the United States Supreme Court. The PCRA court dismissed the pro se PCRA Petition filed by Spotz pending resolution of his Petition for Writ of Certiorari. The United States Supreme Court denied certiorari on July 27, 1999. Spotz v. Pennsylvania, 526 U.S. 1070, 119 S.Ct. 1466, 143 L.Ed.2d 551 (1999). Spotz filed an Amended PCRA Petition on the same day. The PCRA court conducted a hearing on the PCRA Petition from September 28, 2000, through October 3, 2000. By Opinion and Order dated April 5, 2001, the PCRA court denied Spotz’s PCRA Petition, concluding that Spotz had not met the burden of proving, by a preponderance of the evidence, that his constitutional rights were violated or that trial counsel was ineffective at his Schuylkill County trial.\nDuring the pendency of his direct appeal and PCRA court proceedings stemming from the Schuylkill County convictions, Spotz attempted to obtain review of his Clearfield County voluntary manslaughter conviction. On October 4, 2001, approximately six months after the PCRA court denied Spotz collateral relief from his Schuylkill County convictions, the Superior Court reversed Spotz’s Clearfield County voluntary manslaughter conviction and remanded for a new trial. The Superior Court held that Spotz’s counsel for his Clearfield County voluntary manslaughter trial “was ineffective for not objecting when the prosecutor asked questions and made comments concerning [Spotz’s] post-arrest right to remain silent.” Commonwealth v. Spotz, No. 2164 Pittsburgh 1998, slip op. at 11, 790 A.2d 343 (Pa.Super. filed Oct. 4, 2001). Thereafter, the Commonwealth sought allowance of appeal, which this Court granted on December 12, 2002.\nThe decision of the Superior Court reversing Spotz’s Clear-field County voluntary manslaughter conviction cast doubt on the continuing validity of Spotz’s Schuylkill County death sentence because that death sentence was based, at least in part, on the Clearfield County manslaughter conviction. Nevertheless, in a unanimous decision filed March 29, 2005, this Court reversed the Order of the Superior Court and reinstated Spotz’s Clearfield County voluntary manslaughter conviction. Commonwealth v. Spotz, 582 Pa. 207, 870 A.2d 822 (2005) (Spotz IV). In doing so, we recognized that the claim of Spotz that his trial counsel was ineffective for failing to object to the prosecutor’s references to his post-arrest silence possessed arguable merit. Id. at 832; see Commonwealth v. Turner, 499 Pa. 579, 454 A.2d 537, 540 (1982) (holding that prosecutorial references to the accused’s post-arrest silence are potentially prejudicial). However, we also emphasized that there was no evidentiary hearing on this ineffectiveness claim and that the trial court did not address the claim or make factual determinations. The Court explained that, absent a full and complete evidentiary record, we could not adequately determine whether trial counsel had a reasonable basis for failing to object to the prosecutor’s comments or whether Spotz had been prejudiced by trial counsel’s failure to object. Therefore, pursuant to our mandate in Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002), the Court dismissed Spotz’s undeveloped ineffectiveness claim without prejudice so that he could pursue this claim on collateral review pursuant to the PCRA. In light of our decision in Spotz IV, which effectively validated Spotz’s Clearfield County voluntary manslaughter conviction, the instant collateral appeal is now ripe for disposition.\nDISCUSSION\nOn appeal, Spotz presents fifteen issues for our review, which we have reordered for ease of discussion. In particular, Spotz raises twelve substantive issues, plus a claim that he did not receive independent appellate review, a generalized claim of ineffectiveness of counsel, and a claim of cumulative error. Initially, we will discuss the first five substantive claims, which are all guilt-phase based.\nA. GUILT PHASE\n1. Compulsory Joinder\nSpotz first contends that the Schuylkill County trial court erred in refusing to join the charges for four deaths pending against him, and that trial counsel was ineffective for failing to preserve this issue on direct appeal. The evidence shows that from January 31, 1995, through February 2, 1995, Spotz went on a crime spree, in the course of which he killed four people: Dustin, Ohlinger, Penny Gunnet (Gunnet), and Betty Amstutz (Amstutz). Each killing was committed in a different county — Dustin in Clearfield County, Ohlinger in Schuylkill County, Gunnet in York County, and Amstutz in Cumberland County. As previously discussed, the Clearfield County trial court convicted Spotz of voluntary manslaughter, which sentence was initially reversed by the Superior Court on direct appeal but later reinstated by this Court on discretionary review. Spotz IV, supra. Moreover, the Schuylkill County trial court convicted Spotz of first-degree murder, which sentence we affirmed. Spotz I, supra. Similarly, the Court of Common Pleas of York County (York County trial court) convicted Spotz of the first-degree murder of Gunnet and sentenced him to death. We affirmed the death sentence on August 22, 2000. Commonwealth v. Spotz, 562 Pa. 498, 756 A.2d 1139 (2000), cert. denied, 532 U.S. 932, 121 S.Ct. 1381, 149 L.Ed.2d 307 (2001) (Spotz II). Likewise, we affirmed the death sentence imposed upon Spotz for the Cumberland County murder of Amstutz. Commonwealth v. Spotz, 563 Pa. 269, 759 A.2d 1280 (2000), cert. denied, 534 U.S. 1104, 122 S.Ct. 902, 151 L.Ed.2d 871 (2002) (Spotz III).\nThe PCRA court in the case sub judice deemed this issue previously litigated because Spotz had presented similar arguments to this Court on direct appeal of his York County and Cumberland County death sentences. In both of those cases, Spotz claimed that the trial courts had erred in denying his motion to dismiss or quash the charges pending against him pursuant to the compulsory joinder rule, which provides, in relevant part, as follows:\nAlthough a prosecution is for a violation of a different provision of the statutes than a former prosecution or is based on different facts, it is barred by such former prosecution under the following circumstances:\n(1) The former prosecution resulted in an acquittal or in a conviction as defined in section 109 of this title (relating to when prosecution barred by former prosecution for same offense) and the subsequent prosecution is for:\n* * *\n(ii) any offense based on the same conduct or arising from the same criminal episode, if such offense was known to the appropriate prosecuting officer at the time of the commencement of the first trial and was within the jurisdiction of a single court unless the court ordered a separate trial of the charge of such offense----\n18 Pa.C.S. § 110(l)(ii). Spotz maintained that the York and Cumberland County murders were based on the same conduct or arose from the same criminal episode as the killings in Schuylkill and Clearfield Counties. The trial courts in both the York and Cumberland County cases rejected Spotz’s motions. On appeal of each death sentence, we affirmed the decisions of the trial courts not to dismiss or quash the charges pending against Spotz. We reasoned as follows:\nTo determine whether various acts constitute a single criminal episode, a court must consider the logical relationship and the temporal relationship between the acts. The mere fact that certain evidence of [Spotz’s] other crimes was relevant and admissible in this prosecution does not mean that the four killings must be deemed part of a single criminal episode. Other crimes evidence may be admissible for a variety of evidentiary purposes. Here, the evidence was relevant to establish motive, i.e., [Spotz’s] need to escape after the previous killings, his intent, his identity as the killer, and to establish the sequence of events leading up to the murder of [Amstutz]. These limited evidentiary purposes of the relevant evidence stand in contrast to the purposes for which portions of the evidence were introduced in the separate prosecutions for each of the killings, where the relevant evidence constituted direct evidence of [Spotz’s] guilt.\nHowever, the mere fact that the prior killings were admissible here for limited purposes does not alter their essentially independent nature. The killings involved four different victims, committed in four counties, occurring on different days, and generating four separate criminal investigations. The first killing occurred on January 31, 1995, in Clearfield County, when [Spotz] killed his brother during a family argument. The second killing occurred on February 1, 1995, in Schuylkill County, where [Spotz], after fleeing Clearfield County, abducted [Ohlinger], stole her car and murdered her. Following that murder, [Spotz] and Noland fled to Rehoboth Beach, Delaware. They returned to York County, Pennsylvania, on February 2, 1995, where they abducted [Gunnet], stole her car and [Spotz] ultimately murdered her. After murdering [Gunnet], [Spotz] fled to Harrisburg, without Noland, abducted [Amstutz], stole her car, used her to get money and lodging from the victim, and then killed her. The killings are logically connected primarily by the fact that [Spotz] committed all four of them. Furthermore, although Noland was an important witness at all three capital trials, there were other, equally important witnesses here who testified only to evidence proving that [Spotz] murdered [Amstutz], Thus, the Commonwealth called numerous witnesses to establish that [Spotz] was seen with [Amstutz] prior to her murder, that a man matching [Spotz’s] description was seen standing near a vehicle matching [Amstutz’s] at the location where her dead body was later found, and that [Spotz] was staying at the Knight’s Inn. Moreover, an investigation unique to this killing was conducted by local law enforcement officials, which resulted in testimony from different investigating officers and authorities. What this Court noted in Spotz II is equally applicable here: this is not a case in which the Commonwealth relied solely upon the same witness(es) to prove each of the killings. Instead, the cases generated testimony of different lay and police witnesses as well as the establishment of separate chains of custody. Accordingly, there was not such a substantial duplication of issues of law and fact and duplicative witnesses in the four cases that joinder was required.\nSpotz III, 759 A.2d at 1285-86; see also Spotz II, 756 A.2d at 1157-59.\nWe do not agree that this issue was previously litigated. For purposes of the PCRA, “an issue has been previously litigated if the highest appellate court in which the petitioner could have had review as a matter of right has ruled on the merits of the issue [or] it has been raised and decided in a proceeding collaterally attacking the conviction or sentence.” 42 Pa.C.S. § 9544(a)(2)-(3). We have never ruled on the issue of whether Spotz’s Clearfield and Schuylkill County crimes were part of the same criminal episode. In Spotz II, we determined that the York County murder was not part of the same criminal episode as the Clearfield and Schuylkill County crimes; in Spotz III, we held that the Cumberland County murder was not part of the same criminal episode as the Clearfield, Schuylkill, and York County crimes. However, neither of these decisions forecloses the possibility that the Clearfield and Schuylkill County crimes were part of the same criminal episode. Although act three may be distinct from acts one and two, and act four may be distinct from acts one, two, and three, it does not automatically follow that acts one and two are distinct from each other.\nWe cannot review the alleged error of the Schuylkill County trial court directly because that assertion is waived by Spotz’s failure to preserve it on direct appeal. Thus, we will only consider the substantive issue in light of Spotz’s contention that trial counsel was ineffective for failing to preserve the issue on direct appeal from his Schuylkill County conviction and death sentence. (Brief of Spotz at 12). To demonstrate ineffective assistance of counsel, a PCRA petitioner must show: (1) that the underlying claim is of arguable merit; (2) that counsel had no reasonable strategic basis for his or her action or inaction; and (3) that, but for the errors and omissions of counsel, there is a reasonable probability that the outcome of the proceedings would have been different. Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 213 (2001). Counsel will not be deemed ineffective for failing to raise a meritless claim. Commonwealth v. Tilley, 566 Pa. 312, 780 A.2d 649 (2001).\nTo reiterate, the compulsory joinder rule bars subsequent prosecutions if:\n(1) the former prosecution resulted in an acquittal or a conviction; (2) the instant prosecution is based on the same criminal conduct or arose from the same criminal episode as the former prosecution; (3) the prosecutor was aware of the instant charges before the commencement of the trials on the former charges; and (4) the instant charges and the former charges were within the jurisdiction of a single court.\nSpotz III, 759 A.2d at 1285; accord Spotz II, 756 A.2d at 1157; Commonwealth v. Anthony, 553 Pa. 55, 717 A.2d 1015, 1018 (1998); Commonwealth v. Bracalielly, 540 Pa. 460, 658 A.2d 755, 760 (1995). Because we determine that the Clearfield and Schuylkill County crimes were not part of the same criminal episode, we need not address the other compulsory joinder factors.\n“[W]here a number of charges are logically and/or temporally related and share common issues of law and fact, a single criminal episode exists, and separate trials would involve substantial duplication and waste of scarce judicial resources. In such cases, failure to consolidate will bar successive prosecutions.” Commonwealth v. Hude, 500 Pa. 482, 458 A.2d 177, 183 (1983). “To determine whether various acts constitute a single criminal episode, a court must consider the logical relationship and temporal relationship between the acts.” Spotz III, 759 A.2d at 1285; accord Spotz II, 756 A.2d at 1157-58; Bracalielly, 658 A.2d at 761. “[I]n determining if the logical relationship prong of the test has been met, we must also be aware that a mere de minimis duplication of factual and legal issues is insufficient to establish a logical relationship between offenses. Rather what is required is a substantial duplication of law and fact.” Bracalielly, 658 A.2d at 761.\nEven though evidence of Spotz’s shooting of his brother, Dustin, in Clearfield County was relevant and admissible at his Schuylkill County trial, that does not render his actions in causing the two deaths part of the same criminal episode. Spotz III, supra; Spotz II, supra. The evidence of Spotz’s actions towards his brother were relevant and admissible to demonstrate Spotz’s need to escape, his intent, and to establish the sequence of events leading up to the death of Ohlinger (as the evidence of Spotz’s killing of Ohlinger was relevant and admissible to show motive, intent, identity, and sequence of events in the York and Cumberland County trials).\nThe shooting of Dustin in Clearfield County occurred during a heated family argument. The murder of Ohlinger in Schuylkill County occurred in the midst of Spotz’s flight from Clearfield County. After arriving in Schuylkill County, Spotz abducted Ohlinger and stole her ear before killing her. Law enforcement officers in Clearfield County investigated the shooting of Dustin while law enforcement officers in Schuylkill County investigated the kidnapping, robbery, and murder of Ohlinger. While our holdings in Spotz II and Spotz III are not dispositive, our rationale in those cases is instructive. As we noted in both previous cases, “this is not a case in which the Commonwealth relied solely upon the same witness(es) to prove each of the killings. Instead, the cases generated testimony of different lay and police witnesses as well as the establishment of separate chains of custody.” Spotz III, 759 A.2d at 1286; see Spotz II, 756 A.2d at 1158-59. Moreover, the evidence of the Clearfield County shooting of Dustin was relevant in the Schuylkill County case to establish motive and the chain of events; evidence detailing the shooting of Dustin in the Clearfield County case was admitted to prove Spotz’s guilt directly. Thus, we do not find a logical relationship between the Clearfield County and Schuylkill County prosecutions sufficient to mandate compulsory joinder. As counsel will not be deemed ineffective for failing to raise a meritless claim, Spotz is not entitled to relief on this issue. Tilley, supra.\n2. Jury Selection\nSpotz next alleges that the prosecution violated his constitutional rights by exercising peremptory challenges to strike prospective female jurors from the venire pool. As trial counsel failed to raise this claim at trial, it is waived. 42 Pa.C.S. § 9544(b). However, Spotz does contend and sufficiently argue that trial counsel was ineffective for failing to raise the issue at trial. (Brief of Spotz at 18). Thus, we will consider his argument in light of the standard for determining whether trial counsel was ineffective for failing to raise the argument at trial. Commonwealth v. Morales, 549 Pa. 400, 701 A.2d 516, 520 (1997).\nIn J.E.B. v. Alabama ex rel. T.B., 511 U.S. 127, 114 S.Ct. 1419, 128 L.Ed.2d 89 (1994), the United States Supreme Court held that “[i]ntentional discrimination on the basis of gender by state actors violates the Equal Protection Clause, particularly where ... the discrimination serves to ratify and perpetuate invidious, archaic, and overbroad stereotypes about the relative abilities of men and women.” Id. at 130-31, 114 S.Ct. 1419 (extended the holding of Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986), which determined that race-based peremptory strikes violated equal protection). Following J.E.B., and in accordance with the rationale employed in Batson, we have held that the defendant has the initial burden of demonstrating a prima facie case that the prosecutor discriminated against potential jurors on the basis of gender. Commonwealth v. Aaron Jones, 542 Pa. 464, 668 A.2d 491, 519 (1995).\nTo establish such a prima facie case, the defendant must specifically identify: (1) the gender of all the venirepersons in the jury pool; (2) the gender of all venirepersons remaining after challenges for cause; (3) the gender of those removed by the prosecution; (4) the gender of the jurors who served; and (5) the gender of jurors acceptable to the Commonwealth who were stricken by the defense. Id. “After such a record is established, the trial court must consider the totality of the circumstances to determine whether challenges were used to exclude venirepersons on account of their gender. If the trial court finds in the affirmative, it may then require the prosecutor to explain his or her reasons for the challenge.” Id. at 519-20, 668 A.2d 491; accord Commonwealth v. Spence, 534 Pa. 233, 627 A.2d 1176, 1182-83 (1993) (claim of race-based discrimination). To decide whether the totality of the circumstances militates toward a finding that the prosecution used peremptory challenges to exclude women because of their gender, the trial court may conduct an independent review of the record. Aaron Jones I, supra. “A finding by the trial court as to an absence of discriminatory intent must be given great deference on appeal.” Id. at 520, 668 A.2d 491.\nThe original pool of jurors consisted of thirty-nine females and thirty-one males. The trial court excused twenty females and eleven males for cause, leaving nineteen females and twenty males. The Commonwealth used its peremptory challenges to strike nine females and one male; counsel for Spotz used his peremptory challenges to strike six females and eleven males, leaving a jury of four women and eight men. The record of jury selection indicates that the Commonwealth had accepted four of the six women ultimately stricken by the defense. With the establishment of these facts, the PCRA court reviewed the record of jury selection to consider whether the totality of the circumstances indicated that the prosecution impermissibly excluded female jurors. The PCRA court reasoned as follows:\nIn some cases the trial court and counsel are able to discuss the jury selection process based on their own recollection of events; however, in this case the claim of discrimination in jury selection was not raised until three years after the trial occurred, and those involved had only sketchy independent recollection of the jury selection.\nThere is no particular number of peremptory strikes that equates to a prima facie case. Commonwealth v. Stern, 393 Pa.Super. 152, 573 A.2d 1132, 1135 (Pa.Super.1990), petition for allowance of appeal denied, 527 Pa. 610, 590 A.2d 297 (1991). One factor the court may consider is whether the record shows that the particular case was gender sensitive. [Aaron Jones I, supra.] The fact that Spotz’s case involved a man shooting a woman does not make it gender sensitive. The allegations were that he shot a stranger in order to rob her and steal her car. It was never alleged that the sex of the parties played any role in the killing.\nA review of the jury selection transcript also fails to suggest purposeful discrimination. The prosecutor accepted four women who were selected to the original panel of twelve jurors. He also accepted four women who were eliminated by defense counsel’s exercise of peremptory challenges. In fact, the prosecutor accepted a female as [Jjuror No. 12, knowing that seven of the next eight jurors in line for consideration were male and that he had exercised only ten of his allotted peremptory strikes. Similarly, he accepted the very first prospective juror, who was a woman that was struck from the jury by the defense. We find no questionable remarks made by [the prosecutor] during his jury selection, nor is there anything else in the transcript to suggest that he was focusing primarily on female jurors. Based on the totality of the circumstances, we find that [Spotz] has failed to make a prima facie showing that the Commonwealth exercised its peremptory challenges in such a way as to purposefully exclude jurors based on gender. Even if it were to be determined that [Spotz] has made a prima facie case for discrimination based on the record, we find the explanations given by [the prosecutor] for his selections demonstrate a gender-neutral reason for his exercise of peremptory challenges. At the [PCRA] hearing [the prosecutor] offered explanations for his peremptory strikes and his notes of jury selection were introduced as Exhibit 30 without a ruling from the court whether a prima facie showing of discrimination had been made. [The prosecutor] denied intentionally striking women from the jury panel and stated that he was looking for jurors who had the capacity to make the decision as to the ultimate sentence. His jury selection notes and the questions he posed to the jurors reflect that this issue was foremost in his mind during the selection process. His notes continuously raise the question of whether a particular juror could make the choice between life and death.\n(Opinion of the PCRA Court at 42-43) (citations modified) (internal quotation marks omitted).\nAs noted previously, “the defendant must make out a prima facie case ‘by showing that the totality of the relevant facts gives rise to an inference of discriminatory purpose.’ ” Johnson v. California, 545 U.S. 162, 125 S.Ct. 2410, 2416, 162 L.Ed.2d 129 (2005) (quoting Batson, 476 U.S. at 93-94, 106 S.Ct. 1712). In order to meet this burden, a defendant need only produce “evidence sufficient to permit the trial judge to draw an inference that discrimination has occurred.” Id. at 2417.\nIn Hernandez v. New York, 500 U.S. 352, 111 S.Ct. 1859, 114 L.Ed.2d 395 (1991), in a race-based discrimination case, the Supreme Court of the United States explained the rationale behind the rule that the determination of the trial court on the question of discriminatory intent should be given great deference. The Supreme Court stated the following:\nIn the typical peremptory challenge inquiry, the decisive question will be whether counsel’s [non-discriminatory] explanation for a peremptory challenge should be believed. There will seldom be much evidence bearing on that issue, and the best evidence often will be the demeanor of the attorney who exercises the challenge. As with the state of mind of a juror, evaluation of the prosecutor’s state of mind based on demeanor and credibility lies peculiarly within a trial judge’s province.\nId. at 365, 111 S.Ct. 1859 (internal citation omitted). The judge of the PCRA court in the present case, President Judge William Baldwin (President Judge Baldwin), did have the opportunity to witness the demeanor of the prosecutor and to evaluate the prosecutor’s state of mind because he sat as the trial judge in this case. See Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 223 (2001) (“[I]t is generally preferable for the same judge who presided at trial to preside over the post-conviction proceedings since familiarity with the case will likely assist the proper administration of justice.”). President Judge Baldwin observed the testimony of the prosecutor at the PCRA hearing and was able to gauge his demeanor and state of mind in that proceeding as well.\nWhile approximately five years passed between the time of trial and President Judge Baldwin’s ruling on Spotz’s PCRA petition, Spotz does not present any reason why this Court should not grant “great deference” to the determination of President Judge Baldwin on the question of discriminatory intent, or the absence thereof. Having reviewed the record of jury selection and the trial, we agree with the determination of the PCRA court that the totality of the circumstances does not indicate that the Commonwealth improperly excluded potential female jurors because of their gender. In so holding, we rely on the rationale of the PCRA court, quoted above. Moreover, we agree with the PCRA court that the reasons given by the prosecutor for his decisions to strike certain jurors are supported by the record and warrant our holding that the prosecution exercised its peremptory challenges on gender-neutral bases. As counsel will not be deemed ineffective for failing to raise a meritless claim, Spotz is not entitled to relief on this issue. Tilley, supra.\n8. Alleged Failure to Disclose Evidence\nSpotz next contends that the Commonwealth impermissibly failed to disclose to him that the Commonwealth and Noland had entered into an agreement in exchange for Noland’s testimony against Spotz. Spotz contends that the failure of the prosecution to apprise him of this arrangement violated his due process rights. “[D]ue process requires that any potential understanding between the prosecution and a witness be revealed to the jury.” Commonwealth v. Strong, 563 Pa. 455, 761 A.2d 1167, 1172 (2000) (citing Giglio v. United States, 405 U.S. 150, 154, 92 S.Ct. 763, 31 L.Ed.2d 104 (1972)). “[I]mpeachment evidence is material, and thus subject to obligatory disclosure, if there is a reasonable probability that had it been disclosed the outcome of the proceedings would have been different.” Id. at 1174 (citing United States v. Bagley, 473 U.S. 667, 678, 105 S.Ct. 3375, 87 L.Ed.2d 481 (1985)). “Impeachment evidence which goes to the credibility of a primary witness against the accused is critical evidence and it is material to the case whether that evidence is merely a promise or an understanding between the prosecution and the witness.” Id. at 1175.\nTo be eligible for post-conviction relief on this claim, Spotz must prove by a preponderance of the evidence that an agreement between the Commonwealth and Noland existed and that its introduction would have changed the outcome of the trial. 42 Pa.C.S. § 9543(a). On cross-examination by trial counsel, Noland testified at trial as follows:\nQ: Now you are also charged right now with criminal homicide, criminal attempt to commit homicide, robbery, theft, and conspiracy [and kidnapping], is that correct?\nA: Yes, sir.\nQ: And do you expect to go to trial on those charges?\nA: I don’t know.\nQ: Do you expect a deal?\nA: I hope they take it into consideration.\nQ: You are telling the jury that these charges have not been dropped, have they?\nA: No, sir.\nQ: Nor reduced?\nA: No, sir.\nQ: And are you telling the jury that there is no agreement?\nA: Yes, sir.\nQ: You are just testifying out of the goodness of your heart?\nA: Yes, sir.\nQ: You are not expecting to go to trial on these charges, correct?\nA: I don’t know.\nQ: You are expecting to have a deal?\nA: I hope they take it into consideration.\nQ: Are you expecting the charges to be dropped or reduced?\nA: I don’t know.\nQ: Have you ever discussed that with your attorney or with the District Attorney?\nA: No, sir.\nQ: You have never — You are just here today to see that justice is done, is that what you are telling us?\nA: Yes, sir.\n(Notes of Testimony, Jury Trial (Trial N.T.), 3/1/96, at 373-75). In fact, prior to the testimony of Noland, the Schuylkill County trial court conducted a sidebar conference with Claude A.L. Shields (Shields), the Schuylkill County District Attorney and prosecutor in this case, Spotz’s trial counsel, and Michael Cammerano (Cammerano), attorney for Noland. At that conference, trial counsel for Spotz requested that the record reflect that he had been informed by Shields and Cammerano that the prosecution had not offered Noland any plea bargain or leniency in exchange for her testimony. (Id. at 344). 'The text of the remainder of that sidebar conference is as follows:\n[Shields]: I can state for the Commonwealth that we have no agreement with Miss Noland. I have spoken on numerous occasions with [Cammerano]. We have not as my understanding even briefly outlined any particular negotiated plea that may be applicable in this particular case. That’s my position, your Honor, that is a fact.\nTHE COURT: There’s been no agreement?\n[Shields]: There has been no agreement.\nTHE COURT: Has there been discussion about lenient treatment in exchange for her—\n[Shields]: Not per se, your Honor. We have had meetings where I had explored [Cammerano] asking him if he were looking to negotiate a deal, and he has indicated, no, at this point, and that is the extent of the negotiations.\nTHE COURT: Mr. Watkins [(trial counsel for Spotz)].\n[Trial Counsel]: Well, Brady requires obviously disclosure if there is any understanding, and there is absolutely no understanding according to [the prosecutor].\n[Shields]: I would like it on the record from [Cammerano] and the witness that that, in fact, is the case, because that is the case.\n[Cammerano]: Yes, it is. [The prosecutor] has broached the subject and I have said I’m not interested in negotiating a plea in this case, and that’s where it is.\n(Id. at 344-46).\nSpotz refers to numerous occurrences that allegedly demonstrate that, despite the testimony of Shields and Cammerano recited above, the Commonwealth and Noland had entered into a secret agreement. Those occurrences are:\n(1) shortly after Spotz and Noland were arrested, Shields attended a weekend meeting with prosecutors from Clear-field, York, and Cumberland counties to discuss consolidation; when Shields was asked about this meeting at the PCRA hearing, he testified that he did not recall whether they discussed seeking Noland’s cooperation;\n(2) the York County prosecutor sent to Shields a letter from Cammerano, in which Cammerano referred to “earlier discussions;”\n(3) Shields acknowledged at the PCRA hearing that he was aware of discussions between the York County prosecutor and Cammerano regarding Noland’s potential cooperation;\n(4) shortly before Spotz’s preliminary hearing, Shields spoke with Noland and Cammerano; after the court held Spotz over for trial on all charges, Noland waived her preliminary hearing;\n(5) at the time of Noland’s arraignment, Shields sent her a letter extending a written plea offer;\n(6) the Commonwealth did not file a notice of aggravating circumstances against Noland and did not seek the death penalty against her;\n(7) on at least three separate occasions, the prosecution agreed to continue Noland’s trial because she was expected to testify against Spotz; had there been no agreement for her cooperation and testimony, there would have been no need to continue her trial;\n(8) Shields acknowledged that he had numerous conversations with Cammerano regarding Noland’s testimony against Spotz; and\n(9) at Noland’s sentencing after her guilty plea, Cammerano and Shields argued that the court should impose a lighter sentence because Noland had cooperated in Spotz’s trial.\n(Brief of Spotz at 20-22).\nSpotz’s allegations in this regard amount to nothing more than mere conjecture and speculation. He has presented no evidence of an actual agreement between Noland and Shields. The only evidence on the record relevant to this contention is: (1) the testimony of Noland at Spotz’s Schuylkill County trial, during which Noland stated that she had not entered into any type of agreement with the Commonwealth in exchange for her testimony against Spotz; and (2) the statements made by Cammerano and Shields to the Schuylkill County trial court immediately before the commencement of Noland’s testimony to the effect that they had discussed entering into a plea bargain but that Cammerano and Noland did not wish to pursue that possibility. Clearly, then, Spotz has failed to meet his burden of proving by a preponderance of the evidence that such an agreement existed.\nSpotz also contends that the PCRA court erred in refusing to admit at the PCRA hearing a transcript of No-land’s testimony in York County related to her petition to withdraw her guilty plea there. Spotz asserts that the transcript shows that she would receive leniency in sentencing in exchange for her testimony against Spotz. Noland invoked her Fifth Amendment privilege to refuse to testify at Spotz’s PCRA hearing; in her absence, Spotz attempted to produce the York County transcript pursuant to Pennsylvania Rule of Evidence 804(b)(1), which excepts former testimony from the hearsay rule.\nThe crux of Spotz’s complaint in this regard is that he believes that Noland withdrew her guilty plea because the Commonwealth violated the terms of a plea agreement that Noland and the Commonwealth entered into in exchange for Noland’s testimony against Spotz. A review of the transcript reveals otherwise. Noland did testify on cross-examination at her hearing to withdraw her York County guilty plea that “[C]ammerano used to always tell me that I was going to go home and I was going to get time served.” (Exhibit 12 to the Initial Brief of Spotz, Sentencing Hearing of Christina Noland, 10/7/96, at 42). However, Noland stated that she did not have any idea how long her sentence could possibly be at the time she pled guilty. (Id. at 18). In fact, Noland confirmed that the prosecutor never made to Noland any promises about her sentence. (Id. at 64-66). Thus, Spotz has not presented this Court with any evidence that Noland and the Commonwealth had entered into an agreement whereby Noland would testify against Spotz in exchange for a more lenient sentence.\n4. Guilt Phase Defenses\nSpotz next argues that trial counsel was ineffective for failing to present a diminished capacity defense. Spotz avers that there was significant evidence available to trial counsel at the time of trial that Spotz suffered from mental illness. Prior to trial, trial counsel arranged for Spotz to undergo a mental health examination by Dr. Stephen A. Ragusea (Dr. Ragusea), a mental health expert. Dr. Ragusea’s examination revealed the existence of post-traumatic stress disorder but ruled out the possibility of an insanity defense. Spotz maintained throughout the trial and direct appeal that Noland, not he, had shot and killed Ohlinger and that he did not know that Noland was planning to kill Ohlinger. (Notes of Testimony, PCRA Hearing (PCRA N.T.), 10/2/00-10/8/00, at 647-48). When questioned by the attorney for the Commonwealth during the PCRA hearing, trial counsel testified as follows:\nQ: Now, you at one point said you developed a trial strategy that essentially was, that Christina Noland was the shooter here?\nA: Right.\nQ: All right. How did you come to develop that strategy? A: Well, it was based on the evidence and discussions with the client.\nQ: And you felt that in your opinion was that the defense for Mr. Spotz given the facts of the situation?\nA: Given the facts — there were fingerprints on everything. I couldn’t say he wasn’t there. I mean I could have — I may have been able to say he was passed out in the car or something, but I thought that under the circumstances from knowing what the co-conspirator’s [Noland’s] testimony would be and everything else and how long, you know, that he was followed, and it took some time until he was picked up; although, I was keeping out these other incidents, I thought to try to just minimize his involvement.\n(PCRA N.T., 9/28/00, at 172-73).\nWe have held that “[a] defense of diminished capacity is only available to a defendant who admits criminal liability but contests the degree of guilt.” Commonwealth v. Laird, 555 Pa. 629, 726 A.2d 346, 353 (1999) (citing Commonwealth v. Weaver, 500 Pa. 439, 457 A.2d 505 (1983)). In Weaver, counsel for Weaver had presented, without the consent of Weaver, a diminished capacity defense, even though Weaver insisted that someone else had committed the murder for which he was on trial. A jury convicted Weaver of first-degree murder and related crimes and the Court of Common Pleas of Tioga County sentenced Weaver to life imprisonment. Weaver filed a direct appeal to this Court. We determined that counsel for Weaver presented the only viable defense but, nonetheless, we vacated the Judgment of Sentence imposed by the Court of Common Pleas of Tioga County, finding that the authority to present a defense of diminished capacity, thereby conceding general criminal liability, is solely within the province of the accused. Weaver, 457 A.2d at 506.\n“[C]ounsel’s strategic decision to seek acquittal rather than pursue a diminished capacity defense does not constitute ineffective assistance if there is a reasonable basis for the strategy chosen.” Commonwealth v. James Jones, 539 Pa. 222, 651 A.2d 1101, 1109 (1994). Spotz maintained throughout the trial that he did not directly participate in the killing of Ohlinger. Absent an admission from Spotz that he had shot and killed Ohlinger, trial counsel could not have presented a diminished capacity defense. Thus, we cannot say that trial counsel did not have a reasonable strategic basis for rejecting a diminished capacity defense. Accordingly, trial counsel was not ineffective for failing to present such a defense. See Commonwealth v. Paolello, 542 Pa. 47, 665 A.2d 439, 454 (1995) (“If we conclude that the particular course chosen by counsel had some reasonable basis, our inquiry ceases and counsel’s assistance is deemed effective.”).\nIn the same manner, Spotz argues that trial counsel was ineffective for failing to present a voluntary intoxication defense. Spotz asserts that there was ample evidence available to trial counsel that he used mind-altering drugs at the time of the offense. Nevertheless:\n[t]he mere fact of intoxication does not make out a diminished capacity defense. Rather, to warrant a finding that a homicide does not rise to the level of first[-]degree murder, the evidence must demonstrate that the defendant was intoxicated to such an extent that he was unable to form the requisite intent.\nJames Jones, 651 A.2d at 1109-10. “Stated in another way, it must be established that the defendant was ‘overwhelmed to the point of losing his sensibilities[.]’” Id. at 1110 (quoting Commonwealth v. Breakiron, 524 Pa. 282, 571 A.2d 1035, 1041 (1990)). This contention is likewise without merit because it would also require Spotz to concede liability, which position was inconsistent with Spotz’s recapitulation of events to trial counsel and trial counsel’s strategy of arguing that Noland, not Spotz, actually shot and killed Ohlinger. Trial counsel will not be deemed ineffective where he or she has a reasonable basis for his or her actions. Paolello, supra.\nThe final contention of Spotz in this regard is that trial counsel failed to adequately prepare and present the guilt phase defense that Noland, not Spotz, killed Ohlinger. Specifically, Spotz argues that trial counsel rendered ineffective assistance by: (1) failing to call Sonja Gieler (Gieler) to testify to a statement made by Noland that Noland had killed Ohlinger; (2) by failing to prepare Jean Newpher (Newpher), Spotz’s mother, properly; and (3) by failing to establish that Spotz was so incapacitated by the stabbing he suffered at the hands of Dustin that he could not have shot and killed Ohlinger. To prove that counsel was ineffective for not presenting certain witnesses, a defendant “must establish the existence of and the availability of the witnesses, counsel’s actual awareness, or duty to know, of the witnesses, the willingness and ability of the witnesses to cooperate and appear on the defendant’s behalf and the necessity for the proposed testimony in order to avoid prejudice.” Commonwealth v. Whitney, 550 Pa. 618, 708 A.2d 471, 480 (1998) (citing Commonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293, 298 (1996)).\nSpotz presented no evidence at the PCRA hearing regarding the alleged statement of Gieler. Rather, Spotz filed a petition to reopen the PCRA proceedings to admit Gieler’s testimony at the York County trial of Spotz. During the York County trial, Gieler, an inmate of the Clearfield County prison at the time of Noland’s incarceration there, testified that at one point Noland told her that she had shot two women (presumably Ohlinger and Gunnet). Spotz was in the same prison awaiting his trial for the killing of Dustin at the time of Noland’s statement to Gieler; Gieler testified at the York County trial that she only told Spotz about Noland’s alleged confession. She admitted that she never informed the police ancjl never told trial counsel for Spotz, even when they spoke as part of trial counsel’s preparation for the Schuylkill County trial (after Gieler allegedly had this conversation with Noland). (Petition to Reopen Hearing or Admit Prior Testimony of Sonja Gieler, Exhibit A, at 1773-74). The PCRA court denied Spotz’s petition to reopen the PCRA proceedings, a decision that Spotz has not appealed.\nWe find Spotz’s failure to present any evidence of this alleged confession during the PCRA hearing fatal to his claim. Spotz had the responsibility of bringing all of his evidence to the PCRA hearing. If he was having trouble locating Gieler, he could have petitioned the PCRA court in advance of the PCRA hearing to postpone that proceeding. He did no such thing. While the PCRA permits liberal amendment of a petition, it does not extend to forgive a petitioner’s failure to present evidence at the PCRA hearing. If we are to believe Spotz’s allegation that trial counsel knew at the time of trial of Gieler’s willingness to testify to the alleged confession of Noland, Spotz clearly had notice of the alleged failure of trial counsel well before the instant PCRA hearing. The statement of Spotz’s PCRA counsel that they intended to admit, in the PCRA hearing, Gieler’s testimony from the York County trial of Spotz, but inadvertently failed to, is unavailing.\nSpotz has presented no evidence to show that trial counsel was aware of Gieler’s willingness to testify to the alleged confession of Noland. In fact, the evidence indicates that trial counsel did not know that Gieler would so testify because Gieler never informed him of her alleged conversation with Noland, even though they spoke after the alleged conversation but before the Schuylkill County trial. Spotz has failed to show that trial counsel did not have a reasonable strategic basis for failing to present this testimony. Trial counsel will not be deemed ineffective where he or she has a reasonable basis for his or her actions. Paolello, supra.\nSpotz next submits that trial counsel was ineffective for failing to properly prepare Newpher, who could have testified that: (1) when Spotz left her residence after the fight with Dustin, he was in so much pain that he needed the assistance of Noland to leave the home; (2) Noland knew how to shoot and had been practicing with the alleged murder weapon shortly before Dustin’s death; and (3) when Spotz initially sought treatment for his stab wounds, he did not have possession of the gun.\nDuring the PCRA hearing, Newpher testified that after Dustin’s death, Spotz could not raise his arms, was bleeding profusely, and needed the assistance of Noland to leave the house. (PCRA N.T., 9/29/00, at 322). Spotz points to this testimony to support his theory that Noland actually shot Ohlinger. At trial, trial counsel elicited the following testimony from Newpher:\nQ: And was Mark when he was leaving, was he — You had mentioned the injuries, did they appear to have any effect on him?\nA: Yes, Mark was chalk white and very unsteady on his feet. [Noland] was holding onto his arm the whole time he was walking out of the house. I mean she was pulling on him, but she had a hold of his elbow. Mark was very unsteady on Ms feet. Mark has always been unsteady on his feet when he’s been injured.\n(Trial N.T., 3/2/96, at 628). We fail to see how the testimony elicited from Newpher at trial differs materially from her PCRA testimony. The trial record establishes that trial counsel did adequately question Newpher concerning the effects of the stab wounds Spotz suffered at the hands of Dustin.\nAs to Spotz’s claim that Newpher could have testified that Noland knew how to shoot and had been practicing with the murder weapon shortly before Dustin’s death, Spotz points to no place in the PCRA record to establish that Newpher could have so testified. We refuse to conclude that trial counsel was ineffective for failing to question Newpher about Noland’s use of the murder weapon when Spotz has failed to establish that Newpher saw Noland practice with the murder weapon shortly before Dustin’s death. Moreover, we do not see how this testimony would have affected the outcome of the trial. Trial counsel presented evidence that Noland had possession of the gun when she and Spotz left the house after the incident with Dustin (id. at 627) and that Noland had killed someone (id. at 576, 662).\nSpotz also alleges that trial counsel was ineffective for failing to elicit from Newpher testimony that Spotz did not have the murder weapon when he sought help for his wounds. However, there is no evidence that Spotz and Newpher had any face-to-face contact between the time when he left the house immediately after having shot Dustin and his arrest several days later. Spotz does point to the PCRA testimony of Malissa Chirdon (Chirdon), a friend to whose house Spotz and Noland fled immediately after the incident with Dustin. Chirdon testified when questioned by Spotz’s PCRA counsel that it would have been impossible for Spotz to have had possession of the murder weapon, but that it would have been possible for Noland to have possessed the gun. (PCRA N.T., 10/2/00-10/3/00, at 573-74). During the trial, when questioned by trial counsel on re-direct examination, Chirdon testified that she did not see Spotz with the gun when he came to her house to seek help after having shot Dustin. (Trial N-T., 3/2/96, at 615).\nWe fail to see how the absence of Chirdon’s admittedly stronger testimony at the PCRA hearing “so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.” 42 Pa.C.S. § 9543(a)(2)(h). As trial counsel presented evidence that No-land had possession of the gun when she and Spotz left the house after the shooting of Dustin, the question of who had possession of the weapon soon thereafter, but still several hours before the kidnapping and murder of Ohlinger, is relatively meaningless. Counsel will not be deemed ineffective for failing to present testimony, the absence of which did not prejudice Spotz. Whitney, 708 A.2d at 480.\nSpotz also posits that trial counsel was ineffective for failing to establish that Spotz was so badly injured from his stab wounds that he was incapacitated for a matter of days and, therefore, could not have killed Ohlinger. Spotz has raised this claim in other forms, contending that trial counsel did not adequately question Newpher and Chirdon. In this context, he is simply contending that trial counsel impermissibly failed to present medical records or expert testimony to establish that Spotz’s injuries were so severe that he could not have killed Ohlinger. However, Spotz does not point us to any testimony or evidence in the record of the PCRA proceedings to support his claim that his injuries were so debilitating. Thus, he has not demonstrated how he was prejudiced by this alleged failure because he has not shown that such medical records and expert testimony were available. “Absent a demonstration of prejudice, [a PCRA petitioner] cannot prevail on a claim for ineffective assistance of counsel and no further inquiry into the claim is warranted.” Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 221 (2001) (citing Commonwealth v. Fletcher, 561 Pa. 266, 750 A.2d 261 (2000)).\n5. Allegedly Improper Prosecutorial Remarks\nSpotz next claims that trial counsel was ineffective for failing to object or move for a mistrial when, during the Commonwealth’s opening statement, the prosecutor told the jury that Doris Anderson (Anderson), Dustin’s girlfriend, would testify that Spotz left “the scene of the accident, the scene of the killing, the shooting in Clearfield County.” (Trial N.T., 2/29/96-3/4/96, at 40). The prosecutor also stated during his opening statement that Juan Maldonado (Maldonado), a friend of Spotz who spoke with Spotz the day after Ohlinger’s murder, would testify that Spotz pulled out a gun and said, “[T]his is dropping them like flies.” (Id. at 45).\n“Generally, a prosecutor’s arguments to the jury are not a basis for the granting of a new trial unless the unavoidable effect of such comments would be to prejudice the jury, forming in their minds fixed bias and hostility towards the accused which would prevent them from properly weighing the evidence and rendering a true verdict.” Commonwealth v. Gilbert Jones, 546 Pa. 161, 683 A.2d 1181, 1199 (1996). Improperly admitted evidence can be treated as harmless where either: (1) the evidence of guilt, without regard to the tainted evidence, is so overwhelming that conviction would have followed beyond a reasonable doubt without regard to it; (2) the tainted evidence was merely cumulative of other proper persuasive evidence on the issue for which it is offered; or (3) that it was so slight or tangential in its effect that its influence on the jury can be determined to be de minimis. Commonwealth v. Eisenhart, 531 Pa. 103, 611 A.2d 681, 685 (1992); Commonwealth v. Norris, 498 Pa. 308, 446 A.2d 246, 250 (1982). “Even if an opening argument is somehow improper, relief will be granted only where the unavoidable effect is to so prejudice the finders of fact as to render them incapable of objective judgment.” Commonwealth v. Brown, 551 Pa. 465, 711 A.2d 444, 456 (1998) (Brown I) (citing Commonwealth v. Damon Jones, 530 Pa. 591, 610 A.2d 931 (1992)).\nBefore trial, the Schuylkill County trial court ruled that the Commonwealth could introduce evidence that Spotz shot Dustin, but could not introduce evidence that Dustin had died as a result of the shooting because Spotz was not aware of his brother’s death at the time he fled from Clearfield County. Other than these two isolated statements during its opening argument, the Commonwealth presented no evidence regarding the death of Dustin or the allegations that Spotz had committed two murders after he killed Ohlinger. The Commonwealth did not attempt to elicit from either of these witnesses statements that Dustin died or that Spotz had been accused of additional subsequent murders. We agree with the PCRA court, which determined that these two isolated statements were de minimis in nature and did not have the unavoidable effect of prejudicing the jury to the point where it would not be able to render objective judgment. (Opinion of the PCRA Court at 37). As counsel will not be deemed ineffective for failing to raise a meritless claim, Spotz is not entitled to relief on this issue. Tilley, supra.\nSpotz further submits that trial counsel was ineffective for failing to object when the prosecutor impermissibly showed Ohlinger’s husband a bag of rings seized from Noland. Ohlinger’s husband testified that some of the rings belonged to Ohlinger. Spotz maintains that by presenting the testimony of Ohlinger’s husband that only some of the rings belonged to his wife, the obvious implication was that there were additional victims from whom Noland had taken rings. However, Spotz has failed to account for the possibility that the jury would have believed that the rings not belonging to Ohlinger belonged to Noland herself. There was absolutely no evidence presented to the jury that there were additional victims from whom Noland would have had the opportunity to take jewelry; therefore, it is more likely that the jurors believed that the additional rings belonged to Noland. Spotz has failed to show any prejudice resulting from the prosecutor’s presentation of this evidence and, therefore, his claim of ineffective assistance of trial counsel fails. Pierce, supra.\nNext, Spotz asserts that trial counsel was ineffective for failing to object or move for a mistrial when the prosecution introduced exhibits that had been previously introduced in his Clearfield County trial, where he was tried in connection with the death of Dustin. Spotz alleges that one of the Commonwealth’s exhibits bore a tag with two sets of numbers, which indicated to the jury that Spotz had already been charged with causing the death of Dustin and had been tried on those charges. The jury did not hear anything about the tag, and as soon as the Commonwealth sought to introduce the evidence, it informed the Schuylkill County trial court of the existence of the Clearfield County tag in a sidebar conversation, whereupon the court ordered the prosecutor to remove the Clearfield County tag, which the prosecutor did. (Trial N.T., 2/29/96-3/4/96, at 219-20). Given the testimony and evidence relating to Spotz’s involvement in the death of Dustin, the jurors would have reasonably inferred that Spotz would potentially be brought up on charges for that incident as well. Therefore, even if the jurors noticed the Clearfield County tag and even if, as Spotz contends, the jurors believed that the tag indicated that Spotz had been previously charged and tried for having caused the death of Dustin, Spotz has still failed to demonstrate prejudice. Thus, trial counsel was not ineffective for having failed to object or move for a mistrial on this basis. Pierce, supra.\nFinally, with respect to this broad contention of allegedly improper prosecutorial remarks, Spotz cites to two statements by the prosecutor that vouched for the credibility of prosecution witnesses and stated his personal opinion that the testimony and evidence presented by the Commonwealth was true. According to Spotz, the prosecutor: (1) stated as a fact that Noland did not kill Ohlinger; and (2) asserted as a fact that Spotz was wanted at the time that he tried to steal a car in Pine Grove, Pennsylvania. While the underlying contention is waived because trial counsel failed to object during trial, Spotz does argue that trial counsel was ineffective for failing to object, so we will review the claim as one of alleged ineffective assistance of counsel.\nIt is well settled that “the prosecution, similar to the defense, is accorded reasonable latitude and may employ oratorical flair arguing its version of the case to the jury.” Commonwealth v. Gilbert Jones, 546 Pa. 161, 683 A.2d 1181, 1199-1200 (1996) (citing Commonwealth v. Roy Williams, 541 Pa. 85, 660 A.2d 1316 (1995)). “The arguments advanced must, however, be based upon matters in evidence and/or upon any legitimate inferences that can be drawn therefrom.” Id. (quoting Commonwealth v. Chester, 526 Pa. 578, 587 A.2d 1367, 1377 (1991)). “Finally, any allegedly improper prosecutorial comments must also be examined within the context of the conduct of defense counsel.” Id. (quoting Commonwealth v. Clayton, 516 Pa. 263, 532 A.2d 385, 396 (1987)).\nSpotz first points to the following statement of the prosecutor during his closing argument: “Well, make no mistake about it, defendant’s girlfriend did not shoot June Ohlinger, the defendant’s girlfriend did not order Mrs. Ohlinger from the car, make her climb up on the curb, and shoot her in the back of the head.” (Trial N.T., 3/2/96, at 755). Clearly, this line of argument comports with the evidence presented at trial and was the crux of the Commonwealth’s response to Spotz’s contention that Noland, not he, shot Ohlinger in the back of the head. Such a statement was entirely within the bounds of proper prosecutorial argument; thus, we conclude that trial counsel was not ineffective for failing to object. Pierce, supra.\nSpotz also refers to the following portion of the prosecutor’s closing argument as evidence of prosecutorial misconduct:\nWhose father lived in the Pine Grove area and was familiar with the area? Defendant, Mark Spotz. Who approached Leroy Miller for a ride? Who asked Lyle Miller not to call the cops? The defendant, Mark Spotz. Who was wanted at the time the defendant and defendant’s girlfriend tried to steal a car in Pine Grove? Defendant, Mark Spotz.\n(Trial N.T., 3/2/96, at 760-61). Spotz is correct that this argument was improper because there was no evidence presented to the jury that Spotz was wanted in connection with any crime at the time he and Noland attempted to steal a car in Pine Grove in the early morning hours of February 1, 1995. However, what Spotz fails to note is that trial counsel did object to this statement, which the Schuylkill County trial court sustained. (Id. at 761). In sustaining the objection, the court instructed the jury as follows: “There’s nothing to suggest ... there’s nothing in the evidence to indicate [Spotz] was wanted at that time. The jury should disregard that argument.” {Id,.).\nWe will not deem counsel ineffective for failing to object to a statement when he in fact did object to that statement for the same reason that Spotz now claims the statement was improper. Moreover, Spotz has failed to demonstrate that he suffered prejudice from this statement. “The law presumes that the jury will follow the instructions of the court.” Commonwealth v. Brown, 567 Pa. 272, 786 A.2d 961, 971 (2001) (Brown II); Commonwealth v. O’Hannon, 557 Pa. 256, 732 A.2d 1193, 1196 (1999) (“Absent evidence to the contrary, the jury is presumed to have followed the trial court’s instructions.”). Spotz does not even attempt to argue that the jurors would have been unable to follow the instructions of the Schuylkill County trial court. Having thus disposed of Spotz’s claims regarding the guilt phase of his trial, we now turn to his eight remaining substantive claims, all of which relate to the penalty phase.\nB. PENALTY PHASE\n1. Invalid Prior Conviction\nAs his first claim of penalty phase error, Spotz asserts that he is entitled to a new sentencing hearing because his death sentence was based, at least in part, on a prior conviction that has been subsequently overturned. In particular, pursuant to 42 Pa.C.S. § 9711(d)(12), the jury unanimously found as an aggravating circumstance that Spotz had been convicted of a voluntary manslaughter (in connection with the Clearfield County death of Dustin) committed either before or at the time of the present offense.\nAs previously discussed, the Superior Court reversed Spotz’s Clearfield County voluntary manslaughter conviction based on the alleged ineffectiveness of his trial counsel. However, our Court has since reversed this decision of the Superi- or Court. Specifically, in Spotz IV, we reinstated Spotz’s Clearfield County voluntary manslaughter conviction and, pursuant to our holding in Grant, dismissed his claims of ineffective assistance of counsel without prejudice so that he could pursue these claims on collateral review pursuant to the PCRA. Although we acknowledged that at least one of Spotz’s ineffectiveness claims had arguable merit, the Court, nevertheless, concluded that an inadequately developed evidentiary record precluded us from determining whether Spotz had satisfied the remaining two prongs of the Pierce test for demonstrating ineffective assistance of counsel, namely whether trial counsel had a reasonable basis for his actions or whether Spotz was prejudiced by counsel’s inaction. As such, we affirmed the Judgment of Sentence imposed by the Clear-field County trial court and thereby validated his voluntary manslaughter conviction.\nIn light of our decision in Spotz IV, Spotz’s current argument has been rendered meritless. Despite being initially overturned, Spotz’s Clearfield County voluntary manslaughter conviction has since been reinstated. Therefore, this valid, voluntary manslaughter conviction was properly considered by the jury in finding the aggravating circumstance at 42 Pa.C.S. § 9711(d)(12).\n2. Alleged Failure to Present Mitigating Evidence\nNext, Spotz argues that his trial counsel was ineffective for failing to investigate and present all available mitigating evidence. According to Spotz, his penalty phase counsel failed to: (1) investigate the existence of several mitigation witnesses; (2) interview the witnesses already identified by counsel representing Spotz in his other capital cases; (3) prepare the mitigation witnesses he did present; (4) elicit available mitigating evidence from these witnesses; (5) obtain vital records and background information for his psychological expert witness; and (6) present a substantial portion of the mitigating evidence that his expert witness identified. (Brief of Spotz at 39).\nIt is well established that capital defense “[c]ounsel has a duty to undertake reasonable investigations or to make reasonable decisions that render particular investigations unnecessary.” Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717, 735 (2000) (citing Strickland v. Washington, 466 U.S. 668, 691, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984)). In the context of the penalty phase, trial counsel has an obligation “ ‘to conduct a thorough investigation of the defendant’s background,’ particularly with respect to the preparation and presentation of mitigation evidence.” Commonwealth v. Gribble, 580 Pa. 647, 863 A.2d 455, 475 (2004) (Gribble II) (quoting Williams v. Taylor, 529 U.S. 362, 396, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000)). As we explained in Commonwealth v. Hughes, 581 Pa. 274, 865 A.2d 761 (2004), this obligation includes the duty of penalty phase counsel\n“to discover all reasonably available mitigating evidence and evidence to rebut any aggravating evidence that may be introduced by the prosecutor.” Wiggins v. Smith, 539 U.S. 510, 524, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003). The reasonableness of a particular investigation depends upon evidence known to counsel, as well as evidence that would cause a reasonable attorney to conduct a further investigation. See id. at 527, 123 S.Ct. 2527. At the same time, counsel’s obligations do not require an investigation into “every conceivable line of mitigating evidence no matter how unlikely the effort would be to assist the defendant at sentencing.” Id. at 533, 123 S.Ct. 2527.\nHughes, 865 A.2d at 813-14 (citations modified) (internal footnote omitted). Further, as the United States Supreme Court recently elucidated in Rompilla v. Beard, 545 U.S. 374, 125 S.Ct. 2456, 162 L.Ed.2d 360 (2005), this duty to perform a prompt investigation into the circumstances of a case includes the duty to “investigate prior convictions ... that could be used as aggravating circumstances or otherwise come into evidence.” Id. at 2466 n. 7 (quoting ABA Guidelines for the Appointment and Performance of Defense Counsel in Death Penalty Cases § 10.7, cmt. (2003 rev. ed.)). With these standards in mind, we will examine each of the claims raised by Spotz concerning mitigating evidence.\na. Jean Redden\nSpotz contends that his trial counsel failed to investigate, interview, and/or prepare certain lay mitigation witnesses. First, Spotz asserts that his trial counsel neither met with his maternal grandmother, Jean Redden (Redden), nor discussed her penalty phase testimony prior to the date that she testified. However, at the PCRA hearing, trial counsel testified that he spoke with Redden on the telephone several times concerning her appearance at trial and her testimony. (PCRA N.T., 9/28/00, at 143-46). In addition, trial counsel offered a Petition of Payment of Fees and Costs, which detailed at least five telephone conferences between counsel and Redden prior to the date that she testified. (Id.). Such testimony, which the PCRA court explicitly found credible, clearly refutes the contention of Spotz that his trial counsel failed to prepare Redden for trial. (Opinion of the PCRA Court at 16).\nIn any event, Spotz has failed to demonstrate how he was prejudiced by the alleged failure of trial counsel to interview and prepare Redden for trial. As noted earlier, “[a]bsent a demonstration of prejudice, [a PCRA petitioner] cannot prevail on a claim for ineffective assistance of counsel and no further inquiry into the claim is warranted.” Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 221 (2001). Moreover, “[prejudice in the context of ineffective assistance of counsel means demonstrating that there is a reasonable probability that, but for counsel’s error, the outcome of the proceeding would have been different.” Id. at 213.\nDuring her lengthy testimony at the sentencing phase of Spotz’s trial, Redden described, with alarming detail, Spotz’s: (1) dysfunctional childhood; (2) volatile relationship with his brother, Dustin; (3) transient lifestyle; (4) substance abuse; (5) health issues; and (6) history of physical, emotional, and sexual abuse. (Sentencing N.T., 3/5/96-3/6/96, at 43-80). This penalty phase testimony effectively painted a disturbing picture of Spotz’s domestic life, such that the jury found the “catchall” mitigating circumstance, namely, that Spotz had been raised in a dysfunctional household. Spotz now insists that trial counsel was ineffective for insufficiently interviewing and preparing Redden before his sentencing hearing. However, Spotz has failed to show any prejudice resulting from trial counsel’s alleged failure to present additional, and arguably cumulative, penalty phase testimony from Redden. Specifically, Spotz has failed to demonstrate that there is a reasonable probability that, but for counsel’s alleged failure to elicit additional testimony from Redden concerning Spotz’s dysfunctional childhood, the outcome of the penalty phase would have been different. Pierce, supra. Therefore, this claim of ineffective assistance of trial counsel necessarily fails.\nAlong a similar vein, Spotz also asserts that the alleged failure of trial counsel to prepare Redden deprived him of the opportunity to present “powerful mitigation evidence” regarding “the circumstances of his brother Dustin’s death, including Dustin’s violently abusive history, death wish, and premeditated suicidal behavior designed to provoke his death.” (Brief of Spotz at 40). In support of his claim, Spotz points to Redden’s testimony at the PCRA hearing, where she testified that approximately two weeks prior to Dustin’s death, Dustin hinted that he would antagonize Spotz into killing him. Notably, Redden testified that, during one of Dustin’s frequent and violent rages, Dustin stated: “I’m going to have someone whom I love and someone who loves me help me to take my life.” (PCRA N.T., 9/29/00, at 288). According to Spotz, his counsel was ineffective for failing to elicit this significant testimony at trial.\nHowever, in rejecting Spotz’s contention, the PCRA found this newly offered testimony of Redden incredible. In particular, the court found “this recent recollection to be a grandmother’s attempt to save her grandson and [could not] assign it any credence.” (Opinion of the PCRA Court at 17). As the PCRA court explained, Redden testified at the penalty phase about several of Dustin’s recurrent, violent episodes. Thus, the court concluded that “it is hard to believe that [Redden] would have remembered long ago accounts of [Dustin’s] violence but have forgotten the most recent one, especially when this was a conversation, she claims to have personally witnessed, and one that involved such strange comments.” (Id.). Because the PCRA court was afforded the opportunity to assess and weigh the credibility of Redden at the PCRA hearing, we should refrain from disturbing its credibility determinations. See Spotz IV, 870 A.2d at 886 (“[A]ppellate courts do not act as fact finders, since to do so would require an assessment of the credibility of the testimony and that is clearly not our function.”).\nRegardless, Spotz has failed to show how the result of his penalty hearing would have been different had this additional testimony of Redden been presented. We fail to see how the absence of Redden’s newly offered testimony at the PCRA hearing “so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.” 42 Pa.C.S. § 9543(a)(2)(ii). Accordingly, counsel will not be deemed ineffective for failing to present testimony, the absence of which did not prejudice Spotz. Whitney, supra.\nb. Jean Newpher\nNext, Spotz avers that his trial counsel was ineffective for failing to interview and prepare his mother, Newpher, prior to her penalty phase testimony. Spotz maintains that, had trial counsel adequately prepared Newpher for trial, she would have offered overwhelming evidence of Spotz’s childhood neglect and abuse. According to Spotz, the sentencing jury only heard “a superficial description of [Spotz’s] childhood,” and “[w]hat little they heard paled in comparison to the horrors [Spotz] endured at the hands of his mother and male companions, and the devastating effects of that abuse and abandonment.” (Brief of Spotz at 41).\nAt the PCRA hearing, Newpher acknowledged that she had spoken to trial counsel on the phone “[a] couple of minutes, a couple of different times” regarding her penalty phase testimony. At this same evidentiary hearing, Newpher also testified that, had she been adequately prepared by trial counsel, she would have described how: (1) she suffered repeated physical and mental abuse at the hands of Spotz’s father; (2) she considered giving Spotz up for adoption shortly after his birth; (3) her husband, Bill Beish (Beish), regularly locked Spotz and Dustin in their room; (4) Beish regularly beat her in front of Spotz; (5) Beish verbally abused Spotz; (6) Spotz lived at approximately fifteen different places by the age of eighteen; and (7) Dustin hinted of his impending death. (PCRA N.T., 9/29/00, at 308-50). However, at Spotz’s sentencing hearing, Newpher offered the same or similar testimony concerning Spotz’s daunting and otherwise dysfunctional childhood. In general, Newpher testified, inter alia, that: (1) Spotz’s father abused drugs; (2) Beish ignored Spotz and Dustin; (3) Beish frequently abused her; (4) her subsequent husband, Darrall Newpher (Darrall), physically abused Spotz; (5) Dustin stabbed Spotz on one occasion because Spotz was protecting her; (6) the family moved frequently; (7) Spotz and Dustin both spent time in foster care; (8) Spotz was deeply saddened by the adoption of her other child, Annette; (9) both she and Dustin received mental health treatment; (10) Spotz was prescribed Ritalin at one point; and (11) she rejected Spotz until he was approximately thirteen because he resembled his father. (Sentencing N.T., 3/5/96-3/6/96, at 81-103). Similar to the testimony of Redden, Newpher’s penalty phase testimony thoroughly described Spotz’s violent and unstable home life. Hence, the jury found the “catchall” mitigating circumstance that Spotz grew up in a dysfunctional household.\nAlthough Newpher offered additional recollections of Spotz’s volatile childhood at the PCRA hearing, we fail to see how the testimony elicited from Newpher at trial differs materially from her PCRA testimony. Rather, the trial record establishes that trial counsel did adequately question Newpher about Spotz’s dysfunctional childhood, which was plagued by abuse and neglect. The PCRA testimony of Newpher further detailing Spotz’s background was merely cumulative of her prior testimony offered at Spotz’s sentencing hearing. “Trial counsel cannot be deemed ineffective for failing to pursue cumulative evidence of appellant’s background.” Commonwealth v. Hall, 549 Pa. 269, 701 A.2d 190, 205 (1997) (citing Commonwealth v. Cross, 535 Pa. 38, 634 A.2d 173, 177 (1993)); accord Commonwealth v. Clemmons, 505 Pa. 356, 479 A.2d 955, 961 (1984). Thus, this claim must fail.\nc. Carol Dale\nSpotz next reasons that his trial counsel was ineffective for failing to prepare Carol Dale (Carol), a friend of the Spotz family, before her penalty phase testimony. According to Spotz, had trial counsel effectively prepared Carol prior to his sentencing hearing, she would have testified that “Spotz and Dustin used language ‘inappropriate’ for children — rife with reference to sexual and other matters about which they should have had no knowledge.” (Brief of Spotz at 43 (quoting PCRA N.T., 9/29/00, at 354)).\nAt the PCRA hearing, Carol testified that that she never met with trial counsel prior to testifying at the penalty phase hearing. (PCRA N.T., 9/29/00, at 353-54). However, during that same PCRA hearing, trial counsel testified that, according to his billing records, he had conducted at least one telephone conference with Carol prior to the date that she testified. (PCRA N.T., 9/28/00, at 149). Moreover, at Spotz’s sentencing hearing, Carol testified that, after visiting the Spotz household, she remembered that Spotz and Dustin used inappropriate language and that “they had been exposed to much more than what children their age should have been.” (Sentencing N.T., 3/5/96-3/6/96, at 117). Although this penalty phase testimony did not explicitly mention the sexual nature of the “inappropriate” language, such an inference was readily apparent from the context of the statement.\nNonetheless, Spotz has failed to show how he was prejudiced by the failure of trial counsel to emphasize that the “inappropriate” language allegedly used by Spotz and Dustin included sexual references. Spotz has not demonstrated that there is a reasonable probability that, but for counsel’s alleged failure to procure this additional testimony from Carol, the outcome of his trial would have been any different. Pierce, supra. As such, counsel will not be deemed ineffective for failing to present additional testimony from a witness, the absence of which did not prejudice Spotz. Whitney, supra.\nd. Linda Chirdon\nSpotz avers that his trial counsel was ineffective for failing to inform his wife, Linda Chirdon (Linda), that she would be testifying prior to the time that she was called at Spotz’s sentencing hearing. Spotz insists that, had trial counsel adequately prepared Linda before the penalty phase hearing, she would have testified about his escalating drug and alcohol abuse during the time period preceding the alleged murders. However, as alluded to previously, numerous witnesses, including Spotz himself, testified at the sentencing hearing about Spotz’s recurrent and destructive drug and alcohol abuse. We fail to see how the absence of additional testimony from Linda further detailing Spotz’s well-documented drug and alcohol abuse “so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.” 42 Pa.C.S. § 9543(a)(2)(ii). Such testimony from Linda concerning Spotz’s substance abuse would have been purely cumulative in nature. As a defendant is not prejudiced by the failure of trial counsel to pursue cumulative evidence of the defendant’s background, Spotz’s claim of ineffective assistance of counsel must fail. Hall, supra; Clemmons, supra.\ne. Malissa Chirdon\nSimilarly, Spotz also asserts that his trial counsel was ineffective for failing to interview and prepare Chirdon, his sister-in-law, to testify at the sentencing hearing. According to Spotz, his “counsel wholly failed to bring out evidence of [his] downward psychological spiral immediately before his brother’s death.” (Brief of Spotz at 39). Other than making this bald assertion, Spotz does not direct the Court to any evidence to support his argument. Like Linda, Chirdon also testified briefly at the PCRA hearing about Spotz’s escalating drug and alcohol abuse and how he appeared “pretty run down” prior to the alleged murders. (PCRA N.T., 10/2/00-10/3/00, at 572). Meanwhile, at the penalty phase of Spotz’s trial, Chirdon testified that Spotz regularly abused “[mjarijuana, alcohol, crack, [and] ■ acid.” (Sentencing N.T., 3/5/96-3/6/96, at 146). We fail to see how the testimony elicited from Chirdon before the PCRA court differs materially from the testimony that she offered during the sentencing hearing of Spotz. Any additional testimony from Chirdon further detailing Spotz’s escalating substance abuse would have been merely cumulative evidence. A defendant is not prejudiced by the failure of counsel to present merely cumulative evidence, Clemmons, supra.; therefore, this ineffectiveness claim must fail.\nf. Lorraine Page and Chester Dale\nNext, Spotz professes that his trial counsel was ineffective for failing to call either Lorraine Page (Page) or Chester Dale (Chester) as mitigation witnesses at his sentencing hearing. Spotz claims that both Page and Chester, who are friends of the Spotz family, were available to testify at his penalty phase hearing, but trial counsel failed to call either as a mitigation witness. As noted earlier, to prove that counsel was ineffective for not presenting certain witnesses, a defendant “must establish the existence of and the availability of the witnesses, counsel’s actual awareness, or duty to know, of the witnesses, the willingness and ability of the witnesses to cooperate and appear on the defendant’s behalf and the necessity for the proposed testimony in order to avoid prejudice.” Commonwealth v. Whitney, 550 Pa. 618, 708 A.2d 471, 480 (1998).\nAt the PCRA hearing, Page testified that, had she been called as a witness, she would have described: (1) Spotz’s unstable home environment; (2) the deplorable living conditions of the Spotz household; (3) the widespread drug and alcohol abuse throughout the Spotz household; (4) Spotz’s frequent encounters with physical violence; and (5) the regular abuse Spotz suffered at the hands of his stepfather, Darrall. (PCRA N.T., 9/28/00, at 70-92). Moreover, at the same PCRA hearing, Chester also testified that, had he been called as a mitigation witness, he would have described that, while growing up, Spotz was subjected to deplorable living conditions and that Spotz’s mother lacked an emotional bond with him. (PCRA N.T., 9/29/00, at 358-63).\nSpotz, however, has failed to show how the absence of such testimony of Page and Chester prejudiced him. Instead, the PCRA testimony appears to be merely repetitive and cumulative of the penalty phase testimony offered by other mitigation witnesses, which more than adequately illustrated the distressing childhood and home life to which Spotz had been subjected. As a defendant is not prejudiced by the failure of trial counsel to pursue cumulative evidence of the defendant’s background, Spotz’s claim of ineffective assistance of counsel must fail. Hall, supra; Cross, supra; Clemmons, supra.\ng. Institutional Records\nIn continuing his argument that trial counsel was ineffective for failing to investigate and present available mitigating evidence, Spotz contends that his trial counsel conducted no independent investigation of available institutional records. Spotz acknowledges that his trial counsel had been provided a variety of institutional records through a coordinated effort with his defense counsel in the other counties where he had been charged. Nonetheless, Spotz maintains that these institutional records, including his Clearfield County Children & Youth records, which were provided by Cumberland County Public Defender Taylor Andrews (Attorney Andrews), were “woefully incomplete.” (Brief of Spotz at 44). Moreover, Spotz claims that trial counsel failed to obtain any mental diagnoses of other Spotz family members, including the institutional records of Dustin, which, according to Spotz, were necessary “to understand the shocking extent of the abuse, neglect, and violence in the Spotz home or the genesis of the Clearfield County incident that precipitated this killing.” (Id. at 45).\nAt the PCRA hearing, trial counsel explained that, because Spotz had been charged with homicide in three different counties, the defense attorneys in each county developed a joint investigation effort. (PCRA N.T., 9/28/00, at 101-03). Pursuant to this coordinated effort, Attorney Andrews, counsel for Spotz in Cumberland County, was in charge of investigating and gathering Spotz’s background information concerning potential penalty phase issues. (Id.) In addition, trial counsel testified that he had sent out his own investigators from Schuylkill County “to get additional information to supplement what [he] had been given by the investigator that Attorney Andrews had hired.” (Id. at 102.)\nAs Spotz notes, the Clearfield County Children & Youth records obtained by Attorney Andrews and utilized by trial counsel were incomplete. However, these institutional records were purposely condensed because of their extensive volume. Because the file was so large, joint counsel asked Molly Muir (Muir), the caseworker assigned to the Spotz family file, to “pick out the documents that would provide the best overview of the family’s file.” (PCRA N.T., 9/29/00, at 194). In response, Muir testified at the PCRA hearing that she “tried to pick out examples until the case was closed that would give the counsel an overview of how [the Spotz] family functioned and what Children & Youth did during its involvement.” (Id. at 280).\nWe fail to see how Spotz was prejudiced by the failure of trial counsel to obtain the full text of each and every available institutional record relating to Spotz and Dustin. Contrary to the position of Spotz, the condensed institutional records provided by Muir from Clearfield County Children & Youth more than adequately detailed the abuse, neglect, and violence prevalent in the Spotz household. (Id. at 278-79; Exhibit 18A). Moreover, as referenced above, numerous penalty phase witnesses meticulously recounted the substantial abuse, neglect, and violence to which Spotz had been subjected at home. Hence, the jury found, by a preponderance of the evidence, the “catchall” mitigating circumstance, namely that Spotz had been raised in a dysfunctional household.\nSpotz has failed to demonstrate that there is a reasonable probability that, but for counsel’s alleged failure to obtain the full text of all available institutional records, the outcome of the penalty phase would have been different. Pierce, supra. Additional, full-text institutional records reiterating the abuse, neglect, and violence in the Spotz home would have been merely cumulative and redundant. A defendant is not prejudiced by the failure of counsel to present merely cumulative evidence. Clemmons, supra. Thus, this claim of ineffective assistance of trial counsel is meritless.\nIn a related claim, Spotz also argues that his trial counsel was ineffective for relying on the records collection of Attorney Andrews, who Spotz alleges labored under a conflict of interest. Spotz notes that Attorney Andrews, as part of a tri-county coordinated effort, was responsible for investigating and gathering Spotz’s background information and institutional records. Spotz also identifies that Attorney Andrews had represented Dustin during prior, unrelated criminal proceedings concerning Dustin’s involuntary commitment to Warren State Hospital. Because of this prior representation of Dustin, Spotz maintains that an actual conflict of interest existed between Attorney Andrews and him. Therefore, Spotz asserts that his trial counsel was ineffective for “[h]aving relied completely on conflicted counsel’s work product.” (Brief of Spotz at 46-47).\n“A defendant cannot prevail on a conflict of interest claim absent a showing of actual prejudice.” Commonwealth v. Karenbauer, 552 Pa. 420, 715 A.2d 1086, 1094 (1998) (citing Commonwealth v. Faulkner, 528 Pa. 57, 595 A.2d 28, 38 (1991)). In Commonwealth v. Hawkins, 567 Pa. 310, 787 A.2d 292 (2001), this Court reiterated that while “it is true that prejudice is presumed when counsel is burdened by an actual conflict of interest, this is only if the defendant demonstrates that counsel ‘actively represented conflicting interests’ and ‘that an actual conflict of interest adversely affected his lawyer’s performance.’ ” Id. at 297-98 (quoting Commonwealth v. Buehl, 510 Pa. 363, 508 A.2d 1167, 1175 (1986)) (holding that “[a]ppellant’s defense was not prejudiced by the fact that, at a prior time, his counsel had represented a Commonwealth witness”).\nHere, Spotz has failed to demonstrate that counsel “actively represented conflicting interests.” Id. Similar to Hawkins and Buehl, this was not a circumstance involving dual representation by a single attorney. Rather, as in Hawkins and Buehl, Attorney Andrews’ representation of Dustin terminated before he was appointed to represent Spotz in Clearfield County. As we stated in Karenbauer, “[w]here, as here, the record clearly demonstrates that counsel did not actively represent conflicting interests, a claim based on the appearance of a conflict of interest lacks merit.” Karenbauer, 715 A.2d at 1094.\nAdditionally, as in Hawkins, Spotz has failed to show how Attorney Andrews’ previous representation of the now deceased Dustin adversely affected trial counsel’s representation of Spotz in the present matter. Although Attorney Andrews spearheaded the investigation into Spotz’s background information, trial counsel also conducted his own independent investigation into mitigating circumstances. (PCRA N.T., 9/28/00, at 102). Other than the bald assertions that Spotz presents in his Brief to this Court, he has offered no evidence to suggest that Attorney Andrews withheld any of Dustin’s institutional records from trial counsel because of an alleged conflict of interest. Furthermore, there is no evidence of record to suggest that trial counsel requested Dustin’s institutional records and was denied access by Attorney Andrews. Instead, the record reveals that both trial counsel and Attorney Andrews zealously advocated on behalf of Spotz and were unhampered by any alleged conflict of interest created by Attorney Andrews’ prior representation of Dustin.\nNevertheless, Spotz insists that this alleged conflict of interest prevented Attorney Andrews from providing Dustin’s institutional records, which “were substantially richer in detail about the [Spotz] family abuse and violence.” (Brief of Spotz at 48). According to Spotz, “[w]ithout this essential inform a,tion, counsel could not — and did not — accurately inform the jury of the horrific situation in the Spotz household.” (Id.). However, Spotz’s own admissions in his Brief reveal that, even if Attorney Andrews had provided Dustin’s institutional records to trial counsel, these records would have uncovered nothing more than cumulative evidence of the abuse, neglect, and violence prevalent inside the Spotz household. As previously emphasized, numerous mitigation witnesses at Spotz’s sentencing hearing, including Spotz himself, detailed this abuse, neglect, and violence that Spotz endured in his home life. A defendant is not prejudiced by the failure of trial counsel to pursue cumulative evidence of the defendant’s background, Hall, supra; Cross, supra; Clemmons, supra; therefore, Spotz’s claim of ineffective assistance of counsel must fail.\nh. Dr. Ragusea\nNext, Spotz argues that his counsel was ineffective for failing to provide defense mental health expert, Dr. Ragusea, with sufficient records so that he could make an accurate diagnosis. At the PCRA hearing, Dr. Ragusea, a psychologist, testified that, prior to Spotz’s trial, he did not receive all of Spotz’s available institutional records, including those records contained in the Spotz family file at the office of Clear-field County Children & Youth. (PCRA N.T., 10/2/00-10/3/00, at 507). After reviewing the additional family records provided to him following Spotz’s trial, Dr. Ragusea testified that he would have changed his diagnosis of Spotz. (Id. at 510-11). In particular, Dr. Ragusea stated that he would have changed his diagnosis from just a simple case of post-traumatic stress disorder caused by the stabbing and shooting death of Dustin in Clearfield County to a more “severe case of post traumatic stress disorder,” which predated the Clearfield County incident. (Id. at 511). According to Dr. Ragusea, the additional records indicated that this preexisting post-traumatic stress disorder resulted from the frequent and traumatic abuse that Spotz endured in his household, which Dr. Ragusea explained was “more frequent and more severe than [he] believed at the time of [Spotz’s] trial based upon the documentation then available to [him].” (Id. at 512-13).\nAdditionally, Dr. Ragusea also testified at the PCRA hearing that, in light of the additional records provided to him after Spotz’s trial, he would have “consider[ed] changing [his] diagnosis regarding the possibility of the schizophrenic disorder or schizoaffective disorder given that there is apparently a strong genetic trend in the family.” (Id. at 511). Dr. Ragusea explained as follows:\nBoth Dustin Spotz and the father of both Spotz boys were diagnosed with those diagnoses of schizoaffective disorder and schizophrenic disorder and as a result it raised concerns in my mind about Mark Spotz possibly having the same genetic load and at the time I wrote my report I did not have that documentation available to me.\n(Id. at 511). Consequently, Spotz contends that the absence of these additional records materially weakened the testimony of Dr. Ragusea and thereby hampered his case for mitigation at the penalty phase.\nAs explained earlier, Spotz’s institutional records were collected as part of a tri-county cooperative effort of defense counsel and then forwarded to Dr. Ragusea to assist him during his evaluation of Spotz. At the PCRA hearing, Muir, the Children & Youth caseworker from Clearfield County, testified that, because of the overwhelming size and volume of records contained in the Spotz family file, she intentionally excluded many duplicative and surplus records. (PCRA N.T., 9/29/00, at 194). As such, she testified that she “tried to pick out examples until the case was closed that would give the counsel an overview of how [the Spotz] family functioned and what Children & Youth did during its involvement.” (Id. at 280).\nAccording to Spotz, the absence of these additional records, which Dr. Ragusea deemed significant, materially affected his diagnosis. However, this argument of Spotz was discredited and undermined by the PCRA testimony of his own expert witness, Robert Fox (Dr. Fox), a psychiatrist. At the PCRA hearing, Dr. Fox testified that, after reviewing all of the available institutional records of the Spotz family, including those to which Dr. Ragusea was not privy, and interviewing Spotz privately at prison for three hours, he diagnosed Spotz with preexisting post-traumatic stress disorder, which dated back to his childhood as a result of abuse and neglect at home. (PCRA N.T., 10/2/00-10/3/00, at 383-84, 465-66). Although the post-traumatic stress disorder diagnosis of Dr. Fox differed slightly from the diagnosis of Dr. Ragusea, in that it predated the stabbing and shooting death of Dustin, Dr. Fox did not attribute this slight disparity to Dr. Ragusea’s alleged lack of available institutional records. Rather, when asked if the absence of these additional records would have materially affected the diagnosis of Dr. Ragusea, Dr. Fox responded:\nNo, I don’t think that the absence of these records would materially affect it. I think you could make the diagnosis based on the other body of records. The diag — the records that were not provided to Doctor Ragusea are important records. They’re very useful records but in looking — and it’s — I’m in a difficult situation in trying to answer that question because T read all the records together. I didn’t say — I didn’t read what he had and then read the additional stuff. I read — I just read all of them. So in retrospect to say well, if you didn’t have this page and you only had this, there are an awful lot of records — I think that there were an awful lot records that Doctor Ragusea had and I think that they’re way more records than I would normally expect to receive in a case like this.\n(Id. at 477 (emphasis added)).\nFurthermore, Dr. Fox ascribed the difference in each doctor’s diagnosis to the timing of the respective examinations, and not to the availability of additional records. (Id. at 484). Specifically, Dr. Fox noted that he “had somewhat of an advantage over Doctor Ragusea” because he had the benefit of examining Spotz several years after the traumatic stabbing and shooting death of Dustin. (Id.). On the other hand, Dr. Fox explained that Dr. Ragusea evaluated Spotz shortly after the traumatic events in Clearfield County, during a time when “the trauma related to [Spotz] being stabbed by his brother and the death of his brother were much more prevalent ... than the whole lifetime history of trauma.” (Id.). Thus, as this PCRA testimony illustrates, Spotz’s own expert witness dismissed his claim that the absence of additional institutional records materially affected the diagnosis of Dr. Ragusea.\nEven so, Spotz has failed to establish that he was prejudiced by the failure of trial counsel to provide Dr. Ragusea with additional institutional records. Pierce, supra. As the PCRA court explained, “[t]he difficulty in crediting Dr. Ragusea’s testimony on this point is that he was unable to identify for the court specifically which new records were important and necessary in the formulating of his opinion.” (Opinion of the PCRA Court at 31). Notably, at the PCRA hearing, the following exchange occurred:\nTHE COURT: You’re not able to delineate for me specifically what records caused you to change your mind [concerning your diagnosis]?\nA. [Dr. Ragusea]: Not at this point I could not, your Honor. It’s just — it’s a very complicated matter.\n(PCRA N.T., 10/2/00-10/3/00, at 565). Absent a showing of prejudice before the PCRA court, Spotz is not entitled to relief on his claim.\nUltimately, Dr. Ragusea testified that the additional records were helpful in corroborating much of the information that Spotz had detailed during his initial evaluation. (Id. at 556). Other than providing cumulative background information, Spotz has failed to show how the additional records would have materially influenced the diagnosis of Dr. Ragusea. As a defendant is not prejudiced by the failure of trial counsel to present cumulative evidence of the defendant’s background, Hall, supra; Cross, supra, Spotz’s claim of ineffective assistance of counsel is without merit.\nIn a related claim, Spotz also asserts that his trial counsel was ineffective for failing to prepare Dr. Ragusea during the penalty phase of his trial. According to Spotz, trial counsel failed to direct and guide the testimony of Dr. Ragusea, causing his expert to ramble “through a disjoined monologue of general observations,” which came across to the jury as disorganized and imprecise. (Brief of Spotz at 53). In support of his argument, Spotz points to the testimony of Dr. Ragusea at the PCRA hearing, where he testified as follows: “I expected to be asked lots of questions and I was sort of surprised. I kept looking over at the attorney looking for guidance or structure and I just didn’t get any.” (PCRA N.T., 10/2/00-10/3/00, at 520). Despite allegedly being “set loose” by trial counsel to “just talk until [he] had nothing further to say,” Dr. Ragusea testified that he “still had plenty more to say,” but was not properly guided by Spotz’s attorney. (Id.).\nAt the PCRA hearing, trial counsel acknowledged that he had only asked Dr. Ragusea a very limited number of questions at the sentencing hearing. (PCRA N.T., 9/28/00, at 154). However, he explained his strategy behind this approach by stating: “If experts can get away with that with putting on their show with nobody stopping them, I don’t stop them.” (Id.). Moreover, trial counsel testified that he had “gone over [Dr. Ragusea’s] testimony with him several times” and even created a checklist of items that he wanted Dr. Ragusea to cover in front of him. (Id. at 155). Because he recollected that he had “checked off everything” on the list, trial counsel testified that he did not believe it was necessary to continue questioning Dr. Ragusea further.\nDespite being asked limited questions, Dr. Ragusea testified at length during the penalty phase concerning, inter alia, Spotz’s background information, his evaluation of Spotz, and the diagnoses he reached. (Sentencing N.T., 3/5/96-3/6/96, at 234-62). As the PCRA court concluded, “[t]here appears to be nothing disjointed or confusing about [Dr. Ragusea’s] testimony, which happens to occupy nearly thirty pages in the trial transcript.” (Opinion of the PCRA Court at 34). The decision of trial counsel to allow Dr. Ragusea to testify freely and uninterrupted was a matter of sound trial strategy. As noted previously, trial counsel will not be deemed ineffective where he or she has a reasonable basis for his or her actions. Paolello, supra. Moreover, the mere fact that this trial strategy ultimately proved unsuccessful does not render it unreasonable. Commonwealth v. Rizzuto, 566 Pa. 40, 777 A.2d 1069, 1085 (2001). Because Spotz has failed to show that trial counsel did not have a reasonable strategic basis for presenting the testimony of Dr. Ragusea in this narrative manner, he is not entitled to relief on this claim. See Paolello, 665 A.2d at 454 (“If we conclude that, the particular course chosen by counsel had some reasonable basis, our inquiry ceases and counsel’s assistance is deemed effective.”).\ni. Department of Corrections Records\nFinally, Spotz maintains that his trial counsel was ineffective for failing to present, as mitigating evidence during the penalty phase, his Department of Corrections records, which, according to Spotz, allegedly detailed his favorable adjustment to prison. In particular, Spotz claims that an institutional report prepared by Franklin Ryan, Ph.D. (Dr. Ryan), the chief psychologist at the state correctional facility where Spotz was imprisoned, would have provided “clear and admissible evidence that incarceration ‘provides [Spotz] with a structure, limits, and guidelines’ and that, in the judgment of the state correctional institution’s own chief psychologist, [Spotz] in time will ‘adjust well to prison life.’ ” (Brief of Spotz at 56 (quoting Exhibit 5 to the Initial Brief of Spotz, PVReclass Psych Eval, 1/31/96, at 2)). Spotz insists that the failure of trial counsel either to introduce this corrections report as mitigating evidence at the sentencing hearing or to provide this institutional report to Dr. Ragusea for his evaluation of Spotz was highly prejudicial.\nAs Spotz notes, in Skipper v. South Carolina, 476 U.S. 1, 106 S.Ct. 1669, 90 L.Ed.2d 1 (1986), the United States Supreme Court determined that it was error for a trial court to preclude testimony that a defendant had made a good adjustment to prison life during the time between his arrest and trial. In reaching its decision, the Supreme Court explained that, “in capital cases, the sentencer [may] not be precluded from considering, as a mitigating factor, any aspect of a defendant’s character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.” Skipper, 476 U.S. at 4, 106 S.Ct. 1669 (internal quotation marks omitted); see also Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831, 851-52 (2003); Commonwealth v. Harris, 572 Pa. 489, 817 A.2d 1033, 1053-54 (2002).\nHere, unlike Skipper, Spotz does not contend that the trial court erred in precluding evidence of his favorable adjustment to prison life. Rather, Spotz asserts that his counsel was ineffective for failing to present such mitigating evidence. This Court was faced with a similar ineffective assistance of counsel claim in Commonwealth v. Wharton, 571 Pa. 85, 811 A.2d 978 (2002). In Wharton, the defendant claimed that his trial counsel was ineffective for failing to obtain and introduce evidence that, during the seven years between his first and second penalty hearings, he adjusted favorably to prison life and, therefore, he should be sentenced to life in prison because he was amenable to rehabilitation. The defendant argued that his positive adjustment to the prison environment was relevant mitigating evidence that his counsel was constitutionally obliged to produce pursuant to Skipper. In distinguishing Skipper, we explained as follows:\nThe issue in Skipper, however, was not whether counsel could be deemed ineffective for failing to introduce this sort of evidence, but rather, whether the trial court there erred in excluding actually proffered evidence that the incarcerated defendant’s behavior in prison had been good.... Properly speaking, the issue before this Court is not whether appellant’s prison adjustment was relevant mitigation evidence that the trial court erred in excluding. Instead, the issue is whether appellant’s counsel was ineffective for failing to introduce evidence of that adjustment as mitigation evidence to convince the jury that he had made a positive adjustment to prison.\nWharton, 811 A.2d at 988. After examining the defendant’s voluminous prison records, this Court concluded that the defendant had failed to demonstrate that his counsel lacked an objectively reasonable basis for failing to present this mitigating evidence. Specifically, we noted that the defendant’s institutional records detailed both positive and negative adjustments to prison life. Because the evidence concerning the defendant’s institutional adjustment “cut both ways,” we concluded that “counsel can hardly be deemed constitutionally incompetent for failing to produce it.” Id. at 989.\nSimilar to Wharton, Spotz has failed to demonstrate how his counsel was ineffective for failing to present his Department of Corrections records as mitigating evidence. First, Spotz has failed to show that trial counsel did not have a reasonable strategic basis for choosing not to present these institutional records. Paolello, supra. Likewise, Spotz has failed to demonstrate how he was prejudiced by the failure of counsel to offer his Department of Corrections records. Notably, the report prepared by Dr. Ryan, which appears to have been an intake evaluation, merely indicates that Spotz is likely to adjust favorably to prison life. Unlike the records in either Wharton or Skipper, this report does not detail Spotz’s actual, favorable adjustment to prison life, but rather speculates as to his potential, favorable adjustment. Because of the speculative nature of the report, we believe that trial “counsel can hardly be deemed constitutionally incompetent for failing to produce it.” Wharton, 811 A.2d at 989. In any case, Spotz has failed to show that there is a reasonable probability that, but for trial counsel’s failure to present his Department of Corrections records, the outcome of his sentencing hearing would have been different. Thus, this claim of ineffective assistance of trial counsel must fail. Pierce, supra.\n3. Finding of (d)(6) Aggravating Circumstance\nSpotz next asserts that his death sentence must be reversed because the trial court failed to instruct the jury during the sentencing phase that the aggravating circumstance of committing a killing while in the perpetration of a felony, 42 Pa.C.S. § 9711(d)(6), does not apply to an accomplice who did not personally bring about the death of the victim. Because trial counsel could have, but failed, to raise this claim at trial, it is waived. 42 Pa.C.S. § 9544(b). Spotz, however, presents the argument in terms of the ineffectiveness of his trial counsel for failing to make a request for such an instruction at trial. Therefore, this Court will excuse the waiver and consider his claim in light of the standard for determining whether trial counsel was ineffective for failing to raise the issue at trial. Morales, supra.\nIn order to impose a sentence of death, the jury must unanimously agree: (1) that the Commonwealth has proved at least one “aggravating circumstance” beyond a reasonable doubt; and (2) that either: (a) the defendant has failed to prove any “mitigating circumstance” by a preponderance of the evidence; or (b) the aggravating circumstance or circumstances outweigh any mitigating circumstances. 42 Pa.C.S. § 9711(c)(1)(iv). During the sentencing phase of his trial, the jury found that Spotz had proved one mitigating circumstance and that the Commonwealth had established three aggravating circumstances, including that Spotz “committed a killing while in the perpetration of a felony.” 42 Pa.C.S. § 9711(d)(6).\nOn December 23, 1998, this Court held in Commonwealth v. Lassiter, 554 Pa. 586, 722 A.2d 657, 662 (1998) (plurality opinion), that the Section 9711(d)(6) aggravating circumstance “may not be applied to an accomplice who does not ‘commit’ the killing in the sense of bringing it to completion or finishing it.” Thus, at the sentencing phase of a first-degree murder trial, the Commonwealth has failed to prove this aggravator unless and until it has established beyond a reasonable doubt that the defendant himself was the killer. At the trial of Spotz, the court failed to make this requirement clear to the jury; hence the claim of Spotz that his trial counsel was ineffective for failing to make a request for such an instruction has arguable merit.\nNevertheless, it is well established that the effectiveness of counsel is examined under the standards existing at the time of performance rather than at the point when an ineffectiveness claim is made. See, e.g., Commonwealth v. Todaro, 549 Pa. 545, 701 A.2d 1343 (1997) (citing Commonwealth v. Dunbar, 503 Pa. 590, 470 A.2d 74, 77 (1983)). Therefore, Spotz must demonstrate that trial counsel was ineffective under the law in existence at the time of trial. The only decision upon which Spotz relies as compelling the instruction in question, however, is Lassiter, which we decided nearly three years after the jury sentenced him, on March 6, 1996. Consequently, this Court cannot say that the trial court improperly instructed the jury, nor can it find that trial counsel was ineffective for failing to make a request for the instruction that Lassiter would have required. See Cribble II, 863 A.2d at 464 (“Counsel cannot be deemed ineffective for failing to predict developments or changes in the law.”); Commonwealth v. Fowler, 550 Pa. 152, 703 A.2d 1027, 1029 (1997) (“Counsel can never be deemed ineffective for failing to raise a claim that has no merit.”).\nIn his Concurring and Dissenting Opinion, Justice Saylor denies that Lassiter constituted a development or change in the law existing at the time of Spotz’s sentencing, suggesting that “Lassiter’s holding merely enforces the plain meaning of the statute.” Concurring and Dissenting Opinion of Justice Saylor, op. at 109, 896 A.2d at 1256. Because “capital counsel are responsible to vindicate their clients’ interests under existing statutory provisions,” Justice Saylor finds that Spotz satisfies the arguable merit and reasonable basis prongs of the instant ineffectiveness claim. Id. Moreover, “since the jurors found a mitigating circumstance, and therefore, the sentencing decision was committed to their weighing of the aggravating and mitigating circumstances,” Justice Saylor concludes that Spotz has shown that there is a reasonable probability that the jury would not have imposed the death penalty but for trial counsel’s failure to challenge the jury instruction. Id. at 111—12, 896 A.2d at 1257. Therefore, finding all three prongs of the instant ineffectiveness claim satisfied, Justice Saylor would award a new penalty hearing. Id. Although we agree that Spotz has shown that his claim has arguable merit, we find that he has failed to satisfy the reasonable basis prong and therefore conclude that a new penalty hearing is unwarranted.\nTo determine whether trial counsel for Spotz had a reasonable basis for not objecting to the jury instructions regarding the (d)(6) aggravator, we must consider the many decisions of this Court dealing with the application of that aggravator that were in effect at the time of Spotz’s sentencing. An examination of these cases reveals that, in the course of reviewing sentences imposed before our decision in Lassiter, we often did not identify the person who must commit the killing when referring to the (d)(6) aggravator. More importantly, on several occasions, this Court upheld the sentencing of a defendant, prior to Lassiter, where the jury found the (d)(6) aggravator applicable even though, as in the instant case, it may have convicted the defendant based on accomplice liability.\nTherefore, although the argument based on the text of the statute indeed has arguable merit, and although trial counsel’s decision may seem unreasonable in hindsight, trial counsel for Spotz might reasonably have believed at the time that objecting to the jury charge regarding the (d)(6) aggravator would have been futile given our own prior decisions upholding its application against accomplices. Accordingly, we decline to deem Spotz’s trial counsel ineffective for failing to request that the trial court instruct the jury that the (d)(6) aggravator does not apply to an accomplice who did not personally bring about the death of the victim.\n4. Finding of (d)(9) Aggravating Circumstance\nAnother of the three aggravating circumstances that the jury unanimously found during the sentencing phase of the trial of Spotz is that Spotz “has a significant history of felony convictions involving the use or threat of violence to the person.” 42 Pa.C.S. § 9711(d)(9). Spotz challenges his death sentence on the basis of the failure of his counsel to raise a number of issues relating to this aggravating circumstance. According to Spotz, the failure to raise these issues during the sentencing phase of his trial constitutes ineffective assistance of counsel, which requires that his death sentence be vacated.\nThe first argument involving the Section 9711(d)(9) aggravator that Spotz asserts his counsel should have raised is based on the failure of the trial court to define the statutory terms “significant history,” “use or threat of violence,” or “to the person.” Spotz argues that the absence of any limiting instructions renders these words unconstitutionally vague. The vagueness argument of Spotz, however, lacks arguable merit.\nIn Commonwealth v. Rivers, 537 Pa. 394, 644 A.2d 710 (1994) , which was decided just two years before the sentencing of Spotz, this Court rejected as “absurd” a vagueness challenge to the “significant history” portion of the language of Section 9711(d)(9). Id. at 719; see also Commonwealth v. Fahy, 512 Pa. 298, 516 A.2d 689, 697-98 (1986). The terms “use or threat of violence” and “to the person” are, of course, even less ambiguous than “significant history;” Spotz cannot be heard to argue that someone in his position would have had to guess at the meaning of such straightforward language. Therefore, because the vagueness challenge to Section 9711(d)(9) lacks merit, counsel for Spotz cannot be deemed ineffective for failing to make it. Commonwealth v. Travaglia, 541 Pa. 108, 661 A.2d 352 (1995).\nSpotz also challenges the Section 9711(d)(9) aggravating circumstance on the basis of the “inconsistent determination” by this Court of whether burglary is per se a crime “involving the use of threat of violence” pursuant to the language of the statute. (Brief of Spotz at 71). According to Spotz, such inconsistent construction of Section 9711(d)(9), which he calls “arbitrary and capricious,” somehow renders his death sentence unconstitutional. (Id.)\nIn Commonwealth v. Bracey, 541 Pa. 322, 662 A.2d 1062 (1995) (Bracey I), which was decided within just a year of the trial of Spotz, this Court specifically rejected the same argument raised by Spotz. In Bracey I, this Court determined that trial counsel was not ineffective for failing to object to an instruction by the trial court that burglary is per se a crime of violence pursuant to Section 9711(d)(9). Id. at 1075 n. 15 (citing Commonwealth v. Rolan, 520 Pa. 1, 549 A.2d 553 (1988)). As this Court held in Rolan, “the crime of burglary has always been and continues to be viewed as a crime involving the use or threat of violence to the person.” Rolan, 549 A.2d at 559.\nAlthough Spotz cites prior cases in which this Court has considered the question whether burglary is per se a crime of violence pursuant to Section 9711(d)(9), he fails to provide adequate support for his contention that the jury could not constitutionally find that the Commonwealth had established the aggravator pursuant to the applicable law at the time of trial. The trial court merely followed the binding precedent of this Court when it allowed the jury to find, based on the burglary convictions of Spotz, that he had “a significant history of felony convictions involving the use or threat of violence to the person.” 42 Pa.C.S. § 9711(d)(9). Because the challenge to the jury finding on this basis lacks arguable merit, counsel for Spotz was not ineffective for failing to raise it. Travaglia, supra.\nFinally, Spotz raises erroneous testimony at trial that, according to him, renders improper the jury’s finding of the Section 9711(d)(9) aggravator. During the sentencing phase of the trial, the Commonwealth presented Robert C. Gwinn (Gwinn), the Clerk of Courts of Cumberland County, as a witness. While testifying to the criminal record of Spotz, Gwinn stated that Spotz had pled guilty to eight counts of burglary. (Sentencing N.T., 3/5/96-3/6/96, at 29). It is undisputed, however, that Spotz was convicted of only three counts of burglary. To determine whether Spotz had a “significant history” of convictions for crimes of violence, the jury was instructed to consider, inter alia, “the number of previous convictions.” (Id. at 292). Therefore, the erroneous nature of the testimony of Gwinn, unless corrected, would undermine support for the jury finding of the aggravator, see Commonwealth v. Karabin, 521 Pa. 543, 559 A.2d 19 (1989), and, in turn, reliance on it by the jury in imposing the death sentence, see Aaron Jones I, supra.\nA careful examination of the record, however, shows that the misstatement of Gwinn did not stand uncorrected. Just after Gwinn misspoke, counsel for Spotz immediately objected, interrupting Gwinn, and a sidebar followed. (Sentencing N.T., 3/5/96-3/6/96, at 29-31). After the sidebar, the judge instructed the jury to disregard a portion of the testimony of Gwinn. (Id. at 31-32). Although the judge did not mention the misstatement in his instructions, once direct examination continued, the prosecutor asked Gwinn whether Spotz entered a plea to three counts of burglary, and Gwinn responded, “Yes.” (Id. at 32). Moreover, immediately following Gwinn on the stand was David John Bennett, a state parole officer, who confirmed that Spotz had pled guilty to “three counts of burglary.” (Id. at 34). Once the number of burglary convictions had thus been clarified, there was no longer a meritorious argument to be made, and counsel for Spotz may not be deemed ineffective for failing to object in that regard. Travaglia, supra.\n5. Lack of Simmons Instruction\nNext, Spotz alleges that his sentence of death should be reversed because the trial court failed “to provide an accurate sentencing instruction that in Pennsylvania a defendant who receives a life sentence for first-degree murder is statutorily ineligible for parole.” (Brief of Spotz at 79). Because trial counsel failed to raise this claim at trial, it is waived. 42 Pa.C.S. § 9544(b). However, Spotz does contend and sufficiently argue that trial counsel was ineffective for failing to raise the issue at trial. (Brief of Spotz at 87-90). Thus, we will consider his argument in light of the standard for determining whether trial counsel was ineffective for failing to raise the argument at trial. Morales, supra.\nSpotz maintains that his trial counsel was ineffective for failing to request a jury instruction at the penalty phase that life imprisonment in Pennsylvania means life without the possibility of parole. See Simmons v. South Carolina, 512 U.S. 154, 114 S.Ct. 2187, 129 L.Ed.2d 133 (1994). Spotz claims that his counsel’s failure to request such an instruction violated his due process rights, his right to an impartial jury, and the requirement pursuant to the Eighth Amendment that a capital sentencing jury be permitted to consider and give effect to all relevant mitigating circumstances.\nIn Simmons, the United States Supreme Court recognized that a state “may not create a false dilemma by advancing generalized arguments regarding the defendant’s future dangerousness while, at the same time, preventing the jury from learning that the defendant never will be released on parole.” Id. at 171, 114 S.Ct. 2187. Therefore, the Simmons Court held that, where the state puts the future dangerousness of the defendant into issue, due process requires that the defendant be entitled to inform the jury that he or she is ineligible for parole. Id. During the time since the decision of the Supreme Court in Simmons, precedent from this Court has established that “[a] Simmons instruction, detailing what a life sentence means in Pennsylvania, is required only if the prosecution makes the defendant’s future dangerousness an issue in the case and the defendant specifically requests such an instruction.” Spotz III, 759 A.2d at 1291 (citing Commonwealth v. Chandler, 554 Pa. 401, 721 A.2d 1040, 1046 (1998), and Commonwealth v. Smith, 544 Pa. 219, 675 A.2d 1221, 1232 (1996)); see also Aaron Jones II, 811 A.2d at 1004 (“[T]he trial court’s obligation to issue a Simmons charge is triggered only upon the existence of twin requirements, i.e., future dangerousness being placed at issue, and a defense request.”) (emphasis and internal quotation marks omitted).\nAccording to Spotz, the prosecution made his future dangerousness an issue in this case by, inter alia, presenting evidence that he had a significant history of felony convictions involving the use or threat of violence, suggesting that he pled guilty to other violent crimes, and offering evidence of his prior, negative parole status. (Brief of Spotz at 80). Spotz insists that the logical inference from this evidence was that he would pose a future danger to society.\nHowever, as the PCRA court concluded, Spotz was not entitled to a Simmons instruction in this case because the prosecution did not inject concerns over Spotz’s future dangerousness into the proceedings. (Opinion of the PCRA Court at 60). This Court has consistently recognized that “instructions detailing the character of a life sentence are not required where future dangerousness is not expressly implicated. The trial court is not required to issue the instruction based upon references to a defendant’s past violent acts alone.” Commonwealth v. King, 554 Pa. 331, 721 A.2d 763, 779 (1998) (citing Commonwealth v. May, 551 Pa. 286, 710 A.2d 44, 47 (1998) (holding that evidence regarding a defendant’s past violent convictions or conduct does not implicate the issue of his or her future dangerousness)).\nHere, the specific references that Spotz points to all relate to his past conduct and not his future dangerousness. As the PCRA court concluded, “[n]o arguments were made by the Commonwealth that he would possibly harm someone in the future or that he might be released on parole in the future if given a life sentence.” (Opinion of the PCRA Court at 60). Moreover, as we explained in King and May, evidence that a defendant had a significant history of felony convictions involves only the defendant’s past conduct, not his future dangerousness. King, supra; May, supra. As such, absent a showing that the Commonwealth argued Spotz’s future dangerousness, a Simmons instruction was not warranted. Therefore, counsel will not be deemed ineffective for failing to make such a meritless request. Tilley, supra.\nAs Justice Saylor notes in his Concurring and Dissenting opinion, the United States Supreme Court in Kelly v. South Carolina, 534 U.S. 246, 122 S.Ct. 726, 151 L.Ed.2d 670 (2002), revisited the issue concerning the sufficiency of the evidence required to entitle a defendant to a Simmons instruction. In Kelly, the Supreme Court suggested a more relaxed standard for assessing when a defendant is entitled to a Simmons charge. Id. at 253-54, 122 S.Ct. 726 (“Evidence of future dangerousness under Simmons is evidence with a tendency to prove dangerousness in the future; its relevance to that point does not disappear merely because it might support other inferences or be described in other terms.”). Although Kelly was decided several years after the sentencing of Spotz, Justice Saylor asserts that it supports Spotz’s claim that trial counsel was ineffective for failing to request a Simmons instruction. According to Justice Saylor, Kelly “merely clarified” existing law and is therefore applicable retroactively to the cases of appellants, like Spotz, who were sentenced before it was decided. Concurring and Dissenting Opinion of Justice Saylor, op. at 112, 896 A.2d at 1258.\nFor purposes of retroactivity analysis, we distinguish between new rulings involving substantive criminal law, which are applied retroactively on collateral review, and new procedural rulings of constitutional dimension, which are generally subject only to prospective application. Commonwealth v. Hughes, 581 Pa. 274, 865 A.2d 761, 780 (2004) (citing Teague v. Lane, 489 U.S. 288, 310, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989)). A rule is “considered one of substance only ‘if it alters the range of conduct or the class of persons that the law punishes.’ ” Id. (citing Schriro v. Summerlin, 542 U.S. 348, 353, 124 S.Ct. 2519, 159 L.Ed.2d 442 (2004)). Thus, the standard for assessing when a defendant is entitled to a Simmons charge is clearly one of procedure, as it involves the procedural protections of a defendant during the sentencing phase of his trial. The procedural nature of the Kelly ruling’s interpretation of Simmons is all the more clear in light of O’Dell v. Netherland, 521 U.S. 151, 117 S.Ct. 1969, 138 L.Ed.2d 351 (1997), in which the United States Supreme Court determined that the rule announced in Simmons was itself one of procedure rather than substance.\nTherefore, because the principle that the Court articulated in Kelly is procedural in nature, we next ask whether it should be characterized as a new rule of law, as Justice Saylor contends. For the purposes of retroactivity analysis, a ruling is defined as new if it “ ‘breaks new ground or imposes a new obligation on the State or Federal Government,’ or, stated otherwise, where ‘the result was not dictated by precedent existing at the time the defendant’s conviction became final.’ ” Hughes, 865 A.2d at 780 (quoting Teague, 489 U.S. at 301, 109 S.Ct. 1060); see also Saffle v. Parks, 494 U.S. 484, 491, 110 S.Ct. 1257, 108 L.Ed.2d 415 (1990) (deeming a rule new where the result was not “compelled]” by existing precedent); Butler v. McKellar, 494 U.S. 407, 415, 110 S.Ct. 1212, 108 L.Ed.2d 347 (1990) (noting that it is insufficient that a result is considered to be merely “controlled” or “governed” by prior decisions). Although not dispositive of the question, it is worth noting that, while the majority opinion in Kelly does not address whether the standard it announces constitutes a new rule, four Justices clearly expressed their view that it was far more than a mere clarification of Simmons. See, e.g., Kelly, 534 U.S. at 261, 122 S.Ct. 726 (Rehnquist, C.J., dissenting, joined by Kennedy, J.) (characterizing the decision as “departing] from Simmons ”); id. at 263-64, 122 S.Ct. 726 (Thomas, J., dissenting, joined by Scalia, J.) (lamenting that the Majority was “diluting] the Simmons test” and “eviscerating]” a proposition for which Simmons stood). In the words of Chief Justice Rehnquist, after Kelly, “the test is no longer whether the State argues future dangerousness to society; the test is now whether evidence was introduced at trial that raises an ‘implication’ of future dangerousness to society.” Id. at 261, 122 S.Ct. 726 (Rehnquist, C.J., dissenting); see also Commonwealth v. Robinson, 583 Pa. 358, 877 A.2d 433, 452 n. 1 (2005) (Saylor, J., dissenting) (opining that Kelly may have “rejected” precedent).\nMore importantly, our own interpretations of Simmons prior to Kelly confirm that the Kelly standard constitutes a new rule of law not subject to retroactive application. In Kelly, the prosecutor presented evidence during trial “ ‘that Kelly took part in escape attempts and carried a shank,’ and that ‘he had been caught carrying a weapon and planning or participating in escape attempts.’ ” Kelly, 534 U.S. at 253, 122 S.Ct. 726 (quoting State v. Kelly, 343 S.C. 350, 540 S.E.2d 851, 857 (S.C.2001) (internal citation omitted)). Nevertheless, the South Carolina Supreme Court held that the prosecutor did not thereby put the future dangerousness of Kelly at issue, interpreting the phrase from Simmons as contemplating “evidence demonstrating future danger if released from prison,” Kelly, 534 U.S. at 253, 122 S.Ct. 726 (quoting Kelly, 540 S.E.2d at 857 n. 8 (internal quotation marks omitted)), whereas the prosecutor’s remark was meant to portray only Kelly’s likely behavior during the remainder of his prison term. The United States Supreme Court, however, reversed, rejecting the suggestion that “evidence of future dangerousness counts under Simmons only when the State introduces evidence for which there is no other possible inference but future dangerousness to society.” Id. at 254, 122 S.Ct. 726 (second emphasis added) (alteration in original) (internal quotation marks omitted). Instead, “evidence of future dangerousness under Simmons is evidence with a tendency to prove dangerousness in the future; its relevance to that point does not disappear merely because it might support other inferences or be described in other terms,” id., such as, for instance, future dangerousness to fellow inmates.\nPrior to Kelly, however, this Court denied Simmons claims where the prosecutor’s arguments echoed those at issue in Kelly. For example, in Commonwealth v. Fisher, 559 Pa. 558, 741 A.2d 1234 (1999), the prosecutor noted during trial a prison doctor’s evaluation, which concluded, inter alia, that the appellant “had a potential for explosive action.” Id. at 1244 (internal quotation marks omitted). Nevertheless, we held that the remark did not put the future dangerousness of the appellant at issue. Id. at 1245. Similarly, in Commonwealth v. King, 554 Pa. 331, 721 A.2d 763, 779 (1998), this Court held that “the introduction of evidence concerning [the appellant’s escape from prison and parole violations during the guilt phase of the trial ... was not the equivalent of raising the issue of future dangerousness.” Finally, in another decision issued prior to the United States Supreme Court’s pronouncement in Kelly, we stated the following principle, the broadness of which is impossible to reconcile with that case: “[WJhere the only references to the dangerousness of appellant relate to appellant’s past dangerousness[,] a Simmons instruction is not necessary.” Commonwealth v. Robinson, 554 Pa. 293, 721 A.2d 344, 355 (1998).\nIn each of this Court’s precedents mentioned above, the prosecutor’s arguments strongly resembled those in Kelly, yet, in each case, we rejected the appellant’s Simmons claim. In other words, the result (i.e., requiring the instruction) in these cases, had they followed rather than preceded Kelly, was “not dictated by precedent existing at the time the defendant’s conviction became final.” Hughes, 865 A.2d at 780 (quoting Teague, 489 U.S. at 301, 109 S.Ct. 1060) (emphasis omitted). The foregoing compels the conclusion that the standard the United States Supreme Court established in Kelly v. South Carolina constitutes a new rule of law. Consequently, Kelly would not apply to appellants like Spotz who were sentenced before it was decided, and trial counsel was not ineffective for failing to request a Simmons instruction based on the standard announced in that case. See Commonwealth v. Todaro, 549 Pa. 545, 701 A.2d 1343, 1346 (1997) (“[Counsel’s stewardship must be judged under the existing law at the time of trial and counsel cannot be deemed ineffective for failing to predict future developments or changes in the law.”).\nFinally, in addition to the argument just discussed, Spotz also contends that his trial counsel was ineffective for “failing at trial to present evidence of the uncontested fact that no life-sentenced defendant who had been capitally prosecuted [pursuant to] Pennsylvania’s death penalty statute has ever received any reduction of sentence through pardon, clemency, commutation, or parole.” (Brief of Spotz at 87). In Commonwealth v. Trivigno, 561 Pa. 232, 750 A.2d 243 (2000) (opinion announcing the judgment of the court), a plurality of this Court stated:\nWe now hold that when a Simmons instruction is required because the prosecution has argued the defendant’s future dangerousness, the trial court ... should inform the jury that a life sentence means that a defendant is not eligible for parole, but that the Governor has the power to grant a commutation of a sentence of life or death if based on the recommendation of the Board of Pardons following a public hearing. Further, the trial court should relay any available statistical information relating to the percentage of life sentences that have been commuted within the last several years.\nId. 255-56, 750 A.2d 243. However, as the PCRA court acknowledged, this available statistical information “is only to be used when a Simmons instruction is required.” (Opinion of the PCRA Court at 61). Therefore, because Spotz was not entitled to a Simmons instruction at trial, he was similarly not entitled to a jury charge relaying any available statistics on commutation. Accordingly, counsel will not be deemed ineffective for failing to make such a meritless request. Tilley, swpra.\n6. Instruction on Use of Aggravating and Mitigating Circumstances\nIn his next claim, Spotz argues that his death sentence was “arbitrary and unreliable” because the trial court “failed to properly instruct the jury on the nature and use of aggravating and mitigating factors.” (Brief of Spotz at 90). As trial counsel failed to raise this claim at trial, it is waived. 42 Pa.C.S. § 9544(b). However, Spotz also argues that trial counsel was ineffective for failing to raise the issue at trial. (Brief of Spotz at 91-92). Thus, we will evaluate his argument in light of the standard for determining whether trial counsel was ineffective for failing to raise the argument at trial. Morales, supra.\nAt Spotz’s sentencing hearing, the trial court instructed the jury as follows:\nLadies and gentlemen of the Jury, you must now decide whether to sentence the defendant to death or to life imprisonment, and your sentence will depend upon what you find about aggravating and mitigating circumstances in this case. The sentencing code defines aggravating and mitigating circumstances, and they are things that make a first[-]degree murder either more terrible or less terrible.\n(Sentencing N.T., 3/05/96-3/06/96, at 290). Spotz asserts that this instruction materially deviated from the Pennsylvania Suggested Standard Criminal Jury Instructions Pattern Instruction 15.2502F, which states that aggravating and mitigating circumstances “are things that make a first[-]degree murder case either more terrible or less terrible.” (Emphasis added). According to Spotz, his trial counsel was ineffective for failing to object to the trial court’s omission of the term “case” from its instruction, which allegedly caused the jury to skew their consideration of the mitigating evidence.\n“In reviewing a challenged jury instruction, we must review the charge as a whole and not simply isolated portions, to ascertain whether it fairly conveys the required legal principles at issue.” Gilbert Jones, 683 A.2d at 1196. “[I]t is an unquestionable maxim of law in this Commonwealth that a trial court has broad discretion in phrasing its instructions, and may choose its own wording so long as the law is clearly, adequately, and accurately presented to the jury for its consideration.” Commonwealth v. Porter, 556 Pa. 301, 728 A.2d 890, 899 (1999).\nSpotz insists that his trial counsel was ineffective for failing to object to the trial court’s omission of the word “case” from its jury instruction on aggravating and mitigating circumstances. However, as the PCRA court concluded, we find this “hyper-technical semantical claim” to be “patently frivolous.” (Opinion of the PCRA Court at 57).\nIn Porter, swpra, this Court rejected a similar hyper-technical claim. There, the appellant argued that it was reversible error for the trial court to instruct the jury that a reasonable doubt was one that “would cause a reasonably careful and sensible person to restrain before acting.” Porter, 728 A.2d at 899 (emphasis added). Instead, the appellant insisted that the jury should have been given the Pennsylvania Standard Jury Instructions: Criminal Section, § 7.01(3) (1979), which states that a reasonable doubt is one that “would cause a reasonably careful and sensible person to hesitate before acting.” Id. (emphasis added). In dismissing this semantical claim, we noted that, “although we have historically considered the language contained in these standard instructions to be an aid in our review, we have not placed our imprimatur upon them.” Id. Moreover, we also emphasized that the trial court has broad discretion in phrasing its instructions as long as the instruction clearly, adequately, and accurately reflects the law. Id. Because the distinction between “hesitate before acting” and “restrain before acting” was de minimis, we concluded that such a slight deviation by the trial court was not an abuse of discretion.\nSimilar to Porter, we believe that the trial court’s omission of the word “case” was de minimis. As the PCRA court concluded, “[t]he instructions as given, clearly, adequately and accurately explained to the jury how to use the aggravating and mitigating circumstances in accordance with the law.” (Opinion of the PCRA Court at 57). As such, we do not believe that such a trivial omission in phrasing would constitute an abuse of the trial court’s discretion. Likewise, as there was no reasonable basis for trial counsel to object to the instruction as given, counsel will not be deemed ineffective for failing to raise a meritless objection. Tilley, supra.\n7. Alleged Failure to Produce Institutional Records\nNext, Spotz alleges that the Commonwealth failed to produce relevant institutional records at the time of his trial, namely, those records from the Department of Corrections and the Clearfield County Department of Children and Youth Services. In Brady v. Maryland, 373 U.S. 83, 87, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), the United States Supreme Court recognized that “the suppression by the prosecutor of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.” Concerning materiality, the Supreme Court has explained that “such evidence is material ‘if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.’ ” Strickler v. Greene, 527 U.S. 263, 281, 119 S.Ct. 1936, 144 L.Ed.2d 286 (1999) (quoting United States v. Bagley, 473 U.S. 667, 682, 105 S.Ct. 3375, 87 L.Ed.2d 481 (1985)). Therefore, to prevail on a Brady claim, an appellant must demonstrate that “the evidence was favorable to the accused, either because it is exculpatory or because it impeaches; the evidence was suppressed by the prosecution, either willfully or inadvertently; and prejudice ensued.” Commonwealth v. Burke, 566 Pa. 402, 781 A.2d 1136, 1141 (2001).\nSpotz claims that the Commonwealth failed to provide his defense counsel with relevant Department of Corrections and Children and Youth Services records at the time of trial pursuant to Brady. To be eligible for post-conviction relief on this claim, Spotz must prove by a preponderance of the evidence that these institutional records were previously unavailable and that their introduction would have changed the outcome of the trial. 42 Pa.C.S. § 9543(a). However, Spotz has failed to demonstrate that these records were unavailable and subsequently became available. It is well established that “no Brady violation occurs where the parties had equal access to the information or if the defendant knew or could have uncovered such evidence with reasonable diligence.” Commonwealth v. Morris, 573 Pa. 157, 822 A.2d 684, 696 (2003). Here, Spotz has failed to show how these institutional records were not available at trial or that he could not have uncovered these records with reasonable diligence. See Spotz II, 756 A.2d at 1154 (noting that there is no Brady violation where the prosecutor fails to turn over evidence readily obtainable by, and known to, the defendant). Further, as explained previously in our discussion on mitigating evidence, Spotz has failed to show how the omission of these institutional records prejudiced him. Accordingly, Spotz is not entitled to relief on his alleged Brady claim. Having thus disposed of Spotz’s claims regarding the penalty phase of his trial, we now turn our attention to his final three broad claims of error.\nC. PROPORTIONALITY REVIEW\nSpotz next contends that his sentence of death must be vacated because he failed to receive “meaningful proportionality review.” (Brief of Spotz at 97). Specifically, Spotz maintains that he failed to receive “meaningful appellate review” because the proportionality database compiled by the Administrative Office of Pennsylvania Courts (AOPC) contained “systematic defects” and he was not given a copy of the data provided to this Court in determining proportionality.\nThis Court has consistently recognized that issues regarding the proportionality of capital sentences have been decided by the Court on direct appeal and, therefore, are previously litigated. Commonwealth v. Edmiston, 578 Pa. 284, 851 A.2d 883, 900 (2004) (citing Commonwealth v. Albrecht, 554 Pa. 31, 720 A.2d 693, 708 (1998) (explaining that issues concerning proportionality of sentence are beyond purview of PCRA where this Court has already ruled against defendant on these issues on direct appeal)). Spotz, however, is not rherely challenging the proportionality of his sentence. Rather, Spotz is challenging the methodology utilized by our Court in conducting proportionality review on direct appeal. Because the PCRA represents the first opportunity for Spotz to raise this claim, we will consider the merits of the issue.\nOn direct appeal, this Court was statutorily required to determine whether the sentence of death imposed upon Spotz was “excessive or disproportionate to the penalty imposed in similar cases.” 42 Pa.C.S. § 9711(h)(3)(iii). In undertaking proportionality review, this Court stated:\n[W]e have reviewed [Spotz]’s sentence in light of the sentencing data compiled and monitored by the Administrative Office of the Pennsylvania Courts. We conclude that the sentence of death imposed upon [Spotz] is not excessive or disproportionate to the penalty imposed in similar cases.\nSpotz I, 716 A.2d at 593.\nSpotz now attempts to attack the proportionality review of this Court on direct appeal by arguing that the AOPC’s proportionality database is flawed and that he was not provided with adequate notice concerning the compilation of data relevant to his ease. However, as Spotz readily acknowledges in his Brief to this Court, we have consistently rejected similar challenges to our proportionality review in the past, particularly noting that the data compiled by the AOPC is neither defective nor flawed. See Edmiston, 851 A.2d at 901; Commonwealth v. Marshall, 571 Pa. 289, 812 A.2d 539, 551-52 (2002); Commonwealth v. Wharton, 571 Pa. 85, 811 A.2d 978, 991 (2002); Commonwealth v. Miller, 560 Pa. 500, 746 A.2d 592, 604 (2000); Albrecht, 720 A.2d at 708; Gribble I, 703 A.2d at 440. Spotz has presented no compelling reason for us to revisit this established line of precedent. Thus, we must similarly reject Spotz’s collateral challenge to our proportionality review.\nAdditionally, Spotz challenges the methodology utilized by this Court in concluding that his sentence of death was not “the product of passion, prejudice or any other arbitrary factor.” 42 Pa.C.S. § 9711(h)(3)(i). On direct appeal, we stated:\nUpon review of the record, we conclude that the sentence of death was not the product of passion, prejudice or any other arbitrary factor. Rather, it was based upon evidence properly admitted at trial.\nSpotz I, 716 A.2d at 593. On collateral review, Spotz now alleges that, in examining whether passion, prejudice or other arbitrary factors existed, this Court “failed to indicate the scope of the substantive review [it] performed.” (Brief of Spotz at 99). However, as the PCRA court noted, Spotz does not cite to any relevant case law or statutory authority requiring this Court to elaborate on the scope of our review in determining whether passion, prejudice, or other arbitrary factors existed. Here, after conducting our own independent review of the record, we concluded that the sentence of death imposed upon Spotz was not the product of passion, prejudice, or any other arbitrary factors. No further analysis into the scope of our review was necessary. As such, Spotz is not entitled to relief on this meritless claim.\nD. INEFFECTIVENESS OF ALL PRIOR COUNSEL\nNext, Spotz argues that to the extent that his prior counsel “failed to assert or adequately preserve any claims either at trial, in his post-verdict motions, or on direct appeal, counsel rendered ineffective assistance of counsel.” (Brief of Spotz at 99). However, in baldly asserting the ineffectiveness of all prior counsel, Spotz has failed to develop this claim in any meaningful fashion. Specifically, Spotz has failed to set forth his claim pursuant to the three-prong Pierce test for establishing an ineffective assistance of counsel claim. “Claims of ineffective assistance of counsel are not self-proving. ...” Wharton, 811 A.2d at 986; see also Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 221 (2001) (noting that an appellant cannot prevail on claim of ineffective assistance of counsel when claim is not developed). Therefore, Spotz’s boilerplate, undeveloped argument respecting the ineffectiveness of all prior counsel is insufficient to establish an entitlement to post-conviction relief. See Commonwealth v. Bond, 572 Pa. 588, 819 A.2d 33, 41 (2002) (noting that a boilerplate allegation that all prior counsel were ineffective for failing to litigate waived issues does not discharge the appellant’s burden of proving ineffectiveness); Commonwealth v. Bracey, 568 Pa. 264, 795 A.2d 935, 940 n. 4 (2001) (Bracey II) (noting that a mere statement that all prior counsel were ineffective for failing to raise underlying claim of error does not satisfy the appellant’s burden of establishing that he or she is entitled to post-conviction relief on ineffective assistance of counsel claim); Commonwealth v. Abdul-Salaam, 570 Pa. 79, 808 A.2d 558, 560 n. 3 (2001) (noting that a bald, undeveloped allegation that trial counsel was ineffective for failing to litigate claims on appeal fails to satisfy the appellant’s burden of establishing entitlement to PCRA relief).\nE. CUMULATIVE ERROR\nFinally, Spotz contends that he is entitled to post-conviction relief based upon the cumulative effect of the errors he has alleged in his Brief to this Court. Because we find no merit to any of the individual claims raised by Spotz, the cumulative effect of these alleged errors does not warrant relief. See Commonwealth v. Blystone, 555 Pa. 565, 725 A.2d 1197, 1208-09 (1999) (“No amount of failed claims may collectively attain merit if they could not do so individually.”); Commonwealth v. Craig Williams, 532 Pa. 265, 615 A.2d 716, 722 (1992) (same).\nCONCLUSION\nFor the foregoing reasons, Spotz has failed to demonstrate eligibility for relief pursuant to the PCRA. Accordingly, we affirm the Order of the PCRA court.\nJustice BAER joins the opinion.\nJustice EAKIN did not participate in the consideration or decision of this case.\nChief Justice CAPPY files a concurring opinion.\nJustice CASTILLE files a concurring opinion.\nJustice SAYLOR files a concurring and dissenting opinion.\nJustice BALDWIN files a concurring and dissenting opinion.\n. 42 Pa.C.S. §§ 9541-9546.\n. The tacts recited herein are taken in large part from the July 20, 1998 Opinion of this Court on direct appeal of Spotz's first-degree murder conviction, authored by Mr. Justice Nigro. Commonwealth v. Spotz, 552 Pa. 499, 716 A.2d 580 (1998), cert. denied, 526 U.S. 1070, 119 S.Ct. 1466, 143 L.Ed.2d 551 (1999) (Spotz I).\n. 18 Pa.C.S. § 2503 (amended 1995).\n. 18 Pa.C.S. § 2702 (amended 1995, 1996, 1998, 2002, 2004).\n. 18 Pa.C.S. § 2705.\n. 18 Pa.C.S. § 6106 (amended 1995, 1997, 2000, 2005).\n. 18 Pa.C.S. § 6105 (amended 1995, 1997, 1998, 1999, 2002, 2003, 2005).\n. 18 Pa.C.S. § 2502(a).\n. 18 Pa.C.S. § 2502(c).\n. 18 Pa.C.S. § 2901.\n. 18 Pa.C.S. § 3702.\n. 18 Pa.C.S. § 3701.\n. 18 Pa.C.S. § 3921.\n. 18 Pa.C.S. § 903.\n. 42 Pa.C.S. § 9711(d)(6).\n. 42 Pa.C.S. § 9711(d)(9).\n. 42 Pa.C.S. § 971 l(d)(12).\n. 42 Pa.C.S. § 9711(e)(8).\n. Kent D. Watkins, Esq. (trial counsel) represented Spotz at his Schuylkill County trial and on direct appeal to this Court of his first-degree murder conviction and death sentence.\n. On January 16, 1996, Spotz filed a Petition for Post Conviction Relief, in which he claimed that his counsel for his Clearfield County trial failed to appeal his conviction in a timely manner. On November 17, 1998, the Clearfield County trial court granted Spotz nunc pro tunc reinstatement of his appellate rights.\n. Spotz filed a Cross-Petition for Allowance of Appeal, asking this Court to rule on additional claims of trial counsel ineffectiveness that he believed would recur upon his re-trial. We also granted allowance of this cross-appeal on December 12, 2002.\n. In Grant, this Court announced that, as a general rule, claims of ineffective assistance of counsel should be raised for the first time on collateral review. Grant, 813 A.2d at 738.\n. In Spotz IV, the Court also dismissed without prejudice the additional claims of trial counsel ineffectiveness raised by Spotz in his Cross-Appeal so that he could pursue these claims on collateral review.\n. At the trial of Spolz in York County, the evidence established that, after approaching Gunnet for directions, he forced her into the passenger seat of her vehicle and drove to a secluded area, where he shot her twice at close range. Spotz II, 756 A.2d at 1147. Eventually, two passing motorists found the body of Gunnet underneath the wheels of her vehicle, which Spotz had abandoned. Id.\n. The evidence adduced at the trial of Spotz in Cumberland County established tha1 he abducted the elderly Amstutz near her Harrisburg home and, while holding her hostage, obtained money, clothing, and lodging through the use of her credit card and checking account. Spotz III, 759 A.2d at 1283. Thereafter, Spotz shot Amstutz nine times, \"including one lethal shot through the neck and another lethal shot to the head[,]’’ before discarding her body along the side of McClures Gap Road in Carlisle, Pennsylvania. Id. at 1283-84.\n. As noted previously, Spotz was represented by the same counsel at trial and on direct appeal. Therefore, Spotz was not required to plead, present, and prove a layered claim of ineffectiveness because the PCRA proceeding was his first opportunity to challenge the stewardship of prior counsel. See Commonwealth v. McGill, 574 Pa. 574, 832 A.2d 1014, 1022 (2003) (explaining that “in order for a petitioner to properly raise and prevail on a layered ineffectiveness claim, sufficient to warrant relief if meritorious, he must plead, present, and prove” the ineffectiveness of direct appellate counsel, which necessarily relates back to the actions of trial counsel).\n. We note that recently, in Holloway v. Horn, 355 F.3d 707, 729 (3d Cir.), cert. denied, Beard v. Holloway, 543 U.S. 976, 125 S.Ct. 410, 160 L.Ed.2d 352, (2004), the United States Court of Appeals for the Third Circuit deemed our long-established procedural requirement for the development of a full and complete record to establish a prima facie case of a Batson violation to be an unreasonable application of federal law. However, as we explained in Commonwealth v. Fletcher, 580 Pa. 403, 861 A.2d 898, 910 n. 15 (2004), ”[a]lthough we consider the decisions of the Third Circuit persuasive authority on matters of federal law, neither this Court nor the United States Supreme Court has ■ explicitly overruled our long line of precedent that supports this requirement of a full and complete record of the asserted violation.”\n. In Johnson, the United States Supreme Court recently explained that:\nWe did not intend the first step [of a Batson analysis! to be so onerous that a defendant would have to persuade the judge — on the basis of all the facts, some of which are impossible for the defendant to know with certainty — that the challenge was more likely than not the product of purposeful discrimination. Instead, a defendant satisfies the requirements of Batsons first step by producing evidence sufficient to permit the trial judge to draw an inference that discrimination has occurred.\n125 S.Ct. at 2416.\n. Noland originally pled guilty to charges in York County but later moved to withdraw her plea, which motion the York County trial court granted. As of the date the PCRA court filed its Opinion and Order denying Spotz post-conviction relief, the York County trial court had not yet retried Noland. (Opinion of the PCRA Court at 5-6). According to the PCRA court, it appeared that Noland sought to withdraw her guilty plea because: (1) Cammerano had never discussed with her the possibility of attempting to decertify her case from adult court (she was seventeen at the time of the offenses); and (2) she had not seen the written guilty plea colloquy until the day the court entered her plea.\n. At the time of Weaver’s conviction, the statute detailing the direct appellate jurisdiction of this Court, 42 Pa.C.S. § 722, provided that ”[t]he Supreme Court shall have exclusive jurisdiction of appeals from final orders of the courts of common pleas in the following classes of cases: (1) [fjelonious homicide....” Repealed by Act of 1980, No. 137.\n. Trial counsel did present the testimony of Darcy Smith (Smith), a friend of Noland's who accompanied Noland to the police station when Noland turned herself in on February 2, 1995. Smith testified as follows:\nWe got dropped off a block away from Sheetz's, and we walked to Sheetz's and we went in. I bought a soda, and we were standing there for a minute, and I asked her, that's when I asked her why she cut and dyed her hair, and she said, because I was on the run, and I said, why. She said, because I killed somebody. She said it with a dead serious face, so I dropped it after that and went outside and called City Hall and they came and got us.\n(Trial N.T., 3/2/96, at 576). Trial counsel also presented the following testimony of Lawrence Shugars, who corresponded with Noland while they were both incarcerated in the Clearfield County Prison:\nShe had wrote some notes about me doing something to Mark, about kicking Mark’s butt and some other, things. But basically what I did, I had told her that I wanted a gangster bitch. You know she had to be a gangster and not be afraid to pull the trigger, you know. And she wrote back to me and told me that that would be no problem with her, that she had done it before and she would be willing to do it again.\n(Id. at 662).\n. According to a pretrial Order attached as an Appendix to Spotz's Brief, Attorney Andrews represented Dustin during a 1990 involuntary commitment proceeding. (Exhibit 6 to the Initial Brief of Spotz, Order of Court, 4/3/90, at 1).\n. Spotz presents no evidence that Attorney Andrews’ representation of Dustin persisted beyond the alleged 1990 involuntary commitment proceeding, and the record is devoid of any continued representation.\n. Dr. Ragusea testified that, after Spotz’s trial, lie received supplementary records “for an additional trial later on in a different comity,” which referred to Spotz, Dustin, and Newpher. (PCRA N.T., 10/2/00-10/3/00, a1 504-05). Thereafter, in connection with Spotz's PCRA proceedings, Dr. Ragusea testified that he received even more institutional records \"[ijn multiple shipments.” (Id. at 505).\n. The institutional report of Dr. Ryan states in relevant part:\n[Spotz] eventually will adjust well to prison life. It provides him with a structure, limits, and guidelines. It will meet his dependency strivings, and won’t tolerate his acts of aggression. He is bright and can be trained at a prison trade. During the next year, however, while his cases are being heard and decided, he must be held in closer custody for the safety of those around him.\n(Exhibit 5 to the Initial Brief of Spotz, PV-Reclass Psych Eval, 1/31/96, at 2).\n. The conviction of Spotz for first-degree murder was a general verdict. Therefore, the jury did not necessarily find that Spotz himself was the shooter; rather, so long as the jury determined that it was the specific intent of Spotz to aid or assist — i.e., aid or assist Noland — in the killing of the victim, the juiy could have predicated his guilt on a finding that he was merely an accomplice. Consequently, Lassiter would have required the trial court to instruct the jury at the sentencing phase that the jury would first have to find that Spotz himself brought about the killing before it could find that the Commonwealth had established Section 9711(d)(6) as an aggravating circumstance.\n. In addition to the failure of trial counsel to make the request for instruction to the jury, Spotz also bases his ineffectiveness claim on the failure of counsel to object to the “misstatements of law” that the prosecutor made at trial. (Brief of Spotz at 64-67). Because Spotz relies on Lassiter in making this argument, the ineffectiveness claim based on it fails for the same reason as the one concerning the jury charge.\n. See, e.g., Commonwealth v. Romero, 555 Pa. 4, 722 A.2d 1014, 1015 n. 1 (1999) (\"The jury found (he following aggravating circumstances:\n... (2) the killing was committed in the perpetration of a felony, 42 Pa.C.S. § 9711(d)(6)....”); Commonwealth v. Rios, 554 Pa. 419, 721 A.2d 1049, 1051 n. 8 (1998) (\"The three aggravating circumstances were that the murder was committed in the perpetration of a felony, 42 Pa.C.S. § 9711(d)(6)....”); Commonwealth v. Bardo, 551 Pa. 140, 709 A.2d 871, 875 (1998) (“The jury imposed the death penalty after finding two aggravating circumstances, a killing in the perpetration of a felony ... 42 Pa.C.S. § 9711(d)(6)....\"); Commonwealth v. Anthony Washington, 549 Pa. 12, 700 A.2d 400, 406 n. 7 (1997) (citing \"42 Pa.C.S. § 9711(d)(6) ... (the killing occurred during the perpetration of a felony”)); Commonwealth v. Vinson Washington, 547 Pa. 550, 692 A.2d 1018, 1020 (1997) (same); Commonwealth v, Lambert, 529 Pa. 320, 603 A.2d 568, 572 n. 2 (1992) (\"The three aggravating circumstances were: (1) a killing in perpetuation [sic] of a felony ... 42 Pa.C.S. § 9711(d)(6)....”); Commonwealth v. Chambers, 528 Pa. 558, 599 A.2d 630, 633 (1991) (”[T]he ... jury found one aggravating circumstance to be present, i.e., that the killing occurred during the commission of a robbery (42 Pa.C.S. § 9711(d)(6)).”); Commonwealth v. Appel, 517 Pa. 529, 539 A.2d 780, 782 (1988) (\"Th[e] court found that two aggravating circumstances had been proved beyond a reasonable doubt: that ... the killings were committed in the perpetration of a felony, 42 Pa.C.S. § 971(d)(6).\").\n. See, e.g., Commonwealth v. Chester, 557 Pa. 358, 733 A.2d 1242 (1999); Commonwealth v. Laird, 555 Pa. 629, 726 A.2d 346 (1999); Commonwealth v. Romero, 555 Pa. 4, 722 A.2d 1014 (1999); Commonwealth v. Rios, 554 Pa. 419, 721 A.2d 1049 (1998); Commonwealth v. Cox, 546 Pa. 515, 686 A.2d 1279 (1996).\n. In his Concurring and Dissenting Opinion, Justice Saylor criticizes this conclusion as \"contrary to the prevailing reasoning of Lassiter itself.\" Concurring and Dissenting Opinion of Justice Saylor, op. at 110, 896 A.2d at 1256. In support of his view, Justice Saylor quotes the following from Lassiter: “Clearly, trial counsel could have no reasonable basis for failing to explain to the appellant that a strong argument could be made that the death penalty could not be applied to her under Pennsylvania law.” Id. at 111, 896 A.2d at 1256-57 (quoting Lassiter, 722 A.2d at 662).\nThe above quotation, however, obscures an important factual distinction between Lassiter and the instant case. Rather than the failure to challenge jury instructions regarding the (d)(6) aggravator, the basis of Lassiter's ineffectiveness claim was trial counsel’s alleged failure “to advise [her] that the Commonwealth's promise not to pursue the death penalty if she agreed to a bench trial constituted illusory consideration because the death penalty would not have applied had the matter gone before a jury,” as the Commonwealth was alleging merely that she was an accomplice. Lassiter, 722 A.2d at 659. A fuller quotation than the one provided by Justice Saylor illustrates more clearly the distinction between Lassiter's claim and that of Spotz:\nClearly, trial counsel could have had no reasonable basis for failing to explain to appellant that a strong argument could be made that the death penalty could not be applied to her under Pennsylvania law. No strategic goals were furthered by trial counsel’s failing to fully inform his client of the true nature of the illusory promise with which the Commonwealth sought to bargain away appellant’s right to a jury trial.\nLassiter, 722 A.2d at 662 (emphasis added).\nIn the instant case, Spotz is arguing that his trial counsel was ineffective not for failing to advise Spotz that the aggravator does not apply to accomplices but for failing to request that the trial court instruct the jury to this effect. Therefore, contrary to the assertion of Justice Saylor, the reasoning of Lassiter is not directly applicable to the case sub judice.\n. In a related argument, Spotz claims that the determination by the trial court that burglary is per se a crime of violence \"erect[ed] a conclusive presumption that relieved the Commonwealth of its burden of proving all the elements of [Section 9711 (d)(9).]” (Brief of Spotz at 74). To the contrary, this conclusive presumption is one this Court has repeatedly found perfectly consistent with the burden of the Commonwealth to prove all the elements of the aggravator. See Bracey I, 662 A.2d at 1062.\n. For the same reason, counsel for Spotz was not ineffective for failing to introduce evidence that the burglaries that Spotz committed were not, in fact, violent in nature.\n. According to Justice Saylor, \"the Kelly majority viewed its ruling as an application of Simmons, rather than as an alteration.” Concurring and Dissenting Opinion of Justice Saylor, op. at 113 n. 9, 896 A.2d at 1258 n. 9. Nevertheless, even if the Majority in Kelly had explicitly determined that its opinion was not announcing a new rule of law, \"the fact that a court says that its decision is within the ‘logical compass’ of an earlier decision, or indeed that it is ‘controlled’ by a prior decision, is not conclusive for purposes of deciding whether the current decision is a 'new rule’ under Teague.\" Butler, 494 U.S. at 415, 110 S.Ct. 1212.\nIndeed, in Butler, the United States Supreme Court held that a principle it had announced in Arizona v. Roberson, 486 U.S. 675, 108 S.Ct. 2093, 100 L.Ed.2d 704 (1988), constituted a new rule even though the Roberson Court itself arguably considered the result dictated by its previous decision in Edwards v. Arizona, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981), see Roberson, 486 U.S. at 685, 108 S.Ct. 2093 (characterizing the petitioner’s \"attempts at distinguishing the factual setting here from that in Edwards [as] ... unavailing”). Moreover, precedents of the United States Supreme Court are not the only decisions relevant in determining the preexisting legal landscape. Contrary to the view of Justice Saylor, in support of which he cites no authority, see Concurring and Dissenting Opinion of Justice Saylor, op. at 112-13 n. 9, 896 A.2d at 1258 n. 9, \"in the Teague analysis the reasonable views of state courts are entitled to consideration along with those of federal courts.” Caspari v. Bohlen, 510 U.S. 383, 395, 114 S.Ct. 948, 127 L.Ed.2d 236 (1994); see also Butler, 494 U.S. at 415, 110 S.Ct. 1212 (citing Roberson, 486 U.S. at 679 n. 3, 108 S.Ct. 2093, and relying primarily on state court decisions in holding that Roberson announced a new rule).\n. We note that, in 1997, the legislature repealed the requirement of proportionality review. Nevertheless, this Court continues to undertake proportionality review on direct appeal of death sentences in cases where the sentence of death was imposed prior to June 25, 1997, the ■ effective date of the repeal. See Commonwealth v. Gribble, 550 Pa. 62, 703 A.2d 426 (1997) (Gribble I).\n. The Prothonotary of the Supreme Court is directed to transmit a full and complete record of these proceedings to the Governor in accordance with 42 Pa.C.S. § 971 l(i)."}