{"id": "3555332", "contents": "OPINION\nJustice SAYLOR.\nThis Court accepted certification from a panel of the United States Court of Appeals for the Third Circuit to consider whether an arbitration agreement, consummated in connection with a residential mortgage loan, which reserves judicial remedies related to foreclosure is presumptively unconscionable. The matter arises in the context of a federal lawsuit asserting violations of various mortgage-regulation and consumer-protection laws by a sub-prime lender, ie., a financial institution affording higher-interest loans to consumers with impaired credit histories.\nPrevailing Pennsylvania law on this subject was established by a decision of a Superior Court panel in Lytle v. CitiFinancial Services, Inc., 810 A.2d 643 (Pa.Super.2002), which held that “under Pennsylvania law, the reservation by [a financial institution] of access to the courts for itself to the exclusion of the consumer creates a presumption of unconscionability, which in the absence of ‘business realities’ that compel inclusion of such a provision, renders the arbitration provision unconscionable and unenforceable under Pennsylvania law.” Id. at 665 (emphasis in original). Lytle, however, conflicts with a prior decision of the Third Circuit in Harris v. Green Tree Financial Corporation, 183 F.3d 173 (3d Cir.1999), which, in interpreting Pennsylvania law, reasoned that “the mere fact that [the lender] retains the option to litigate some issues in court, while [the consumer] must arbitrate all claims does not make the arbitration agreement unenforceable.” Id. at 183. In requesting this Court’s consideration of the certified question, the Third Circuit observed that the Lytle/Harris conflict has created confusion and generated inconsistent results among district courts in the federal system. See Salley v. Option One Mortgage Corp., No. 04-4241, slip op., 2005 WL 3724871, at *3 n. 7 (3d Cir. Oct. 20, 2005) (citing cases).\nI.\nThe background underlying the certification petition is as follows. The appellant, Will Salley, Jr., a low-income homeowner in Philadelphia, applied for and received a residential mortgage loan from the appellee, Option One Mortgage Corp., a sub-prime lender. As part of the application process, Mr. Salley was required to enter into a written “Agreement for the Arbitration of Disputes.” That agreement mandated arbitration of most disputes upon any party’s request, indicating that the claims were to be administered by the American Arbitration Association and governed by the Federal Arbitration Act, Title 9, U.S.C., with the arbitrator being authorized to award any remedy or relief that a court of appropriate jurisdiction could order or grant. The agreement, however, excepted some remedies from arbitration, largely, at least, creditor remedies including foreclosure, as follows:\nExceptions: The following are not disputes subject to this Agreement: (1) any judicial or non-judicial foreclosure proceeding against any real or personal property that serves as collateral for the loan, whether by the exercise of any power of sale under any deed of trust, mortgage, other security agreement or instrument under applicable law, (2) the exercise of any self-help remedies (including repossession and setoff rights) and (3) provisional or ancillary remedies with respect to the loan or any collateral for the loan such as injunctive relief, sequestration, attachment, replevin or garnishment, the enforcement of any assignment of rents provision in any loan documents, the obtaining of possession of any real property collateral for the loan by an action for unlawful retainer or the appointment of a receiver by a court having jurisdiction. This means that nothing in this Agreement shall limit your right or our right to take any of these actions. The institution and/or maintenance of any action or remedy described in this paragraph shall not constitute a waiver of your right or our right to arbitrate any dispute subject to this Agreement.\nMr. Salley commenced the federal action against Option One and others in the Eastern District of Pennsylvania in May 2004. He alleged, inter alia, that, through material misinformation and nondisclosures, Option One baited him with promises of debt relief through consolidation and low fixed monthly payments, then switched him into a high-cost, variable-rate refinancing, in violation of various federal and state laws, including the Truth in Lending Act, 15 U.S.C. §§ 1601, et seq., Pennsylvania Usury Law, 41 Pa.C.S. §§ 502, et seq., and Pennsylvania Unfair Trade and Consumer Protection Law, 73 P.S. §§ 201-1, et seq., and asserted common law theories including breach of contract and fraud. Further, Mr. Salley asserted that Option One failed to deliver funds to him at closing as represented on the settlement documents, and to completely pay bills and satisfy mortgages for purposes of debt consolidation as it had promised, and as a result, foreclosure proceedings were initiated by the assignee of another lender. According to the complaint, Option One’s purported conduct is an instance of predatory lending, in which unscrupulous lenders use deceptive and high-pressure marketing techniques targeting poor, elderly, and minority populations to advance secured loans carrying inflated costs and obligations, and which are made without regard to the ability to repay, in anticipation of eventual foreclosures that will strip borrowers of their equity. Mr. Salley sought rescission of the loan transaction, termination of any security interest created in his property, return of monies that he paid in connection with the transaction, forfeiture and return of the loan proceeds, actual and statutory damages, and an award of attorneys’ fees and costs.\nIn response, Option One filed a motion to dismiss or, alternatively, to stay the action pending arbitration. Mr. Salley responded with the argument that, consistent with Lytle, the arbitration agreement was unconscionable and unenforceable in light of the exception for foreclosure and other creditor remedies.\nThe district court granted the motion to dismiss, relying upon the Third Circuit’s prediction in Harris that this Court would not find a similar arbitration clause unconscionable. Mr. Salley lodged an appeal in the Third Circuit, which, in turn and as noted, petitioned this Court for certification of the following question:\nWhether the arbitration agreement under consideration in this case, which exempts from binding arbitration certain creditor remedies, while requiring the submission of other claims to arbitration, is unconscionable under Pennsylvania law, as suggested by Lytle v. CitiFinancial Services, Inc., 810 A.2d 643 ([Pa.Super.] 2002) (one-sided agreement presumptively unconscionable) (contra Harris v. Green Tree Fin. Corp., 183 F.3d 173 (3d Cir.1999)) and is therefore unenforceable?\nSalley, No. 04-4241, slip op., 2005 WL 3724871, at *3. We accepted the question as certified, and thus, in essence, we are-asked to determine whether Lytle reflects the law of Pennsylvania.\nThis legal issue, over which our review is plenary, has been fully briefed and argued before this Court. In addition to the briefs filed by the parties to the federal action, an amicus curiae brief has been submitted, in support of Mr. Salley’s position, by the National Consumer Law Center, National Association of Consumer Advocates, Community Legal Services, and AARP. Supporting Option One, an amicus brief has been filed by the American Bankers Association, American Financial Services Association, Chamber of Commerce of the United States of America, Consumer Bankers Association, Pennsylvania Bankers Association, Pennsylvania Chamber of Business and Industry, Pennsylvania Association of Community Bankers and Pennsylvania Financial Services Association.\nII.\nBoth parties appear to accept the relevance of the Federal Arbitration Act, which applies to written arbitration agreements that are part of a “contract evidencing a transaction involving [interstate] commerce.” 9 U.S.C. § 2. This enactment expresses a liberal federal policy favoring arbitration agreements. See Moses H. Cone Mem’l Hosp. v. Mercury Constr. Corp., 460 U.S. 1, 24, 103 S.Ct. 927, 941, 74 L.Ed.2d 765 (1983). Congress’s purpose was to overcome state legislative and judicial efforts to undermine the enforceability of arbitration agreements, inter alia, by establishing a substantive rule of federal law placing such agreements upon the same footing as other contracts. See Southland Corp. v. Keating, 465 U.S. 1, 16, 104 S.Ct. 852, 861, 79 L.Ed.2d 1 (1984). The federal statute thus requires that a “written provision ... to settle by arbitration a controversy thereafter arising out of such contract or transaction ... shall be valid, irrevocable, and enforceable, save upon any grounds at law or in equity for the revocation of any contract.” 9 U.S.C. § 2 Under the latter proviso, however, generally applicable state-law contract defenses, such as fraud, duress, or unconscionability, still may be applied to invalidate arbitration agreements. See Doctor’s Associates, Inc. v. Casarotto, 517 U.S. 681, 687, 116 S.Ct. 1652, 1656, 134 L.Ed.2d 902 (1996).\nThe doctrine of unconseionability has been applied in Pennsylvania as both a statutory and a common-law defense to the enforcement of an allegedly unfair contract or contractual provision. See 13 Pa.C.S. § 2302 (establishing the doctrine’s applicability pertaining to contracts involving goods and services within the purview of the Pennsylvania Commercial Code); Denlinger, Inc. v. Dendler, 415 Pa.Super. 164, 175-77, 608 A.2d 1061, 1067-68 (1992) (discussing the common-law conception of unconseionability). This Court, however, has not frequently discussed the common-law application. Nevertheless, we agree with the general formulation which has been applied fairly consistently in the intermediate appellate courts, and which borrows from the statutory version and is largely consonant with the Second Restatement of Contracts. See Restatement (Second) of Contracts § 208 (1981).\nUnder that formulation, a contract or term is unconscionable, and therefore avoidable, where there was a lack of meaningful choice in the acceptance of the challenged provision and the provision unreasonably favors the party asserting it. See Denlinger, Inc., 415 Pa.Super. at 177, 608 A.2d at 1068 (citing Witmer v. Exxon Corp., 495 Pa. 540, 551, 434 A.2d 1222, 1228 (1981)). The aspects entailing lack of meaningful choice and unreasonableness have been termed procedural and substantive unconseionability, respectively. See generally 17A Am.Jur.2d Contracts § 278 (2006). The burden of proof generally concerning both elements has been allocated to the party challenging the agreement, and the ultimate determination of unconscionability is for the courts. See Bishop v. Washington, 331 Pa.Super. 387, 400, 480 A.2d 1088, 1094 (1984); accord 13 Pa.C.S. § 2302. Nevertheless, where material facts are disputed, for example, concerning the general commercial background underlying a challenged transaction and/or the commercial needs of a particular trade, fact finding may be necessary. Accord Restatement (Second) of Contracts § 208, comment f (“[T]he determination is made ‘as a matter of law,’ but the parties are to be afforded an opportunity to present evidence as to commercial setting, purpose and effect to aid the court in its determination.”); 13 Pa.C.S. § 2302 (“When it is claimed or appears to the court that the contract or any clause thereof may be unconscionable the parties shall be afforded a reasonable opportunity to present evidence as to its commercial setting, purpose and effect to aid the court in making the determination.”).\nAlthough an arbitration agreement may be challenged on grounds of unconscionability, as Mr. Salley does here, the United States Supreme Court has expressed the concern that allowing a party to invoke judicial review to challenge the parties’ overall agreement (and therefore also an arbitration component) would contravene Congress’ purpose to facilitate a just and speedy resolution of controversies that is not subject to delay and/or obstruction in the courts. See Prima Paint Corp. v. Flood Conklin Mfg. Co., 388 U.S. 395, 404, 87 S.Ct. 1801, 1806, 18 L.Ed.2d 1270 (1967); accord Buckeye Check Cashing, Inc. v. Cardegna, 546 U.S. 440, 444-45, 126 S.Ct. 1204, 1208, 163 L.Ed.2d 1038 (2006). Accordingly, the Supreme Court has determined that a challenge to the validity of a contract as a whole, and not specifically to an arbitration clause, must be presented to the arbitrator and not the courts. Id. at 447-49, 126 S.Ct. at 1210. The courts may consider, in the first instance, only those challenges that are directed solely to the arbitration component itself. See id. at 446-47, 126 S.Ct. at 1209.\nIII.\nMr. Salley’s arguments proceed under the state-law defense proviso of the Federal Arbitration Act, and, not surprisingly (in light of Prima Paint and Buckeye), he styles his challenge as one going solely to the arbitration agreement, consistent with Lytle. According to Mr. Salley, the arbitration agreement is procedurally unconscionable because it is a contract of adhesion dictated by a party with vastly superior bargaining power. On the matter of substantive unconscionability, Mr. Salley contends that Lytle reflects the appropriate conclusion that the exceptions to mandatory arbitration for foreclosure and other creditor remedies unreasonably favor Option One. In this regard, he suggests that there is nothing at law that prevents an arbitrator from adjudicating in rem or equitable claims concerning secured property or administering an effective foreclosure proceeding. As to the Third Circuit’s Harris decision, Mr. Salley’s position is that the federal court placed undue reliance on the fact that Pennsylvania law does not require mutuality of remedy to support a contract. See Harris, 183 F.3d at 183. Mr. Salley stresses that the heart of substantive unconscionability is not mutuality but reasonableness, and for this reason, he claims that the Third Circuit’s focus was misplaced. Although the cases are sometimes fact-sensitive, several jurisdictions have found consumer arbitration agreements containing expansive exceptions allowing creditor access to the courts to be unconscionable. Finally, Mr. Salley indicates that, if unconscionability is not manifest on the face of the existing record, a hearing should be afforded to address the issue, with the burden of proof being allocated to Option One in accordance with Lytle.\nMr. Salley’s amici, on the other hand, do not refer directly to Lytle. Rather, their expressed objective is to place the certified issue in a larger context, which they describe as a prevailing public policy crisis of predatory lending threatening vulnerable homeowners and their communities. Although amici do not criticize arbitrations generally, their position is that mandatory arbitration has played a central role in insulating unscrupulous home mortgage lenders from scrutiny and liability for pervasive wrongdoing. Mr. Salley’s amici regard two aspects of the Option-One/Salley arbitration agreement as particularly objectionable. First, amici contend that the agreement requires that the parties pay exorbitant costs and fees to the arbitral forum, making it impossible for an indigent person facing foreclosure to afford arbitration. Second, amici take the position that the agreement has the effect of requiring consumers facing a home foreclosure to litigate nearly identical statutory claims twice, once in state court against the foreclosing entity (to whom the loan has been sold/assigned in a secondary market), and a second time in an arbitral forum against Option One as the lender. According to amici, this “split forum” effect places an insurmountable and disproportionate burden on poor, elderly, and minority borrowers in Pennsylvania and elsewhere, making the pursuit of arbitration so impractical that it is tantamount to no remedy at all.\nOption One opens its presentation by stressing the narrowness of the legal question certified by the Third Circuit. According to Option One, the matters raised by Mr. Salley’s amici are largely outside of the appropriate range of this Court’s present review, since the enforceability of the arbitration agreement and the question framed by the Third Circuit do not involve the merits of the parties’ underlying dispute. Further, Option One notes that the Third Circuit expressly placed certain matters discussed by Mr. Salley’s amici beyond the scope of the question certified to this Court, for example, questions concerning whether the costs of arbitration would be prohibitively expensive.\nOn the question of whether the exceptions to mandatory arbitration contained in the parties’ agreement are substantively unconscionable, Option One submits that this Court should reject Lytle and declare that such provision does not prevent enforcement of the parties’ agreement to arbitrate. In the first instance, Option One characterizes Lytle as openly antagonistic toward financial institutions and the use of arbitration agreements in consumer transactions, in contravention of the strong federal and state policies favoring the arbitration of disputes across the broad range of commerce, including consumer lending. According to Option One, the Lytle panel applied an arbitration-specific standard for unconscionability, without recognizing that such directed rules are preempted by the Federal Arbitration Act. See Doctor’s Associates, 517 U.S. at 687, 116 S.Ct. at 1656 (applying preemption theory to invalidate a state procedural rule affecting the enforceability of an arbitration agreement); Perry v. Thomas, 482 U.S. 483, 492 n. 9, 107 S.Ct. 2520, 2527 n. 9, 96 L.Ed.2d 426 (1987) (“A court may not, ... in assessing the rights of litigants to enforce an arbitration agreement, construe that agreement in a manner different from that in which it otherwise construes nonarbitration agreements under state law.”). Option One regards Lytle’s approach as one requiring mutuality of remedy, which plainly is not necessary to support a valid agreement under Pennsylvania’s ordinary principles of contract law. See Erkess v. Eisenthal, 354 Pa. 161, 164, 47 A.2d 154, 156 (1946); Driebe v. Fort Penn Realty Co., 331 Pa. 314, 319-20, 200 A. 62, 64-65 (1938).\nOption One posits that, according due respect to the strong federal and state policies favoring arbitration, terms like those in the Option-One/Salley arbitration agreement are neither one-sided nor unfair to borrowers, much less substantively unconscionable. It is the company’s position that the exception for judicial remedies provides benefits to both the borrower and the lender, first, by preserving judicial access for both parties, so that the provisions are not truly non-mutual in the first instance. See Arbitration Agreement at 1 (indicating that “nothing in this Agreement shall limit your right or our right”) (emphasis added). Further, Option One notes that Pennsylvania’s detailed framework of laws and procedures governing judicial foreclosure actions strikes a balance between protecting the lender’s interests in expeditiously establishing the right to reclaim the mortgaged property on the one hand, and safeguarding the borrower’s interests in keeping his home on the other. See generally Bankers Trust Co. v. Foust, 424 Pa.Super. 89, 92, 621 A.2d 1054, 1056 (1993) (explaining that various provisions of Pennsylvania law regulating foreclosures are “intended to afford homeowners who are in dire economic straits a measure of protection from overly zealous ‘residential mortgage’ lenders”). Option One suggests that it is precisely for these reasons that, in providing for compulsory judicial arbitration of certain disputes, the General Assembly excepted all proceedings involving title to real estate.\nOption One’s amici point out that many of their constituent members, who are financial institutions and do not engage in subprime lending, have adopted as standard features of their business contracts provisions that mandate the arbitration of various disputes arising from or relating to those contracts. According to amici, these members have structured millions of contractual relationships around arbitration agreements because it is a prompt, fair, inexpensive and effective method of resolving disputes \"with consumers and other contracting parties; because arbitration minimizes the disruption and loss of goodwill that often results from litigation; and because the United States Supreme Court has consistently endorsed arbitration and enforced the stability of the process over the past several decades. Particularly in light of the breadth of Lytle’s approach, amici note that this Court’s decision here will impact most mortgage arbitration clauses, which frequently exclude foreclosure proceedings from the scope of arbitration. Like Option One, amici view Lytle as evincing a hostility toward arbitration and as injecting an arbitration-specific requirement of mutuality into the assessment of arbitration agreements. Because state laws that single out arbitration for special adverse treatment are preempted by the Federal Arbitration Act pursuant to the Supremacy Clause of the United States Constitution, they urge this Court to find that Lytle simply cannot be correct.\nIV.\nIt is evident from the above that the application of arbitration agreements in the consumer lending industry presents a range of policy issues. For example, as Mr. Salley’s amici argue, to the extent that such agreements may be used by unscrupulous financial institutions or others as a tool to facilitate pernicious practices such as predatory lending, judicial redress should be available. On the other hand, as Option One’s amici explain, if principled lenders are forced in every case into the courts to litigate arbitrability on an extensive factual record, the benefit of arbitration in terms of securing a just, speedy, and economic resolution of controversies will be lost. Indeed, the United States Supreme Court has characterized the tension between permitting broad-scale, initial judicial review concerning arbitrability and effectuating the policies underlying the Federal Arbitration Act as presenting a “conundrum.” Buckeye, 546 U.S. at 449, 126 S.Ct. at 1210. Notably, in confronting this controversy as it arises in many different variations as individual cases are presented, the Supreme Court has channeled the majority of disputes concerning arbitrability into the arbitration process. For example, in Buckeye, the Court established a bright-line rule that, where a challenge can be viewed as going to the validity of a contract as a whole, and not specifically to the arbitration clause, it must be addressed by an arbitrator. See id. at 447-49, 126 S.Ct. at 1210.\nIn this case, the Third Circuit panel premised the certified question concerning whether the Option-One/Salley arbitration agreement is unconscionable on the understanding that this is a question of law and that there are no disputed questions of material fact involved in this case. See Salley, No. 04-4241, slip op., 2005 WL 3724871, at * 1 n. 2 (“No material facts are in dispute here.”). While we agree that the determination of whether an agreement is unconscionable is ultimately a question of law, as we have developed above, the necessary inquiry is often fact sensitive. For example, to the extent that Mr. Salley’s claim is that his arbitration agreement was intended to function and/or functioned as a tool of predatory lending, we believe that there are substantial factual disputes involved.\nIn light of such potential factual disputes and/or ambiguities that may prevail relative to discrete arbitration agreements, the threshold question presented in this line of cases is not generally whether an arbitration agreement is unconscionable, but rather, who (as between the court and an arbitrator) should resolve the factual controversies and/or ambiguities in the first instance. Indeed, on a certification from the Third Circuit substantially similar to the one presently before us, also arising out of a challenge to an arbitration agreement used in a residential mortgage loan transaction, the New Jersey Supreme Court did not directly answer the certified question concerning whether an arbitration agreement was unconscionable. See Delta Funding Corp. v. Harris, 189 N. J. 28, 912 A.2d 104 (2006). Rather, the court determined, in light of material ambiguities, that such question should be presented to an arbitrator in the first instance. See id. at 110.\nLike the present case, the Delta Funding v. Harris matter also involved allegations of predatory lending arising out of the sub-prime lending business. See id. at 108. Upon the borrower’s default, the lender’s assignee initiated foreclosure proceedings, and the borrower responded with an answer, counterclaims, and a third-party complaint against the lender asserting multiple violations of consumer protection laws. The lender filed a petition in federal district court seeking to compel arbitration, which was dismissed, and the borrower lodged an appeal in the Third Circuit, giving rise to the certification to the New Jersey Supreme Court of the issue: “Is the arbitration agreement at issue, or any provision thereof, unconscionable under New Jersey law, and if so, should such provision or provisions be severed.” Id. at 109. A number of the arguments presented to the New Jersey Supreme Court were very similar to those presented here, including contentions relating to exceptions to mandatory arbitration for foreclosure proceedings and asserted prohibitive costs and split-forum effect.\nThe New Jersey court opened its analysis with its indication that several material provisions of the arbitration agreement were ambiguous. Therefore, under a line of United States Supreme Court decisions, the court indicated that it was the role of the arbitrator, and not the courts, to interpret them. See Delta Funding v. Harris, 912 A.2d at 110 (citing Green Tree Fin. Corp. v. Bazzle, 539 U.S. 444, 451-53, 123 S.Ct. 2402, 2407, 156 L.Ed.2d 414 (2003) (plurality), and PacifiCare Health Sys., Inc. v. Book, 538 U.S. 401, 406-07, 123 S.Ct. 1531, 1535-36, 155 L.Ed.2d 578 (2003)). The court then proceeded to address how the ambiguous provisions, if interpreted and applied in a manner detrimental to the borrower, could be unconscionable under New Jersey law.\nIn doing so, the New Jersey Supreme Court discussed the doctrine of unconscionability in terms of the same procedural and substantive aspects as we have identified above, observing that both elements are required to support a determination that an agreement is unconscionable. Further, the court referenced four factors that it had previously identified as material in assessing whether a contract of adhesion is unconscionable:\n[I]n determining whether to enforce the terms of a contract of adhesion, [we] look[] not only to the take-it-or-leave-it nature of the standardized form of the document but also to [(1)] the subject matter of the contract, [(2)] the parties’ relative bargaining positions, [(3)] the degree of economic compulsion motivating the “adhering” party, and [(4)] the public interests affected by the contract.\nId. at 111 (quoting Rudbart v. North Jersey Dist. Water Supply Comm’n, 127 N.J. 344, 605 A.2d 681, 687 (1992)).\nIn discussing procedural unconscionability, the New Jersey Supreme Court noted that the borrower had alleged facts suggesting a high level. The court refused to resolve disputed factual questions on this point, however. Rather, it found it sufficient to note that the lender possessed superior sophistication and bargaining power. See id. at 111.\nOn the matter of substantive unconscionability, the New Jersey Supreme Court began with the arbitration agreement’s costs provision, which permitted the arbitrator to make a discretionary allocation of costs. The court noted that it was beyond dispute that the borrower would be entitled to an award of costs if she prevailed in her federal Truth-In-Lending or state-consumer-protection-law claims. See, e.g., 15 U.S.C. § 1640(a)(3) (reflecting a mandatory award of attorneys’ fees and costs for a Truth-In-Lending violation). If the borrower did not prevail on those claims, however, the arbitration agreement permitted the arbitrator to allocate costs, and they might be assessed against the borrower. The New Jersey Supreme Court therefore expressed the concern that such a fee-shifting provision, which reached beyond frivolous or bad-faith claims, could deter consumers from vindicating statutory rights through mandatory arbitration. In this regard, the court explained that some other courts have considered the possible chilling effect in invalidating cost-splitting and/or cost-shifting provisions in arbitration agreements. See Delta Funding v. Harris, 912 A.2d at 112 (citing Morrison v. Circuit City Stores, Inc., 317 F.3d 646, 657-67 (6th Cir.2003), and Scovill v. WSYX/ABC, Sinclair Borad. Group, Inc., 425 F.3d 1012, 1019-21 (6th Cir.2005)). Based on this concern, the court concluded that “[a] contract of adhesion that contains such a term, which effectively would deter the vindication of a consumer’s statutory rights, would be unconscionable and unenforceable if interpreted and applied in the manner described above.” Id. at 113.\nDespite this conclusion, the court emphasized that the cost provision had not yet been interpreted by an arbitrator. It explained that:\n[o]nce that occurs, if the agreement is held to permit the shifting of arbitration costs to Harris, then the unconscionable cost-shifting provision must be severed from the agreement. In that eventuality, Delta, which previously offered to pay all of Harris’s arbitration costs, would be responsible for the entire cost of arbitration. Cf. Jones v. Household Realty Corp., No. C-3-03-280, U.S. Dist. LEXIS 25882 (SD.Ohio Dec. 17, 2003) (slip op. at *16-18) (finding cost-splitting provision to be unconscionable and severing offending provision). In Jones, the court similarly ordered the defendant to pay “the entire cost of arbitration” based, in part, on the defendant’s stipulated offer to pay such costs\nThat said, if an arbitrator were to interpret all of the disputed provisions in a manner that would render them unconscionable, we have no doubt that those provisions could be severed and that the remainder of the arbitration agreement would be capable of enforcement. The arbitration agreement’s broad severability clause supports that result.\nDelta Funding v. Harris, 912 A.2d at 114-15.\nThe New Jersey Supreme Court, however, was less troubled by the borrower’s split-forum argument. It found the fact that foreclosure must proceed in a judicial forum under the arbitration agreement to be “hardly surprising in that the foreclosure of mortgages is a uniquely judicial process.” Id. at 115. The court recognized that the borrower’s third-party counterclaims against the lender would have to proceed in arbitration, and that those claims tracked her defenses in the foreclosure proceeding, resulting in the split-forum effect. It concluded, however, that such result “is burdensome; however, it is not unconscionable.” The court also referenced the decisions of other courts, cited by Option One in the certification proceeding presently before us, which have rejected the argument that similar provisions were unconscionable in light of the unique nature of the foreclosure remedy. See Delta Funding v. Harris, 912 A.2d at 116 (citing Walther, 872 A.2d at 749; Conseco v. Wilder, 47 S.W.3d at 343; Lackey, 498 S.E.2d at 905); see also supra note 9. Further, the court observed that the fee-shifting provisions of the state consumer protection laws had the effect of alleviating the borrower’s burden of litigating her claims in two forums, should she be successful in proving violations. See id.\nIn several respects, the certification petition before us is more straightforward than that which was before the New Jersey Supreme Court in Delta Funding v. Harris. For example, as Option One emphasizes, the Third Circuit explained that Mr. Salley’s arguments based on prohibitive costs are waived. See Salley, No. 04-4241, slip op., 2005 WL 3724871, at *3 n. 7. Further, although this Court is cognizant of the phenomenon of predatory lending and its deleterious social effects, because those asserted aspects of this case go to not only the arbitration agreement but also to the underlying merits of the parties’ larger dispute, we believe that any relevant contentions in this regard are for an arbitrator in the first instance, under the rationale set forth in the Prima Paint/Buckeye line of decisions. See Buckeye, 546 U.S. at 447-49, 126 S.Ct. at 1210; Prima Paint, 388 U.S. at 404, 87 S.Ct. at 1806.\nWhat we are left to consider is whether exceptions from mandatory arbitration for foreclosure remedies are, in and of themselves, unconscionable, and, relatedly, the viability of Lytle’s conclusion that they are. Initially, we acknowledge that there appears to be a substantial level of procedural unconscionability present in the sub-prime lending industry, as it employs adhesion contracts and, by design, targets those with few financial choices. Procedural unconscionability would be particularly high in the present case if various of the facts asserted by Mr. Salley, such as lender non-disclosure and dishonesty in the application and settlement process, are true. Further, Option One does not deny that its agreement with Mr. Salley was one of adhesion.\nNevertheless, merely because a contract is one of adhesion does not render it unconscionable and unenforceable as a matter of law. Accord Todd Heller, Inc. v. United Parcel Service, Inc., 754 A.2d 689 (Pa.Super.2000) (citing Rudolph v. Pennsylvania Blue Shield, 553 Pa. 9, 17, 717 A.2d 508, 511 (1998) (Nigro, J., concurring)). See generally Carnival Cruise Lines v. Shute, 499 U.S. 585, 111 S.Ct. 1522, 113 L.Ed.2d 622 (1991) (enforcing a forum-selection clause contained in an adhesion contract). Additionally, we do not believe that fact finding is necessary concerning procedural unconscionability when viewing the reservation of foreclosure remedies in isolation, because, as a matter of law, we conclude that such exception does not, in and of itself, render the arbitration agreement substantively unconscionable. Our reasoning on this point is in full alignment with that of the New Jersey Supreme Court and the jurisdictions that it referenced. See Delta Funding v. Harris, 912 A.2d at 116; see also supra note 9 (collecting cases).\nAs Option One argues, there is a facially apparent business justification for such an exception, as the safeguards thereby preserved assure regularity and consistency for the benefit of both lender and borrower, and accordingly, there are sound pragmatic and policy reasons why foreclosure proceedings should be pursued in a court of law. While there is no question that the reservation facilitates the split-forum effect highlighted by Mr. Salley’s amici, again, the federal and state consumer protection laws invoked by Mr. Salley mitigate this burden for meritorious claims properly brought under their provisions. See, e.g., 15 U.S.C. § 1640(a)(3); 73 P.S. § 201-9.2. Moreover, the United States Supreme Court has made clear that parties who agree to arbitrate some claims may exclude others from the scope of the arbitration agreement. See Dean Witter Reynolds Inc. v. Byrd, 470 U.S. 213, 221, 105 S.Ct. 1238, 1242-43, 84 L.Ed.2d 158 (1985) (“The preeminent concern of Congress in passing the [Federal Arbitration] Act was to enforce private agreements into which parties had entered, and that concern requires that we enforce agreements to arbitrate, even if the result is ‘piecemeal’ litigation[.]”); Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc., 473 U.S. 614, 628, 105 S.Ct. 3346, 3355, 87 L.Ed.2d 444 (1985) (“Nothing, in the meantime, prevents a party from excluding statutory claims from the scope of an agreement to arbitrate.”). As such, the split-forum effect can be viewed as an acceptable corollary to the general policy favoring arbitration of claims. Further, we believe that, if there is evidence that may be used to establish an intention on the part of some lenders to use the exception as a tool of predatory lending, such evidence goes beyond a mere challenge to the foreclosure reservation or the arbitration agreement itself, but also subsumes aspects of the underlying, asserted consumer lending violations.\nMadame Justice Baldwin’s description of our determination (i.e., “the majority would have an arbitrator, rather than our Court, decide the question of unconscionability, due to its reasoning that Mr. Salley is challenging the contract as a whole, and not specifically the arbitration clause,” Dissenting Opinion at 129), is imprecise. We believe that we have answered the certified question as fully as is presently appropriate on the terms on which the Third Circuit posed it and on which that question has been briefed before us, namely, whether the Option-One/Salley arbitration agreement is presumptively unconscionable based on Lytle’s reasoning concerning the impact of the exception permitting creditor access to the courts. We have merely also taken care, however, not to exclude the possibility that the arbitration agreement might otherwise be deemed to be unconscionable under Pennsylvania law if Mr. Salley’s predatory lending claims are proven, since we have little doubt concerning the unreasonableness of such an adhesion agreement when used as a tool of established predatory lending.\nWhile we believe that Lytle was well intentioned in its effort to guard against pernicious lending practices, our conclusion here is that it swept too broadly. Under Pennsylvania law, the burden of establishing unconscionability lies with the party seeking to invalidate a contract, including an arbitration agreement, and there is no presumption of unconscionability associated with an arbitration agreement merely on the basis that the agreement reserves judicial remedies associated with foreclosure.\nV.\nWe conclude that the exception from mandatory arbitration for foreclosure contained within the Option-One/Salley arbitration agreement, in and of itself, does not render the agreement presumptively unconscionable under Pennsylvania law.\nHaving thus answered the certified question, this matter is returned to the Third Circuit and jurisdiction is relinquished.\nFormer Justice NEWMAN did not participate in the decision of this case.\nChief Justice CAPPY and Justices CASTILLE, EAKIN and BAER join the opinion.\nJustice BALDWIN files a dissenting opinion.\n. It appears to be undisputed that: Option One is a California corporation with its principal place of business outside of Pennsylvania; Mr. Salley is a Pennsylvania resident; and the real property that is the collateral for the Option-One/Salley loan is located in Pennsylvania.\n. Pennsylvania law reflects an identical policy embodied in the Uniform Arbitration Act. See 42 Pa.C.S. § 7303 (\"A written agreement to subject any existing controversy to arbitration or a provision in a written agreement to submit to arbitration any controversy thereafter arising between the parties is valid, enforceable, and irrevocable, save upon such grounds as exist at law or in equity relating to the validity, enforceability or revocation of any contract.”).\n. Option One argues at length that parties to a contract should be free to make whatever agreements they wish; contracts should not be voided merely because a court believes that the bargains that they reflect are unwise; and Pennsylvania courts should adhere to their historical reluctance to void contracts on public policy grounds. See, e.g., Hall v. Amica Mutual Ins. Co., 538 Pa. 337, 348, 648 A.2d 755, 760 (1994) (“It is only when a given policy is so obviously for or against the public health, safety, morals or welfare that there is a virtual unanimity of opinion in regard to it, that a court may constitute itself the voice of the community in so declaring.”); see also Snow v. Corsica Construction Co., 459 Pa. 528, 329 A.2d 887 (1974) (explaining that \"[(Inadequacy of price, improvidence, surprise, and mere hardship, none of these, nor all combined, furnish an adequate reason for a judicial rescission of a contract. For such action something more is demanded — such as fraud, mistake, or illegality.” (quoting Frey’s Estate, 223 Pa. 61, 65, 72 A. 317, 318 (1909))). While Option One’s position in this regard is well taken, we believe that the elements of procedural and substantive unconscionability, when properly applied, meaningfully distinguish the range of ordinary and acceptable bargaining situations from those in which strong public policy does favor contract avoidance.\n. See, e.g., Wisconsin Auto Title Loans, Inc. v. Jones, 290 Wis.2d 514, 714 N.W.2d 155, 171-74 (2006) (finding unconscionable an arbitration agreement in the consumer lending setting containing a broad carve-out for creditor remedies); Taylor v. Butler, 142 S.W.3d 277, 284-87 (Tenn.2004) (same); Iwen v. U.S. West Direct, 293 Mont. 512, 977 P.2d 989, 995-96 (1999); Arnold v. United Companies Lending Corp., 204 W.Va. 229, 511 S.E.2d 854, 862-63 (1998); Flores v. Transamerica HomeFirst, Inc., 93 Cal.App.4th 846, 113 Cal.Rptr.2d 376, 382-83 (2001).\n. Amici note that not all subprime lenders are predatory lenders; however, they explain that predatory lenders operate within and exploit advantages of the subprime lending market, which is generally less regulated and less competitive than the conventional lending market. See Brief of Amici Curiae at 12 (citing Kathleen C. Engel and Patricia A. McCoy, A Tale of Three Markets: The Law and Economics of Predatory Lending, 80 Tex. L.Rev. 1255, 1270-97 (2002)).\n. The Third Circuit indicated that Mr. Salley waived such matters by failing to pursue them in the argument section of his federal appellate brief. See Salley, No. 04-4241, slip op., 2005 WL 3724871, at *2 n. 5.\n. In this regard, Option One refers to passages of Lytle that cast consumer lending practices in terms of “timeless and constant effort by the haves to squeeze from the have nots even the last drop,” Lytle, 810 A.2d at 658 n. 8 (emphasis in original); attribute to the entire lending industry an intent (o use arbitration provisions to thwart every state consumer statute enacted to balance economic disparities between financial institutions and consumers, see id. at 660; and offer aspects of proposed consumer protection legislation that were not passed into law as exemplifying overarching social policy norms, see id. at 660-62 & nn. 10-11.\n. As examples of judicial remedies available to borrowers, Option One indicates that preliminary injunctive relief would be available in the courts to protect property, as would permanent relief in a proceeding to quite title. Further, borrowers may assert various counterclaims in foreclosure proceedings.\n. Accord Torrance v. Aames Funding Corp., 242 F.Supp.2d 862, 872 (D.Or.2002) (explaining that foreclosure claims that a lender was permitted to litigate in the courts under an arbitration agreement \"are heavily regulated by statute, allowing for streamlined procedures and effective protections for both sides”; it is not \"unreasonable, much less oppressive, to forego arbitration of such claims”); Walther v. Sovereign Bank, 386 Md. 412, 872 A.2d 735, 749 (2005) (stating that \"foreclosure proceedings ... do not act solely to protect the interests of the mortgage lender against a defaulting debtor but instead provide protections for both sides”); Conseco Fin. Serv. Corp. v. Wilder, 47 S.W.3d 335, 343 (Ky.App.2001) (observing that foreclosure claims are \"heavily regulated” by statutes that provide \"effective protections for both sides”); Lackey v. Green Tree Fin. Corp., 330 S.C. 388, 498 S.E.2d 898, 905 (Ct.App.1998) (“Judicial remedies for the recovery of property, such as the replevin action, and the foreclosure action, provide specific procedures for protection of collateral and the parties during the pendency of the proceedings. These protections relate to both parties, and are facilitated by the enforcement procedures specified in the law.”). Specific provisions of Pennsylvania law highlighted by Option One in this regard include: the requirement of advance, clear, conspicuous, and detailed written notice in connection with certain residential foreclosures, 41 P.S. § 403; substantial delinquency requirements, 35 P.S. § 1680.403c(a); strict jurisdictional prerequisites, Bankers Trust, 424 Pa.Super. at 91 n. 1, 621 A.2d at 1056 n. 1; requirements concerning disclosure of the availability of emergency financial assistance, 35 P.S. § 1680.402c; a period of repose if a borrower meets with a consumer credit counseling agency and/or applies for mortgage assistance payments, 35 P.S. § 1680.403c(b)(4), (6); and a panoply of judicial rules that assure fair and just resolution of foreclosure controversies.\n. Pennsylvania’s Uniform Arbitration Act appears to manifest a similar policy designed to streamline and/or curtail initial judicial review. On an application to compel arbitration, where the opposing party denies the existence of an agreement to arbitrate, the enactment requires that the court is to “proceed summarily to determine the issue so raised.” 42 Pa.C.S. § 7304(a) (emphasis added).\n. The arbitration agreement in the Delta Funding v. Harris case also contained a specific prohibition against the use of class actions, as well as various provisions addressing the allocation of attorneys’ fees. See id. at 108-09. The New Jersey court's discussion of those aspects is not directly relevant on the arguments presented in the case presently before us.\n. The New Jersey court also explained that procedural and substantive unconscionability are generally assessed according to a sliding-scale approach (for example, where the procedural unconscionability is very high, a lesser degree of substantive unconscionability may be required). See id. at 111.\n. The New Jersey Supreme Court also acknowledged that there was a line of authority to the contrary. See Delta Funding v. Harris, 912 A.2d at 116 (citing Taylor v. Butler, 142 S.W.3d at 284-87; Wisconsin Auto Title, 714 N.W.2d at 171-74); see also supra note 4.\n. Upon receipt of the New Jersey court’s opinion, the Third Circuit remanded the matter to the district court with directions that it should enforce the arbitration agreement. See Delta Funding Corp. v. Harris, 466 F.3d 273, 275 (3rd Cir.2006).\n. Madame Justice Baldwin indicates that the Third Circuit’s waiver determination should be of no moment to us here; further, she would advise the federal appellate court that the district court should be required to hold an evidentiary hearing to determine whether the Option-One/Salley arbitration agreement is unconscionable based on prohibitive costs. See Dissenting Opinion at 349 n. 1, 925 A.2d at 130-31 n. 1. Putting aside the awkwardness of advising the federal courts to conduct a merits hearing regarding a question which already has been found to be waived in the federal forum, we note that Mr. Salley also has not briefed the question of prohibitive costs before this Court (presumably as he is giving heed to the Third Circuit's waiver determination). Therefore, it would be imprudent for us to consider the costs matter in the present setting in any event.\n. In light of the Prima Paint/Buckeye line of cases, it is also questionable whether the facts asserted by Mr. Salley concerning the application and settlement process could be considered in a court’s initial assessment concerning the arbitration agreement, since they are substantially intertwined with the merits of the underlying dispute.\n. The Option-One/Salley arbitration agreement also purports to reserve certain creditor remedies in addition to foreclosure, including self-help remedies. Although we recognize that, in some contexts, an exception for self-help may raise additional policy concerns, Mr. Salley makes no argument that this term of the arbitration agreement has any direct relevance in the present setting involving a residential mortgage loan.\nMadame Justice Baldwin appears to draw substantial significance from the preservation of self-help remedies. See Dissenting Opinion, at 131. However, like Mr. Salley, she fails to identify any form of creditor self-help remedy that would be available in a residential mortgage setting. We do not dispute Justice Baldwin's assertion that all of the lender’s claims that can, as a practical matter, yield full recourse, are excluded from arbitration under the Option-One/Salley agreement. This is not, however, because there is some greater range of non-arbitration remedies that the lender has available and is exclusively preserving, as the dissent appears to suggest. Rather, we do not take issue with the dissent’s assertion in this regard because, in the face of substantial arrearages, foreclosure may very well represent the sole practical avenue for a sub-prime lender to secure full recourse. The apparent business justification for reserving the judicial forum for such remedy is developed in the text above."}