{"id": "3555131", "contents": "OPINION\nJustice SAYLOR.\nThe question presented is whether Section 5312 of the Domestic Relations Code violates the Equal Protection Clause of the United States Constitution in providing for grandparent visitation of a child when the child’s parents are divorced, engaged in divorce proceedings, or separated for six months or more.\nOn November 12, 2002, during Mother and Father’s separation, a custody order was entered between them regarding their two children. Five months later they were divorced. On April 29, 2005, after Mother refused to permit the children’s paternal grandparents (“Grandparents”) to pick up the children from school during her period of custody, Grandparents filed an action in the Court of Common Pleas of Berks County under Section 5312 seeking partial custody. Although Father supports his parents’ claim, Grandparents joined him as a defendant as a necessary party. See Pa. R.C.P. No.1915.6. Mother moved to dismiss the action, asserting that Section 5312 violated her Due Process and Equal Protection rights under the Fourteenth Amendment of the United States Constitution.\nThe challenged statute enables grandparents to seek partial custody or visitation of their grandchild when the child’s parents are divorced, engaged in divorce proceedings, or have been separated for six months or more. See 23 Pa.C.S. § 5312. In particular, the statute provides:\nIn all proceedings for dissolution, subsequent to the commencement of the proceeding and continuing thereafter or when parents have been separated for six months or more, the court may, upon application of the parent or grandparent of a party, grant reasonable partial custody or visitation rights, or both, to the unmarried child if it finds that visitation rights or partial custody, or both, would be in the best interest of the child and would not interfere with the parent-child relationship. The court shall consider the amount of personal contact between the parents or grandparents of the party and the child prior to the application.\nId. In contrast, standing to obtain partial custody or visitation is not afforded to grandparents of children whose parents are married and living together. This disparate treatment between intact families — married parents living together- — and divorced or separated parents, Mother argued, violates equal protection principles.\nThe trial court agreed, finding that Section 5312 violates the Equal Protection Clause because it impermissibly treats intact families differently from parents who are divorced or separated, and dismissed Grandparent’s complaint without addressing the merits of their claim. The trial court noted that the “prohibition against treating people differently under the law does not preclude the Commonwealth from resorting to legislative classifications....” Schmehl v. Wegelin, No. 05-5526, slip op. at 3 (C.P. Berks July 29, 2005) (quoting Curtis v. Kline, 542 Pa. 249, 256, 666 A.2d 265, 268 (1995)). But when that classification burdens a fundamental right, the court explained, strict scrutiny is applied, which requires the classification to be necessary for a compelling government interest. See id. Because the classification under Section 5312 burdened a parent’s fundamental right to make decisions regarding the upbringing of his or her children, the trial court held that, to uphold the legislative classification created by the statute between parents who are married and living together versus those who are divorced or separated, such classification must be necessary to vindicate a compelling government interest. See id. at 6.\nThe trial court found that no compelling government interest existed for the classification, noting that, although the parents are no longer together, it does not logically follow that state intervention is necessary. In particular, the court observed:\nBoth parents remain and, during periods of their partial custody with the children, either parent can provide access to their parents. There is no compelling reason that this Court can see for the state to require that Mother give up more of her time with the children, so that Father’s parents can have their own periods of visitation separate from visitations while Father has custody.... There is no compelling reason, in fact it would create the potential for greater harm, if a child of separated/divorced parents would be subject to, in this case, [two] more potential periods of Court ordered partial custody/visitation. A child of an intact family has freedom to live their life as a child, absent court ordered scheduling of their time. There is no reason to burden a child of separated/divorced parents with more court ordered interference in their already restricted childhood. Their parents can make sure there is contact with the grandparents.\nSchmehl, No. 05-5526, slip op. at 8.\nIn its subsequent opinion under Rule of Appellate Procedure 1925(a), the trial court reiterated its earlier ruling, explaining:\nAlthough the parents no longer live together, each must continue to enjoy the fundamental right, free from court interference, to make decisions about the upbringing of their children, including the decision about with whom the children associate. It is important to note that this court’s decision does not preclude [Grandparents] from ever seeing the children, which they may do during periods of the father’s partial custody. It merely asserts that there is no compelling reason to justify subjecting the children of divorced or separated parents to additional periods of Court ordered ... custody and visitation, nor requiring Mother to relinquish periods of her custody so that Father’s parents may have their own periods, when such court intervention would not be permissible if the parents were married or living together.\nSchmehl v. Wegelin, No. 05-5526, slip op. at 3 (C.P. Berks September 19, 2005). Grandparents appealed to this Court, which has exclusive appellate jurisdiction of decisions of a court of common pleas that determine a statute to be unconstitutional. See 42 Pa.C.S. § 722(7).\nAs the constitutionality of statute presents a question of law, our review is plenary. See Theodore v. Delaware Valley School Dist., 575 Pa. 321, 333-334, 836 A.2d 76, 83 (2003) (citing Purple Orchid v. Pennsylvania State Police, 572 Pa. 171, 813 A.2d 801 (2002)). A statute duly enacted by the General Assembly is presumed valid and will not be declared unconstitutional unless it “clearly, palpably and plainly violates the Constitution.” Purple Orchid, 572 Pa. at 171, 178, 813 A.2d at 805. The party seeking to overcome the presumption of validity bears a heavy burden of persuasion. See Commonwealth, Dep’t of Transp. v. McCafferty, 563 Pa. 146, 155, 758 A.2d 1155, 1160 (2000).\nGrandparents challenge the trial court’s determination that Section 5312 violates non-intact families’ equal protection rights. Although Grandparents concede that Mother’s interest in the care, direction, and control of her children is a fundamental right, Grandparents assert that the need to protect children of non-intact families is a compelling government interest, and the standards set forth in the statute are narrowly tailored to such interest. In particular, Grandparents note that, under the statute, the grant of partial custody or visitation is not automatic; rather, it depends on several factors that they must establish.\nIn contrast, Mother argues that a state should not interject its own beliefs regarding parenting decisions or thwart a parent’s ability to raise her children as she sees fit. She maintains that no compelling interest exists to treat married parents differently from separated parents who are still alive and still fit to make decisions regarding their children. Although she and Father are divorced, Mother contends, it does not logically follow that state intervention is necessary.\nIn Hiller v. Fausey, 588 Pa. 342, 904 A.2d 875 (2006), cert. denied, - U.S. -, 127 S.Ct. 1876, 167 L.Ed.2d 363 (U.S.Pa.2007), this Court recently considered the constitutionality under the Due Process Clause of another grandparent visitation statute, Section 5311 of the Domestic Relations Code, which delimits the circumstances in which a grandparent may seek partial custody or visitation of his or her grandchild when a parent has died. Observing that the right to make decisions concerning the care, custody, and control of one’s own children “is one of the oldest fundamental rights protected by the Due Process Clause [of the Fourteenth Amendment],” id. at 358, 904 A.2d at 885 (citing Troxel v. Granville, 530 U.S. 57, 65, 120 S.Ct. 2054, 2060, 147 L.Ed.2d 49 (2000)), this Court determined that any infringement of such right requires strict scrutiny review to determine whether the infringement is supported by a compelling state interest and if the infringement is narrowly tailored to effectuate that interest. See Hiller, 588 Pa. at 359, 904 A.2d at 885-86. In applying strict scrutiny to Section 5311 and finding it constitutional, the Court identified the compelling state interest for grandparent partial custody or visitation under Section 5311 as the state’s “longstanding interest in protecting the health and emotional welfare of children,” under the state’s parens patriae interest. See id. at 359, 904 A.2d at 886. Section 5311 was narrowly tailored to serve that interest, the Court held, because it extends standing to seek partial custody or visitation “not merely to grandparents, but to grandparents whose child has died.” Id. Additionally, the Court noted that:\nThis limitation ... furthers our General Assembly’s express public policy to assure the “continuing contact of the child or children with grandparents when the parent is deceased, divorced or separated.” 23 Pa.C.S. § 5301. Moreover, the rational behind the stated policy is clear: in the recent past, grandparents have assumed increased roles in their grandchildren’s lives and our cumulative experience demonstrates the many potential benefits of strong inter-generational ties.\nId. at 360, 904 A.2d at 886 (citing Troxel, 530 U.S. at 64, 120 S.Ct. at 2059). In view of such interest, the Court found the statute to be narrowly tailored in that it required the court to ensure that the partial custody and visitation granted would not interfere with the parent-child relationship, consider the pre-petition relationship and prior willingness of the parent to provide access to the child without a court order, and determine that such grant would serve the best interests of the child. See id. at 361, 904 A.2d at 887. Additionally, under relevant case law, the courts must afford a presumption in favor of the parent’s determination of custody that meaningfully tips the balance in her favor. See id. at 362-63, 904 A.2d at 887 — 88.\nThe present case was addressed in the trial court on equal protection grounds as opposed to substantive due process principles and involved Section 5312 of the Domestic Relations Code, as opposed to Section 5311, which was the subject of Hiller. In this context, however, the substantive due process and equal protection inquiries are essentially identical. In this regard, both inquiries employ a threshold assessment concerning the weight to be ascribed to the parental interest to determine the appropriate level of scrutiny, and both employ a balancing formulation in the application of such scrutiny in which the government’s interest is tested, on the one hand, to determine whether it represents an acceptable infringement on the parental interest (for purposes of substantive due process), and on the other hand, whether it is sufficient to support a particular classification (for equal protection purposes). Additionally, Sections 5311 and 5312, addressing grandparent visitation and partial custody in circumstances involving the death of a parent and divorce, respectively, are both concerned with protecting the health and emotional welfare of children under the state’s parens patñae interest in circumstances where the child’s family continuity is disrupted. Finally, in Hiller, Section 5311 was able to withstand the due process challenge only because the statute employs a classification scheme restricting its reach to a limited class of grandparents (those whose children have died) — in other words, the classification was at the heart of the determination that the statute was narrowly tailored to serve the compelling state interest in protecting the health and emotional welfare of children. See Hiller, 588 Pa. at 359-60, 904 A.2d at 886. Thus, we find the Hiller decision to be highly relevant in the present context.\nHere, Mother challenges as a violation of her equal protection rights the classification between intact and non-intact families under Section 5312. Given the role allocated to such classification in authorizing an infringement on a parent’s fundamental right to make child-rearing decisions, for the reasons elaborated more fully in Hiller, it is clear that the trial court correctly applied strict scrutiny. See generally Smith v. Coyne, 555 Pa. 21, 29, 722 A.2d 1022, 1025 (1999) (“Strict scrutiny is applied to classifications affecting a suspect class or fundamental right.”); see also Clark v. Jeter, 486 U.S. 456, 461, 108 S.Ct. 1910, 1914, 100 L.Ed.2d 465 (1988). Thus, initially the court appropriately centered the focus upon whether the classification is necessary to serve the Commonwealth’s parens patriae interest and whether the means used are narrowly tailored to effectuate the state purpose. Khan v. State Bd. of Auctioneer Examiners, 577 Pa. 166, 184, 842 A.2d 936, 947 (2004). Consistent with Hiller, however, we believe that in applying this test the trial court ascribed insufficient weight to the government’s interest in the children’s well-being, in the context of this narrowly-tailored statute addressing grandparent involvement in non-intact families.\nIn this regard, the classification under Section 5312 is not based on antagonism against non-intact families, but, like Section 5311, reflects circumstances where the child’s family environment has been disturbed. Accord Seagrave v. Price, 349 Ark. 433, 79 S.W.3d 339, 344 (2002) (“Because the differences in the circumstances between married and divorced parents established the necessity to discriminate between the classes, the [grandparent visitation] statute at issue would not be found unconstitutional.”); Blixt v. Blixt, 437 Mass. 649, 774 N.E.2d 1052, 1064 (2002) (holding that, under strict scrutiny, a grandparent visitation statute did not violate equal protection principles, given legislative recognition that children of unmarried or separated parents may be at heightened risk for certain kinds of harm when compared with children of intact families); see also Curtis, 542 Pa. at 261-68, 666 A.2d at 271-74 (Montemuro, J., dissenting) (discussing the impact of divorce upon children). Recognizing the parens patriae interest in the child’s wellbeing and heightened risk of harm arising from the breakdown of a marriage, the classification under Section 5812 is directly and narrowly tailored to such breakdown, and only provides for visitation or partial custody to a grandparent in limited circumstances, similar to the limitations under section 5311 and discussed in Hiller.\nNotably, Section 5312 requires the court to consider the pre-petition contact between the grandparent and child, and thereby respects the existence or absence of any relationship between them, and the prior willingness of the parent to foster such a relationship without a court order. See 23 Pa.C.S. §§ 5311-5312; Hiller, 588 Pa. at 361, 904 A.2d at 887; accord Blixt, 774 N.E.2d at 1064 (noting that grandparent visitation “has everything to do with protecting the child, insofar as possible, by preserving the fruits of significant developmental attachment whose seeds were planted by a parent”). Additionally, prior to granting a grandparent access to the child, the trial court must ensure that such grant will not interfere with the parent-child relationship, determine that such grant serves the best interests of the child, see 23 Pa.C.S. §§ 5311— 5312, and afford special weight and deference to a parent’s decision regarding such access. See Hiller, 588 Pa. at 361, 904 A.2d at 887. Moreover, any grant of partial custody and visitation must be reasonable. See 23 Pa.C.S. § 5312.\nGiven the statute’s focus on the protecting the child upon the breakdown of a marriage, and the limited circumstances in which it applies, that are directed toward promoting the welfare of the child and limiting the intrusion upon the parent, we find that the classification under Section 5312 is valid, upon the application of strict scrutiny. As such, Mother has not satisfied the heavy burden of establishing that the statute clearly, palpably, and plainly violates the Constitution. Accordingly, the order of the common pleas court is reversed, and the case is remanded for further proceedings consistent with this opinion.\nJustice EAKIN, BAER and FITZGERALD join the opinion.\nChief Justice CAPPY files a dissenting opinion.\nJustice BALDWIN files a dissenting opinion in which Justice CASTILLE joins.\n. Grandparents are divorced, but have cooperated to seek partial custody-\n. The Equal Protection Clause, in pertinent part provides that no State shall \"deny to any person within its jurisdiction the equal protection of the laws.” U.S. Const, amend. XIV § 1. The Due Process Clause provides that no State shall \"deprive any person of life, liberty, or property, without due process of law; ...” Id.\n. Under Section 5311, when a child’s parents are deceased, the parent of the deceased parent may seek partial custody or visitation. See 23 Pa.C.S. § 5311.\n. Section 5311 provides:\nIf a parent of an unmarried child is deceased, the parents or grandparents of the deceased parent may be granted reasonable partial custody or visitation rights, or both, to the unmarried child by the court upon a finding that partial custody or visitation rights, or both, would be in the best interest of the child and would not interfere with the parent-child relationship. The court shall consider the amount of personal contact between the parents or grandparents of the deceased parent and the child prior to the application.\n23 Pa.C.S. § 5311.\n. In response to Mr. Chief Justice Cappy’s assertion that we have improperly intermixed equal protection and due process principles, we are not alone in recognizing the substantial overlap in the application of these respective constitutional precepts relative to statutes that rely upon classifications, such as Sections 5311 and 5312 of the Domestic Relations Code. See, e.g., Bearden v. Georgia, 461 U.S. 660, 666-67, 103 S.Ct. 2064, 2069, 76 L.Ed.2d 221 (1983) (highlighting the substantial similarity between determining whether a particular classification may be used in taking governmental action consistent with equal protection and assessing whether it is fundamentally unfair to take such action under substantive due process, as arising in the context of parole revocation decisions based upon the failure to pay fines by indigents). See generally Goulart v. Meadows, 220 F.Supp.2d 494, 500 (D.Md.2002) (“Modern substantive due process analysis is generally understood to overlap considerably with equal protection analysis.” (citing John E. Nowak and Ronald D. Rotunda, Constitutional Law § 11.4 (5th ed.1995))); Lofty v. Richardson, 440 F.2d 1144, 1147 (6th Cir.1971) (\"As to an assertion of an arbitrary classification argument, there is a wide area of overlap between the effect of the Fifth Amendment’s due process clause and the Fourteenth Amendment's equal protection clause.”)(citing Bolling v. Sharpe, 347 U.S. 497, 74 S.Ct. 693, 98 L.Ed. 884 (1954)).\n. In both the equal protection and substantive due process settings, strict scrutiny has been framed by the courts in various ways, but its most common formulation centers squarely on the main conception of \"narrowly tailored measures that further compelling government interests.” Johnson v. California, 543 U.S. 499, 505, 125 S.Ct. 1141, 1146, 160 L.Ed.2d 949 (2005). The Chief Justice effectively appears to elevate the phrase “necessary to a compelling state interest” that has sometimes been used in describing strict scrutiny into an \"only means” test for equal protection that differs from the application of strict scrutiny in due process analysis. See Dissenting Opinion, Op. at 597-98, 927 A.2d at 192 (Cappy, C.J.). Such an asserted distinction is faulty, however, in the first instance, because the courts have employed the same phraseology in both the equal protection and substantive due process contexts. Compare Khan, 577 Pa. at 184, 842 A.2d at 947 (describing the test for strict scrutiny for purposes of substantive due process as whether legislation \"is necessary to promote a compelling state interest and is narrowly tailored to effectuate that state purpose.” (emphasis added)), with Commonwealth v. Bell, 512 Pa. 334, 344, 516 A.2d 1172, 1178 (1986) (explaining, in the equal protection setting, that strict scrutiny entails consideration of whether a classification is “necessary to the achievement of a compelling state interest” (emphasis added)). Moreover, in neither context do we believe that the essential inquiry amounts to an only means test.\n. In Seagrave, on consideration of a grandparent visitation statute analogous to Section 5312, the Supreme Court of Arkansas found that the classification between a married parent and unmarried parent was not based on a suspect classification, and therefore, was subject to rational basis review to determine whether the classification has a rational basis that was reasonably related to a legitimate government purpose. Seagrave, 79 S.W.3d at 343. The court did not specifically address whether the classification burdened a fundamental right, noting that it could apply to situations where the child was in the custody of someone other than the child’s natural or adoptive parents. See id. Ultimately, however, the court determined that the Arkansas statute had been unconstitutionally applied because the trial court had failed to apply any presumption in favor of the custodial parent’s decision regarding visitation. See id. at 345.\n. In Curtis, this Court found unconstitutional a statute that authorized the court to order a separated, divorced, or unmarried parent to provide for post-secondary, i.e. college, education of his or her child. See Curtis, 542 Pa. at 258, 666 A.2d at 269. Determining that there was no entitlement to participate in such education, see id. at 268, 666 A.2d 265, the Court found no rational basis to provide only adult children of divorced parents such a benefit. See id. at 258-59, 666 A.2d at 269-70. Here, of course, the statute is directed to the custodial arrangement of a minor, of which the state has a parens patriae interest, and the harm to be protected against, disruption of a child's family environment, directly and necessarily flows from the circumstances covered by the classification at issue. Consequently, the focus is on whether the means used are narrowly tailored to promote such interest. See Khan, 577 Pa. at 184, 842 A.2d at 947.\n. Madame Justice Baldwin draws a distinction between the situation involving the death of a parent under Section 5311 and divorce under Section 5312 in terms of the balancing of the respective interests involved. See Dissenting Opinion, op. at 601-02, 927 A.2d at 195 (Baldwin, J.). Her conclusion appears to be that, although the Court declined in Hiller to condition grandparent visitation upon a constitutional threshold of parental unfitness or harm, see Hiller, 588 Pa. at 365-66 & n. 24, 904 A.2d at 890 & n. 24, such a requirement is appropriate to the divorce scenario. See Dissenting Opinion, Op. at 601-05, 927 A.2d at 195-97.\nThis Court recognized in Hiller that the trauma accompanying the death of a parent is substantial, and we recognize here that the effects of divorce, including the potential for ongoing disharmony between parents, may also be highly traumatic. See, e.g., Jack Arbuthnot, Courts’ Perceived Obstacles to Establishing Divorce Education Programs, 40 Fam Ct Rev 371, 371 (2002) (discussing a \"growing awareness by academics, mental health professionals, community service providers, and court personnel alike that divorce can have devastating effects on those family members least empowered to protect themselves — the children”). There is no record that would enable us to gauge a qualitative or quantitative distinction between the impact of death and divorce of parents upon affected children, and we believe that it exceeds the realm of our judicial expertise to attempt to draw one. Finally, Justice Baldwin's appears to conflate merits review concerning Grandparents’ ultimate entitlement to relief, which is not before us, with the threshold issue of whether Section 5312 is facially unconstitutional, with which we are now presented. In doing so, Justice Baldwin incorrectly suggests that we have ignored the presumption in favor of a fit parent (when we have specifically indicated that such presumption must be given full effect in a merits assessment), and concludes that Grandparents have failed to overcome the presumption (although they have not had the opportunity to do so, because their petition was dismissed by the trial court based on its determination that Section 5312 was facially unconstitutional). See Dissenting Opinion, op. at 605-06, 927 A.2d at 197.\n. In its opinion, the trial court highlighted that Grandparents could be afforded access to the children during Father’s periods of custody. This factor may bear upon the merits of a court’s ultimate best interests and reasonableness determinations. It should be noted, however, that in other cases access through a parent may not be possible, such as when a parent has relocated, is incarcerated, or has been denied partial custody due to circumstances beyond the grandparents' control.\n. Although the trial court did not address Mother’s claim that the statute violated her constitutional due process rights, for the reasons stated herein, the trial court must obviously consider Hiller and our present rationale in finally resolving such claim."}