{"id": "3556091", "contents": "OPINION\nChief Justice CAPPY.\nThis appeal raises the question of whether the republication of a statement, after the defendant receives a complaint alleging that the statement is defamatory, is relevant to the presence of actual malice in the initial publication. For the reasons set forth below, we find that the republication is relevant. Accordingly, we reverse the decision of the Superior Court and remand to the trial court to consider the impact of a republication on the determination of actual malice.\nThe following facts are pertinent to the trial court’s consideration of a motion for summary judgment brought by Appellee Oscar Lee Brownstein. Appellant Robin Weaver is an East Lampeter Township police officer in Lancaster County. In 1991, he investigated the murder of sixteen-year-old Laurie Show. The next year, Lisa Michelle Lambert was convicted of the murder of Show. The conviction was affirmed by the Superior Court, and this Court declined Lambert’s petition for allowance of appeal. However, Lambert successfully petitioned the United States District Court for the Eastern District of Pennsylvania for a writ of habeas corpus. The district court granted Lambert’s habeas petition and ordered that she be released. Lambert v. Blackwell, 962 F.Supp. 1521 (E.D.Pa. 1997), vacated, 134 F.3d 506 (3d Cir.1997). In the published opinion of the court, Judge Stewart Dalzell accused the officers of the East Lampeter Township Police Department, including Officer Weaver, of fabricating and destroying evidence and perjury. Additionally, during the proceeding, Lambert accused Weaver and two other officers of raping her. No charges were filed in connection with this allegation.\nThe federal court’s opinion generated a great deal of media coverage and an influx of public commentary. Among such was a letter to the editor of the Intelligencer Journal of Lancaster, Pennsylvania authored by Brownstein. The following excerpt from the letter published on June 23, 1997 is at issue in this case:\nNow here is an unanswered question: How did Officer Robin Weaver — who knew Lambert and Yunkin/ and who presumably led two other policemen into Lambert’s apartment — know that Lambert would be home alone, that the door to the apartment had been broken by Yunkin in a fit of anger, and that Yunkin would not return while they were allegedly raping Lambert at gunpoint? Of course, maybe Lambert just made up the whole story, knowing that five years later Weaver would be arraigned for the sexual abuse of women and children. Sure.\nOn June 12, 1998 Weaver filed defamation claims against the newspaper and Brownstein. In his complaint, Weaver averred that he had not raped Lambert and he was never charged with doing so. Further, he had never been arraigned for the sexual abuse of women and children. Additionally, three months after Weaver filed the initial compliant claiming that he had not been arraigned for sexual molestation, Brown-stein’s letter was reprinted on the “Free Lisa Lambert” website in toto. Brownstein then filed a motion for summary judgment claiming that Weaver failed to prove that Brown-stein had acted with actual malice. The trial court granted the motion for summary judgment and dismissed Weaver’s complaint with prejudice.\nThe Superior Court affirmed in a published opinion, holding that Weaver was a public figure, and that he failed to state a prima facie case for defamation because he did not establish that Brownstein had acted with actual malice. Weaver v. Lancaster Newspapers Inc., 875 A.2d 1093, 1100 (Pa.Super.2005). Actual malice requires that Brownstein published his letter in the newspaper with knowledge that his statements concerning Weaver were false or that he acted with reckless disregard to their falsity. Id. at 1097. The Superior Court reasoned that the fact that Lambert had accused Weaver of rape was a matter of public record, and therefore, Brownstein’s repetition of the allegation did not constitute actual malice. Id. at 1098. With respect to the allegations that Weaver had been arraigned for the molestation of women and children, the court found that there was no evidence that Brownstein actually knew that his allegation was false, but rather he had merely confused Weaver’s name with the name of another officer who had been arraigned for those crimes. Id. at 1099. The Superior Court noted that some evidence of ill will, or even a desire to harm Weaver’s reputation, did not rise to the level of actual malice. Id. at 1100. Finally, the Superior Court dismissed the possibility that Weaver could demonstrate actual malice in the initial publication through evidence that Brownstein agreed to allow his letter to the editor to be republished on the “Free Lisa Lambert” website approximately three months after he had been sued for publishing the letter in the first place. Id. The Superior Court held that the proper focus was Brownstein’s mental state at the time he first published the letter, and that his act of republication over a year later had no bearing on his earlier mental state. Id.\nWe granted allocatur on a limited basis to consider whether under this Court’s decision in O’Donnell v. Philadelphia Record Co., 356 Pa. 307, 51 A.2d 775 (1947), Brownstein’s alleged actions in granting permission, in the post-complaint time-frame, to a third party to republish the disputed letter to the editor, constitutes sufficient circumstantial evidence of actual malice for the cause of action against Brownstein to survive his motion for summary judgment.\nThe Pennsylvania Rules of Civil Procedure instruct that the court shall enter summary judgment when there is no genuine issue of any material fact as to a necessary element of the cause of action or defense that could be established by additional discovery. Pa.R.C.P. 1035.2(1). See Fine v. Checcio, 582 Pa. 253, 870 A.2d 850, 857 (2005). In this case, the trial court could grant summary judgment only if reasonable minds could not differ on the issue of whether or not Brown-stein acted with actual malice. See Washington v. Baxter, 553 Pa. 434, 719 A.2d 733, 740 (1998). But, if there are any material facts in dispute as to actual malice, or if the facts can support conflicting inferences, the case is not free from doubt, and therefore, summary judgment is inappropriate. Id. This is because a motion for summary judgment is based on an evidentiary record that entitles the moving party to a judgment as a matter of law. Fine, 870 A.2d at 857. In other words, if there is relevant evidence that a jury could reasonably credit that would allow the non-moving party to prevail, then judgment as a matter of law would be inappropriate. In considering the merits of a motion for summary judgment, a trial court views the record in the light most favorable to the non-moving party, in this case Weaver, and all doubts as to the existence of a genuine issue of material fact must be resolved against the moving party, Brownstein. Id.\nOn review, an appellate court may reverse a grant of summary judgment if there has been an error of law or an abuse of discretion. Id. But the issue as to whether there are no genuine issues as to any material fact presents a question of law, and therefore, on that question our standard of review is de novo. Id. This means we need not defer to the determinations made by the lower tribunals. Id. Our standard is likewise de novo when we consider the relevance of republication on a finding of actual malice in the initial publication, because that is also a question of law. In reviewing these two questions of law, our scope of review is plenary, as we may examine the entire contents of the record. In re Hickson, 573 Pa. 127, 821 A.2d 1238, 1242 (2003).\nFirst we will examine our law on defamation. Then we will consider our holding in O’Donnell and the arguments of the parties addressing the legal questions of republication and genuine issues of material fact.\nWeaver does not contest his status as a public figure, so we consider these arguments in light of our law concerning public-figure defamation. In Pennsylvania, the Uniform Single Publication Act, 42 Pa.C.S. §§ 8341-8345, sets forth the elements of a prima facie case in a defamation action. The burden is on the plaintiff to prove:\n(1) The defamatory character of the communication.\n(2) Its publication by the defendant.\n(3) Its application to the plaintiff.\n(4) The understanding by the recipient of its defamatory meaning.\n(5) The understanding by the recipient of it as intended to be applied to the plaintiff.\n(6) Special harm resulting to the plaintiff from its publication.\n(7) Abuse of a conditionally privileged occasion.\n42 Pa.C.S. § 8343(a). In turn, when a prima facie case of defamation is properly raised, the defendant may rebut by proving:\n(1) The truth of the defamatory communication.\n(2) The privileged character of the occasion on which it was published.\n(3) The character of the subject matter of defamatory comment as of public concern.\nId. at § 8343(b). Caselaw further informs us that if the plaintiff is a public figure he or she must prove that the defendant published the offending statement with “actual malice,” i.e., with knowledge that the statement was false or with reckless disregard of its falsity. Curran v. Philadelphia Newspapers, Inc., 497 Pa. 163, 439 A.2d 652, 659 (1981) (quoting New York Times Co. v. Sullivan, 376 U.S. 254, 279-80, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964)). Actual malice is not judged on an objective reasonable man standard. Rather, for the purposes of establishing that a defendant acted with reckless disregard for the truth, “[t]here must be sufficient evidence to permit the conclusion that the defendant in fact entertained serious doubts as to the truth of his publication.” Norton v. Glenn, 580 Pa. 212, 860 A.2d 48, 55 (2004) (citing St. Amant v. Thompson, 390 U.S. 727, 731, 88 S.Ct. 1323, 20 L.Ed.2d 262 (1968)). However, it is important to note that immunity from defamation liability is not guaranteed merely because a defendant protests that he published in good faith. Id. Actual malice can be shown when “the publisher’s allegations are so inherently improbable that only a reckless man would have put them in circulation,” or “where there are obvious reasons to doubt the veracity of the informant or the accuracy of his reports.” Id. (citing St. Amant, 390 U.S. at 732, 88 S.Ct. 1323).\nIn O’Donnell, the defendant newspaper, Philadelphia Record Co., appealed from a judgment on the verdict for the plaintiff, John O’Donnell. O’Donnell had been the subject of a newspaper editorial published on April 18, 1941 in which the paper had opined:\nJohn O’Donnell is a Naziphile. He makes no secret of it. On numerous occasions, to all friends and barflies within hearing, he has broadcast his sympathy with most of Hitler’s aims-such as destruction of the British Empire, suppression of labor unions and liquidation of Jews.\nO’Donnell, 51 A.2d at 776-77. The newspaper argued that judgment should have been entered notwithstanding the verdict because O’Donnell had admitted on the record that he had made statements relating to the liquidation of the Jews. The newspaper claimed that O’Donnell’s statements allowed the newspaper to claim the absolute privilege of truth, which would have been a complete defense to an accusation of libel. This Court rejected that contention because it contradicted the findings of the jury who had the duty as factfinder to weigh the testimony and determine if the defense of truth was made. Id. at 777. Specifically, this Court noted that it was impossible to give binding instructions for the defendant newspaper or to sustain its motion for judgment notwithstanding the verdict because of the long-standing rule that “where proof of fact rests entirely upon oral testimony, the credibility of the witnesses thereto is solely a question for the determination by the jury trying the case.” Id. at 778. This Court went on to note that the newspaper had repeated its libel on August 8, 1942 by republishing the original accusation after O’Donnell had brought suit for defamation. Id. at 779. We held that the republication was relevant to the jury’s inquiry because if there was abuse of privilege in the original publication, the jury may have found the republication convincing evidence of wrong motive of actual malice. Id.\nTurning to the arguments of the parties in this case, Weaver submits that the lower court made a clear error of law because it ignored our holding in O’Donnell that republication is relevant to an inquiry into the presence of actual malice in the original publication. Weaver maintains that once the republication is properly considered alongside the other evidence of Brownstein’s motives, he will meet the burden of the non-moving party on summary judgment to allege facts which support a prima facie case of defamation, and therefore, he should be allowed to proceed to trial.\nBrownstein contends that the lower court made no error of law, because the holding in O’Donnell is extremely limited. Brownstein first argues that the O’Donnell holding was set forth strictly in the context of privilege as an affirmative defense to the charge that the newspaper editorial was libelous per se. Brownstein avers that because of this context, it was only after the trial judge made a ruling on the defamatory nature of the underlying publication that the issue of republication was placed before the jury for a determination of whether the publication itself revealed such malice that it lost its privileged character. Brownstein claims that in this case, abuse of privilege was not even at issue. In order to survive summary judgment, Weaver had the burden of showing that Brownstein acted with actual malice, that is, with knowledge that his statement was false or that he acted with reckless disregard to its falsity, before republication could even be considered. Therefore, Brownstein submits that the holding in O’Donnell is inapt as it remains strictly in the context of abuse of privilege.\nNext Brownstein maintains that Weaver ignores the fact that O’Donnell pre-dates the United States Supreme Court’s decision in Times v. Sullivan which changed the legal landscape of public official-plaintiff defamation cases by placing the burden on the plaintiff to prove actual malice. Brownstein contends that other than the limited context of privileged communication in O’Donnell, Weaver is unable to cite to any authority in support of his proposition that the alleged republication of a disputed letter constitutes sufficient circumstantial evidence of actual malice at the time of the initial publication.\nBrownstein further argues that due to First Amendment concerns, a determination of actual malice may not be left to the factfinder. Instead he maintains that judges, as expositors of the Constitution, must independently determine whether the evidence on the record is of the convincing clarity necessary to strip the allegedly defamatory statement of its protections under the First Amendment. He argues that this independent determination is appropriate at the summary judgment phase, so that the trial court may act as a gatekeeper by making a threshold assessment concerning the presence of actual malice. According to Brownstein, this threshold assessment will prevent a jury from improperly considering the question of actual malice when the trial court has determined that it was not present.\nOn the legal question of the relevance of republication after a suit alleging defamation has been filed, we hold that the Superior Court erred as a matter of law when it decided that the republication of the letter was irrelevant to an inquiry of actual malice at the time of the first publication, because O’Donnell makes it clear that republication should be considered alongside any other evidence of actual malice. We do recognize that the premise in ODonnell was announced without discussion, so we will take this opportunity to clarify the reasoning that undergirds the rule.\nBrownstein contends that the ODonnell rule is confined to issues of privilege or diminished by the fact that after Times v. Sullivan, the plaintiff bears the burden of proof to show actual malice. But Brownstein’s argument is inapt, as our inquiry does not relate to the definition of actual malice itself, but rather to what evidence may be entertained in order to prove it. The ODonnell rule is grounded in our law concerning relevance. Evidence is relevant if it tends to establish some fact material to the case, or if it tends to make a fact at issue more or less probable. Commonwealth v. Scott, 480 Pa. 50, 389 A.2d 79, 82 (1978); Pa.R.E. 401. In this case, we look for evidence of Brownstein’s subjective mental state at the time he published his letter. And evidence that shows he republished a statement accusing Weaver of having been arraigned on charges of sexual molestation, after the lawsuit filed against him put him on notice that his grave accusation might be false, does inform the jury’s inquiry by making it more probable that he either knew the information was false or that he acted recklessly with regard to the truth at the time of the initial publication.\nTo support this conclusion we may look to the Restatement (Second) of Torts § 580A, cmt. d (2006) for guidance. The Restatement instructs that, “Republication of a statement after the defendant has been notified that the plaintiff contends that it is false and defamatory may be treated as evidence of reckless disregard.” In this case, Brownstein received notice that his allegations were potentially false when Weaver filed his lawsuit and brought to Brownstein’s attention that he had not in fact been arraigned on sexual molestation charges. This notice would make any republication of the statement relevant to an inquiry of actual malice at the time of initial publication because it tends to indicate a disregard for the truth that may have been present at the time of initial publication. The Restatement also discusses the effect of the defendant’s refusal to retract a statement after it has been demonstrated to him to be both false and defamatory stating, “Under certain circumstances evidence to this effect might be relevant in showing recklessness at the time the statement was published.” Id. See Hoffman v. Washington Post, 433 F.Supp. 600, 605 (D.D.C.1977), affirmed, 578 F.2d 442 (D.C.Cir.1978). The Restatement further recognizes that a state might constitutionally treat a deliberate refusal to retract a clearly false defamatory statement as meeting the knowledge-or-reckless-disregard standard, even though the conduct occurred subsequent to the publication. Restatement (Second) of Torts § 580A, cmt. d (2006). The Fifth Circuit Court of Appeals did just that in Zerangue v. TSP Newspapers Inc., 814 F.2d 1066, 1071 (5th Cir.1987), where it held that refusal to retract an exposed error tends to support a finding of actual malice.\nRepublications, retractions and refusals to retract are similar in that they are subsequent acts used to demonstrate a previous state of mind. Ignoring our holding in O’Donnell, the Superior Court dismissed the relevance of republication specifically because the republication was a subsequent act. Weaver v. Lancaster Newspapers Inc., 875 A.2d 1093, 1100 (Pa.Super.2005). But the United States Supreme Court has held that:\nThe existence of actual malice may be shown in many ways. As a general rule, any competent evidence, either direct or circumstantial, can be resorted to, and all the relevant circumstances surrounding the transaction may be shown, provided they are not too remote, including threats, prior or subsequent defamations, subsequent statements of the defendant, circumstances indicating the existence of rivalry, ill will, or hostility between the parties, facts tending to show a reckless disregard of the plaintiffs rights, and, in an action against a newspaper, custom and usage with respect to the treatment of news items of the nature of the one under consideration. The plaintiff may show that the defendant had drawn a pistol at the time he uttered the words complained of; that defendant had tried to kiss and embrace plaintiff just prior to the defamatory publication; or that defendant had failed to make a proper investigation before publication of the statement in question. On cross-examination the defendant may be questioned as to his intent in making the publication.\nHerbert v. Lando, 441 U.S. 153, 164 n. 12, 99 S.Ct. 1635, 60 L.Ed.2d 115 (1979) (emphasis added). This list makes it clear that subsequent acts can be relevant to the determination of previous states of mind, so certainly our holding in O’Donnell was correct; a subsequent act of republication after a defendant is put on notice by a lawsuit that alleges defamation is relevant to a determination of actual malice in the initial publication.\nThe Superior Court’s concern that the republication only reflects a subsequent mental state goes to the weight of the evidence, not its admissibility. See Commonwealth v. Steele, 522 Pa. 61, 559 A.2d 904, 910 (1989). Once a court rules that evidence is relevant to an ultimate threshold of proof, in this case actual malice, any question of weight requires an assessment of the credibility of testimony and is, therefore, a question for the jury. Such considerations, however, have no role at summary judgment where the focus is whether the proffered evidence, if credited by a jury, would be sufficient to prevail at trial. This brings us to the second legal question presented by this case of whether there are genuine issues of material fact that should be decided by a jury. The Superior Court found that there were no disputed facts. However, once it is clear that the republication is relevant, the record demonstrates that there is at least one fact in dispute that could support a finding of actual malice — the fact of republication itself. In his deposition, Brownstein first admits that he gave permission for his letter to be reprinted, then denies any memory of whether or not he gave his consent to the republication. Deposition of Oscar Lee Brownstein, 11/30/2000 pp. 69-71. If the first is true, then Brownstein republished his letter, but if Brownstein did not consent to the letter’s reprinting, then he did not republish his comments. Therefore, the material fact of republication is disputed.\nFurther, it would seem that the lower courts here overlooked the fact that oral testimony or testimonial affidavits of the moving party or his witnesses, even if uncontroverted, will not afford sufficient basis for the entry of summary judgment, because the credibility of the testimony is still a matter for the jury. Curran, 439 A.2d at 662 (citing Nanty-Glo Borough v. American Surety Co., 309 Pa. 236, 163 A. 523, 524 (1932)); see also O’Donnell, 51 A.2d at 778. The lower courts relied on Brownstein’s unsubstantiated oral claim that he had made a mistake in good faith when he confused the names of the officers and stated that Weaver had been arraigned on sexual molestation charges. But, in St. Amant, 390 U.S. at 732, 88 S.Ct. 1323 the Supreme Court specifically stated that the defendant in a defamation action cannot insure a favorable verdict “by testifying that he published with a belief that the statements were true.” Rather, “[t]he finder of fact must determine whether the publication was indeed made in good faith.” Id.\nIt also bears note that the Supreme Court of the United States expressed its doubts generally about the use of summary judgment to dispose of public figure defamation cases in Hutchinson v. Proxmire, 443 U.S. 111, 120 n. 9, 99 S.Ct. 2675, 61 L.Ed.2d 411 (1979), stating that, “The proof of ‘actual malice’ calls a defendant’s state of mind into question and does not readily lend itself to summary disposition.” We do not hold that summary judgment is inappropriate in all defamation cases, however, it would seem difficult to argue that the material facts at bar in this case are not in dispute, especially because they rest purely on oral testimony.\nOn a final note, we will address Brownstein’s assertion that the trial court’s role in summary judgment has heightened importance in the area of defamation. Brownstein contends that First Amendment concerns require that the trial court act as a gatekeeper at the summary judgment stage by making a threshold assessment of actual malice in order to prevent a jury from improperly considering a constitutional question. Brownstein is correct that the court acts as a gatekeeper in a summary judgment posture, but this function is purely intended to prevent issues from reaching the factfinder when there are no material facts in dispute. Brownstein has conflated this gatekeeping function with the concept of independent appellate review of constitutional issues. As part of the scope and standard of review in constitutional cases, the United States Supreme Court has directed appellate courts to engage in independent review of the entire record to ensure that constitutional principles have been properly applied. Times v. Sullivan, 376 U.S. at 285, 84 S.Ct. 710. In a defamation case where the inquiry involves the line between “speech unconditionally guaranteed and speech which may legitimately be regulated,” the Court demands fully independent review of the evidence adduced to avoid any “forbidden intrusion on the field of free expression.” Id. The United States Supreme Court affirmed this concept in Bose Corp. v. Consumers Union of United States, Inc., 466 U.S. 485, 499, 104 S.Ct. 1949, 80 L.Ed.2d 502 (1984), stating, “Appellate judges in such a ease must exercise independent judgment and determine whether the record establishes actual malice with convincing clarity.” Id. (Emphasis added). Ultimately, Brownstein misapprehends the law when he suggests that this independent constitutional review should occur in the summary judgment phase. Rather, it is clear that the independent review is an assessment made by appellate courts only after the jury has made findings of fact, whereas summary judgment exists to stop cases from proceeding if there are no material factual disputes for the jury to consider.\nFor the foregoing reasons, the order of the Superior Court is reversed and this matter is remanded to the trial court for proceedings consistent with this opinion.\nFormer Justice NEWMAN did not participate in the consideration or decision.\nJustice CASTILLE, EAKIN and BAER and Justice BALDWIN join this opinion.\nJustice SAYLOR concurs in the result.\n1. Lawrence Yunkin had a relationship with Lambert and also with the woman Lambert was convicted of murdering, Laurie Show. The federal court indicated in its decision that Yunkin confessed to participating with another woman, Tabitha Buck, in the murder of Show.\n. The trial court’s decision to grant summary judgment stands as to Lancaster Newspapers, Inc., and the Intelligencer Journal as we granted allowance of appeal limited to the matter of republication, which is only relevant to the suit against Brownstein."}