{"id": "3556369", "contents": "OPINION\nPER CURIAM.\nThis is a direct appeal from an order declaring a portion of Pennsylvania’s DUI statute unconstitutional.\nPennsylvania’s present DUI law was enacted in 2003 and took effect in early 2004. Codified at Section 3802 of the Vehicle Code, the enactment provides, in relevant part:\n§ 3802. Driving under influence of alcohol or controlled substance\n* * *\n(c) Highest rate of alcohol. — An individual may not drive, operate or be in actual physical control of the movement of a vehicle after imbibing a sufficient amount of alcohol such that the alcohol concentration in the individual’s blood or breath is 0.16% or higher within two hours after the individual has driven, operated or been in actual physical control of the movement of the vehicle.\n75 Pa.C.S. § 3802(c).\nOn September 16, 2004, a police officer stopped Appellee’s vehicle and noticed signs of intoxication as well as the presence of illegal drugs and drug paraphernalia in the vehicle. Appellee was arrested and transported to a hospital, where chemical testing revealed a blood-alcohol content (BAC) of 0.19 percent. He was thereafter charged with DUI pursuant to the above provision, as well as multiple drug offenses. Appellee filed an omnibus pretrial motion which included a motion to dismiss the DUI count based upon the asserted unconstitutionality of Section 3802.\nBy order and opinion dated November 9, 2005, the Court of Common Pleas of Erie County, inter alia, declared Section 3802 unconstitutional, and granted Appellee’s motion to dismiss the DUI count. The court grounded its holding in this regard on two theories. First, relying on Commonwealth v. Barud, 545 Pa. 297, 681 A.2d 162 (1996), the trial court indicated that the DUI statute is overly broad because it criminalizes conduct that is not otherwise unlawful, namely, driving with a BAC below the statutory threshold, so long as the driver tests above that level within two hours after driving. Additionally (and relatedly), the trial court interpreted Section 3802(c) as creating an improper “conclusive presumption” that, if the defendant’s BAC is above the threshold at the time of testing, then it must also have been above the threshold at the time of driving. This, in the trial court’s view, operated to relieve the Commonwealth of its constitutionally-imposed burden to prove every element of the offense beyond a reasonable doubt. The Commonwealth filed a timely direct appeal to this Court, see 42 Pa.C.S. § 722(7) (giving the Pennsylvania Supreme Court exclusive jurisdiction of appeals from final common pleas court orders that declare a statute unconstitutional), raising two issues: whether the trial court erred in declaring Section 3802(c) overbroad for punishing constitutionally protected activity, and whether that court erred in concluding that the same provision is unconstitutional because it creates a mandatory presumption by relieving the Commonwealth of the burden of proving that the defendant’s BAC level was above the statutory threshold at the time of driving.\nThe two questions raised by the Commonwealth correspond with the two bases for the trial court’s decision, as discussed above. Both of these grounds depend upon the trial court’s interpretation of the DIJI statute as reflecting a legislative intent to criminalize the act of driving while the individual’s BAC level is above the statutory threshold. The correctness of such interpretation was an issue presented to this Court in Commonwealth v. Duda, 592 Pa. 164, 923 A.2d 1138 (2007) in which the common pleas court of Allegheny County invalidated Section 3802(a)(2) on a similar basis. Therefore, we held the present appeal pending our disposition of Duda. As our decision in that matter has now been announced, see Commonwealth v. Duda, 592 Pa. 164, 923 A.2d 1138 (Pa.2007), this appeal is ready for disposition.\nOur Duda decision reversed the Allegheny County court’s order and upheld Section 3802(a)(2). Duda explains that Section 3802(a)(2) does not depend upon the driver’s BAC level while actually driving, but rather, defines the offense in terms of consuming a sufficient quantity of alcohol prior to driving such that the driver’s BAC level meets the statutory threshold at the time of testing within two hours after driving. Accordingly, it does not raise a conclusive presumption, and it is distinguishable from the statute invalidated in Barud. See Duda, 592 Pa. at 180, 923 A.2d at 1147. Furthermore, it survives rational-basis judicial scrutiny and is not overbroad. See Duda, 592 Pa. at 188-89, 923 A.2d at 1152. Although subsection (c) of Section 3802 employs a higher BAC threshold than subsection (a)(2) (which pertains to “DUI-general impairment” rather than “DUI-highest rate of alcohol”), it is in all other respects identical to subsection (a)(2). The difference in the statutory BAC threshold is immaterial to the analysis employed in Duda. That reasoning fatally undermines the trial court’s disposition in the present case.\nFor the foregoing reasons, the order of the Court of Common Pleas dated November 9, 2005, is reversed insofar as it ruled that Section 3802 of the Vehicle Code is unconstitutional, and the matter is remanded for further proceedings consistent with this Opinion.\nChief Justice CAPPY files a concurring statement in which Justice CASTILLE and FITZGERALD join.\n. See Act of Sept. 30, 2003, P.L. 120, No. 24, effective Feb. 1, 2004 (\"Act 24”). Act 24 repealed and replaced the prior DUI statute located at Section 3731 of the Vehicle Code, 75 Pa.C.S. § 3731, which, in 1996, was invalidated in part by this Court.\n. In its order, the court also denied Appellee's motion to suppress, as well as his request for a writ of habeas corpus. See generally Commonwealth v. Hock, 556 Pa. 409, 728 A.2d 943, 945 n. 2 (1999) (explaining that a petition for a writ of habeas corpus is the proper vehicle to test the sufficiency of the Commonwealth's evidence pre-trial).\n. Indeed, the present trial court's opinion cites to the Allegheny County Court’s Duda decision for support, and its reasoning is substantially similar to that employed by the Duda trial court."}