{"id": "356235", "contents": "OPINION\nNIGRO, Justice.\nThe Commonwealth of Pennsylvania Department of Transportation (PennDOT) appeals from the Commonwealth Court’s reversal of the trial court’s grant of a new trial pursuant to PennDOT’s post trial motions, finding that the trial court did not abuse its discretion in failing to instruct the jury on superseding cause. For the following reasons, we find that a jury instruction on superseding cause was not required and thus affirm the order of the Commonwealth Court.\nAppellee Alice Von der Heide, on behalf of her late husband’s estate, commenced an action for his wrongful death resulting from a one car accident in which he was the driver on August 19, 1991 at approximately 2:30 in the afternoon. Decedent William Von der Heide (Mr. Von der Heide), his wife and two children were travelling south on Route 15 toward Williamsport, Pennsylvania when their 1991 Plymouth Acclaim crossed over the northbound lane and struck the guardrail, traveled approximately seventeen feet along the guardrail, and finally came to rest upon striking a concrete bridge abutment. Mr. Von der Heide sustained fatal injuries.\nIn August 1993, Appellee filed a complaint against Penn-DOT alleging defective conditions of the roadway and guardrails, as well as improper maintenance of the guardrails.\nFollowing trial, the jury found that PennDOT was sixty percent negligent and that Decedent was forty percent negligent, awarding Appellee damages totaling $1.7 million which the trial court molded to $505,672.88 including pre-judgment interest. PennDOT filed a motion for post-trial relief asserting, inter alia, that the trial court erred in failing to charge the jury on superseding cause as Mr. Von der Heide placed himself and others at great risk by allegedly falling asleep at the wheel, failing to maintain control of his car, crossing into and over the opposing travel lane and off the roadway on the northbound side. The trial court granted PennDOT a new trial and Appellee appealed to the Commonwealth Court, which reversed and reinstated the jury’s verdict.\nIn examining jury instructions, our scope of review is to determine whether the trial court committed a clear abuse of discretion or an error of law controlling the outcome of the case. Stewart v. Motts, 539 Pa. 596, 606, 654 A.2d 535, 540 (1995). Error in the jury charge is sufficient ground for a new trial if the charge, taken as a whole, is inadequate, unclear, or has the tendency to mislead or confuse rather than to clarify a material issue. Id. A charge will be found adequate unless “the issues are not made clear to the jury or the jury was palpably misled by what the trial judge said or unless there is an omission in the charge which amounts to fundamental error.” Id. (citing Voitasefski v. Pittsburgh Rys. Co., 363 Pa. 220, 226, 69 A.2d 370, 373 (1949)).\n“A superseding cause is an act of a third person or other force which, by its intervention, prevents the actor from being liable for harm to another which his antecedent negligence is a substantial factor in bringing about.” Restatement (Second) of Torts § 440. See Trade v. Martin, 442 Pa.Super. 614, 627, 660 A.2d 626, 632 (1995). In addition a superseding cause must be an act which is so extraordinary as not to have been reasonably foreseeable. Id. Instantly, PennDOT claims that driving into oncoming traffic and leaving the road is not reasonably foreseeable behavior and that therefore the jury should have been instructed to determine whether Decedent’s conduct was a superseding cause of his own death, absolving PennDOT of liability. However, the mere reasonable unforeseeability of Mr. Von der Heide’s conduct does not render it a superseding cause without having first been the act of a third person. See Trade, 442 Pa.Super. at 627, 660 A.2d at 632 (1995).\nPresently, the trial court, in granting Appellant’s motion for a new trial, confuses the concepts of superseding cause and comparative negligence. Superseding cause allows the unforeseeable acts of a third party, someone or something other than the plaintiff or the defendant, to supplant the defendant’s conduct as the legal cause of the plaintiffs injuries. See Restatement (Second) of Torts § 440; see also Trade, 442 Pa.Super. at 627, 660 A.2d at 632 (1995). Thus, if the jury finds a superseding cause, then the defendant is relieved of any liability to the plaintiff. Comparative negligence, while a completely different concept, may have the similar effect of barring a plaintiffs recovery, assuming the plaintiffs relative fault in causing the injury is greater than the defendant’s fault. Comparative negligence denotes the negligent conduct of the plaintiff which is concurrent with the defendant’s negligent conduct. See Comparative Negligence Act, 42 Pa.C.S. § 7102; Elder v. Orluck, 511 Pa. 402, 404, 515 A.2d 517, 517 (1986). Under the Comparative Negligence Act, if the jury determines that the injuries were due more to the plaintiffs negligence than to the defendant’s then the defendant is relieved of any liability. Id. Consequently, the plaintiff cannot recover against the defendant. Nonetheless, this identity of outcomes in no way makes comparative negligence, whatever the degree, the equivalent of superseding cause.\nHere, the jury was properly given special interrogatories and instructions on comparative negligence which read, in pertinent part:\nQuestion[s] three and four relate to liability on the part of Mr. Von der Heide for his own death. Question three being was he negligent and I’ll talk to you about that. If not, you’re going to skip on to the damage question, which is number six.\nIf you say yes he was negligent then you have to answer the causation question number four with regard to him. “Was such negligence a substantial factor in causing his death? Yes or no.”\nNow, if you have answered yes to all of the first four questions, that is, if you have found both [PennDOT] and Mr. Von der Heide causally negligent, that is, negligent in a way that was a substantial factor in causing his death, then you, under Pennsylvania law, you must apportion the relative degrees of causal negligence starting with a hundred percent and deciding what percent of that causal ... negligence, that total hundred percent is attributable to [Penn-DOT] and what to Mr. Von der Heide. As I said, you reach question five only if you have answered yes to all the preceding questions.\nN.T. at 87-88.\nOn the issue of concurrent causes, as well, the trial court properly instructed:\nThere can be more than one substantial factor in bringing about an accident. If the negligent conduct of two or more people contribute concurrently to an accident each of those persons would be responsible for the accident....\n[I]f the one party is negligent and there is another concurring factor that does not relate to the negligence of the person, the party who is negligent would be responsible for the accident if that negligence was a substantial factor, but it need not be the only factor.\nNow if you have found that [PennDOT] was negligent and that its negligence was a substantial factor then you must proceed to question three[;] if you find that there was negligence but it was not a substantial factor then that would be the end of your responsibilities and you would come back to the courtroom and there would be no liability on [PennDOT].\nN.T. at 92-93.\nThe judge next properly explained comparative negligence in Pennsylvania as follows:\nIf it is found that [Mr. Von der Heide] was responsible for more than half of the causal negligence then there can be no recovery at all so that in a given case ... if a plaintiff was fifty-one percent or more causally negligent then there can be no recovery.\nIf, however, [Mr. Von der Heide’s] causal negligence was fifty percent or less then there is recovery, but the recovery is reduced according to the amount of the causal negligence attributed to the plaintiff.\nN.T. at 97-98.\nA superseding cause was not present in this case because there was never a third party or event to be considered beyond the conduct of the defendant and the plaintiff. See Trude, 442 Pa.Super. at 627, 660 A.2d at 632 (1995). An instruction on superseding cause was therefore not only unnecessary, it would have been wrong, a palpable error of law, if given. Instantly, the jury was given the opportunity to find a full range of liability, including total or none for either PennDOT or Mr. Von der Heide. Thus, Mr. Von der Heide’s conduct, including whether he placed himself and others at great risk, and whether any or all of his conduct was extraordinary and unforeseeable, was properly considered in determining the degree to which Mr. Von der Heide was at fault under comparative negligence principles.\nThus the question of superseding cause is only properly before the jury when another factor apart from the conduct of either the defendant or the plaintiff is present. See Restatement (Second) of Torts § 440; see also Trude, 442 Pa.Super. at 627, 660 A.2d at 632 (1995). Accordingly, PennDOT was not entitled to an instruction on superseding cause. Jury instructions must be upheld if they adequately and accurately reflect the law and are sufficient to guide the jury in its deliberations. Clack v. Commonwealth of Pennsylvania Dep’t of Transportation, 710 A.2d 148, 153 (Pa.Commw.1998). So long as the charge as a whole cannot be demonstrated to have caused fundamental prejudicial error, there will not be a reversal. Motts, 539 Pa. at 606, 654 A.2d at 540. As the trial court’s sole reason for granting a new trial was its omission of an instruction on superseding cause, and because such an instruction would constitute a manifest error of law, the grant of a new trial was a clear abuse of discretion.\nAccordingly, the order of the Commonwealth Court reinstating the original jury verdict is affirmed.\nSAYLOR, J., files a concurring opinion in which FLAHERTY, C.J., joins.\n. The amount recoverable against Commonwealth parties is limited pursuant to 42 Pa.C.S. § 8528, which states in pertinent part:\n§ 8528. Limitations on damages\n(b) Amount recoverable.—Damages arising from the same cause of action or transaction or occurrence or series of causes of action or transactions or occurrences shall not exceed $250,000 in favor of any plaintiff or $1,000,000 in the aggregate.\n42 Pa.C.S. § 8528(b).\n. Although Stewart calls it clear abuse, we see no distinction between \"clear abuse” and \"abuse” for purposes of determining whether the trial court erred."}