{"id": "356243", "contents": "OPINION OF THE COURT\nCASTILLE, Justice.\nAppellant raises two issues in this appeal: whether the Commonwealth Court applied the correct standard of review to the trial court’s decision and whether appellant is a “subordinate unit” within the meaning of the Pennsylvania Liquor Code, 47 P.S. § 4-461.1. Because we find that the Commonwealth Court misapplied the appropriate standard of review and that appellant is a “subordinate unit” within § 4-461.1, we reverse the order of the Commonwealth Court.\nAppellant is the home corporation of American Legion Richard E. Craft Post 584 located in Springfield Township, Mercer County. Appellant holds title to the real estate upon which the post is located, provides a facility for the post to conduct its business affairs, and serves as the post’s fundraising arm. To be a member of the post, one must be a veteran; one need not be a veteran to belong to the home corporation. The American Legion is a national organization headquartered in Minnesota with Pennsylvania headquarters in Harrisburg. Both the national and state American Legion organizations recognize home corporations as part of the Legion structure.\nIn 1995, appellant applied for a liquor license in Springfield Township. At that time, Springfield Township had already exceeded of its quota for liquor licenses under 47 P.S. § 4-461. Therefore, appellant applied for a license pursuant to 47 P.S. § 4-461.1 which permits the PLCB to issue licenses to incorporated units of national veterans’ organizations in municipalities where the number of licenses exceeds the limitation set forth in § 4-461.\nAt a hearing before appellee on the application, appellant presented the testimony of the its then-president who testified that appellant could not operate independently of the post, that appellant and the post hold separate elections, that the voting members of appellant and the post are identical, and that an individual who had not served in active war duty could be a social member of appellant but that individual could not be a member of the post. On January 19, 1996, appellee issued an opinion ruling that appellant does not meet the requirements of § 4-461.1 because it is not an incorporated post, branch, camp, detachment, lodge or other subordinate unit of the post because it is not a “direct” subordinate unit. Appellant appealed the decision to the common pleas court pursuant to 47 P.S. § 4-464.\nThe trial court conducted a de novo hearing at which the new president of the appellant’s board testified. He testified that the former president who testified before appellee did not have a full understanding of the relationship between appellant and the post. He stated that all post members are members of appellant and that appellant has approximately 250 members, half of whom are veterans who served in active combat and are therefore regular voting members and half of whom did not serve in active combat and are therefore nonvoting social members. Only regular members have the right to vote and hold positions on appellant’s board. He further testified that if the post were disbanded or its charter revoked, appellant would cease to exist.\nThe trial court reversed appellee’s order and held that appellant was entitled to a liquor license pursuant to § 4-461.1. The trial court made independent findings of fact that home corporations are recognized by the national and state organizations as part of the structure of American Legion posts, that the national and state organizations exercise control over both the posts and home corporations directly through the posts’ charters, and that appellant was incorporated in 1954 for the benefit of the post and is limited to acting in furtherance of the post. Based upon these findings of fact, the trial court held that appellant was a subordinate unit within the meaning of § 4-461.1 and that the Board erred in finding that it was necessary for a party to be a “direct” subordinate unit in order to qualify for a liquor license under § 4-461.1.\nAppellee then appealed to the Commonwealth Court arguing that the trial court erred in making its own findings of fact where the evidence presented before the trial court was not substantially different from that presented before appellee and that the trial court erred in determining that appellant was a subordinate unit where appellee’s contrary finding was not clearly erroneous.\nIn Pennsylvania State Police v. Cantina Gloria’s Lounge, Inc., 536 Pa. 254, 259, 639 A.2d 14, 16 (1994), we set forth the correct standard for a trial court’s review of a PLCB refusal to grant a liquor license:\nWe have held that an appeal from a decision of the Board pursuant to this language required the court of common pleas to conduct a de novo review, and in the exercise of its statutory discretion, to make findings and conclusions. We also held that this language permitted a court of common pleas, based upon its de novo review, to sustain, alter, change or modify a penalty imposed by the Board whether or not it makes findings which are materially different from those found by the Board. Adair v. Liquor Control Board, 519 Pa. 103, 546 A.2d 19 (1988).\nHere, the Commonwealth Court reversed the trial court based on its finding that the trial court’s findings of fact were not substantially different from those found by appellee. Clearly, pursuant to our holding in Cantina Gloria’s Lounge, the trial court may alter the decision of the PLCB even if its findings of fact are identical to those made by the PLCB. Thus, the trial court here correctly conducted a de novo hearing, made its own findings of fact, and reached its own conclusions based upon those findings, and the Commonwealth Court applied an incorrect standard of review to the trial court’s decision.\nAppellee argues that its interpretation of the phrase “subordinate unit” contained in § 4-461.1 is entitled to deference because it is not clearly erroneous and cites American Airlines, Inc. v. Commonwealth, Board of Finance and Revenue, 542 Pa. 1, 665 A.2d 417 (1995), in support of the proposition. In American Airlines, we held that “an administrative agency’s interpretation of a statute is given controlling weight unless it is clearly erroneous.” Id. at 9, 665 A.2d at 420.\nAppellee in this case found that a home corporation is not included within the scope of the phrase “subordinate unit” and based this conclusion on the fact that the legislature did not specifically include home corporations in the list of the entities entitled to liquor licenses under § 4-461.1 while the legislature specifically did include home corporations in other enactments. In addition, appellee found that a home corporation is different in nature than the other entities included in the statute, and the term “other subordinate unit” indicates that this other unit must be similar in type to the listed entities. The Commonwealth Court also concluded that an entity must be a “direct” subordinate unit to fit within § 4-461.1.\nWe conclude that this is a clearly erroneous reading of the statute in question. In § 4-461.1, the legislature defined “incorporated unit of a national veterans’ organization” to include several types of entities related to the veterans’ organization and then concluded with the catchall phrase “or other subordinate unit.” Home corporations are recognized by both the national and state American Legion organizations as subordinates of the individual posts. It is commonplace for an American Legion post to organize a home corporation to shield it from liability. The home corporation is completely controlled by the American Legion post and is therefore clearly subordinate to the post. Further, contrary to appellee’s decision, the statute does not require that the subordinate unit be a “direct” subordinate unit. A home corporation is precisely the type of entity that falls within the scope of the phrase “subordinate unit” as used in § 4-461.1.\nAccordingly, we reverse the decision of the Commonwealth Court.\nNEWMAN, J., circulated a dissenting opinion in which NIGRO, J., joined.\n. The home corporation was organized in 1954 to shield the American Legion Post from liability for injuries on the premises. Appellant is affiliated with the American Legion Post but did not receive a charter from the national organization and has no direct link to the national organization. The post has a charter from the national organization and is directly under its control. The post and the home corporation have separate officers, hold separate meetings and elections and pay separate dues. While they may have some overlapping members, only veterans who served in the military during an armed conflict can be members of the post; anyone can join the home corporation.\n. Section 4-461 permits one liquor license for every three thousand inhabitants in a municipality, exclusive of licenses granted to airports restaurants, municipal golf courses, hotels, privately-owned public golf courses and units of nationally chartered clubs.\n. \"National veterans’ organization” is defined in § 4-461.1 as \"any veterans' organization having a national charter.” \"Incorporated unit” is defined as “any incorporated post, branch, camp, detachment, lodge or other subordinate unit of a national veterans’ organization.”\n. Section 4-464 permits a party aggrieved by the grant or denial of a liquor license to appeal to the court of common pleas within twenty days of the grant or denial.\n. The term \"home association” is included in the definition of veterans' organizations used in the Local Option Small Games of Chance Act, 10 P.S. § 313.\n. Senate Bill 1164, signed into law by the Governor on June 18, 1998, specifically includes a home corporation as an entity that falls within the scope of the liquor license exception of § 4-461.1 provided that certain conditions are met. Therefore, this opinion is in accord with this new legislation."}