{"id": "3788063", "contents": "OPINION\nJustice BAER.\nThis is a direct appeal from the judgment of sentence of death imposed following the conviction of Wayne Cordell Mitchell (Appellant) for first-degree murder arising out of the strangulation and stabbing death of his estranged wife, Robin Little (Robin), on September 10, 1997. Appellant also challenges the judgments of sentence imposed following his guilty plea to the rape, involuntary deviate sexual intercourse (IDSI), and unlawful restraint, which occurred at the same time as Robin’s murder. Finally, Appellant challenges his conviction for the rape, unlawful restraint, and simple assault of Robin on September 1, 1997, before she was again raped and murdered. We affirm in all respects.\nThe evidence presented at trial revealed the following. Appellant and Robin Little met and began dating, while the two were students at Schenley High School in Pittsburgh. Entries from Robin’s diary, which were admitted at trial over Appellant’s objections, chronicled their volatile relationship and Appellant’s violent behavior toward her. Appellant and Robin often argued and, in September 1996, Appellant threatened to kill her, if she ever left him. The couple’s son Malik was born in January 1997, and the two were married in April 1997, when Robin was eighteen and Appellant was nineteen. Notwithstanding the marriage, Robin continued to live apart from Appellant with her mother, Debra King, on Hamilton Avenue in the Homewood section of Pittsburgh, until Appellant came to stay with them in the late spring of 1997. Mrs. King testified that she often heard Robin arguing with Appellant on the phone about his drinking, smoking, and failure to get a job, as well as the lack of time he spent with the baby and her.\nMrs. King testified that in June 1997, she came home to discover holes in the wall of her living room. Robin told her that Appellant and she had gotten into a fight and that he had punched the wall. Fearing further violence, Robin ended the relationship in July 1997, telling Appellant to leave. That same month, Robin took Malik and moved to her brother’s home in Lancaster. During that time, Robin told her sister-in-law, Timberlin King, that she feared Appellant, and believed that one day he would kill her. Because she was homesick, however, Robin returned to Pittsburgh in August 1997, and moved back into her mother’s Hamilton Avenue home.\nOn September 1, 1997, Appellant was working at the People’s Natural Gas Company (People’s) near Robin’s home when he telephoned her. During their conversation, Robin asked to use Appellant’s bus pass. He told her that she could use it, but had to come to People’s to get it. After her arrival at People’s, the two began discussing a man named Brian, whom Robin was seeing. Robin told Appellant that she and Brian had engaged in sexual relations. Appellant became angry and dragged Robin into a supervisor’s office and raped her. As Robin screamed and begged him to stop, he threatened that if she continued screaming or told anyone about the rape, he would “snap her neck.” N.T. Trial at 373. Appellant finally let Robin go and returned to work. Later that evening, Mrs. King drove Robin to the Pittsburgh Zone 5 Police Station where she reported the attack. Mrs. King then took Robin to Magee Women’s Hospital for an examination. Hospital personnel prepared a rape kit, and when Robin returned home, her mother took pictures of the bruises on her arms and thighs.\nWhile Robin was at the hospital, the police went to Appellant’s address and arrested him. After waiving his Miranda rights, Appellant agreed to have his statement taped and admitted to Wilkinsburg Police Detective Doug Yuhouse that he had raped Robin. Detective Yuhouse noted that Appellant was cooperative and did not appear to be under the influence of alcohol when he made his taped confession. Appellant was charged with rape, terroristic threats, unlawful restraint, and simple assault for the September 1 attack on his estranged wife. He was arraigned and remained in jail pending a preliminary hearing, which was scheduled for September 9, 1997.\nOn September 4, 1997, while Appellant was still in jail awaiting his preliminary hearing, Robin filed for a Protection from Abuse (PFA) order. The court granted her petition entering a ten-day temporary order directing that Appellant have no contact with Robin pending a full hearing on the matter, which was scheduled for September 10,1997.\nUpset over what was happening, Appellant called Sheila Britton, the former director of a college-counseling program at Schenley High School, where both he and Robin attended. Appellant first met Ms. Britton through school, and remained in contact with her even after Appellant transferred out of Schenley and Ms. Britton was no longer employed by the Pittsburgh School Board. After graduation, Appellant had several conversations with Ms. Britton, and she was aware of the couple’s problems. In fact, Appellant called Ms. Britton from jail after he was arrested for raping Robin on September 1,1997. Robin also called Ms. Britton prior to the preliminary hearing to ask for advice on whether she should drop the charges. Robin told Ms. Britton that she was afraid Appellant would retaliate if she pursued a PFA order against him. At the trial of this case, the court allowed Ms. Britton’s testimony concerning her conversations with both Robin and Appellant over the defense’s objection that they were privileged communications.\nAppellant remained in jail on the rape charges until his scheduled preliminary hearing on September 9, 1997. At that hearing, Appellant waived the charges to court in exchange for a nominal bond, with a condition that he seek immediate inpatient treatment for alcohol abuse at St. Francis Hospital. Robin and her mother were present at the preliminary hearing and thus aware of this arrangement. Robin agreed believing that Appellant’s hospitalization would protect her from him. At trial, the defense claimed that Appellant reported to St. Francis as required, but was immediately released; whereas the Commonwealth claimed that he never reported to the hospital. Regardless, Appellant was never admitted to the hospital for treatment on September 9, 1997 as required by the agreement. Instead, he went home and began calling Robin.\nDuring the afternoon of September 9, 1997, Robin reported to her mother that Appellant was out of jail, that he was never admitted to the hospital for alcohol treatment, and that he had called her several times. Appellant continued to call until he convinced Robin to allow him to come to her home. After his arrival at 4:15 p.m., the conversation quickly turned to Brian, the man Robin was seeing. Appellant became angry when Robin indicated that Brian was better than Appellant. The couple argued until Appellant left the home shortly after 6:00 p.m.\nAppellant later confessed to Detective Dennis Logan that he went out that evening with friends and had “a couple of drinks.” N.T. Trial at 377. At some point during the evening, he called Robin and continued to argue with her over the phone. When he returned home at 1:00 a.m. on September 10, 1997, Appellant called Robin, apologized, and convinced her to let him come to her home again, so that they could talk about their son.\nAppellant called Ms. Britton at approximately 1:00 a.m. and angrily told her several times that he was going to Robin’s house to kill her. He said Robin had “disrespected” him and he repeated his threat several more times even though Ms. Britton told him that going after Robin would not resolve anything. N.T. Trial at 326. Appellant replied that he was going to dress in black, go to Robin’s home, and “do what he had to do.” N.T. Trial at 326-27. Ms. Britton told Appellant just to go to bed. When he abruptly ended the conversation and hung up, she tried to call back, but Appellant’s mother answered. When Ms. Britton explained why she was calling Appellant, his mother dismissed her concerns and told her that she did not have time to worry about it, so Ms. Britton gave up. Ms. Britton could not call Robin because she did not have her number. At trial, Ms. Britton testified that during her conversation with Appellant, he did not slur any of his words and he spoke in coherent sentences.\nAppellant later told Detective Logan that instead of going to bed, he walked to Robin’s home. When he arrived at 1:30 a.m., Robin was sitting on the porch with a man who quickly left after Appellant said, “Who the f — k is this?” N.T. Trial at 380. Appellant argued again with Robin about her seeing anyone else. He punched Robin in the face and stomach, causing her to fall against the door. When she tried to run, Appellant grabbed her and said he would stop hitting her if she walked with him. When she resisted, Appellant dragged her toward an empty lot near her home and continued to punch her as she tried to break free. At that point, Robin screamed for help, yelling, “He’s going to kill me.” N.T. Trial at 383. Appellant put a hand over Robin’s mouth and continued to drag her.\nAs they passed a house, Appellant saw a knife lying on a porch. At first, he walked past the house, but then stopped and punched Robin several more times, temporarily disabling her while he returned to the porch to get the knife. When Robin attempted to pull herself up off the ground, Appellant pushed her down and stabbed her in the stomach. Then, Appellant removed Robin’s clothes, wrapped his hands around her neck, and raped her, first vaginally and then anally. When Robin vomited blood, Appellant wiped her mouth with a rag and continued raping her. When he finished, he turned her over and stabbed her multiple times in the neck.\nAppellant then took Robin’s clothing, the knife, and the bloody rag, and threw them into a sewer on nearby Kelly Street. He later remarked to Detective Logan that because he had worked as a security guard, he knew not to leave behind any evidence. He also explained that he left her body naked because “[i]f she wanted to f — k everybody, now everybody could see her f — king body.” N.T. Trial at 387.\nAppellant called Ms. Britton again at 4:00 a.m. When she asked about Robin, he told her, “Robin Little is no more.” N.T. Trial at 330. He also told Ms. Britton that he was going to his uncle’s home so that he could establish an alibi, and that he planned to appear at the PFA hearing as scheduled, knowing that she would not be there.\nIn his confession to Detective Logan, Appellant never mentioned his phone call with Ms. Britton, but instead indicated that he immediately went to bed upon returning home. Appellant admitted, however, that when he got up later that morning, he took the clothes he had been wearing, including a black Steelers’ football shirt, black pants, a black tank top and black boots, put them in a garbage bag, and threw them into an abandoned house. Appellant then went to court for his final PFA hearing.\nAt 9:00 a.m., Appellant appeared in court for the hearing, but when Robin did not appear, the court dismissed the temporary PFA order. When Appellant returned home, his mother told him that Robin was found dead. He later confessed to Detective Logan that he tried to act surprised and denied any involvement, but his mother was concerned and insisted that he go to St. Francis Hospital.\nThat same morning, Mrs. King was worried when she discovered that Robin was not home. After searching outside and becoming even more upset, she contacted police and explained the situation between Robin and Appellant. At approximately 10:00 a.m., an officer arrived at her home to take a report. Mrs. King was still talking to police, at 10:15 a.m., when the fire station located a block down the street from Mrs. King’s home received a call that a woman’s body was discovered in a nearby backyard. Several firefighters walked to the lot and saw the victim’s naked body lying face-up in the weeds. When Mrs. King saw the police car and an ambulance arrive, she ran to the vacant lot to find her daughter’s body. Police later discovered Robin’s clothes in a sewer a few blocks away. Appellant’s clothing was recovered from a vacant house in a nearby neighborhood.\nIn the meantime, Appellant took his mother’s advice and went to St. Francis Hospital sometime around noon on September 10, 1997. As soon .as Robin’s body was discovered, homicide detectives began looking for Appellant and learned that he was at St. Francis Hospital. The police went to St. Francis’ emergency room, where they were .informed that Appellant was being evaluated and that they could .wait for him. When Appellant was released fifteen or twenty minutes later, the detectives approached him in the waiting area and asked him if he would accompany them to their office. Appellant agreed. He drove with detectives to the homicide offices where he made a full statement to Detective Logan admitting that he raped Robin Little on September 1, 1997, and that he raped her again and murdered her on September 10, 1997. Detective Logan noted that Appellant appeared in full control of his faculties and provided a remarkably detailed account of his turbulent relationship with Robin, as well as a full explanation of how and why he raped her twice and then murdered her.\nAppellant was charged at CC No. 9712047 with rape, terroristic threats, unlawful restraint, and simple assault for the September 1 sexual assault of Robin Little. Appellant then was charged at CC No. 9713318 with rape, IDSI, and unlawful restraint for the September 10 attack of the same victim. Finally, at CC No. 9711609, Appellant was charged with one count of criminal homicide for the September 10 strangulation and stabbing death of Robin Little. The Commonwealth then filed and served a timely notice of its intention to seek imposition of the death penalty.\nAppellant filed several pre-trial motions, including a motion to suppress his statements to police and a motion to sever the informations. Hearings were held on these motions from September 27 to October 1, 1999. The only witness to testify at the suppression hearing was Detective Logan. Following completion of the proceedings, the court denied Appellant’s suppression motion and his motion for severance.\nOn October 1, 1999, Appellant appeared before the trial court and pleaded guilty to the rape, IDSI and unlawful restraint counts arising from the September 10 sexual assault at information CC No. 9713318. The court deferred imposition of sentence until after trial on the remaining charges, which commenced before a jury on October 4, 1999.\nAt trial, the Commonwealth presented evidence from a number of witnesses. Robin’s mother testified about the couple’s tumultuous relationship and read excerpts from Robin’s diary. Robin’s sister-in-law from Lancaster testified that Robin lived with her temporarily to get away from Appellant. Ms. Britton offered a timeline of the events of September 9 to 10, and told about her conversations with Appellant before and after the killing. The Commonwealth also presented testimony from the doctor who examined Robin after the first rape, the nurse who prepared the rape kit, the police officer who took the initial report after the first rape, the police officer who took Appellant’s first confession to the September 1 rape, and court personnel who explained that the PFA order was in effect when Robin was attacked and murdered. Additionally, the Commonwealth offered testimony from a firefighter who initially found Robin’s body, police wTho investigated the murder scene, and Detective Logan, who took Appellant’s confession to both rapes and the murder. Finally, the Commonwealth presented testimony from Dr. Leon Rozin, the Chief Forensic Pathologist from the Allegheny County Coroner’s Office, who concluded that the cause of death was multiple stab wounds to the neck, as well as compression of the neck, more commonly referred to as strangulation, and the manner of death was criminal homicide. At the conclusion of the Commonwealth’s case, the trial court dismissed the terroristic threats count upon a defense motion.\nAlthough Appellant declined to testify, the defense presented testimony from Curtis Mitchell, Appellant’s uncle; Rosalyn Guy-McCorkle, Appellant’s former defense attorney, who represented him from the time the September 1 rape charges were filed until just after the homicide charges were filed; and Dr. Lawson Bernstein, a forensic neuropsychiatrist, who examined Appellant after the murder. These witnesses were called to support Appellant’s diminished capacity defense that due to his psychological condition and long-term alcohol abuse, he was unable to form the requisite specific intent to kill for a murder conviction.\nAppellant’s uncle, Curtis Mitchell, claimed that Appellant and another nephew were at his home between 8:00 and 8:30 p.m. on September 9, 1997. He said that the three of them shared three six-packs of beer and a fifth of whiskey. Curtis indicated that even though he was intoxicated, he drove Appellant home that night because he thought Appellant drank too much.\nAttorney Guy-McCorkle testified that she met with Appellant for fifteen to twenty minutes at his September 9 preliminary hearing for the first rape case, and she did not believe Appellant was coherent or understood why he was there. She said she met with him again on the morning of September 10, hours after the murder, and represented him at the PFA hearing. She described him as tired and not talking much. She next saw him in jail on September 11, 1997, just after the murder charges were filed. She said, at that time he appeared confused. She said he was talking, but she felt that he was not communicating with her.\nDr. Bernstein testified that it was his expert medical opinion to a reasonable degree of medical certainty that:\nat the time of the homicide [Appellant] was suffering from a number of different psychiatric conditions including alcohol abuse and dependence, a condition called alcoholic hallucinosis wherein chronic use of alcohol induces auditory hallucinations or you hear voices.\nI also believe he was suffering from a depression of moderate to severe severity, clinical depression, primarily due to chronic alcohol use. I think those factors coupled with the other factors we discussed, primarily the in útero or exposure to alcohol during the gestation when his mom was pregnant with him coalesced to the point where his cognitive capacity to premeditate and deliberate and form specific homicidal intent and be fully conscious of that intent was diminished, which is a forensic conclusion as opposed to a clinical conclusion.\nPut a different way, I believe that he was mentally ill at the time of the event and that this mental illness diminished his capacity to premeditate, deliberate and form specific homicidal intent and be fully conscious of that intent.\nN.T. Trial at 556-57.\nDr. Bernstein explained that he reached this conclusion after spending one hour examining Appellant, reviewing Appellant’s pediatric medical records, and reviewing Appellant’s records from St. Francis Hospital, where Appellant had been twice admitted, once in April 1992 and again in May 1992, when he was fourteen. Dr. Bernstein also reviewed records from St. Francis documenting Appellant’s examination on the day of the murder. Dr. Bernstein then interviewed Appellant’s mother for further medical history. Finally, he arranged to have Appellant undergo a brain MRI and an EEG test, the results of which both turned out to be normal. Based upon these various sources of information, Dr. Bernstein opined that Appellant was suffering from alcohol-related problems and depression at time of the incident, which diminished his capacity to form the specific intent to kill.\nAt the close of trial, the jury found Appellant guilty of first-degree murder at CC No. 9711609, as well as the remaining charges of rape, unlawful restraint and simple assault at CC No. 9712047. Accordingly, as the Commonwealth was seeking the death penalty, the jury remained empanelled for a separate penalty phase hearing. On October 13, 1999, after hearing additional testimony, argument from both the defense counsel and prosecutor, and instructions from the trial court, the same jury unanimously found two aggravating circumstances: Appellant committed the killing while in the perpetration of a felony (rape) and Appellant was subject to a PFA order restricting his contact with the victim when he killed her. The jury found no mitigating circumstances. Consequently, the jury sentenced Appellant to death.\nOn December 8, 1999, the trial court imposed a sentence of death for the first-degree murder conviction and consecutive terms of eight and one-half to twenty years of imprisonment for the September 1 rape, two and one-half to five years for unlawful restraint and one to two years for simple assault at CC No. 9712047. Thus, Appellant received an aggregate sentence of twelve to twenty-seven years of imprisonment to be served consecutively to the death sentence. At that time, defense counsel made an oral motion to withdraw Appellant’s plea to the September 10 rape at CC No. 9713318 arguing that, due to his mental illness, the plea was not knowingly, intelligently, or voluntarily entered. The trial court deferred sentencing at that information and directed defense counsel to resubmit the request to withdraw in a written motion.\nOn February 2, 2000, the trial court denied Appellant’s motion to withdraw his guilty plea at CC No. 9713318. Consequently, on February 10, 2000, the trial court sentenced Appellant to a term of eight to twenty years of imprisonment for the September 10 rape to be served consecutive to both the death sentence and the sentence imposed for the September 1 rape, unlawful restraint and simple assault. The trial court imposed no further penalty for the remaining counts. Afterwards, defense counsel again orally moved to withdraw the plea, but the trial court denied the motion.\nThereafter, the case was certified for appeal and Robert E. Stewart, Esquire, was appointed to represent Appellant. By order dated July 10, 2000, the trial court directed Appellant to file a Concise Statement of Matters Complained of on Appeal pursuant to Pa.R.A.P.1925(b).\nOn March 6, 2001, the trial court filed its Rule 1925(a) opinion, noting that a Rule 1925(b) statement had not been filed, because Appellant had instructed Attorney Stewart to take no further action on his behalf. Consequently, the trial court limited its opinion to a discussion of the sufficiency of the evidence.\nPursuant to the automatic direct appeal provisions found in 42 Pa.C.S. § 722(4) and § 9711(h)(1), the case progressed to our Court for our review, despite Appellant’s desire to forego an appeal. Consequently, the Commonwealth filed a Motion for Limited Remand on March 31, 2001, in order for the trial court to conduct an on-the-record colloquy regarding Appellant’s waiver of his appellate rights. This motion was granted and a colloquy was conducted on May 18, 2001, after which the trial court determined that Appellant knowingly, voluntarily, and intelligently waived his appellate rights.\nAgain, appeal to this Court was automatic. However, on June 4, 2001, Attorney Stewart filed with this Court a Motion for Remand indicating that Appellant had changed his mind and wanted to withdraw the waiver of his appellate rights. We again remanded the matter and on March 19, 2002, upon Appellant’s request, the trial court reinstated Appellant’s appellate rights. On October 17, 2002, Attorney Stewart petitioned to withdraw as counsel. On October 31, 2002, the trial court permitted counsel to withdraw, appointed present counsel to represent Appellant, and directed that a Pa.R.A.P. 1925(b) statement be filed. That statement was filed timely on July 19, 2003, after several extensions of time. On March 9, 2004, the trial court filed a supplemental opinion denying relief on all of Appellant’s claims. Current appellate counsel then filed the instant appeal, which was directly to this Court because of the jury’s sentence of death, pursuant to 42 Pa.C.S. § 9711.\nI. Sufficiency of the Evidence and Diminished Capacity\nAppellant asserts that the evidence was insufficient to support a guilty verdict on the charge of first-degree murder because he claims diminished capacity at the time of the murder, and that the Commonwealth therefore failed to prove he acted with specific intent to kill. Even in the absence of Appellant’s contention, this Court must review the sufficiency of the evidence to sustain a conviction for first-degree murder in every ease in which the death penalty has been imposed. See Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937, 942 n. 3 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983).\nIn reviewing the sufficiency of the evidence, we must decide whether the evidence admitted at trial, and all reasonable inferences drawn therefrom in favor of the Commonwealth, as verdict winner, support the jury’s finding of all the elements of the offense beyond a reasonable doubt. See Commonwealth v. Overby, 575 Pa. 227, 836 A.2d 20, 22 (2003). In applying this standard of review, we bear in mind that the Commonwealth may sustain its burden by means of wholly circumstantial evidence; the entire trial record should be evaluated and all evidence received considered, whether or not the trial court’s rulings thereon were correct; and the trier of fact, while passing upon the credibility of witnesses and the weight of the proof, is free to believe all, part, or none of the evidence. See Commonwealth v. Watkins, 577 Pa. 194, 843 A.2d 1203, 1211 (2003).\nIn order to sustain a finding of first-degree murder, the evidence must establish that (1) a human being was unlawfully killed; (2) the person accused is responsible for the killing; and (3) the accused acted with a specific intent to kill. See 18 Pa.C.S. § 2502(a); Commonwealth v. Spotz, 563 Pa. 269, 759 A.2d 1280, 1283 (2000). An intentional killing is a “killing by means of poison or by lying in wait, or any other kind of willful, deliberate, and premeditated killing.” 18 Pa. C.S. § 2502(d). Specific intent to kill can be established through circumstantial evidence such as the use of a deadly weapon upon a vital part of the victim’s body.\nAddressing each of these three elements, we first note that the Commonwealth had the burden to establish that Robin’s death was a homicide. See 18 Pa.C.S. § 2502(a)(1). According to forensic evidence, Robin suffered six stab wounds about her body and neck, eight superficial stab wounds to her neck, and a deep stab wound to the abdomen. She also had contusions on her neck, hemorrhages in her eyes and a fractured hyoid bone. Dr. Leon Rozin, a board certified forensic pathologist, indicated that the contusions on Robin’s neck could be attributed to manual compression. He further testified that eye hemorrhages are usually the result of compression of the neck and that the fracture of the hyoid bone could have resulted from either such compression or as a result of penetration by the knife. He further determined that Robin had multiple contusions on her face and a pattern injury on her left shoulder. Dr. Rozin concluded that the cause of death was compression of the neck, more commonly referred to as strangulation, as well as multiple stab wounds to the neck and a deep stab wound to the abdomen. No evidence was offered at trial that contradicted the forensic evidence or the expert opinion regarding the cause of death. Thus, the jury properly concluded that Robin’s death was a homicide.\nNext, the Commonwealth had the burden of proving that Appellant was responsible for the death. See 18 Pa.C.S. § 2502(a)(2). The evidence adduced at trial, viewed in the light most favorable to the Commonwealth as verdict winner, established that Robin was involved in an abusive relationship with Appellant. When confronted with the thought that she might be involved with another man, Appellant brutally raped her. Ten days later, despite a temporary PFA order, forbidding Appellant to have any contact with Robin, he convinced her to meet him to talk about their son. When Appellant came to Robin’s home at 1:30. a.m. and found her on the porch talking to a man, the couple began to argue. He assaulted her, dragged her to a vacant lot, raped her again, strangled her, and stabbed her to death. No evidence was offered at trial suggesting that any one else except Appellant was involved. Consequently, the jury properly concluded that Appellant was responsible for the killing.\nFinally, the Commonwealth had the burden of proving that Appellant acted with a specific intent to kill. See 18 Pa.C.S. § 2502(a)(3). As noted above, the evidence presented at trial established that the victim was stabbed over fifteen times and strangled. The repeated use of a deadly weapon upon vital parts of the victim’s body is sufficient to demonstrate a specific intent to kill beyond a reasonable doubt. See Commonwealth v. DeJesus, 584 Pa. 29, 880 A.2d 608, 611 (2005). Moreover, evidence of manual strangulation is also sufficient to establish specific intent required for first-degree murder. See Commonwealth v. Simmons, 541 Pa. 211, 662 A.2d 621, 628-29 (1995), appeal denied, 516 U.S. 1128, 116 S.Ct. 945, 133 L.Ed.2d 870 (1996). Additionally, specific intent to kill can be inferred from circumstantial evidence of prior verbal threats of murder and prior physical abuse. See Commonwealth v. Albrecht, 510 Pa. 603, 511 A.2d 764 (1986) (finding sufficient evidence of specific intent to kill based on defendant’s numerous physical assaults on his wife and his threats, heard by others to kill his wife and burn their house down).\nAppellant does not dispute that he fatally strangled and stabbed Robin. Instead, as noted above, he challenges the third element of first-degree murder: that he acted with the specific intent to kill. Appellant claims that he had diminished capacity at the time of the murder and thus lacked such specific intent. Appellant acknowledges that the Commonwealth presented testimony from Detective Logan, who spoke to Appellant on the afternoon of the murdér, and Ms. Britton, who spoke to Appellant less than an hour before and again less than an hour after the murder. Both of these witnesses testified that Appellant appeared to be coherent and in control of his emotions. Appellant, however, claims that neither of these witnesses had any opportunity or interest in evaluating his mental state. Instead, he asks us to consider the testimony of Attorney Roslyn Guy-McCorkle and Dr. Lawson Bernstein, who he claims established that he was acting under a diminished capacity that prevented him from formulating the requisite specific intent for a first-degree murder conviction.\nThe Commonwealth submits that the evidence presented was more than sufficient to allow the jury to reject Appellant’s claim of diminished capacity and find that he had the specific intent to kill. First, it contends that the lay testimony from Attorney Guy-McCorkle was vague and inconclusive. Next, the Commonwealth points out several inconsistencies between what Appellant’s medical records actually say and Dr. Bernstein’s interpretations of them, upon which he based his expert opinion (discussed in detail infra).\nA defense of diminished capacity admits liability, while contesting the degree of culpability based upon a defendant’s inability to possess a particular mental state. Commonwealth v. Hughes, 581 Pa. 274, 865 A.2d 761, 788 (2004). In order to assert a successful diminished capacity defense, a defendant must provide “extensive psychiatric testimony establishing a defendant suffered from one or more mental disorders which prevented him from formulating the specific intent to kill.” Commonwealth v. Cuevas, 574 Pa. 409, 832 A.2d 388, 392 (2003) (holding that episodes of wild behavior and observations by lay witnesses of schizophrenic conduct following a killing have “absolutely no bearing on whether at the time of the killing, a defendant had the mental capacity to form the specific intent to kill”) (quoting Zettlemoyer, 454 A.2d at 944)).\nWe turn first to Appellant’s reliance on the trial testimony of Attorney Guy-McCorkle, who represented him at the September 9 preliminary hearing for the first rape and at the September 10 PFA hearing. As noted above, Attorney GuyMcCorkle testified that when she saw Appellant on September 9,1997, she thought he was incoherent and did not understand why he was there. When she saw him at the PFA hearing on September 10, 1997, hours after the murder, she said he was quiet and seemed tired. In jail the next day, she said he appeared confused.\nAlthough Attorney Guy-McCorkle’s testimony was relevant in that it tended to contradict the testimony of Detective Logan and Ms. Britton, her contact with Appellant was limited, her description of his behavior was vague, and she merely offered her lay opinion of Appellant’s demeanor during her three encounters with him around the time of the murder. Moreover her testimony is dubious considering that she was willing to have him sign an acknowledgement that he fully understood the nature of the proceeding and his rights at the September 9 preliminary hearing. Thus, Attorney GuyMcCorkle’s lay testimony hardly qualifies as “extensive psychiatric testimony” establishing that at the time of the murder Appellant suffered from any mental disorder that prevented him from formulating the specific intent to kill. Cuevas, 832 A.2d at 394.\nDr. Bernstein, on the other hand, was qualified as an expert. He testified that in his opinion Appellant was suffering at the time of the murder from a number of different psychiatric conditions, including alcoholic hallucinosis, and that Appellant’s mental illness diminished his capacity to premeditate, deliberate and form specific homicidal intent and be fully conscious of that intent. Appellant claims that Dr. Bernstein’s testimony was sufficient to prove diminished capacity and that the Commonwealth presented no expert testimony to refute Dr. Bernstein; thus, he claims the Commonwealth failed to meet its burden of proving specific intent to kill.\nThe Commonwealth responds that, although Dr. Bernstein was a mental health expert and opined that Appellant was suffering from psychiatric conditions that diminished his capacity to form the specific intent to kill, the validity of his diagnosis was seriously undermined on cross-examination. It also argues that the jury, which was charged with assessing credibility and making factual findings, was free to accept or reject Dr. Bernstein’s expert opinion.\nAt trial, the Commonwealth attacked Dr. Bernstein’s expert opinion by pointing out inaccuracies in many of the facts that formed the basis of his opinion. For instance, Dr. Bernstein testified that he inter-viewed Appellant’s mother, Mrs. Mitchell, in early 1999 to obtain Appellant’s history and determine if she carried risk factors that might affect his mental state. According to Dr. Bernstein, Mrs. Mitchell claimed that she drank while pregnant with Appellant. Dr. Bernstein also testified that alcoholism ran in Appellant’s family, and that these two risk factors might have affected Appellant’s mental state. Premised on this information, Dr. Bernstein told the jury that a fetus exposed to alcohol in the womb has a higher prevalence of neurological and psychiatric abnormalities, such as poor attention span, impulsiveness, aggressiveness, attention deficit disorder, and depression, and may suffer from fetal alcohol syndrome.\nOn cross-examination, however, Dr. Bernstein conceded that Appellant did not suffer from fetal alcohol syndrome. He further acknowledged that the hospital records from Appellant’s two admissions in 1992 did not support the claim that Mrs. Mitchell drank while pregnant with Appellant. According to the family history Mrs. Mitchell provided during Appellant’s admission to St. Francis Hospital in April 1992, she said that she had been a heavy drinker only since 1987, when Appellant was already ten years of age. Dr. Bernstein further acknowledged that according to the April 1992 records, Appellant resulted from a “planned pregnancy with no complications” and “attained all developmental milestones without difficulty.” N.T. Trial at 562. Consequently, the Commonwealth cast considerable doubt on Dr. Bernstein’s conclusion that Appellant was born with a predisposition to neurological and psychiatric abnormalities due to his mother’s drinking.\nNext, Dr. Bernstein discussed the effects of long-term alcohol abuse. According to Dr. Bernstein, Appellant reportedly began drinking at age eleven. Dr.. Bernstein testified that regular drinking at that age causes changes in the brain that increase the risk for psychiatric and behavioral problems, which increase both the likelihood of a person being more violent and participating in unplanned aggressive acts and the risk of becoming clinically depressed or psychotic, i.e., hearing voices or hallucinating. Dr. Bernstein testified that his review of Appellants records led him to conclude that the reason for Appellant’s first hospital admission in 1992 was his drinking and having homicidal thoughts, and that the second hospitalization in 1992 was related to drinking' and his “aggressive acting out.” N.T. Trial at 552.\nHowever, during cross-examination regarding Appellant’s first hospitalization, Dr. Bernstein acknowledged that there was no mention of alcohol involvement related to-the incident that led to Appellant’s admission. Instead, intake notes indicated that Appellant had been caught at school with weapons and had threatened to kill a person he had accused of raping his girlfriend. Appellant was.given the option of going to Allegheny County’s Shuman Detention Center for delinquent juveniles or St. Francis Hospital for a medical evaluation and in-patient treatment. Appellant opted for the latter. During his hospital stay, Appellant stated that he wanted to kill the man he asserted had raped his girlfriend, but changed his mind and realized “that would be first-degree murder because I had a plan and a motive.” N.T. Trial at 571. In the second incident, Appellant was accused of threatening an assistant principal with a knife. According to his intake records, Appellant was given the alternative of going to the hospital and he agreed. It was only during the second admissions process that Appellant gave information suggesting that he might be alcohol dependent.\nIn assessing Appellant’s alcohol usage, Dr. Bernstein cited a doctor’s note from St. Francis which stated that Appellant reported a “four — to five-year history of drinking two to three 40 ounce beers three times per month [and] admitted] to a one-time use of wine cooler and hard liquor.” N.T. Trial at 575. As noted above, Dr. Bernstein diagnosed Appellant with a condition called alcoholic hallucinosis, wherein chronic use of alcohol induces auditory hallucinations. However, he conceded that the records indicated that Appellant provided inconsistent responses to different doctors concerning whether he had ever experienced a blackout. According to Dr. Sitner, one of the doctors that treated Appellant in April 1992, there was: •\nno disturbance of immediate recent and long-term recall. Intelligence average to above average. Good abstract capacity. Concentration good. Denies disturbance of perception such as hallucinations, delusions, depersonalization or derealization. Thoughts organized. There is no looseness of association, flight of ideas tangentially or circumstantially, denied delusions.\nN.T. Trial at 588. Dr. Bernstein also conceded that other notes from St. Francis included the observation that Appellant was “very manipulative” and “conscious about his manipulative and antisocial trait,” and that he mumbled his words when angry. N.T. Trial at 581. Appellant was discharged with a diagnosis of conduct disorder and alcohol dependence.\nDuring his second stay in May 1992, Appellant reported no perceptual disturbances and denied hallucinations, delusions, and feelings of paranoia. He was discharged with the same diagnoses, including merging antisocial personality trait. .\nThe only other medical record Dr. Bernstein reviewed was that of Appellant’s examination at St. Francis Hospital at noon on September 10, 1997, after the murder. According to this record, Appellant never told the nurse that he had blacked out and he denied having any psychiatric problems. His mental status was listed as “[a]lert, impulse control good, cooperative,” and his diagnosis was “adjustment order with depressed mood” and “rule out antisocial personality disorder.” In fact, according to hospital records, Appellant was discharged from St. Francis shortly after being evaluated. As noted above, Appellant was leaving the emergency room, when he encountered Detective Logan.\nIn Dr. Bernstein’s notes reflecting his discussion with Appellant concerning Robin’s murder, he concluded that Appellant “was apparently in an alcoholic blackout during the event in question and has only a patchy memory for these events.” Dr. Bernstein also noted that on the prior evening, September 9, 1997, Appellant “began to experience command auditory hallucinations telling him to stab his estranged girlfriend and sometime thereafter assaulted and killed this same individual.”\nOn cross-examination, the Commonwealth focused on Dr. Bernstein’s failure to review pertinent records and his lack of information. Dr. Bernstein acknowledged that defense counsel had not given him Robin’s diary entries to review and that he was only aware of Appellant’s hostility toward Robin based upon Appellant’s statement to Detective Logan. Dr. Bernstein also said that while he reviewed the confession, he did not review any of the details in it with Appellant. Additionally, Dr. Bernstein said that defense counsel had not informed him that a half-hour before the murder, Appellant had called Ms. Britton and specifically told her that he was going to kill Robin, nor had he been provided with any letters Appellant had written to Ms. Britton from jail following the murder, in which he referred to Robin as “a whore” who had “gotten what she deserved.” N.T. Trial at 332-33. Thus, in reaching his conclusion, Dr. Bernstein conceded that he did not take any of these factors into account. He indicated, however, that such information did not change his opinion. Finally, Dr. Bernstein conceded that no mention was made of blackouts, auditory commands, or hallucinations pertinent to the killing until after Appellant had spoken to him and the defense team.\nAdditionally, Dr. Bernstein’s testimony was contradicted by Detective Logan who spoke with Appellant on the day of the murder. Detective Logan testified that when he interviewed Appellant, Appellant denied having any hallucinations and demonstrated a remarkable memory of events between him and Robin. In fact, Detective Logan told the jury how impressed he was that Appellant remembered specific dates such as when he first met Robin, as well as the specifics of exactly what each was wearing on the night of the murder.\nAlthough Appellant claims the Commonwealth failed to meet its burden of proving specific intent to kill because it presented no expert testimony to refute Dr. Bernstein, he cites no authority to support such a claim. The mere fact that Dr. Bernstein opined that Appellant was mentally ill does not obligate the jury to accept such testimony as true, nor does it render the evidence proffered by the Commonwealth insufficient to support Appellant’s conviction. Rather, the jury was free to believe all, part, or none of Dr. Bernstein’s testimony. See Commonwealth v. Pitts, 486 Pa. 212, 404 A.2d 1305 (1979). It is not for this Court to reweigh the evidence and substitute its judgment for that of the fact-finder. See Commonwealth v. Gibson, 553 Pa. 648, 720 A.2d 473, 480 (1998).\nMoreover, there was ample evidence that Appellant manifested similar clarity of purpose in his conduct immediately before and after the killing. He called Ms. Britton at 1 a.m., just before the murder, and said that he was going to Robin’s house to kill her because she “disrespected” him. Afterwards, in an attempt to cover-up the murder, he immediately discarded Robin’s clothes and the murder weapon in a sewer. He went home and called Ms. Britton at 4 a.m. to say that “Robin Little was no more” and that he needed to establish an alibi. N.T. Trial at 330. By 9 a.m., Appellant discarded his clothes in a vacant house and went on to attend a previously scheduled PFA hearing, presumably to alleviate any suspicion that he knew Robin was dead. He later admitted to Detective Logan that he feigned surprise when told that Robin’s body was discovered, that alcohol had nothing to do with the murder, and he killed Robin because she disparaged him and had found someone else. Appellant’s articulate, coherent, and extremely detailed confession evidences a settled, deliberate, and specific intent to kill.\nFurther evidence of specific intent could be inferred from letters Ms. Britton received from Appellant in the days and weeks after Robin’s murder. Ms. Britton read a portion of one of the letters she received prior to trial in which Appellant wrote:\nFor me to explain to you or anyone else my state-of-mind is totally useless because no matter how hard I try, you will never understand all about the little whore being dead. I have two outlooks on that. For all the pain and suffering she put me through and would have put me through, she deserved what she got. And secondly, I feel death was too good for her. She should have been made to suffer through life, and I know she would have suffered. That was planned.\nBut the bottom line is no matter how I look at it, Robin killed herself and her , mother helped. There is no way in hell you can expect me to treat someone as bad as she treated me and go unpunished. It’s against the laws of nature.: I think the word is “justice.”\nN.T. Trial at 332-33.\nBased on all of the evidence presented, the jury properly could have rejected Dr. Bernstein’s expert opinion and concluded beyond a reasonable doubt that Appellant was not under a state of diminished capacity and that he acted with specific intent to kill Robin Little. Thus, Appellant’s claim that the evidence was insufficient to support his first-degree murder conviction because of his diminished capacity fails. Additionally, because our independent review of the evidence finds it sufficient to sustain a first-degree murder conviction, Appellant is not entitled to relief. Having resolved the sufficiency of the evidence inquiry, we now turn to the remaining claims raised by Appellant concerning errors allegedly committed in the guilt phase of trial.\nII. Pre-Trial Suppression Motion\nAppellant argues that the trial court abused its discretion when it denied the defense motion to suppress Appellant’s confession. Appellant argues that his statements were not knowingly, intelligently, and voluntarily made due to his emotional and psychological state-of-mind at the time they were given. In support of this contention, Appellant claims that Detective Logan approached him immediately after psychiatric treatment and questioned him. Although he concedes that he received his Miranda warnings, he claims that there is no evidence that he actually understood them. Essentially, Appellant argues that because he had a diminished capacity when he committed the murder, the Commonwealth did not sustain its burden of proof that he understood his Miranda rights and knowingly and intelligently waived them prior to his confession.\nThe Commonwealth, on the other hand, submits that a review of the evidence presented at the suppression hearing does not substantiate Appellant’s claim, and instead, supports the suppression court’s conclusion that Appellant’s statement was the product of a rational and free choice.\nIn reviewing a suppression ruling, our standard of review dictates that:\n[w]e determine whether the court’s factual findings are supported by the record and whether the legal conclusions drawn from them are correct. Where, as here, it is the defendant who is appealing the ruling of the suppression court, we consider only the evidence of the prosecution and so much of the evidence for the defense which remains uncontradicted when fairly read in the context of the whole record. If, upon our review, we conclude that the record supports the factual findings of the suppression court, we are bound by those facts, and may reverse only if the legal conclusions drawn therefrom are in error.\nCommonwealth v. DeJesus, 567 Pa. 415, 787 A.2d 394, 401 (2001).\nThe determination of whether a confession is voluntary is a conclusion of law and, as such, is subject to plenary review. See Commonwealth v. Templin, 568 Pa. 306, 795 A.2d 959, 961 (2002). Moreover, the totality of the circumstances must be considered in evaluating the voluntariness of a confession. Id. The determination of whether a defendant has validly waived his Miranda rights depends upon a two-prong analysis: (1) whether the waiver was voluntary, in the sense that defendant’s choice was not the end result of governmental pressure, and (2) whether the waiver was knowing and intelligent, in the sense that it was made with full comprehension of both the nature of the right being abandoned and the consequence of that choice. See Commonwealth v. Logan, 519 Pa. 607, 549 A.2d 531, 537 (1988).\nAccording to the suppression hearing testimony, as soon as Robin’s body was discovered and police received information that Appellant was at St. Francis Hospital, Detective Logan and three other detectives went to the hospital’s emergency room to find him. There, a nurse told them that a doctor was examining Appellant and that they would have to wait for him. Because they did not have an arrest warrant, the detectives decided to wait. When the doctor released Appellant minutes later, the detectives approached Appellant in the waiting room and asked him if he would accompany them to their office. Appellant agreed. During the short ride to the homicide offices, Appellant said he had nothing to do with his estranged wife’s death, at which point Detective Logan replied that he did not want to talk about the case in the car.\nAt the homicide office, Detective Logan explained to Appellant that he wanted to speak to him regarding Robin’s murder. He then escorted Appellant to an interview room and asked whether he needed any food or drink or whether he needed to use the restroom facilities. Appellant indicated that he did not need anything. Prior to questioning, Detective Logan again informed Appellant about the purpose of the interview, and began by asking Appellant a series of biographical questions. Detective Logan noted that Appellant answered all of the questions in an articulate and responsive manner. Detective Logan later testified that Appellant did not appear to be under the influence of alcohol and that Appellant specifically denied being under any such influence. In fact, Appellant explained that he had had only two drinks the night before and had nothing to do with the killing.\nDetective Logan then advised Appellant of his Miranda rights. He read from a pre-printed form and asked Appellant about each paragraph on the form and whether Appellant understood his constitutional rights. Appellant indicated that he did understand, and after then signed a waiver of his rights. Appellant then gave a detailed account of the events surrounding Robin’s death. At no time did Appellant ask that the questioning stop or request an attorney. Detective Logan took detailed notes of the interview, read the notes to Appellant at the conclusion of his statement, and asked Appellant if he wanted to make any corrections or deletions. Appellant then signed and dated the notes. Appellant was taken promptly to the Coroner’s Office for a preliminary arraignment. They arrived at 6:03 p.m. Detective Logan testified that during the time it took for the interview, Appellant appeared to be in full control of his faculties and spoke plainly.\nOn cross-examination, Detective Logan was asked if Appellant had been in the psychiatric ward of the hospital, and Detective Logan repeated that when he went to the hospital to find Appellant, Appellant was in the hospital’s general emergency room where he was seen by a doctor and released. In fact, Detective Logan said that he questioned Appellant about wanting to be admitted for treatment in the psychiatric ward and Appellant explained that he never wanted to go the hospital at all, but he did so only at his mother’s insistence.\nAppellant concedes that he was read his Miranda rights and signed a waiver form before he confessed to killing Robin. He maintains, however, that his waiver was not knowingly, intelligently, or voluntarily made due to his diminished capacity. Notwithstanding Dr. Bernstein’s trial testimony that Appellant suffered from a number of different psychiatric conditions including alcoholic hallucinosis, Appellant did not present any evidence at the suppression hearing regarding his actual treatment or diagnosis at the emergency room, or any testimony regarding his mental health or alleged diminished capacity generally. Moreover, upon careful consideration of all the facts herein, we are satisfied that Appellant has not demonstrated an abuse of discretion by the trial court in denying his suppression motion. Detective Logan testified that when Appellant confessed he was in full control of his faculties, articulate, and coherent. This testimony was clearly relied upon by the trial court and was undisputed at the suppression hearing. Appellant has not demonstrated an abuse of discretion by the trial court in denying his suppression motion. Accordingly, Appellant’s argument in this regard fails.\nIII. Admission of Evidence at Trial\nAppellant argues that the trial court erred on three occasions when it admitted evidence over defense counsel’s objection. The admission of evidence is within the sound discretion of the trial court and will be reversed only upon a showing that the trial court clearly abused its discretion. See Commonwealth v. Treiber, 582 Pa. 646, 874 A.2d 26, 31 (2005). Further, an erroneous ruling by a trial court on an evidentiary issue does not require us to grant relief where the error is harmless. See Commonwealth v. Young, 561 Pa. 34, 748 A.2d 166, 193 (1999).\nAn error will be deemed harmless where the appellate court concludes beyond a reasonable doubt that the error could not have contributed to the verdict. If there is a reasonable possibility that the error may have contributed to the verdict, it is not harmless. In reaching that conclusion, the reviewing court will find an error harmless where the uncontradicted evidence of guilt is overwhelming, so that by comparison the error is insignificant.\nCommonwealth v. Isaac Mitchell, 576 Pa. 258, 839 A.2d 202, 214-15 (2003). The Commonwealth bears the burden of demonstrating harmless error. See Commonwealth v. Mayhue, 536 Pa. 271, 639 A.2d 421, 433 (1994). With this in mind, we proceed to review seriatim the challenged evidentiary rulings.\nA. Jury’s Inspection of Appellant’s Confession\nAppellant complains that the trial court erred in allowing the jury to read during the trial a copy of the police report in which Detective Dennis Logan recounted Appellant’s confession. Although the defense had no objection to the jurors seeing the confession when the Commonwealth moved for its admission, when the Commonwealth began to circulate twelve copies of the confession the jurors and the trial court was giving a cautionary instruction that the confession would not be available for the juror’s inspection during deliberation, the defense did object and asked for a side-bar. The defense explained that while it had no objection to the jurors seeing the confession, it did object to them reading it. The trial court overruled Appellant’s objection, and circulated copies of the confession at that time, however, the court did not allow the jury to take the confession into the jury room during their deliberations.\nAppellant now complains that it was error for the trial court to permit the Commonwealth to circulate Detective Logan’s report among the jurors. Although Appellant recognizes that trial court did not send Detective Logan’s report out with the jury during its deliberations, Appellant argues that by letting the juiy read the report, the trial court violated the “spirit” of Pa.R.Crim.P. 646, which provides:\n(A) Upon retiring, the jury may take with it such exhibits as the trial judge deems proper, except as provided in paragraph (B).\n(B) During deliberations, the jury shall not be permitted to have:\n(1) a transcript of any trial testimony;\n(2) a copy of any written or otherwise recorded confession by the defendant;\n(3) a copy of the information;\n(4) written jury instructions.\nPa.R.Crim.P. 646.\nThe Commonwealth takes the position that no error occurred because the jury was not given the report during its deliberations. They emphasize that Detective Logan’s report was only circulated to the jurors during the trial as he sat on the witness stand. They argue that Rule 646 is inapplicable, because Rule 646 only addresses what materials may be taken into deliberations. Finally, for a discussion of the purpose behind Rule 646, the Commonwealth relies on the Superior Court’s decision in Commonwealth v. Morton, 774 A.2d 750, 753 (Pa.Super.2001), appeal denied, 567 Pa. 739, 788 A.2d 374 (2001) (stating that the overriding concern of Rule 1114 [later renumbered 646], which prohibits a written confession from going out with the jury during deliberations, is that “the physical presence of the confession within the jury room may cause it to be emphasized over other evidence in the form of testimony heard from the witness stand.”) The Commonwealth contends that the “spirit” of Rule 646 does not dictate what materials can be shown at trial. Instead, it only dictates what materials can be taken into deliberations.\nIn Morton, the defendant’s statement was detailed in a police report that he then reviewed, signed and adopted as his confession. Id. at 752. During deliberations, the jury asked to see it. Noting that jurors are not permitted to retire during deliberations with a defendant’s written confession, the trial judge refused to send the report into the jury deliberation room. Instead, the jurors were re-empanelled in the courtroom and permitted to review the statement briefly while they were still in the jury box. They were then instructed not to give it undue weight and to consider it along with all other evidence presented at trial by both the prosecution and the defense. Id. at 753. On appeal, the defendant complained that the trial court erred in allowing the confession to be shown to the jury during deliberations, but the Superior Court rejected the claim. Analogizing the procedure used by the trial judge to re-reading a portion of the transcript for a jury in response to a question during deliberations, the Superior Court held that the concern arising from the rule limiting materials in the jury deliberation room was not implicated because the confession was never physically in the jury room during deliberations. Id.\nIn the case sub judice, Appellant contends that allowing jurors to read Detective Logan’s report in court put undue emphasis on the testimony over all other testimony that was presented to the jury by other witnesses. We are not persuaded. The “spirit” of Rule 646(b) is to limit the jury from having transcripts of testimony and a written or otherwise recorded confession of the defendant during jury deliberations so as not to cause the jury to place undue emphasis on a confession or transcript over other evidence in the form of testimony heard from the witness stand. Morton, supra. There is no prohibition against having jurors inspect properly admitted trial exhibits during trial, and Appellant has failed to cite any authority in support of such a contention. We find Rule 646 is not implicated under these circumstances because the jurors viewed the report during the course of Detective Logan’s testimony at trial and they never had access to the report during their deliberations. Thus, Appellant’s claim fails.\nB. Admissibility of Communications between Appellant and his Former School Guidance Counselor\nAppellant next contends that it was error for the trial court to deny his motion in limine seeking to bar the prosecution from introducing communications Appellant had with Sheila Britton. Appellant contends that his relationship between Ms. Britton and him was that of guidance counselor and student, and therefore, any communications between them were confidential and privileged under 42 Pa.C.S. § 5945(a), which provides in relevant part:\n§ 5945. Confidential communications to school personnel\n(a) General rule. — No guidance counselor, school nurse, school psychologist, or home and school visitor in the public schools or in private or parochial schools or other educational institutions providing elementary or secondary education, including any clerical worker of such schools and institutions, who, while in the course of his professional or clerical duties for a guidance counselor, home and school visitor, school nurse or school psychologist, has acquired information from a student in confidence shall be compelled or allowed:\n(1) without the consent of the student, if the student is 18 • years of age or over; or\n(2) without the consent of his parent or guardian, if the student is under the age of 18 years; to disclose such information in any legal proceeding, trial, or investigation before any government unit.\n42 Pa.C.S. § 5945(a).\nThe Commonwealth argues that Ms. Britton’s relationship with Appellant did not fall within the scope of Section 5945(a) because the relevant communications occurred in 1997. Ms. Britton was never Appellant’s guidance counselor, nurse, psychologist or the like. Rather, she administered the Upward Bound Program, which assisted high school students seeking specific advice regarding college attendance. Moreover, at the time of the murder in 1997, Appellant was out of high school and Ms. Britton no longer worked for the Pittsburgh Public Schools. Accordingly, regardless of their prior relationship, when the murder occurred, Ms. Britton and Appellant simply were not in a counselor/student relationship. ■\nWhen reviewing the denial of a motion in limine, we apply an evidentiary abuse of discretion standard of review. See Commonwealth v. Zugay, 745 A.2d 639 (Pa.Super.), appeal denied, 568 Pa. 662, 795 A.2d 976 (2000) (explaining that because a motion in limine is a procedure for obtaining a ruling on the admissibility of evidence prior to trial, which is similar to a ruling on a motion to suppress evidence, our standard of review of a motion in limine is the same as that of a motion to suppress). The admission of evidence is committed to the sound discretion of the trial court and our review is for an abuse of discretion. See Commonwealth v. Albrecht, 554 Pa. 31, 720 A.2d 693, 704 (1998).\nMs. Britton specifically denied ever being a guidance counselor. Instead, she testified that when she initially met Appellant, her job title was Director of the Upward Bound Program. She testified that she was the administrator of the program, which was designed to help and encourage low-income or at-risk students to attend college by providing academic and personal counseling. She explained that although she met Appellant when he was enrolled in the program during the 1992-93 school year, he dropped out of the program the next year when he transferred to another school. By 1995, she also had left the program and was no longer employed by the Pittsburgh Public School Board.\nMs. Britton also explained that there are guidance counselors within the Pittsburgh Public School system, but she was not one of them. She further testified that she was never a school nurse, school psychologist, licensed psychologist, or home school visitor. In summing up her relationship with Appellant, Ms. Britton said that she was never a guidance counselor, her relationship with Appellant was personal, and she felt like a second mother to him.\nAccordingly, we can discern no abuse of discretion in the trial court’s ruling on the motion in limine under the facts of this case. Ms. Britton’s position as administrator in the Upward Bound Program did not qualify her as one of the enumerated professionals. Even if it did, the relationship had ended long before the communications at issue occurred and long after Appellant left Schenley and Ms. Britton changed professions. Consequently, the relevant communications which Appellant sought to exclude with Ms. Britton were not subject to immunity under 42 Pa.C.S. § 5945(a) and Appellant’s claim of error lacks merit.\nC. Admissibility of Victim’s Mother’s Hearsay Testimony and Excerpts from the Reading of Victim’s Diary\nAppellant finally argues that the trial court abused its discretion when it permitted Debra King to testify as to Robin’s fear of Appellant under the state-of-mind exception to the hearsay rule. Appellant contends generally that the trial court abused its discretion by allowing Mrs. King to discuss the nature of her daughter’s relationship with Appellant. Appellant specifically challenges the following testimony:\n[Prosecutor]: When you talked with Robin at your home after the matters at the district justice’s, what was her demeanor?\n[Debra King]: She was still upset. She was scared. She was concerned as to whether or not there was the possibility that he would be back on the street, and she had never gotten the chance to talk to him before that would happen.\nN.T. Trial at 171. Appellant further argues that the trial court erred in allowing Mrs. King to read excerpts from the victim’s diary into evidence because those excerpts also were inadmissible hearsay.\nSubstantively, Appellant raises what could be a close decision on the merits. The Commonwealth urges that the admissibility of the evidence falls under the rubric of Commonwealth v. Chandler, 554 Pa. 401, 721 A.2d 1040, 1045 (1998) (finding that a deceased wife’s statements concerning her negative feelings towards defendant/husband and her relationship with him were admissible under the state-of-mind exception to the hearsay rule because the victim’s opinion of the defendant and her marriage went to the presence of ill will, malice or motive for the killing) and Commonwealth v. Sneeringer, 447 Pa.Super. 241, 668 A.2d 1167 (1995), appeal denied, 545 Pa. 651, 680 A.2d 1161 (1996) (finding that a murder victim’s statements regarding the breakdown of her relationship with the defendant and her stated intent to remove defendant from her life were admissible under the state-of-mind exception because they allowed the jury to infer defendant’s possible motive).\nAppellant retorts that they fall under Commonwealth v. Laich, 566 Pa. 19, 777 A.2d 1057 (2001) (holding that a hearsay statement from a deceased victim recounting a threat from the defendant went to the victim’s state-of-mind, and was irrelevant to the defendant’s state-of-mind, and thus inadmissible where the only issue in dispute was whether Appellant was provoked and acted in the heat of passion).\nRegardless of the parties’ assertions, even if Appellant is correct that portions of Mrs. King’s testimony and the diary entries were not relevant under Laich, and therefore, inadmissible, he is not entitled to relief if, as the Commonwealth claims, the error was harmless. See Commonwealth v. Hutchinson, 571 Pa. 45, 811 A.2d 556 (2002) (finding even if the trial court erred in admitting hearsay statements concerning deceased victim’s fear of defendant as evidence of motive and ill will, the error was harmless where that statement was cumulative of other uncontroverted evidence). An error will be deemed harmless if: “(1) the error did not prejudice the defendant or the prejudice was de minimis; (2) the erroneously admitted evidence was merely cumulative of other untainted evidence which was substantially similar to the erroneously admitted evidence; or (3) the properly admitted and uncontradicted evidence of guilt was so overwhelming and the prejudicial effect of the error was so insignificant by comparison that the error could not have contributed to the verdict.” See Commonwealth v. Young, 561 Pa. 34, 748 A.2d 166, 193 (1999) (quoting Commonwealth v. Robinson, 554 Pa. 293, 721 A.2d 344, 350 (1998)). The Commonwealth bears the burden to prove harmlessness beyond a reasonable doubt. See id.\nUpon review of the record, we note that Mrs. King did not tell the jury anything more than what they heard from Ms. Britton and Detective Logan. For instance, Ms. Britton testified that both Robin and Appellant called her about their marital problems. It is uncontradicted that Appellant called her immediately before the murder threatening to kill Robin and he called her again, immediately after the murder and told her that “Robin Little [was] no more.” N.T. Trial at 330. Appellant also gave an uncontradicted detailed confession to Detective Logan, including a full chronology of the couple’s tumultuous relationship, and he confessed in vivid detail how he first raped Robin on September 1, 1997. He specifically admitted that he threatened to “snap her neck” if she ever told anyone about the first rape, and he admitted to coming back, raping, strangling and stabbing Robin ten days later, after she filed criminal charges and sought a PFA. The evidence complained of was cumulative and could not have caused Appellant prejudice as to the only question presented to the jury: whether Appellant had the capacity to formulate specific intent to kill. See Hutchinson, 571 Pa. 45, 811 A.2d 556. Consequently, Appellant is not entitled to relief in this regard.\nIV. Withdrawal of Guilty Plea\nIn his last claim of trial error, Appellant asserts that the trial court improperly denied his motion to withdraw his guilty plea at CC No. 9713318 to the September 10 rape, IDSI, and unlawful restraint that occurred immediately prior to the murder. As noted above, Appellant entered his guilty plea to those charges on October 1,1999, prior to jury selection on the remaining charges, and immediately after the trial court denied his motion for severance. At trial for the September 1 rape and the murder, defense counsel argued to the jury during his closing that Appellant was willing to admit his guilt and take responsibility for the crimes for which he was culpable. The defense specifically argued:\nLadies and gentlemen, one of the reasons this ease will come down to one crime for your consideration is Wayne Mitchell had admitted his culpability to everything else in this case.\nHe’s acknowledged responsibility. In the. one case he has entered a plea of guilty, and in the other case you heard his confession.\nThe question for you is one, one singular question. Did he have the kind of mind that could form a willful, deliberate and premeditated design to kill? It’s just that simple.\nN.T. Trial at 629.\nDespite this advocacy, at a December 8, 1999 sentencing hearing, Appellant made an oral motion to withdraw his guilty plea to the September 10 rape incident to the murder. Faced with this request, the trial court deferred sentencing, and ordered that a written motion be filed. Appellant filed the written motion on December 17, 1999. The trial court denied the motion without hearing argument in an order dated February 2, 2000.\nOn February 10, 2000, just prior to pronouncing sentence on the September 10 rape and related charges to which Appellant had pled guilty, the trial court addressed the motion to withdraw and said:\nThe Court, of course, is very familiar with [Appellant]. He was tried before this Court on criminal homicide counts. Originally, this case, as we know, was joined for trial. [Appellant] sought to have the matter severed.\nHe entered a plea prior to this case [sic] prior to trial. It was the finding of the Court that was done largely for strategic purposes. His counsel tried to benefit from the severance in [Appellant’s plea by arguing to the jury that there was some remorse on his part because he had taken full responsibility for the rape and tried to use that to show that why would one plead guilty and accept responsibility for a crime and then deny the other one. He tried to show that.\nOf course, the jury did not accept that, but it was for that reason the Court felt that [Appellant] should not properly be permitted to withdraw his plea.\nN.T. Sentencing, 2/10/00, at 3-4.\nAppellant initially declined to assert his appellate rights and therefore did not file a Rule 1925(b) statement of matters complained of on appeal. Later, when Appellant changed his mind and we remanded for him to file a new Rule 1925(b) statement, he again did not include a claim that the trial court erred in denying his motion to withdraw. Thus, the trial court has never addressed this issue. Appellant now claims for the first time on appeal, that the trial court erred in denying his motion to withdraw. Under these circumstances, Appellant is constrained to and does admit waiver of this issue. See Commonwealth v. Castillo, 585 Pa. 395, 888 A.2d 775, 780 (2005) (affirming a bright-line rule that in order to preserve claims for appellate review, appellants must comply whenever ordered to file a Pa.R.A.P.1925 statement and any issues not raised therein will be deemed waived) (citing Commonwealth v. Lord, 553 Pa. 415, 719 A.2d 306, 309 (1998)). Consequently, we find the issue waived.\nAppellant suggests that the omission is due to post-trial counsel’s ineffective assistance. He acknowledges that under Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002), reargument denied, 573 Pa. 141, 821 A.2d 1246, 1247 (2003) , claims of ineffectiveness should be deferred until collateral review, yet he asks us to excuse the omission based on our plurality opinion in Commonwealth v. Johnson, 565 Pa. 51, 771 A.2d 751 (2001). However, in Grant, which we decided after Johnson, our Court announced a new general rule providing that a defendant “should wait to raise claims of ineffective assistance of trial counsel until collateral review.” Grant, 813 A.2d at 738. We explained that we were abrogating the procedural rule of requiring new counsel to raise claims of previous counsel’s ineffectiveness at the first opportunity after new counsel is appointed, explicitly overruling Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977), which established such practice. Grant, 813 A.2d at 738. We also held that Grant applied retroactively to “any other cases on direct appeal where the issue of ineffectiveness was properly raised and preserved.” Id. Although we have recognized a limited exception to Grant, see Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831 (2003) (providing a narrow exception to Grant where claims of trial counsel’s ineffectiveness were raised by new counsel in post-sentence motions before the trial court, which in turn conducted a hearing and filed an opinion addressing the merits of the claims), it is not applicable here. At this juncture, there is no record of a hearing or argument on the ineffectiveness of counsel necessary to fail within the Bomar exception. Consequently, we decline to address this claim consistent with our holding in Grant.\nV. Penalty Phase\nRelative to the penalty phase of trial, Appellant raises four issues concerning the admissibility of certain evidence. The admissibility of evidence, including evidence proffered at the penalty phase of a capital trial, is within the discretion of the trial court, and such rulings will form no basis for appellate relief absent an abuse of discretion. Commonwealth v. May, 584 Pa. 640, 887 A.2d 750, 761 (2005). With this standard in mind, we address Appellant’s issues seriatim.\nA. Admissibility of Rebuttal Evidence\nFirst, Appellant contends that the trial court erred in permitting the Commonwealth to introduce evidence of the IDSI and two rape convictions that Appellant committed against the victim in order to rebut his mitigating evidence of no significant history of prior convictions. See 42 Pa.C.S. § 9711(e)(1) (providing that mitigating circumstances shall include the fact that a defendant has no significant history of prior criminal convictions). Appellant maintains that the prosecutor stipulated to the Section 9711(e)(1) mitigator, 42 Pa. C.S. § 9711(e)(1), that Appellant had no significant history of prior criminal convictions. By allowing the Commonwealth to present evidence to refute this stipulation, Appellant contends that the trial court committed reversible error under Commonwealth v. Rizzuto, 566 Pa. 40, 777 A.2d 1069, 1089 (2001) (holding that where a mitigating factor is presented to the jury by stipulation, the jury is required by law to find the mitigating factor).\nThe Commonwealth disagrees claiming that it only stipulated that Appellant did not have a significant prior criminal history, making Rizzwto inapplicable to the present case- The Commonwealth further suggests that the apparent confusion stems from the fact that the trial court initially was unaware that Appellant’s convictions for rape and IDSI could be used to rebut the mitigating circumstance that Appellant up until his conviction had no prior significant criminal history. See Commonwealth v. Wharton, 542 Pa. 83, 665 A.2d 458 (1995), cert. denied, 517 U.S. 1247, 116 S.Ct. 2504, 135 L.Ed.2d 195 (1996) (discussed below). Once the trial court was made aware of Wharton, it allowed the Commonwealth to use Appellant’s contemporaneous convictions to rebut the fact that, prior to trial, he had no significant prior criminal history for purposes of Section 9711(e)(1).\n“A stipulation is a declaration that the fact agreed upon is proven[, and a] valid stipulation must be enforced according to its terms.” Rizzuto, 777 A.2d at 1088. We only have to look to the record to determine the exact terms of the stipulation and whether Appellant’s claim has merit. If, as the Appellant suggests, the parties stipulated to a mitigating factor, then the jury would have been bound by the stipulation and the jury would have been instructed to weigh that mitigating factor against any aggravating factors. However if, as the Commonwealth suggests, there was no stipulation to any mitigating factor, and the Commonwealth only stipulated that Appellant had no prior significant criminal history before the present convictions, then the jury was free to make its own determination of whether the present convictions were significant and negate the defense claim that Appellant had no significant prior criminal history. This is critical because, should the jury find no mitigating circumstances and even one aggravating circumstance, it is required to return a sentence of death. See 42 Pa.C.S. § 9711(c)(1)(iv).\nAt the beginning of the penalty hearing, the trial court asked Appellant’s chief counsel for the penalty hearing what mitigating circumstances she intended to pursue. In response, she proposed a stipulation that Appellant had no significant history of prior criminal convictions.\n[Defense Counsel]: First of all, the Defendant has no significant history of prior criminal convictions. He does not-I’m hoping that we can enter into a stipulation with the Commonwealth with regard to that.\n[Prosecutor]: Other than as the record is now placed in front of the jury, he will have two rape convictions as well as an IDSI conviction. That is admissible evidence and, obviously, one of the aggravating circumstances.\n[Defense counsel]: But that’s not prior criminal history. Those are not prior convictions. The statute speaks to prior criminal convictions.\nN.T. Trial at 727.\nThe trial court then asked whether the IDSI and rape convictions just recorded could be used as “prior convictions.”\nThe Court: You’re not arguing that the conviction that was just announced here a few moments ago is a prior conviction that was anticipated by the legislature when they established the death penalty statute, are you?\n[Prosecutor] As one of the aggravating circumstances—\nThe Court: I don’t know about that. We’re talking about mitigating factors.\n[Prosecutor]: Right. I have no objection to what [Defense Counsel] says insofar as [Appellant] not having a significant history of criminal offenses prior to the offenses on which he went to trial for.\n[Defense Counsel]: Can we enter into a stipulation, then, that he has no prior significant criminal history?\n[Prosecutor]: Yes.\nN.T. Trial at 728-29.\nThereafter, the defense presented Appellant’s lack of prior significant criminal history as a mitigating circumstance. The Commonwealth sought to rebut that evidence by introducing Appellant’s convictions in the instant prosecution. The defense objected. After a lengthy discussion, and review of the caselaw provided by both counsel, the trial court overruled the objection. Persuaded by our holding in Wharton, the trial court not only allowed the Commonwealth to use Appellant’s contemporaneous convictions to rebut the fact that, prior to the crimes at issue, Appellant had no significant criminal history, it also denied Appellant’s proposed point for charge asserting that the jury was bound to find the mitigating factor of no prior significant criminal history. At closing, the defense then argued that Appellant had no prior significant criminal history. In its closing in response, the prosecution pointed out, however, that in considering Appellant’s criminal history, the jury could consider the current convictions. In charging the jury, the trial court read the list of aggravating factors that the Commonwealth was alleging and the list of mitigating factors that the defense was alleging and instructed the jury to make its findings. The trial court did not instruct the jury that it was bound to accept a mitigating factor, only that prior to the events in question, Appellant had no criminal record.\nDefense counsel and the prosecutor clearly stipulated that prior to the guilty verdict here, Appellant had no significant criminal history. Each time defense counsel mentioned that there was a stipulation to Appellant’s lack of prior criminal convictions, the prosecutor qualified the stipulation by noting that this was true only up until Appellant’s present convictions. Consequently, we reject Appellant’s attempt to interpret this stipulation as anything more, and will not interpret it as a stipulation binding the jury to a finding of at least one mitigator.\nIn Wharton, we explained that the determining factor in whether convictions could be considered prior criminal convictions under Section 9711(e)(1) was whether the defendant had a particular conviction at the time of the sentencing hearing. The defendant in Wharton had no prior significant criminal history before he broke into a home, robbed, and murdered his victims. He was convicted of criminal conspiracy, robbery, and burglary at the same time he was convicted of first-degree murder. We held that because the convictions for criminal conspiracy, robbery and burglary existed at the time of Wharton’s penalty hearing for first-degree murder, it was not improper for the sentencing court to rule that evidence of these convictions could be used as rebuttal to the mitigating circumstance that the defendant did not have a significant history of convictions. Wharton, 665 A.2d at 461. In the case sub judice, once the trial court reviewed the holding in Wharton, it agreed with the prosecutor that Appellant’s contemporaneous convictions were admissible to rebut Appellant’s claim that he had no prior significant criminal history. When the trial court so instructed the jury, the defense had no objection. N.T. Trial at 929.\nWe, likewise, agree. The language of the stipulation was clear and unambiguous. Appellant had no prior significant criminal history before his conviction for this rape, IDSI and murder. By entering into the stipulation, the defense was relieved of the burden of calling witnesses to prove that Appellant had no criminal history prior to the current conviction. However, once she argued that fact as a mitigating circumstance, the Commonwealth was free to rebut it with evidence of Appellant’s contemporaneous convictions for IDSI and rape. Consequently, Appellant’s claim in this regard fails.\nB. Admissibility of Medical Records\nNext, Appellant contends that the trial court erred when it refused to allow the introduction, at the penalty hearing, of medical records of his deceased paternal grand-uncle, whom he claimed had been diagnosed with a psychiatric illness and institutionalized at Mayview State Hospital. Appellant argues that this information was relevant to establish a mitigating circumstance under 42 Pa.C.S. § 9711(e)(2): that he -was under the influence of extreme mental or emotional disturbance when he killed Robin.\nThe Commonwealth points out that in framing this issue, Appellant ignores the defense’s lack of readiness to offer such evidence at trial. In fact, just a day before the start of the penalty phase of trial, defense counsel asked the court to sign an order authorizing release from Mayview State Hospital of Appellant’s grand-uncle’s medical records for Dr. Bernstein’s review. Counsel told the trial court that she wanted to introduce the records in an effort to establish a possible connection between this grand-uncle’s mental illness and Appellant’s mental health. The trial court voiced its concern that the records might be privileged and that it was unreasonable for the defense to seek the records at such a late hour without giving the Commonwealth an opportunity to have its own expert review them. The defense then suggested that the court could order the hospital to release the records, they could be faxed to the Courthouse, where Dr. Bernstein could review them in the hall, and the Commonwealth could cross-examine Dr. Bernstein, in lieu of the Commonwealth calling its own expert. The trial court was not satisfied with this suggestion and did not sign an order directing the release of the medical records. Obviously, the defense’s suggestion was not responsive to the Commonwealth’s objection. The defense always had the right to have an expert review the medical records and the Commonwealth had the right to cross-examine any defense expert. What the Commonwealth sought, and at this late hour the defense could not provide, was the opportunity for it to assess the records and if necessary retain an expert to rebut any defense expert.\nAppellant now faults the trial court for excluding the medical records, when in fact the defense never secured the records prior to the penalty phase of the trial. Appellant would have us believe that the medical records were excluded based on an evidentiary ruling. However, the trial court explained its reasoning as follows:\nIf the American justice system stands for anything, our trial procedure more specifically, it’s that we do not condone trial by ambush.\nTo allow this procedure to take place like this when a jury is empanelled upstairs and we’re ready to begin a hearing to then have faxed some medical records and have a witness read them in the hall and the DA then get a copy with no time at all to check not only the authenticity of them but to give them to an independent expert for review so that the truth can emerge out of this process, it just won’t occur by my allowing.\nIn this case, the family members and [Appellant] with due diligence could have ascertained this information. You say [Appellant] didn’t know about it. With due diligence, he could have found out. It was known that this was a diminished capacity matter and the possible hearing on the penalty phase. He could have easily asked family members whether or not there was any mental illness in the family....\nObviously, his family thought that it was significant enough to tell you.... This isn’t a case of new and discovered [sic] evidence where [Appellant] no way could have ascertained this information. Just by asking family members do they know of any family history of mental illness, it could have been revealed weeks, maybe months ago, not now.\nN.T. Trial at 755-57.\nThe trial court concluded that to sign an order “would be to condone a very, very dangerous procedure that can lead to great injustices in the future. I know that the Commonwealth doesn’t have the same rights as a defendant, but I think they’re entitled to fundamental fairness.” Id. at 756. We agree.\nAlthough the trial court questioned whether the records might be privileged, a review of the record reveals that the trial court did not exclude the medical records on evidentiary grounds. Instead, the trial court denied a request for the records due to its eleventh-hour nature.\nPresently, Appellant provides no argument whatsoever as to how the trial court abused its discretion in denying him an opportunity to secure the medical records at issue. Particularly, Appellant utterly fails to address what diligence was used to procure these records. As to whether the records were essential, he concedes that the medical records alone do not prove the mitigation as a matter of law. Instead, he submits that, “had the jury heard [about the medical records], the jury may have found a mitigating circumstance.” Appellant’s Brief at 46.\nWe addressed a similar question in Commonwealth v. Clayton, 516 Pa. 263, 532 A.2d 385 (1987), cert. denied, 485 U.S. 929, 108 S.Ct. 1098, 99 L.Ed.2d 261 (1988). In Clayton, the defendant appealed from his death sentence alleging, inter alia, that the trial court abused its discretion by not allowing his parents to testify on his behalf at the penalty phase of trial. However, a review of the record revealed that the parents were not excluded on evidentiary grounds, instead, they were excluded because they were not present and prepared to testify during the penalty phase. Apparently, the defendant in Clayton ignored defense counsel’s advice that if the defendant wanted his parents to testify he should have them travel from New York and be present at the trial in case the jury returned a guilty verdict. Clayton, 532 A.2d at 393. Appellant allegedly did not want to put his parents through the trauma of another murder trial and so he did not try to secure their attendance until after the guilty verdict was rendered. Id. Because the defense required a four-day continuance, the trial court denied the motion. In his defense then, the defendant offered testimony from a psychiatrist who discussed the defendant’s difficult childhood. On appeal, the defendant argued that his due process rights were violated when he was prohibited from presenting the jury with mitigation in the form of testimony from his parents. We rejected the position and affirmed.\nWe recognized in Clayton that the trial court would have permitted the testimony had the defendant’s parents been present and prepared to testify. The alleged mitigating evidence was not available at the time of the penalty hearing solely due to the defendant’s deliberate decision to await the guilty verdict before attempting to secure his parents’ presence. Similarly, in this case, the trial court refused to order the production of the medical records from Mayview, not as an evidentiary ruling, but because Appellant failed to seek the information sooner. Accordingly, Appellant’s claim in this regard fails.\nC. Admission of Additional Testimony from Detective Logan\nNext, Appellant contends that it was error for the trial court to allow the Commonwealth to present testimony from Detective Logan at the penalty hearing when his trial testimony had already been incorporated into the penalty hearing by stipulation. At the beginning of the penalty phase, the prosecution asked that all testimony from the guilt phase be incorporated into the penalty hearing. In support of the Commonwealth’s argument for the aggravating factor found at 42 Pa.C.S. § 9711(d)(5) (victim witnessed a felony committed by the defendant and was killed for the purpose of preventing her future testimony), Detective Logan was called to testify regarding Appellant’s confession, wherein Appellant specifically admitted to threatening Robin that if she told anyone about the September 1 rape, he would “snap her neck.” Appellant does not question the relevancy of this testimony to the aggravating factor that the Commonwealth sought to prove. Instead, he argues that it should not have been admitted because its probative value was outweighed by the prejudicial effect of allowing such testimony given the “surrounding evidence of the already stipulated factual background.” Appellant’s brief at 48.\nThe Commonwealth counters that Detective Logan’s testimony at the penalty hearing was essential evidence that went to their burden of proving the Section 9711(d)(5) aggravating factor of killing a prosecution witness. As noted, the Commonwealth sought to prove that Appellant killed Robin, in part, because she reported the September 1 rape, and to prevent her from testifying in the future. The Commonwealth points out that in the voluminous record of testimony that was presented to the jury during the guilt phase, this one particular piece of evidence was particularly relevant to establishing the aggravating factor at the penalty phase and nothing prevented Appellant’s counsel from exploring “the relevant surrounding evidence” concerning the statement, if defense counsel so desired. Finally, the Commonwealth points out that ultimately, the jury rejected the Section 9711(d)(5) aggravating factor. Thus, even if the trial court erred in allowing evidence that had already been stipulated to, Appellant suffered no prejudice.\nAlthough Appellant does not challenge the relevancy of Detective Logan’s testimony, we note that relevant evidence is any evidence that tends to make a fact in issue more or less probable, and the relevance of a given piece of evidence is a prerequisite to its admissibility. See Commonwealth v. Stallworth, 566 Pa. 349, 781 A.2d 110, 117-18 (2001). Moreover, a trial court may exclude even relevant evidence if such evidence poses a danger of unfair prejudice that outweighs its probative value. See Commonwealth v. Boyle, 498 Pa. 486, 447 A.2d 250, 254 (1982).\nDetective Logan’s additional testimony was brief and to the point. After stating his name, occupation, and years of service, Detective Logan testified that he had interviewed Appellant as follows:\n[Prosecutor]: During the course of that interview and his discussion with you, did [Appellant] make a statement regarding Robin Little’s telling or not telling on him?\n[Det. Logan]: Yes, he did.\n[Prosecutor]: Can you tell the jury what that was and what the context of that statement was.\n[Det. Logan]: During the course of the rape on the 1st, Mr. Mitchell told me that when Robin was screaming, Mr. Mitchell said to her, “If you continue to scream or if you tell anyone, I’ll snap your neck.”\n[Prosecutor]: That’s all I have. Thank you.\n[Defense counsel]: I have no questions.\nN.T. Trial at 791.\nClearly, Detective Logan’s brief testimony at the penalty phase was highly probative of Appellant’s possible motive for killing Robin. In fact, it was essential to the Commonwealth’s attempt to establish the Section 9711(d)(5) aggravating factor. While we recognize that this evidence was presented during the guilt phase, we also note that once the jury convicted Appellant, the focus of the Commonwealth’s case changed from meeting the elements of the crimes to establishing aggravating factors and rebutting mitigating factors. However, Detective Logan did not embellish his testimony about Appellant’s confession with any details. Thus, we discern no abuse of discretion in the trial court’s decision to permit Detective Logan to retake the witness stand during the penalty hearing to emphasize this particular point. Moreover, we find the probative value of the evidence outweighed its prejudicial import. Finally, we find that Appellant suffered no prejudice from the testimony about which Appellant now complains, because as noted by the Commonwealth, the jury did not find the Section 9711(d)(5) aggravating factor that Appellant killed Robin to eliminate her as a potential witness in the pending rape case. See Commonwealth v. Zook, 532 Pa. 79, 615 A.2d 1, 12 (1992), cert. denied, 507 U.S. 974, 113 S.Ct. 1420, 122 L.Ed.2d 789 (1993) (finding no prejudice in admission of certain evidence from Commonwealth witness in guilt phase via a detective’s testimony that went toward establishing aggravating factor where jury ultimately did not find this aggravating factor).\nD. Admission of Photographs\nAppellant next contends that the trial court erred in permitting the Commonwealth to introduce photographs depicting the position of Robin’s body when it was found in the vacant lot, over defense counsel’s objection, because the photographs were not relevant and could serve only to prejudice Appellant before the jury. While Appellant concedes that the photographs were relevant during the guilt phase of trial, he contends that they were not relevant at the penalty phase. He further asserts that even if the photographs were relevant and admissible, the trial court failed to give the jury an instruction as to how it was to view the photographs.\nThe Commonwealth argues that Appellant was not prejudiced by the photographs because the prosecution never referred to or showed the jury the photographs during the penalty phase.\nThe admission of photographs depicting a homicide victim or other aspects of the crime scene fall within the trial court’s sound discretion and only an abuse of that discretion will constitute reversible error. See Commonwealth v. Baez, 554 Pa. 66, 720 A.2d 711, 726 (1998), cert. denied, 528 U.S. 827, 120 S.Ct. 78, 145 L.Ed.2d 66 (1999); Commonwealth v. Saranchak, 544 Pa. 158, 675 A.2d 268, 275 (1996), cert. denied, 519 U.S. 1061, 117 S.Ct. 695, 186 L.Ed.2d 617 (1997).\nPrior to the start of the penalty phase, as noted, the prosecutor asked the trial court to incorporate the evidence admitted during the guilt phase, in order to meet the aggravating factor under 42 Pa.C.S. § 9711(d)(6) that the killing was done during the perpetration of a felony (presently, rape and IDSI). Although defense counsel objected on relevancy grounds, the trial court overruled the objection. When counsel noted her concern over which pictures would be shown to the jury, the prosecutor replied:\nPm not suggesting that I circulate them now. Nor, in fact, am I suggesting that they go up [with the jury during deliberations.] If, in fact, my position on that changes, I’ll let you know.\nN.T. Trial at 787.\nAppellant’s challenge to the admission of the photographs requires that the jury viewed the photographs during the penalty phase. However, there is no evidence whatsoever that the photographs were ever shown to the jury during the penalty phase. Accordingly, Appellant’s claim of trial court error lacks a factual basis and warrants no relief. See Baez, 720 A.2d at 728-29 (rejecting a similar argument because defendant admitted that photos were never viewed by the jury).\nVI. Jury Instruction on Victim Impact Testimony\nFinally, Appellant challenges the trial court’s decision overruling his objection to the victim impact testimony offered at the penalty phase from Robin’s mother, Debra King. Appellant concedes that in light of 42 Pa.C.S. § 9711(a)(2), “it would appear that the admission of the evidence was proper.” Appellant’s Brief at 50. The error, he argues, relates to 42 Pa.C.S. § 9711(c)(2), and arises not from the victim impact testimony itself, but from the trial court’s failure to specify how the jury was to consider this testimony. Appellant also concedes that while defense counsel objected to the victim impact testimony, she did not object to the lack of an instruction, nor was such a claim included in present appellate counsel’s Rule 1925(b) statement. Appellant also recognizes that by conceding that the issue was waived by defense counsel and present counsel, to avoid waiver, he is couching his claim in terms of ineffective assistance of prior and present counsel. In this regard, Appellant submits that the record is adequate for our review of this issue. As discussed supra relative to issue IV concerning the challenge to the validity of his guilty plea, Appellant again concedes that matters not included in the Rule 1925(b) statement are waived for purposes of appeal. See Castillo, 888 A.2d at 776; Lord, 719 A.2d at 309. Pursuant to Grant, 572 Pa. 48, 813 A.2d 726, claims of ineffectiveness of counsel generally will be deferred for collateral review. Again, Appellant asks us to excuse the omission, citing our plurality opinion in Johnson, 565 Pa. 51, 771 A.2d 751. However, as explained above, in Grant, we announced a new general rule providing that a defendant “should wait to raise claims of ineffective assistance of trial counsel until collateral review.” Grant, 813 A.2d at 738. Again, because there is no record of a hearing or argument on the ineffectiveness of counsel, this issue does not fall within the Bomar exception. Consequently, Appellant’s final claim is dismissed without prejudice for consideration on collateral review.\nVII. Review of Death Sentence\nHaving concluded that Appellant is not entitled to any relief on the claims that he raises and that the evidence is sufficient to sustain his conviction, we are required by statute to review the imposition of the sentence of death. See 42 Pa.C.S. § 9711(h)(1). We must affirm the sentence of death unless we determine:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor; or\n(ii) the evidence fails to support the finding of at least one aggravating circumstance specified in [42 Pa.C.S. § 9711(d)].\n42 Pa.C.S. § 9711(h)(3).\nThe record discloses no indicia of arbitrariness and does not suggest that the sentence of death was the product of passion or prejudice. Rather, the sentence was based upon sufficient evidence that Appellant intentionally killed his estranged wife Robin Little after raping her for the second time, despite having been ordered to have no contact with her pursuant to a PFA order. The jury found two aggravating circumstances and no mitigating circumstances. Where one aggravating circumstance is present and no mitigating circumstances are found, the jury must return a sentence of death. See 42 Pa.C.S. § 9711(c)(1)(iv), Commonwealth v. Rolan, 520 Pa. 1, 549 A.2d 553, 560 (1988). Moreover, our review of the record supports the jury’s finding of the aggravating circumstances. Therefore, there is no ground to vacate the sentence pursuant to 42 Pa.C.S. § 9711(h)(3)(i).\nAppellant’s judgment of sentence is affirmed. Pursuant to 42 Pa.C.S. § 971 l(i), the Prothonotary of this Court is directed immediately to transmit to the Governor’s office the file and complete record of the trial, sentencing hearing, imposition of sentence, and review by the Supreme Court.\nChief Justice CAPPY, Justice NEWMAN and Justice EAKIN join the opinion.\nFormer Justice NIGRO did not participate in the decision of this case.\nJustice SAYLOR files a concurring opinion.\nJustice EAKIN files a concurring opinion.\nJustice CASTILLE files a concurring and dissenting opinion in which Justice EAKIN joins the concurring portion.\n. See 42 Pa.C.S. §§ 722(4) and 9711(h)(1); Pa.R.A.P. 702(b) and 1941.\n. 18 Pa.C.S. § 2502(a).\n. 18 Pa.C.S. §§ 3121, 3123, and 3125, respectively.\n. 18 Pa.C.S. §§ 3121, 2902, and 2701, respectively.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. Although Robin initially reported the rape to the Pittsburgh Police, it was later determined that the incident occurred just outside the city-limits of Pittsburgh in neighboring Wilkinsburg. Therefore, the rape investigation was turned over to the Wilkinsburg Police.\n. See 23 Pa.C.S. §§ 6101-118.\n. Appellant signed the right-to-preliminary-hearing waiver form and his next court appearance was scheduled for October 27, 1997.\n. 42 Pa.C.S. §§ 9711(d)(6) and (d)(18), respectively.\n. The significance of the jury's finding of no mitigating circumstances is that where one aggravating circumstance is present and no mitigating circumstances are found, the jury is required to return verdict of death in a first-degree murder sentencing hearing. See 42 Pa.C.S. § 9711(c)(1)(iv); Commonwealth v. Rolan, 520 Pa. 1, 549 A.2d 553 (1988).\n. While Appellant now complains that the record is unclear as to why the trial court denied the motion to withdraw the guilty plea, the trial court explained at sentencing on February 10, 2000, that because the plea was entered for strategic reasons, withdrawal would not be permitted. N.T. Sentencing, 2/10/00, at 3-4.\n. As noted, Appellant directed Attorney Stewart to take no further action on his behalf. Pursuant to Pa.R.A.P,l941 (setting forth the procedure for review of death sentences), however, the matter was automatically forwarded to our Court as if a timely notice of appeal had been filed.\n. The hyoid bone is a bone in the human neck, unattached directly to any other bone; it is supported by neck muscles and, in turn, supports the root of the tongue. See The American Heritage Stedman’s Medical Dictionary (Houghton Mifflin 2002), available at http://www.answers, com/topic/hyoid-bone. It is not easily fractured due to its position, and in cases of suspicious death, a fractured hyoid is a strong indication of strangulation. Id.\n. Moreover, there is no per se rule that a defendant's waiver of his constitutional rights is defective merely because his mental illness distorts defendant’s perceptions of reality. See Logan, 519 Pa. 607, 549 A.2d 531, 537 (holding that a person with a mental illness, including a history of hallucinations and delusions, may be capable of waiving her constitutional rights, unless the confession flows from an internal compulsion to confess that is rooted in a mental disease).\n. We have reordered Appellant's three assignments of error relative to the admission of trial evidence leaving a harmless error analysis for the admission of certain evidence until the end of this segment of the opinion.\n. As noted previously, Detective Logan testified at trial that he interviewed Appellant at police headquarters, and initially took notes of what Appellant was saying. Detective Logan then left the room and transcribed his notes into a nine-page typewritten report that included everything Appellant had told him in their hour-long interview. Detective Logan later returned to the room and asked Appellant to review the report, make any additions or corrections, and sign it. He testified that Appellant complied. While Detective Logan was testifying on direct, he produced the report and the Commonwealth marked it as an exhibit.\n. The diary excerpts included Robin’s thoughts on why the couple fought, that she was scared but still in love, that she felt Appellant was rude, insulting and pushy, that she wanted to end the relationship but stayed for the sake of the baby, and how she finally decided to leave him because of his temper.\n. The Commonwealth submits that Appellant’s objection to the diary entries was not preserved at trial, and, consequently, the claim is waived. The Commonwealth points out that when the prosecutor first began questioning Mrs. King about the diary, defense counsel objected on the basis that títere was no evidence that the entries were made' contemporaneously with the event to which it referred, and that some of the entries were too remote in time. While the Commonwealth is correct, we decline to find waiver because Appellant voiced a standing hearsay objection at the beginning of Mrs. King’s testimony challenging any testimony from Mrs. King recounting of Robin's statements. Moreover, the trial court admitted the diary entries as evidence of Robin’s fear of Appellant under the state-of-mind hearsay exception. Thus, we will consider Appellant’s claim in this regard.\n. In Johnson, the defendant was ordered to file a Rule 1925(b) statement and he complied, raising five issues. The trial court rejected all five claims as lacking merit. On direct appeal, the defendant raised an additional question challenging whether he validly waived his right to a jury trial, which was not included in his Rule 1925(b) statement. In an attempt to avoid waiver, Appellate counsel asserted her own ineffectiveness for neglecting to include the issue in her Rule 1925(b) statement. Initially, the Superior Court relied on our holding in Lord and declined to address the jury waiver issue, finding it waived. It also declined to address appellate counsel’s claim of her own ineffectiveness. The defendant sought our review and in an opinion announcing the judgment of the court, we held that under certain circumstances, when appellate counsel raises his own ineffectiveness, the issue may still be reviewed on direct appeal if there is an adequate record below for the appellate court to make an appropriate determination on the merits. After conducting a merits analysis of the underlying claim, we affirmed the Superior Court, albeit on different grounds.\n. If the Court were writing on a clean slate, the dissenting opinion's perspective as to 42 Pa.C.S. § 9711 (e)(l)'s meaning would be worthy of consideration. However, such a consideration is not appropriate in this case for three reasons. First, in Commonwealth v. Haag, 522 Pa. 388, 562 A.2d 289 (1989), this Court analyzed the plain meaning of 42 Pa.C.S. § 9711(e)(1) as \"expressly fram[ing] the inquiry as whether defendant 'has' a significant history of prior criminal convictions, and [that] this must be evaluated as of the time of the sentencing hearing.” Thus, a consideration of the point raised by the dissent would seemingly disregard the doctrine of stare decisis. Not only would the authority of our decision in Haag be ignored, but our subsequent reliance on and application of Haag in Commonwealth v. Wharton, 542 Pa. 83, 665 A.2d 458, 461 (1995), which is on all-fours as to the meaning of Section 9711(e)(1), would also be over-ridden. As we have stated, the doctrine of stare decisis “ 'simply declares that, for the sake of certainty a conclusion reached in one case should be applied to those which follow, if the facts are substantially the same even though the parties may be different. ” See Burtt’s Estate, 353 Pa. 217, 44 A.2d 670, 677 (1945) (quotation omitted); but see Mayhugh v. Coon, 460 Pa. 128, 331 A.2d 452, 456 (1975) (indicating that the doctrine of stare decisis was never intended to be used as a principle to perpetuate erroneous principles of law).\nSecond, a revision of our prior construction of 42 Pa.C.S. § 9711(e)(1) would be contrary to the rules of statutory construction, specifically, Section 1922(4) which, in relevant part, provides that, in ascertaining the legislature’s intent, \"when a court of last resort has construed the language used in a statute,. the General Assembly in subsequent statutes on the same subject matter intends the same construction to be placed upon such language.” 1 Pa.C.S. § 1922(4). Since we decided Haag on July 10, 1989, the General Assembly has amended 42 Pa.C.S. § 9711 on five occasions, including October 11, 1995, November 17, 1995, April 25, 1997, June 25, 1997, and October 12, 1999. 42 Pa.C.S. § 9711. In these amendments, the Legislature did not alter the statute as this Court construed it in Haag. Therefore, as we have recognized, ”[t]he failure of the General Assembly to change the law which has been interpreted by the courts creates a presumption that the interpretation was in accordance with the legislative intent; otherwise the General Assembly would have changed the law in a subsequent amendment.” Fonner v. Shandon, Inc., 555 Pa. 370, 724 A.2d 903, 906 (1999) (citation omitted); 1 Pa.C.S. § 1922(4). Indeed, we faced similar circumstances recently in Commonwealth v. Robinson, 583 Pa. 358, 877 A.2d 433, (2005), when a defendant asked us to re-construe the aggravating circumstance at 42 Pa.C.S. § 9711(d)(6), and alter the meaning we bad given it in Commonwealth v. Walker, 540 Pa. 80, 656 A.2d 90 (1995). We refused, based on these principles. Id. at 446.\nFinally, and of paramount importance, on appeal to this Court, Appellant does not definitively challenge the propriety of the use of his contemporaneous criminal convictions as- appropriate rebuttal to his assertion in mitigation that he had no significant criminal history. Rather, as noted. Appellant's assertions before the trial court and on appeal focus upon his claim that the Commonwealth stipulated to this miligator and then attempted to circumvent such stipulation by introducing the current convictions as rebuttal. Once the court ruled that no such stipulation bound the Commonwealth and that, therefore, the contemporaneous convictions could be used as rebuttal, Appellant did not raise, and does not argue in his brief, the alternative argument that, in any case, contemporaneous convictions are not proper. Thus, issue preclusion would be implicated.\nCertainly, before we could consider abandoning prior precedent and the rules of statutory construction expressed above, we should, at bottom, do so in a case where the issue is squarely raised, briefed and argued. Thus, while we appreciate the dissent’s observations, we do not believe this case presents the appropriate vehicle for further consideration of its premise.\n. Appellant notes that victim impact evidence is governed by 42 Pa.C.S. § 9711(a)(2), which provides:\nIn the sentencing hearing, evidence .concerning the victim and the impact that the death of the victim has had on the family of the victim is admissible. Additionally, evidence may be presented as to any other matter that the court deems relevant and admissible on the question of the sentence to be imposed. Evidence shall include matters relating to any of the aggravating or mitigating circumstances specified in subsections (d) and (e), and information concerning the victim and the impact that the death of the victim has had on the family of the victim. Evidence of aggravating circumstances shall be limited to those circumstances specified in subsection (d).\nFurthermore, 42 Pa.C.S. § 9711(c)(2), addressing the related jury instruction where victim impact testimony has been admitted, provides:\nThe court shall instruct the jury that if it finds at least one aggravating circumstance and at least one mitigating circumstance, it shall consider in weighing the aggravating and mitigating circumstances, any evidence presented about the victim and about the impact of the murder on the victim's family. The court shall also instruct the jury on any other matter that may be just and proper under the circumstances.\n. Appellant relies on two plurality decisions by this Court, see Commonwealth v. Means, 565 Pa. 309, 773 A.2d 143 (2001) and Commonwealth v. Natividad, 565 Pa. 348, 773 A.2d 167 (2001), in which we found the statute constitutional and proposed a jury instruction regarding victim impact evidence.\n. As noted, the two aggravating circumstances were the commission of a murder in the perpetration of a felony (rape), see 42 Pa.C.S. § 9711(d)(6) and that Appellant was subject to a PFA order restricting his contact with the victim when he killed her, see 42 Pa.C.S. § 971 l(d)(18)."}