{"id": "3788025", "contents": "OPINION\nChief Justice CAPPY.\nAppellant, The Insurance Adjustment Bureau, Inc. (“IAB”), filed a complaint against Appellee Allstate Insurance Company (“Allstate”) for breach of contract, conversion, and breach of assignment, alleging that a written agreement between it and Allstate’s insureds assigned it the right to the payment of insurance proceeds. This court granted allocatur to consider whether the Superior Court correctly affirmed the trial court’s order sustaining the preliminary objections that Allstate filed in response to IAB’s complaint. We conclude that Allstate’s preliminary objections should have been overruled. Accordingly, the order of the Superior Court is reversed.\nThe relevant facts and procedural history are as follows. On November 25, 2002, IAB commenced this action against Allstate by filing a complaint (“Complaint”). The Complaint avers, inter alia, that IAB is a public adjustment company; that on or about June 5, 2002, a fire caused damage to the property located at 437 Main Street, Blandón, Pennsylvania; that the property was insured under an Allstate policy of insurance (“Policy”) issued to Blane Stuffet and Mark Gust (“Insureds”); that on or about June 7, 2002, the Insureds engaged IAB to advise and assist them in the adjustment of the claim made under the Policy; that IAB and the Insureds entered into a written agreement (“Agreement”); that under the Agreement, the Insureds agreed to pay IAB a ten percent commission, plus costs, and assigned to IAB all monies due or to become due under the Policy in exchange for its services; that Allstate was provided with and had notice of the assignment the Insureds made to IAB; that IAB investigated the fire, prepared inventories, secured estimates, and negotiated with Allstate; that on or about August 7, 2002, the Insureds terminated IAB’s services; that on or about September 27, 2002, Allstate informed IAB that it had decided to cover the Insureds’ claim; that in October of 2002, IAB requested that Allstate honor the assignment and include IAB as a payee on the settlement draft for the insurance proceeds; that Allstate’s settlement draft did not include IAB; and that IAB did not receive its costs and fee. Based on these averments, the Complaint asserts claims for breach of contract, conversion, and breach of assignment against Allstate and demands damages in an amount not to exceed $50,000.\nIn support of these averments, a copy of the Agreement is attached to the Complaint, which states in relevant part:\nThe undersigned “insured” hereby engages INSURANCE ADJUSTMENT BUREAU, INC. (PUBLIC ADJUSTER) to advise and assist in the adjustment of the claim AGAINST the insurance companies covering the loss arising from fire or other cause occurring on or about the 5[th] day of June, 2002, 4:30 ... p.m. at 437 Main Street[,] Blandon[,] Pa[.] 19510-9517.\nThe insured agrees to pay the Public Adjuster for such services afee of 10% ... of the amount paid or agreed to be paid by the insurance companies in settlement of the loss, and reasonable expenses, hereby assigning to the Public Adjuster all monies due or to become due from the insur anee companies. The fee shall be due after proofs of loss are sworn to and/or first proceeds issued. The Public Adjuster hereby agrees to perform the said services and to receive therefor the consideration described above. This agreement contains the entire agreement between the parties and may not be changed, altered or amended except by a writing signed by the parties hereto.\nComplaint, Exhibit A (emphasis added).\nOn December 22, 2003, Allstate filed preliminary objections, requesting that each of IAB’s claims be stricken for failure to state a cause of action. As to IAB’s breach of contract claim, Allstate asserted that the Complaint fails inasmuch as it refers to an insurance contract that obligates Allstate to pay any proceeds that might become due only to the Insureds; sets forth no allegations to establish the existence of a contractual relationship between it and IAB; and is premised on a contract to which it is not a party. As to IAB’s conversion claim, Allstate argued that the Complaint does not allege facts to establish that Allstate was in possession of any property or chattel that IAB owns. As to IAB’s breach of assignment claim, Allstate contended that even if the terms of the Agreement included ah assignment, it was terminated by the Insureds before any Policy benefits became due. Allstate also contended that 63 P.S. § 1601 et seq., which regulates IAB’s activities, does not include an assignment clause in a public adjuster contract it approves and that any claim based on an alleged breach of assignment is barred under the Policy’s non-transfer provision due to IAB’s failure to secure Allstate’s written consent.\nBased on the phrase “hereby assigning to the Public Adjuster all monies due or to become due from the insurance companies” in the Agreement, IAB countered that Allstate’s preliminary objections entirely missed the mark. IAB argued that this phrase provides a legal basis for its claims because it is an assignment by the Insureds to IAB of their right to payment of Policy proceeds from Allstate, such that Allstate became obligated to IAB to include it as a payee on the settlement check. IAB also argued the assignment is irrevocable as a matter of law, having been given for consideration and to secure its fee, so that Allstate retained this obligation in October of 2002, despite the Insureds’ termination of IAB’s services earlier in the year.\nOn April 7, 2003, the trial court issued an order sustaining Allstate’s preliminary objections, and, on October 6, 2003, entered a judgment for Allstate and against IAB. In its opinion, the trial court focused on that portion of IAB’s Complaint that alleged that there was an assignment in the Agreement and found that the Insureds assigned to IAB a ten percent interest in Policy proceeds. Characterizing the Agreement as establishing an agency relationship in which the Insureds were the principals, the trial court concluded, however, that because the assignment had been revoked by the Insureds, IAB had no interest upon which to sue. Accordingly, the trial court determined that there was no legal cause of action in Allstate’s refusal to honor the assignment for IAB to assert.\nIAB filed a timely appeal in the Superior Court. In a published opinion, the Superior Court affirmed the trial court. The Insurance Adjustment Bureau v. Allstate Insurance Co., 860 A.2d 1038 (Pa.Super.2004). Like the trial court, the Superior Court considered whether the Agreement contained an assignment from the Insureds to IAB, as alleged, and concluded that it did, but a partial one, for ten percent of Policy proceeds. The Superior Court also concluded that the relationship between the Insureds and IAB, which was terminated, was one of principal and agent. Relying on a case decided by the Court of Appeals of Washington, the Superior Court next concluded that the Insureds made the assignment for collection purposes. Such an assignment was, according to the Superior Court, revocable under the circumstances, and having been revoked at the same time that IAB’s services were terminated, could not support an action for breach of contract or assignment against Allstate. The Superior Court stated:\nInstantly, IAB references two documents in its complaint to support a breach of contract action against Allstate: (1) the homeowner’s insurance policy between the insureds and Allstate, and (2) the June 7th service agreement between IAB and the insureds. On the face of these contracts, IAB and Allstate were not parties to the same agreement. However, IAB’s breach of contract claim against Allstate can survive if Allstate was obligated to pay IAB after the insureds terminated IAB’s services.\nInstantly, the insureds retained control over the insurance policy itself, having assigned a portion (10%) of the benefits to IAB. Further, IAB represented the insureds in contractual relations with third parties while negotiating the settlement between Allstate and the insureds. Thus, the service agreement between IAB and the insureds created a principal-agent relationship in which the principal/assignor retained the power of revocation despite any language in IAB’s agreement to the contrary. In DeBenedictis v. Hagen, 77 Wash.App. 284, 890 P.2d 529 (1995), the Washington State Appellate Court found an assignment for collection of debts created a principal-agent relationship between the assignor and assignee. The principal then terminated the agent’s services prior to settlement with the debtor. This termination permitted the agent/assignee to claim damages against the principal/assignor for breach of contract. More significantly, however, the court noted that this was the assignee’s only remaining legal right and dismissed the assignee’s claim against the debtor.\nWe recognize DeBenedictis, supra is persuasive and analogous to the facts in the instant ease. Despite the consideration provided by IAB, the termination of its services prior to settlement would have allowed IAB to sue the insureds for breach of contract. However, IAB no longer retained the right to sue Allstate. Thus, the trial court properly dismissed IAB’s breach of contract and breach of assignment claims against Allstate.\nId. at 1042-43 (footnote and citations omitted).\nWith regard to IAB’s claim for conversion, the Superior Court held that since IAB was essentially challenging Allstate’s refusal to satisfy an obligation under an insurance contract to pay insurance proceeds, a cause of action in tort did not lie. Id. at 1044. Accordingly, the Superior Court affirmed the trial court’s order and the judgment it entered. Id.\nIAB filed a petition for allowance of appeal in this court, which was granted. The Insurance Adjuster Bureau v. Allstate Insurance Co., 582 Pa. 718, 872 A.2d 1199 (2005). Presently, the parties agree that the Agreement’s meaning is key. IAB asserts that its Complaint is sufficient in stating claims for breach of contract, conversion and breach of assignment because it is premised on the fact that the Agreement contains an assignment from the Insureds to IAB of all the Policy proceeds that were due and owing in order to secure payment of its ten percent fee. Allstate responds that the Agreement sets forth a fee arrangement between IAB and the Insureds as to how and when IAB would be paid for its services. Allstate further contends that at most, the Agreement’s assignment language gave IAB nothing more than the right to insurance proceeds for purposes of collection, a right that the Insureds revoked. See DeBenedictis v. Hagen, 890 P.2d at 529., Consequently, there was no assignment of monies from the Insureds to IAB that Allstate was bound to honor. Thus, the claims in IAB’s Complaint have no legal foundation and are unsustainable.\nWe turn first to Allstates’ demurrer, and begin by reiterating that a demurrer tests the legal sufficiency of the complaint. HCB Contractors v. Liberty Place Hotel Associates, 589 Pa. 395, 652 A.2d 1278, 1279 (1995). A trial court may sustain a demurrer, and thereby dismiss a claim, only when the law is clear that a plaintiff is not entitled to recovery based on the facts alleged in the complaint. Id. In determining the merits of a demurrer, all well-pleaded, material facts set forth in the complaint and all inferences fairly deducible from those facts are considered admitted and are accepted by the trial court as true; conclusions of law are neither deemed admitted nor deemed true. Small v. Horn, 554 Pa. 600, 722 A.2d 664, 668 (1998); Willet v. Pennsylvania Medical Catastrophe Loss Fund, 549 Pa. 613, 702 A.2d 850, 853 (1997). In reviewing a trial court’s decision on a demurrer, the appellate court uses these same standards. See A.B. Kyle v. McNamara & Criste, 506 Pa. 631, 487 A.2d 814, 816 (1985).\nWhen, as hére, a defendant demurs to a complaint and challenges a plaintiffs right to recovery on the grounds that the contract upon which plaintiffs claims depend does not mean what the complaint alleges, we look to see whether the contract’s meaning, as is set forth in the complaint, is warranted under contract principles. See Greek Catholic Congregation of Borough of Olyphant v. Plummer, 338 Pa. 373, 12 A.2d 435, 438 (1940). The principles that guide this inquiry are well-settled. The fundamental rule in contract interpretation is to ascertain the intent of the contracting parties. Robert F. Felte, Inc. v. White, 451 Pa. 137, 302 A.2d 347, 351 (1973). In cases of a written contract, the intent of the parties is the writing itself. Pines Plaza Bowling, Inc. v. Rossview, Inc., 394 Pa. 124, 145 A.2d 672 (1958). Under ordinary principles of contract interpretation, the agreement is to be construed against its drafter. See Shovel Transfer & Storage, Inc. v. PLCB, 559 Pa. 56, 739 A.2d 133, 139 (1999). When the terms of a contract are clear and unambiguous, the intent of the parties is to be ascertained from the document itself. Hutchison v. Sunbeam Coal Corp., 513 Pa. 192, 519 A.2d 385, 390 (1986). When, however, an ambiguity exists, parol evidence is admissible to explain or clarify or resolve the ambiguity, irrespective of whether the ambiguity is patent, created by the language of the instrument, or latent, created by extrinsic or collateral circumstances. Steuart v. McChesney, 498 Pa. 45, 444 A.2d 659, 663 (1982); In re Herr’s Estate, 400 Pa. 90, 161 A.2d 32, 34 (1960). A contract is ambiguous if it is reasonably susceptible of different constructions and capable of being understood in more than one sense. Kripp v. Kripp, 578 Pa. 82, 849 A.2d 1159, 1163 (2004). While unambiguous contracts are interpreted by the court as a matter of law, ambiguous writings are interpreted by the finder of fact. Id.\nOur decision in In re Plasterer’s Estate, 413 Pa. 513, 198 A.2d 525 (1964), is instructive. There, the plaintiffs petitioned the trial court for a rule to show cause why an election by decedent’s widow to take against decedent’s will should not be vacated, and alleged that the widow had renounced her rights in the estate in a certain instrument. The widow filed preliminary objections, asserting that the instrument failed to show any such enforceable promise by her or decedent. The trial court sustained the preliminary objections and dismissed the plaintiffs’ petition. On appeal, this court vacated the trial court’s decree and remanded the case for the taking of testimony concerning the circumstances that existed at the time the instrument was executed. This was because the misspellings, incomplete sentences, and grammatical errors in the instrument led us to conclude that it was ambiguous, such that the trial court’s conclusion that the writing was clear and the court’s construction of its language, which formed the basis of the court’s decision to sustain the preliminary objections, was unwarranted. Id. at 527.\nGiven this background, we turn to this case. We observe that in considering the merits of Allstate’s demurrer, the trial court and the Superior Court each ascribed a certain meaning to the language in the Agreement upon which IAJB’s Complaint relies for its allegation that there is an assignment to IAB from the Insureds of the right to all Policy proceeds. With that meaning in mind, the courts then determined that under legal principles they deemed relevant, IAB did not state a cause of action against Allstate in any of the counts in the Complaint. In the analyses they respectively undertook, however, the courts simply declared what each believed the Agreement to mean. Significantly, neither court considered whether the Complaint’s allegation as to the Agreement’s meaning was an averment of fact that had to be accepted as true by applying the test that we have stated herein. That test is whether the allegation in the Complaint that states what the Agreement means is warranted under contract principles.\nIn this regard, we find it reasonably clear that, under the contract principles we have reiterated, see supra pp. 7-8, the Agreement can indeed support the Complaint’s allegation that it contained an assignment of rights, inasmuch as it provides that the Insureds are “hereby assigning to the Public Adjuster all monies due or to become due from the insurance companies.”\nMoreover, under these same principles, it is our view that the primary interpretive question raised by Allstate’s preliminary objections is not whether this language results in an assignment as such, but rather, what type of assignment the parties intended. That is, was the assignment for purposes of collection, which accordingly, should be deemed to have created an agency relationship that was revocable by the Insureds, as Allstate argues; or was it an assignment for purposes of security, which accordingly, should be deemed irrevocable upon its partial performance, in line with decisions that have recognized the protected status of security arrangements, as IAB contends.\nUpon review of these interpretations, we find both of them to be reasonable. We therefore conclude that the Agreement on its face is ambiguous as to whether the parties intended to move beyond a principal/agent relationship to provide security for payment. Thus, we hold that Allstate did not establish to the requisite certainty that solely a principal/agent relationship was intended to support a demurrer to the claims in IAB’s Complaint at the preliminary objections stage on the revocation ground.\nIn addition, we determine that Allstate’s preliminary objections cannot be sustained on the other bases asserted. First, Allstate contended that the Agreement was invalid because it differed in material respect from that mandated by statute. See 63 P.S. § 1605(a) (requiring public adjusters to use contracts “on a form approved by the Insurance Commissioner”). In particular, Allstate claimed that, because there is no assignment clause in the contract approved by the Insurance Commissioner, the attempted assignment of rights was ineffective as a matter of law. However, the regulations promulgated by the Commissioner pertaining to the contents of public adjuster contracts do not set forth a form contract as a whole, but only a form for the mandatory cancellation notice — that is, the notice of the four-day period during which the insured may cancel the contract. See 31 Pa.Code § 115.2(a)(7). The remainder of Section 115.2(a) provides only “minimum standards” for such contracts, see 31 Pa.Code § II 5.2(a)(1—6) (requiring that the contract include such things as the name, address, and telephone number of the public adjuster, the name and address of the insured, and the consideration expressed as a percentage of insurance payments or as a maximum dollar amount), but does not purport to limit the contract to those items only. Moreover, other applicable regulations appear to assume that the contract may create a security interest in favor of the adjuster. See 31 Pa.Code § 115.3(d)(3). Therefore, while IAB may indeed be barred from recovering if the Agreement violates the Public Adjuster Act, see generally Dowling v. Paules, 328 Pa.Super. 558, 476 A.2d 65 (1984) (affirming 18 Pa. D. & C.3d 111 (Pa.Com.Pl. 1981)), Allstate did not demonstrate that this was the ease at the preliminary objections stage.\nSecond, Allstate challenged the alleged assignment on the ground that it violated the Policy’s non-transfer clause. That provision states, in full, “You may not transfer this policy to another person without our written consent.” (Exhibit B to Allstate’s Preliminary Objections to Plaintiffs Complaint). In our view, a threshold question — and one which the trial court and Superior Court did not address — is whether this non-transfer provision was merely intended to make the Policy itself non-transferable (e.g., in the event the property changed ownership), or whether it was additionally intended to exclude an assignment of insurance benefits after a loss. If the latter was intended, and the provision is enforceable in the post-loss timeframe, see National Memorial Services v. Metropolitan Life Ins. Co., 355 Pa. 155, 49 A.2d 382 (1946), then the assignment is void, and IAB’s case would fail. See generally Egger v. Gulf Insurance Co., 588 Pa. 287, 903 A.2d 1219, 2006 WL 2431744 (2006) (applying National Memorial, 49 A.2d at 382). As it is not evident that this was the intent of the non-transfer clause, however, it should be assumed for the sake of preliminary objections that only a transfer of the entire policy to a new owner was precluded, thus making it improper to sustain the demurrer on the basis that the assignment was invalid in the first instance solely due to the non-transfer clause. See Muhammad v. Strassburger, McKenna, Messer, Shilobod & Gutnick, 526 Pa. 541, 547, 587 A.2d 1346, 1349 (1991) (stating that when a doubt exists as to whether a demurrer should be sustained, the doubt must be resolved in favor of overruling it).\nFor these reasons, the order of the Superior Court is reversed, and this matter is remanded to the Superior Court with instructions to remand it to the trial court for further proceedings consistent with this opinion.\nJurisdiction relinquished.\nJustice CASTILLE, Justice NEWMAN, Justices SAYLOR, EAKIN and BAER and Justice BALDWIN join the opinion.\n. An assignment is a transfer of property or a right from one person to another; unless qualified, it extinguishes the assignor’s right to performance by the obligor and transfers that right to the assignee. Legal Capital, L.L.C. v. Medical Professional Liability Catastrophe Loss Fund, 561 Pa. 336, 750 A.2d 299, 302 (2000).\n. While Allstate does not expressly concede that the assignment language of the contract was effective to create an actual assignment, the primary thrust of its argument is that no irrevocable assignment was created. See, e.g., Brief for Appellee at 7 (“In its simplest form, the sole issue in this case is whether the fee agreement between IAB and Allstate’s insured ... constitutes an irrevocable assignment that Allstate can be bound to honor.”); see also id. at 5, 9, 12-23.\n. We agree with the Washington appellate court that an assignment that is purely for purposes of collection should be deemed revocable, as this is consistent with the principal/agent relationship that is intended, and equitable ownership of the funds subject to collection remains with the assignor. See 890 P.2d at 532-33.\n. Inasmuch as the decision to sustain or overrule a demurrer involves a matter of law, Yocca v. Pittsburgh Steelers Sports, Inc., 578 Pa. 479, 854 A.2d 425, 436 (2004), the standard of review on appeal is de novo and the scope of review is as stated above. Kripp v. Kripp, 578 Pa. 82, 849 A.2d 1159, 1164 n. 5 (2004)."}