{"id": "3843945", "contents": "OPINION\nJustice SAYLOR.\nThe issues in this case center on whether a municipality may apply its business privilege tax relative to gross receipts from construction work performed within its borders.\nAppellee V.L. Rendina, Inc. (“Rendina”) is a Pennsylvania corporation with its principal place of business located in Lancaster County. During the years 1999 through 2001, Rendina served as general contractor for the construction of the Keystone Office Building located at the corner of Forster and Sixth Streets in Harrisburg. During the construction project, Rendina leased and maintained a job trailer at Third and North Streets for use in connection with the project. The trailer contained a telephone line which was used by the field superintendent; however, the superintendent did not allow subcontractors to use the trailer, and all meetings with subcontractors were held at locations at or near the project. Mail for the superintendent was delivered to the company’s Lancaster County office, where all general management, accounting, estimating, and other administrative functions were conducted. Consistent with the above, on its application for a Business and Mercantile License, Rendina listed its business address as Third & North Streets in Harrisburg, and provided a mailing address in the city of Lancaster.\nDuring the relevant time period, the City of Harrisburg and the Harrisburg School District (collectively, the “City”), appellants herein, imposed a Business Privilege and Mercantile Tax on entities conducting business in Harrisburg. This tax was levied under the City’s Ordinance 31, enacted pursuant to the Local Tax Enabling Act (the “LTEA”). See generally 53 P.S. § 6902 (permitting political subdivisions to impose taxes on, inter alia, “persons, transactions, occupations, [and] privileges” within their limits). Ordinance 31 contains the following definition relevant to this appeal:\nBUSINESS: Any activity earned on or exercised for gain or profit in the City of Harrisburg, including but not limited to ... the performance of services. As to those taxpayers having their principal place of business within the City of Harrisburg, business shall include all activities carried on within the City of Harrisburg.\nAs to those taxpayers having a place of business other than their principal one within the City of Harrisburg, business shall include all activities carried on within the City and those carried on outside the City attributable to the place of business within the City.\nHarrisburg Ordinance No. 31, § 355.03(a) (Nov. 9, 1982).\nThe City also promulgated regulations effective January 1, 1999, which reflect an administrative interpretation of the tax ordinance’s provisions. These regulations define business as “the carrying on or exercising of any trade, profession, or other commercial activity,” City of Harrisburg, Business Privilege and Mercantile Tax Regulations, Art. II, § 201, and additionally provide:\nThe Business Privilege and Mercantile Tax is a tax on the privilege of doing business in the City of Harrisburg. A person exercises the privilege of doing business by engaging in any activity within the limits of the City to promote the sale of goods or services. It is not necessary to be a resident of the City, or to have an office or place of business within the City, to be doing business in the City.\nId., § 203.\nIn accordance with Ordinance 31 and the associated regulations, the City assessed a business privilege tax against Rendina for tax years 1999-2001 in the total amount of approximately $27,000, which was calculated exclusively on the company’s services in connection -with the construction of the Keystone Office Building. No tax was imposed on any other services rendered by Rendina, including any business conducted outside the City of Harrisburg. The company paid the taxes under protest and filed a timely refund claim under the Local Tax Collection Law and Section 8431 of the Local Taxpayers’ Bill of Rights.\nIn June 2003, the Harrisburg Tax & License Appeal Board denied the claim, reasoning that Rendina maintained a “field office” in Harrisburg and that the company was not taxed in the locality of its principal place of business in Lancaster County, thus eliminating any entitlement Rendina might otherwise have to an exemption. The Court of Common Pleas of Dauphin County affirmed the board’s decision based on similar reasoning.\nA divided panel of the Commonwealth Court reversed. See V.L. Rendina, Inc. v. City of Harrisburg, 859 A.2d 888 (Pa.Cmwlth.2004). The majority held that Rendina’s job site trailer was not a “base of operations” as delineated by this Court in Gilberti v. City of Pittsburgh, 511 Pa. 100, 511 A.2d 1321 (1986). The majority noted that Gilberti had explained that Pittsburgh’s business privilege tax was properly construed as being levied on the privilege of maintaining a business office within the city, and that, accordingly, commercial activities occurring outside of Pittsburgh’s city limits could be taxed by Pittsburgh so long as all such activities were directed and controlled from the taxpayer’s Pittsburgh office. By way of contrast, the Commonwealth Court majority referenced Township of Lower Merlon v. QED, Inc., 738 A.2d 1066 (Pa.Cmwlth.1999), in which the taxpayer did not maintain any office in the taxing municipality, and its business contacts with the township were merely transactional in nature. The QED court found that the tax was not properly imposed because the company in that matter had not availed itself of the “privilege of having a base of operations in the taxing jurisdiction.” V.L. Rendina, 859 A.2d at 891 (emphasis removed). Applying these principles to the present dispute, the Commonwealth Court majority found that Rendina’s job site trailer in Harrisburg was not a “base of operations,” and hence, was not a “place of business” from which Rendina was able to manage business activities occurring both within and outside of the city limits of Harrisburg, as was the case in Gilberti. Indeed, the City had stipulated that the trailer was not used to solicit new business, to store supplies, or to perform office work, other than communications regarding work on the Keystone Building construction project; nor was it a location where meetings took place or where the field superintendent received mail. Therefore, the majority determined that Rendina “was merely doing work within the city, and the [construction] project was an isolated transaction within Harrisburg city limits, albeit a rather long-term transaction, and [Rendina] did not routinely do business in Harrisburg.” Id. at 892. Accordingly, the court held that Rendina’s refund claim should have been granted.\nSenior Judge Kelley dissented, relying on the common pleas court’s express finding that Rendina “did, in fact, maintain a base of operations within the [City] for the three years in question and therefore was not entitled to a tax refund for those years.” Id. at 893-94 (Kelley, S.J., dissenting) (quoting V.L. Rendina, Inc. v. City of Harrisburg, et al., No. 2003 CV 3148 MP (CCP Dauphin, Feb. 17, 2004), slip op. at 6) (alteration in original). The dissent continued by further quoting the trial court as follows:\nWe found that the job trailer was a bona fide field office that was used to oversee and control the day-to-day operations at the Keystone Office Building construction project. The job trailer conferred upon the [Company] the ability to contact and to be contacted at the site, the benefit of direct oversight of the project, and the goodwill and exposure gained by virtue of doing business within the Harrisburg community.\nId. (alteration in original). Thus, the fact that Rendina’s principal place of business was in Lancaster County did not, in Judge Kelley’s view, alter the conclusion that it also maintained a base of operations in Harrisburg, thereby properly subjecting gross receipts attributable to the Harrisburg work to' the City’s business privilege tax. See id. at 894.\nOn appeal by allowance to this Court, see V.L. Rendina, Inc. v. City of Harrisburg, 585 Pa. 693, 887 A.2d 1243 (2005) (per curiam), the City generally advances the analysis of the Board, the common pleas court, and the Commonwealth Court dissent, to the effect that the job site trailer was not merely “an aluminum box on a job site,” Brief for Appellant at 13, but rather, was a field office within the meaning of the City’s tax regulations, and/or a “base of operations” for purposes of the analysis reflected in Gilberti. The City argues that this interpretation is supported by Rendina’s application for a Business and Mercantile License on which it listed the site of the trailer as its business address. Additionally, the City maintains that the facts of QED are distinguishable from those of the present case because, in that matter, the taxpayer did not maintain a presence in the taxing municipality; rather, it merely made an initial visit to the job site to determine the work to be completed and sign a contract with the property owner, and thereafter subcontracted all of the building work to various subcontractors, one of which acted as a liaison between QED and the other subcontractors.\nRendina, on the other hand, asserts that the Commonwealth Court majority correctly determined that its job trailer did not constitute a “base of operations,” but was, instead, merely a “spot for Appellee’s superintendent to escape from the elements.” Brief for Appellee at 7. Rendina additionally avers that it did not derive from the City of Harrisburg any benefit normally associated with having a place of business within a municipality so as to justify the City’s imposition of the business privilege tax at issue; rather, Rendina urges, it simply performed an isolated transaction and was paid accordingly. In Rendina’s view, this implicates the difference between a transaction tax and a business privilege tax, with the latter inapplicable to the activities in which Rendina engaged during the construction project, particularly as the trailer was not for “general” business usage. Id. at 10. In support of this distinction, Rendina quotes a portion of the Commonwealth Court’s QED decision in which that court interpreted Gilbevti to require an “actual, physical, permanent place of business” in the taxing municipality as a prerequisite to the imposition of any business privilege tax. See id. at 7 (quoting QED, 738 A.2d at 1069) (emphasis added by Appellee).\nOur standard of review in a tax appeal where, as here, the trial court did not take additional evidence is limited to determining whether constitutional rights were violated, an error of law was committed, or the Board’s findings of fact were unsupported by substantial evidence. 2 Pa.C.S. § 754(b). Here, an error of law is asserted and, as with all such questions, this Court’s scope of review is plenary. See Philadelphia Eagles Football Club v. City of Phila., 573 Pa. 189, 205 n. 11, 823 A.2d 108, 118 n. 11 (2003).\nInitially, we note that, although both parties place significant importance on the question of whether the job site trailer, in some sense, constituted a “base of operations” for the construction project, this terminology does not derive from any legislative restriction contained in the LTEA. Rather, the construct was used in Gilberti v. City of Pittsburgh, 511 Pa. 100, 511 A.2d 1321 (Pa.1986), to resolve a legal issue concerning the extra-territorial reach of a city’s business privilege tax. In that case, an architectural firm had its principal place of business in the City of Pittsburgh, but also maintained on-site supervision of activities occurring outside the city. The firm challenged Pittsburgh’s levy of a business privilege and mercantile tax on its extra-jurisdictional activities. Upholding the levy, this Court explained that it was a tax on the “privilege” of doing business in Pittsburgh and, because it was assessed on the receipts of the business, it included receipts from transactions consummated outside the city’s jurisdiction but attributable to the company’s base of operations in Pittsburgh. In such circumstances, the focus on maintaining a “base of operations” within the taxing jurisdiction obviously assumes substantial relevance. Accord Northwood Constr. Co. v. Township of Upper Moreland, 579 Pa. 463, 476-78, 856 A.2d 789, 797-98 (2004).\nGilberti, however, should not be read as establishing a broader judicial rule that is not supported by the plain language of the LTEA and derivative ordinances and regulations. Indeed, there is nothing in the LTEA that requires municipalities to condition business privilege tax liability upon the presence in the taxing municipality of a base of operations for extra-territorial, or even intra-territorial, business activities. Here, moreover, in contrast to Gilberti, the City is not taxing Rendina on activities occurring outside of its jurisdiction; rather, it is taxing activities occurring wholly inside its boundaries. Thus, the factors in Gilberti pertaining to the relation of a company’s base of operations to its entire business enterprise are not necessary to establish Rendina’s nexus to activities occurring in Harrisburg. The nexus for taxing those activities is established by Rendina’s presence in the City— specifically, the Keystone Building job site — and in this respect, it does not depend on the presence of a base of operations to which other commercial activities may be attributed. Put differently, although Gilberti found that the taxpayer’s maintenance of an in-city base of operations from which it directed extra-territorial activities was a sufficient condition to permit taxation of such activities (so long as they were attributable to the operational base), it does not follow that the existence of such an office is a necessary condition for the taxation of business activities that occur wholly inside of the taxing municipality’s boundaries.\nWhat is necessary is that the business activities sought to be taxed are of the type authorized by the LTEA and the local business privilege tax. There is no present disagreement that the LTEA permits local taxation of gross receipts from a long-term construction project taking place inside the jurisdictional limits of the taxing municipality. Thus, the question distills to whether the building project falls within the definition of “Business” contained in the City’s business privilege tax. That issue must be resolved based upon the text of the local implementing scheme — Ordinance 31 together with its associated regulations — independent of the prior judicial use of abstract nomenclature in situations not implicated by this case.\nHere, the City exercised its prerogative under the LTEA by imposing a tax on “the privilege of doing business as [defined by the ordinance] in the City of Harrisburg.” City of Harrisburg, Ordinance No. 31, Section 355.04 (Nov. 9, 1982). The ordinance broadly defines the term “business” to encompass “[a]ny activity carried on or exercised for gain or profit in the City of Harrisburg, including but not limited to, ... the performance of services,” id., Section 355.03(a), and “services” are further defined by City regulations to include “any activity ... done for the benefit of another ... including ... building, engineering, planning, designing [and] installation... . ” City of Harrisburg, Business Privilege and Mercantile Tax Regulations, Art. II, § 201. Further, these same regulations reaffirm that the tax at issue is intended to reach the “carrying on or exercising of any trade, profession, or other commercial activity,” and that “[i]t is not necessary to be a resident of the City, or to have an office or place of business within the City, to be doing business in the City.” Id., §§ 201, 203. These broad definitional terms plainly subsume such a commercial endeavor as the construction of an office building inside the city.\nNevertheless, the Commonwealth Court considered the construction project to comprise one long transaction rather than an exercise of the privilege of doing business in Harrisburg, and ultimately held that the project was therefore out of reach of the City’s business privilege tax. In this regard, the court drew a distinction between a transaction, which it construed to be an “isolated incident,” and the carrying on of a business, which it deemed to reflect an ongoing, regular course of activities. See Rendina, 859 A.2d at 892 n. 5 (“The ‘privilege’ of doing business within a locality implies that a potential taxpayer has hung its shingle and portrayed itself in the community as an entity conducting business within the taxing locality on a regular, permanent basis.”). In drawing this distinction, the Commonwealth Court relied on language from Gilberti that distinguished between transaction taxes and business privilege taxes. Specifically, Gilberti determined that any LTEA-based transaction tax' levied by Pittsburgh as to commercial transactions occurring wholly outside of Pittsburgh would be ultra vires, as the act only enabled Pittsburgh “to tax transactions ‘within the limits’ of the City.” Gilberti, 511 Pa. at 105, 511 A.2d at 1324 (quoting 53 P.S. § 6902). The reach of the city’s business privilege tax was not similarly restricted, for the reasons delineated above. See supra note 8.\nAgain, however, it does not follow that gross receipts stemming from transactions occurring within a city cannot be subject to tax liability pursuant to the city’s business privilege tax, simply because they are transactions. The holding of Gilberti was that extra-territorial transactions could be taxed as a business privilege provided there was a sufficient nexus with an intra-city base of operations, not that they could never be taxed as a business privilege in the municipality in which they occurred unless a similar base of operations existed there. In this respect, we note that, in authorizing local taxes on such things as “transactions,” “privileges,” and “occupations,” the General Assembly used terms that are broad, overlapping, arid imprecise, and thus, its intention appears to have been to permit local governments to capture a broad range of commercial activity. See generally Gilberti, 511 Pa. at 104 n. 1, 511 A.2d at 1323 n. 1 (recognizing that the LTEA represents a “substantial reenactment of the so-called ‘Tax Anything Act’” of 1947) (citing F.J. Busse Co. v. City of Pittsburgh, 443 Pa. 349, 353, 279 A.2d 14, 16 (1971)).\nWe also observe that allowing localities some leeway in terms of the rubric under which they tax business activities occurring within their borders is consistent with the reality that virtually all businesses engage in transactions of some sort, and hence, laying a tax against the gross receipts attributable to the privilege of doing business inevitably entails taxing the gross receipts generated by some set of transactions. It additionally serves to advance the enactment’s underlying policy of allowing for taxation as a quid pro quo for businesses advantaging themselves of local governmental benefits, including the availability of police, fire, and other services. Presently, in this respect, it is evident that Rendina benefited from the availability of such services during the years it maintained a presence in Harrisburg. Cf. Amerada Hess Corp. v. Director, Div. of Taxation, N.J. Dep’t of Treasury, 490 U.S. 66, 79, 109 S.Ct. 1617, 1625, 104 L.Ed.2d 58 (1989) (“There is also no doubt that New Jersey’s Corporation Business Tax is fairly related to the benefits that New Jersey provides appellants, which include police and fire protection ... and the advantages of a civilized society.” (internal quotation marks omitted)).\nAs a final matter, we recognize that this appeal has been framed around the issue of whether the job site trailer constituted a sufficient business presence to qualify as a “base of operations” for Gilberti purposes. To the extent we would be constrained by the parties’ arguments in this regard, we find Senior Judge Kelley’s dissent from the majority holding of the Commonwealth Court persuasive. See V.L. Rendina, 859 at 892 (Kelley, S.J., dissenting). In particular, we do not believe that the holdings of Gilberti or Northwood should be read to foreclose the straightforward recognition that the maintenance in a taxing jurisdiction of a job-site trailer for a major, long-term construction project represents commercial activity relying on the privilege to do business afforded by the municipality. We do note, however, that the issue of the sufficiency of the job site trailer cannot be resolved as such without inevitably begging the preliminary question of whether any base of operations was required for Rendina’s activities to come within the City’s business privilege tax in the first instance. As clarified above, we do not construe the LTEA or Ordinance 31 to impose such a requirement, and we are reluctant to fashion a rule of law in the present matter — which would bind other Pennsylvania municipalities having similarly-worded tax ordinances — premised upon the existence of such a requirement merely because the City has not advocated the position that no intra-jurisdictional base of operations is necessary.\nAccordingly, we conclude that Rendina’s work in Harrisburg in connection with the construction of the Keystone Office Building was subject to taxation under the City’s business privilege tax, and that this is true regardless of whether the job site trailer was used as a “base of operations” as that term was utilized in Gilberti and its progeny, or whether the three-year construction project can, in some sense, be viewed as constituting a single, lengthy “transaction.” We therefore reverse the judgment of the Commonwealth Court and reinstate order of the Court of Common Pleas of Dauphin County, which affirmed the order of the Harrisburg Tax & License Appeal Board denying Rendina’s refund claim.\nJustice BALDWIN did not participate in the consideration or decision of this case.\nFormer Justice NEWMAN did not participate in the decision of this case.\nJustices CASTILLE and EAKIN join the opinion.\nJustice BAER files a concurring opinion.\nChief Justice CAPPY files a dissenting opinion.\n. This case was reassigned to this author.\n. As stipulated by the parties, Section 5-715.8 of the City of Harrisburg’s Codified Ordinances provides:\n(a) Any person desiring to conduct, or to continue to conduct, any business within the City shall file with the Business Administrator or designee an application for a Business Privilege and Mercantile License.... The license issued shall be conspicuously posted in the place of business for which the license is issued .... (c) Regardless of whether or not a license is procured, the tax required to be paid pursuant to this chapter is due if a person operates a business within the city.\nSee Stipulation of Facts, Exh. 3.\n. Act of December 31, 1965, P.L. 1257 (as amended, 53 P.S. §§ 6901-6924).\n. The ordinance also provides for due apportionment relative to services that are taxed by more than one municipality. See City of Harrisburg Codified Ordinances § 5 — 715.3(f)-\n. The regulations clarify that ”[a]ll receipts from sendees performed within the limits of the City of Harrisburg are attributable to the City,” and provide the following illustration: \"Taxpayer, a plumbing and heating contractor whose sole office is in Altoona, sends a technician to Harrisburg to repair a furnace. The receipts earned by the technician’s services performed within Harrisburg are attributable to Harrisburg.” Id., § 205(B)(1).\n. Act of May 21, 1943, P.L. 349 (as amended, 72 P.S. § 5566b), and 53 Pa.C.S. § 8431, respectively.\n. The common pleas court reached its decision on the basis of stipulated facts and the parties’ briefs, but did not take additional evidence.\n. In this respect, the Gilberti court explained that\nhaving a place of business within the City enables the taxpayer to have a base of operations from which to manage, direct, and control business activities occurring both inside and outside the City limits. Further, the in-City office provides a place from which to solicit business, accept communications, conduct meetings, store supplies, and perform office work. All of these activities are, in the usual course, necessary to any business operation. This is so irrespective of whether the business performs services at job sites outside the city.\nGilberti, 511 Pa. at 109, 511 A.2d at 1326.\n. In this light, the Commonwealth Court's distinction between taxing transactions and taxing the “privilege” of conducting business appears to depend for its coherence on its understanding that a company only exercises the privilege of doing business in a particular locale if it lias a base of operations there. In this regard, it is possible that the Commonwealth Court was misled by Gilberti’s statement that “the legislature has provided for [Pittsburgh] to collect a tax upon the privilege of having a place of business in the City.” Gilberti, 511 Pa. at 109, 511 A.2d at 1326. This pronouncement, however, should not be broadly interpreted as stating that the LTEA only authorizes business privilege taxes relative to “places of business” in the base-of-operations sense. The reason is that the problem addressed in Gilberti was limited to the issue of extraterritorial reach, and nothing in that decision precludes taxing transactions that occur within a city under the rubric of a business privilege tax. See generally Pennsylvanians Against Gambling Expansion Fund v. Commonwealth, 583 Pa. 275, 301, 877 A.2d 383, 398 (2005) (observing that in all judicial decisions the holding must be read against the underlying facts of the case)."}