{"id": "3851650", "contents": "OPINION\nChief Justice CAPPY\nIn this appeal, we are asked to consider whether Appellant Lawrence A. Gaul, Jr., was subject to a custodial interrogation during a police encounter, and, thus, was entitled to Miranda warnings. The Superior Court concluded that he was not subject to a custodial interrogation and reversed the trial court’s order suppressing Appellant’s statement. Because we find that the encounter amounted to a custodial interrogation, we reverse the order of the Superior Court and reinstate the order of the trial court suppressing Appellant’s statement.\nThe facts surrounding the meeting between Appellant and the police establish that on July 4, 2003, Appellant was at the residence of his friend, Sherri Burns. At some point during the visit, Burns left Appellant alone in her living room. The next day, Burns discovered her handgun was missing from an end table in the living room and reported it stolen. The police investigated and Appellant was arrested in connection with the stolen handgun.\nAppellant was taken to a detention center in Reading, Pennsylvania, where Investigator Harold T. Shenk read Appellant the criminal complaint and the affidavit of probable cause. Investigator Shenk explained to Appellant that since he was in custody, he would have to be informed of his Miranda rights. Investigator Shenk then asked Appellant if he wanted to discuss the pending charges, and again stated he would have to give Appellant Miranda warnings since he was under arrest. In reply, Appellant stated, “Off the record, I can get you the gun back, but you have got to make a deal with me.” N.T., Pre-trial hearing, 2/4/2004, at 41. Investigator Shenk told Appellant he could not make any deals or offer any guarantees, and terminated the conversation.\nAppellant filed a motion to suppress his statement to Investigator Shenk on the basis that he was subject to a custodial interrogation and that Investigator Shenk failed to give him Miranda warnings. Following a hearing, the trial court agreed with Appellant and granted his motion. In its Pa. R.A.P.1925 statement, the trial court explained that Appellant was in custody at the time Investigator Shenk spoke with him. The court also cited Commonwealth v. DeJesus, 567 Pa. 415, 787 A.2d 394 (2001), and concluded that the encounter amounted to an interrogation when Appellant was informed of the implicative statements made by Burns. At this point, “Shenk should have known that his comments were reasonably likely to elicit an effort by [Appellant] to defend himself, offer alternative explanations, or provide a responsive statement.” Trial Court opinion, 4/30/2004, at 4.\nOn appeal, the Superior Court reversed the trial court’s decision on the basis that Investigator Shenk’s “question was not the type designed to or likely to evoked an incriminating response.” Commonwealth v. Gaul, 867 A.2d 557, 559 (Pa.Super.Ct.2005). Furthermore, Appellant’s reply was a “voluntary and unresponsive utterance” made after Investigator Shenk attempted to ascertain whether Appellant understood his situation. Id.\nThis court granted allowance of appeal to consider whether the encounter between Investigator Shenk and Appellant amounted to a custodial interrogation and whether the Superi- or Court’s opinion conflicted with this court’s decision in DeJesus.\nOur standard of review of suppression rulings is well settled. We are bound by the factual findings of the suppression court that are supported by the record, but we are not bound by the court’s conclusions of law. Commonwealth v. Templin, 568 Pa. 306, 795 A.2d 959, 961 (2002). “The determination of whether a confession is voluntary is a conclusion of law, and as such, is subject to plenary review.” Commonwealth v. Templin, 568 Pa. 306, 795 A.2d 959, 961 (2002). Moreover, when the Commonwealth appeals from a suppression order, we consider only the evidence of the defense together with the evidence of the Commonwealth that remains uncontradicted when read in the context of the entire record. Commonwealth v. Nester, 551 Pa. 157, 709 A.2d 879, 880-81 (1998).\nThe principles surrounding Miranda warnings are also well settled. The prosecution may not use statements stemming from a custodial interrogation of a defendant unless it demonstrates that he was apprised of his right against self-incrimination and his right to counsel. Dejesus, 787 A.2d at 401. Thus, Miranda warnings are necessary any time a defendant is subject to a custodial interrogation. As the United States Supreme Court explained, “the Miranda safeguards come into play whenever a person in custody is subjected to either express questioning or its functional equivalent.” Rhode Island v. Innis, 446 U.S. 291, 100 S.Ct. 1682, 64 L.Ed.2d 297 (1980). Moreover, in evaluating whether Miranda warnings were necessary, a court must consider the totality of the circumstances. See Commonwealth v. Williams, 537 Pa. 1, 640 A.2d 1251, 1259 (1994).\nIn conducting the inquiry, we must also keep in mind that not every statement made by an individual during a police encounter amounts to an interrogation. Volunteered or spontaneous utterances by an individual are admissible even without Miranda warnings. See, e.g., Commonwealth v. Baez, 554 Pa. 66, 720 A.2d 711, 720 (1998). Similarly, Innis does not “place the police under a blanket prohibition from informing a suspect about the nature of the crime under investigation or about the evidence relating to the charges against him.” DeJesus, 787 A.2d at 402.\nWith these general principles in mind, we now turn to the specific issue raised in this case. There is no question that Appellant was in custody at the time of the interview with Investigator Shenk. Thus, the only question before us is whether the encounter rose to the level of an interrogation or the “functional equivalent” of an interrogation, such that the Miranda safeguards were implicated.\nIn Dejesus, we defined interrogation as “questioning initiated by law enforcement officials.” Dejesus, 787 A.2d at 401 (quoting Miranda). We also explained that the “functional equivalent” of interrogation includes “any words or actions on the part of the police (other than those normally attendant to arrest and custody) that the police should know are reasonably likely to elicit an incriminating response from the suspect.” Id. at 402 (quoting Innis).\nWe then had the opportunity to expand on what conduct amounts to the “functional equivalent” of interrogation. In performing this inquiry, we explained that under Innis, the court must focus on a suspect’s perceptions and give relevance to the officer’s constructive knowledge. Id. at 402. Such considerations were required by the Innis Court’s direction that the inquiry must look at the suspect’s perceptions rather than the intent of the police. Id. Moreover, “a practice that the police should know is reasonably likely to evoke an incriminating response from a suspect ... amounts to an interrogation.” Id.. (quoting Innis, 446 U.S. at 301, 100 S.Ct. 1682).\nUsing this framework, we then considered the totality of circumstances presented in Dejesus, which included the police repeatedly informing Dejesus of the charges against him. The police also told Dejesus what others implicated in the crime had said about him in their statements to the police. Indeed, after over three hours, the police showed the defendant the statements that the others had made. It was at this point of the encounter that Dejesus made an incriminating statement without Miranda warnings.\nIn evaluating these circumstances, we explained that merely because the police officer’s statements were intended to be informational, did not mean that they could not also have been “reasonably likely to elicit an incriminating response” from the defendant. Id. at 403. Rather, we concluded that focusing on DeJesus’ perceptions, when the police “explained to Appellant that he had been implicated in the shootings, telling him what the statements [the co-conspirators] had made to the police concerning his involvement, the detective should have known that his comments and conduct were reasonably likely to evoke an effort on Appellant’s part to defend himself and give his own version of his involvement in the crimes at issue.” Id.\nWe conclude the instant ease is controlled by DeJesus. In this case, when Investigator Shenk explained to Appellant that he was accused of the theft and read Burns’ statement implicating him, Investigator Shenk should have known that his comments were reasonably likely to evoke an incriminating response from Appellant. Investigator Shenk told Appellant that he would have to give him Miranda warnings on two separate occasions. The second time, Investigator Shenk acknowledged Appellant was in custody, but then asked Appellant if he wanted to discuss the pending charges and informed him that if he did, he would have to give him Miranda warnings. Clearly, Investigator Shenk was aware that he needed to give Appellant Miranda warnings before Appellant said anything, indicating his belief that Appellant was subject to an interrogation. Furthermore, when he presented Appellant with the incriminating statements made by Burns in addition to the charges against him, Investigator Shenk should have known that Appellant would want to defend himself and give his own version of his involvement in the crimes at issue. DeJesus supra. Accordingly, not only should Investigator Shenk have known that his comments were reasonably likely to evoke an incriminating response from Appellant, but we conclude that the totality of the circumstances indicate that Investigator Shenk almost certainly knew that his conduct was likely to evoke a response from Appellant based upon his repeated acknowledgments that he would have to give Appellant Miranda warnings.\nWhile this case is distinct from DeJesus in certain respects, since the encounter was much shorter in length and Appellant was not repeatedly told of the charges against him, we find these to be distinctions without a difference. Such considerations are relevant in determining whether the statement was involuntary or the waiver of Miranda rights was knowing. See Dejesus, 787 A.2d at 403 (explaining that the waiver of Miranda rights must be “the product of free and deliberate choice rather than intimidation, coercion, or deception”); see also Commonwealth v. Watkins, 577 Pa. 194, 843 A.2d 1203, 1213 (2003). They have limited relevance, however, to our determination of whether a police officer engaged in a practice he should have known is reasonably likely to evoke an incriminating response.\nRather, as we explained in Dejesus, the linchpin of the Miranda analysis is the perception of the suspect and the constructive knowledge of the police. Merely because a police officer intended the encounter to be informational does not mean that it could not also constitute an interrogation. Dejesus, 787 A.2d at 403. Viewed in this light, there can be no doubt that Appellant was subject to the functional equivalent of an interrogation. DeJesus supra. Accordingly, Appellant was entitled to Miranda warnings at the outset of this process.\nFor the reasons stated herein, the order of the Superior Court is reversed and the order of the trial court suppressing the statements is reinstated.\nJustice SAYLOR and BAER and Justice BALDWIN join the opinion.\nJustice CASTILLE files a dissenting opinion.\nJustice EAKIN files a dissenting opinion in which Justice NEWMAN joins.\nThis matter was reassigned to this author.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966)."}