{"id": "3851837", "contents": "OPINION\nJustice SAYLOR.\nThis matter concerns the issue of whether the prevailing statutory scheme for tax equalization obviates the common law procedure for asserting a challenge under the Uniformity Clause of the Pennsylvania Constitution. This is an issue of first impression in this Court.\nThe subject property is a “neighborhood” (strip) shopping center located within Appellee Downingtown Area School District in Chester County. In 1996-97, the County assessed the subject property at approximately $5,800,000 as part of a countywide reassessment in which all real estate was assessed at 100% of its fair market value, effective January 1, 1998. In March 1999, Lionville Station S.C. Associates (“Appellant”) purchased the property for approximately $10,400,000. The School District appealed the $5,800,000 assessment, and the County’s Board of Assessment Appeals increased the assessment for tax year 2000 to $6,500,000, or $77.86 per square foot. The School District again appealed, seeking to have the assessment further increased to $8,500,000, or $101.81 per square foot.\nAt the ensuing de novo hearing, the parties stipulated that, for tax year 2000: the subject property’s fair market value was $8,500,000; the common level ratio (“CLR”) for the County, as determined by the State Tax Equalization Board (“STEB”), was 85.2% of fair market value; and the established predetermined ratio (“EPR”) for assessing taxable real estate in the County was 100% of fair market value. The County’s chief assessor testified that the average assessment for shopping centers similar to the subject property was $64.29 per square foot, and that the $77.86-per-square-foot figure for the subject property was arrived at in an effort to achieve uniformity with such other commercial properties, adjusting for age, location, construction, and demographic factors. Appellant also presented the expert testimony of commercial real estate appraiser Scott Eiffes, who had performed an analysis comparing the subject property with seven other shopping centers in the County which he deemed comparable. In his analysis, Eiffes determined that the assessments for the comparables ranged from $47.87 to $89.62 per square foot, and that the ratio of the assessed value to actual value for the comparables was in the range of 34% to 69%. Accordingly, Appellant opposed the School District’s requested relief, arguing that an increased assessment would result in a violation of the constitutional requirement of tax uniformity. See Pa. Const, art. VIII, § 1 (“All taxes shall be uniform, upon the same class of subjects, within the territorial limits of the authority levying the tax, and shall be levied and collected under general laws.”).\nThe trial court rejected Appellant’s argument, however, indicating as an initial matter that all of Appellant’s evidence concerning the comparable properties was irrelevant because the pertinent class of properties consisted of all real estate in the taxing district. The court also stated that the existence of the CLR, as calculated by the STEB, superseded prior methods of determining tax uniformity. The trial court nonetheless declined to apply the CLR and instead granted the School District’s requested relief by assessing the subject property at the EPR of 100% of fair market value, or $8,500,000. See Downingtown Area Sch. Dist. v. Chester County Bd. of Assessment Appeals, No. 00-01233, Order (CCP Chester Dec. 28, 2001). In its subsequent opinion, the court did not explain why it had decided not to apply the CLR, but merely repeated its assertion that Appellant’s proof regarding the comparables was irrelevant. See Downingtown Area Sch. Dist. v. Chester County Bd. of Assessment Appeals, No. 00-01233, slip op. at 3 (CCP Chester March 26, 2002).\nA divided Commonwealth Court affirmed in a published decision. See Downingtown Area Sch. Dist. v. Chester County Bd. of Assessment Appeals, 819 A.2d 615 (Pa.Cmwlth.2003) (en banc). Initially, the majority noted that, under a 1982 amendment to the Second Class A and Third Class County Assessments Law of 1931, the Board of Assessment Appeals was required to utilize the EPR unless the CLR varied from it by more than fifteen percent. It also indicated that the traditional method of mounting a uniformity challenge — offering an expert to compute a CLR based upon county records— may no longer be permissible in light of the 1982 legislative change. See id. at 619 (quoting Hromisin v. Board of Assessment Appeals of Luzerne County, 719 A.2d 815, 819 (Pa.Cmwlth.1998)). Nevertheless, like the trial court, the majority declined to apply the CLR, instead indicating that it was undisputed that the County’s EPR from its 1996-97 countywide reassessment was set at 100%, and that the CLR for tax year 2000 was 85.2%. Because the CLR varied from the EPR by less than fifteen percent of the EPR, the majority concluded that the trial court’s decision to assess the subject property at 100% of its fair market value was consistent with statutory requirements, thus rendering Appellant’s uniformity challenge meritless. See id. at 620.\nJudge Friedman filed a dissenting opinion in which President Judge Colins joined. Relying on a line of decisions by this Court, Judge Friedman stated that proof tending to establish the average assessment-to-value ratio of properties within the taxing district is relevant to a uniformity challenge, and that this Court has specifically endorsed an approach in which the taxpayer proffers evidence regarding the assessment-to-value ratio of properties similar to the one at issue. See id. at 622-23 (Friedman, J., dissenting) (quoting In re Brooks Bldg., 391 Pa. 94, 101, 137 A.2d 273, 276 (1958), Deitch Co. v. Board of Prop. Assessment, Appeals & Review of Allegheny County, 417 Pa. 213, 223, 209 A.2d 397, 402-03 (1965), and Keebler Co. v. Board of Revision of Taxes of Phila., 496 Pa. 140, 143, 436 A.2d 583, 584 (1981)). Judge Friedman therefore concluded that the trial court had erred in refusing to consider Appellant’s evidence that the comparable properties had all been assessed at between 34% and 69% of their fair market value. She also opined that, to the extent the General Assembly has made the fifteen-percent rule of Section 8(d.2) of the Assessments Law (see supra note 4) the exclusive test for tax uniformity, it has usurped the judicial function of interpreting the Pennsylvania Constitution. She indicated, moreover, that the fifteen-percent rule “actually defeats uniformity” by allowing assessment-to-value variances of up to 30 percent (fifteen percent above and below the EPR), whereas courts have interpreted Article VIII, Section 1 as embodying a requirement that taxing authorities assess all property at the same percentage of value. See id. at 624.\nThis Court granted discretionary review, limited to two issues, the first being whether the Commonwealth Court and trial court erred in concluding that Section 8(d.2) of the Assessments Law supersedes the methods of determining uniformity established by this Court. The second issue— which is only relevant if we conclude that the EPR should not have been applied to the subject property — pertains to whether the trial court and Commonwealth Court erred in disregarding Appellant’s uncontradicted valuation testimony. See Downingtown Area Sch. Dist. v. Chester County Bd. of Assessment Appeals, 577 Pa. 420, 846 A.2d 74 (2004) (per curiam ).\nIn tax assessment appeals, this Court considers whether the trial court abused its discretion, committed an error of law, or reached a decision not supported by substantial evidence. See Beattie v. Allegheny County, 589 Pa. 113, 121, 907 A.2d 519, 524 (2006); Wilson Area Sch. Dist. v. Easton Hosp., 561 Pa. 1, 5 n. 5, 747 A.2d 877, 879 n. 5 (2000). Presently, Appellant claims that the Commonwealth Court erred by concluding, based upon Section 8(d.2) of the Assessments Law, that the traditional method of mounting a uniformity challenge is no longer valid where the CLR varies from the EPR by no more than fifteen percent. Appellant urges that, despite the formula contained in that provision, the resulting assessment must still meet the constitutional requirement of uniformity. The School District counters that the 1982 amendments to the Assessments Law provide a statutory means of assuring constitutional uniformity within a taxing district, and relieve the taxpayer of the onerous task of compiling voluminous data and presenting expert testimony in order to raise a claim of non-uniformity. See Brief for Appellee (School District) at 13-14. The Board of Assessment Appeals, by contrast, maintains that, for the sake of uniformity and clarity, the STEB-calculated CLR should be applied to the subject property’s fair market value in all assessment appeals, notwithstanding the statutory directive that this only be done where there is a fifteen-percent differential between the CLR and the EPR. See Brief for Appellee (Board of Assessment Appeals) at 17.\nAs early as 1930, this Court recognized that a taxpayer is entitled to relief under the Uniformity Clause where his property is assessed at a higher percentage of fair market value than other properties throughout the taxing district. See In re Harleigh Realty Co., 299 Pa. 385, 388, 149 A. 653, 654 (1930). This precept is based upon the general principle that taxpayers should pay no more or less than their proportionate share of government. See Deitch, 417 Pa. at 220, 209 A.2d at 401. See generally Delaware, L. & W.R. Co.’s Tax Assessment, 224 Pa. 240, 243, 73 A. 429 (1909) (“While every tax is a burden, it is more cheerfully borne when the citizen feels that he is only required to bear his proportionate share of that burden measured by the value of his property to that of his neighbor. This is not an idle thought in the mind of the taxpayer, nor is it a mere speculative theory advocated by learned writers on the subject; but it is a fundamental principle written into the Constitutions and statutes of almost every state in this country.”).\nA taxpayer may prove non-uniformity by presenting evidence of the assessment-to-value ratio of “similar properties of the same nature in the neighborhood.” Brooks Bldg., 391 Pa. at 101, 137 A.2d at 276. In Deitch, the Court acknowledged that all properties in the relevant taxing district are comparable properties for purposes of calculating the appropriate ratio of assessed value to market value (as all real estate is a class which is entitled to uniform treatment). Accord Keebler, 496 Pa. at 142, 436 A.2d at 584. The Court observed, however, that, in the context of a uniformity challenge, the parties and the trial court may rely upon evidence concerning the assessment-to-value ratio of similar properties, as was done in Brooks Bldg., see Deitch, 417 Pa. at 223, 209 A.2d at 402-03; see also Brooks Bldg., 391 Pa. at 99, 137 A.2d at 275 (stating that “the tax must be applied with uniformity upon similar kinds of business or property”), because such “similar properties” evidence, while not comprehensive, is nonetheless relevant to the uniformity analysis; further, it would be a practical impossibility to require the taxpayer to evaluate the assessment-to-value ratio of every parcel in the taxing district. See Keebler, 496 Pa. at 143, 436 A.2d at 584; Harleigh, 299 Pa. at 390, 149 A. at 655. Moreover, given that it is relevant, such proof must be considered. See Deitch, 417 Pa. at 222, 209 A.2d at 402 (“Where the taxpayer’s testimony is relevant, credible and unrebutted, it must be given due weight and cannot be ignored by the court.”); see also In re Woolworth Co., 426 Pa. 583, 587, 235 A.2d 793, 795-96 (1967); McKnight Shopping Ctr. v. Board of Prop. Assessment, 417 Pa. 234, 242, 209 A.2d 389, 393 (1965). This led to a situation in which courts determined the CLR by expert testimony, which ordinarily consisted of statistical analyses. In such cases, where a property owner was able to demonstrate that the parcel in question was assessed at a percentage of value exceeding the percentage applied generally throughout the taxing district, the property owner was entitled to a reduction in the assessment in conformance with the generally applied percentage. See Keebler, 496 Pa. at 142-43, 436 A.2d at 584; Deitch, 417 Pa. at 220, 209 A.2d at 401; McKnight, 417 Pa. at 239, 209 A.2d at 391-92; Brooks Bldg., 391 Pa. at 101, 137 A.2d at 276; Harleigh, 299 Pa. at 388, 149 A. at 654. Indeed, this is of the essence of equalization, and thus, uniformity. See Woolworth, 426 Pa. at 587, 235 A.2d at 795 (stating that “uniformity has at its heart the equalization of the ratio among all properties in the district”).\nDue to the 1982 amendments to the State Tax Equalization Board Law, the STEB now calculates a CLR for each county on an annual basis. See 72 P.S. § 4656.16a(a). Furthermore, the CLR, for purposes of the Assessments Law, is defined as that calculated by the STEB. See 72 P.S. § 5342.1. This legislative revision raised the question of whether the traditional expert-witness approach to proving non-uniformity was still viable. In a circumstance where the taxing district had a set EPR, the presence of the legislatively-determined margin of error of fifteen percent above or below such figure raised the additional issue of whether a statutorily-endorsed margin of error may operate to automatically satisfy the dictates of the Uniformity Clause, thereby precluding relief for a taxpayer whose assessment at the EPR deviates from the CLR by less than the defined range of tolerance. As to the first question, the Commonwealth Court, in Hromisin, suggested (albeit in dicta) that the traditional approach to proving non-uniformity may no longer be valid. In the present matter, the Commonwealth Court has answered the second question by indicating that the statutory fifteen-percent rule in effect eliminates any uniformity challenge within that margin of error.\nBoth of these questions are implicated presently. The second question is plainly raised because the basis for the Commonwealth Court’s disposition was that the CLR of 85.2% was within fifteen percent of the EPR of 100%. The first question is implicated as well because, although the STEBdetermined CLR is 85.2%, Appellant’s evidence tended to show that similar properties were assessed, on average, at a significantly lower level.\nAt the outset, while we agree with the trial court that this Court has interpreted the Uniformity Clause as precluding real property from being divided into different classes for purposes of systemic property tax assessment, we do not find that this general uniformity precept eliminates any opportunity or need to consider meaningful sub-classifications as a component of the overall evaluation of uniform treatment in the application of the taxation scheme. Indeed, this would represent an impermissible departure from federal equal protection jurisprudence, which sets the floor for Pennsylvania’s uniformity assessment. See 1 Wade J. Newhouse, Constitutional Uniformity and Equality in State Taxation 27-28 (2d ed.1984) (describing the “floor” as “a minimum standard of equality below which states cannot fall, a minimum standard required by the equal protection clause of the Fourteenth Amendment in the federal Constitution”). This is so, since federal law clearly contemplates the seasonable attainment of rough equality in treatment among similarly situated property owners. See Allegheny Pittsburgh Coal, 488 U.S. at 346, 109 S.Ct. at 639 (stating that “the fairness of one’s allocable share of the total tax burden can only be meaningfully evaluated by comparison with the share of others similarly situated relative to their property holdings” and concluding that the substantial, “relative undervaluation of comparable property” denied the petitioners the equal protection of the law). See generally 71 Am.Jur.2d State and Local Taxation § 124 (2004) (“The constitutional mandate for uniformity in tax assessment requires uniformity in assessment of properties having like characteristics and qualities, located in the same area.”). Moreover, it is well settled that the federal equal protection concept proscribing purposeful and/or systemic discrimination — again, the floor for Pennsylvania uniformity jurisprudence — pertains even to a class of one. See Village of Willowbrook v. Olech, 528 U.S. 562, 564, 120 S.Ct. 1073, 1074, 145 L.Ed.2d 1060 (2000) (citing, inter alia, Allegheny Pittsburgh Coal, 488 U.S. at 336, 109 S.Ct. at 633). Therefore, while the Commonwealth may certainly seek to achieve overall uniformity by attempting to standardize treatment among differently situated property owners, its efforts in this regard do not shield it from the prevailing requirement that similarly situated taxpayers should not be deliberately treated differently by taxing authorities.\nSignificantly, Pennsylvania’s statutory scheme for assuring tax equalization is directed primarily to the broader plane of equalization among all properties, as it establishes and applies a CLR for each county calculated based upon aggregate market value. See 72 P.S. §§ 5349(d.l); 61 Pa. Code, Ch. 603. This obviously yields substantial leeway for potential discrimination by local officials among similarly situated property owners who are underrepresented in the general population, given both the significance of range in the application of averages (often expressed in terms of a “coefficient of dispersion,” see Beattie, 589 Pa. at 131 n. 7, 907 A.2d at 530 n. 7; Bert M. Goodman, Assessment Law & Procedure in Pennsylvania 327 (2002-2003 ed.)), and the fact that under-representation in a surveyed population yields diminished impact on resultant averages. See generally In re Kents 2124 Atlantic Ave., Inc., 34 N.J. 21, 166 A.2d 763, 766 (1961) (acknowledging the limited significance of an average equalization ratio where there is a high coefficient of dispersion with widely varying assessment ratios within classes of property). Indeed, given such limitations, it is more than theoretically possible for discriminatory treatment on the order of that which was expressly disapproved by the United States Supreme Court in Allegheny Coal Properties to persist without remediation if the common law procedure for testing equalization in its application, as set forth in this Court’s decision in Deitch, and as elaborated upon in the Commonwealth Court’s decision in Fosko v. Board of Assessment Appeals, 166 Pa.Cmwlth. 393, 646 A.2d 1275 (1994), is removed from its role as an essential check.\nMoreover, as extensively developed by Judge Friedman in her dissent in Vees v. Carbon County Bd. of Assessment Appeals, 867 A.2d 742 (Pa.Cmwlth.2005), the statutory scheme at issue suffers from an internal, systemic defect which arguably renders it unconstitutional on its face. In this regard, the statute expressly prescribes that, as a mere consequence of the lodging of an assessment appeal, the benefit of equalization that is otherwise required by the statutory scheme is lost, unless and until a deviation criterion that spans a thirty-percent range is met. See id. at 750-54 (Friedman, J., dissenting, joined by Colins, P.J.). As Judge Friedman noted, under the relevant statutory scheme, a county’s board of commissioners from time to time designates a specific year, known as a “base year,” in which to perform a county-wide reassessment of all parcels of real estate in the county. See generally 72 P.S. § 5342.1 (defining “base year”). In the base year, the fair market value of all such properties is ascertained. Then, an EPR is applied to each such value to arrive at the base year assessment for every property in the county. To take a simple, but common, example, a county may set its base year EPR at 100% of actual value, and thus, reassess all real estate in the county at its actual value for the base year. Each year thereafter, until the next county-wide reassessment, a given property’s value may change, but its assessment ordinarily remains static, fixed at its base year level.\nAs previously discussed, the STEB calculates the CLR for each county on an annual basis from county-provided data concerning the prior year’s arm’s-length transactions. See 72 P.S. § 4656.16a(a). In the above example, because the assessed-value-to-fair-market-value ratio is 1.0 during the base year, the CLR is also 1.0, or 100%, for that year. Thereafter, under normal economic conditions, the STEB-calculated CLR tends to diminish each year, reflecting ongoing inflation and real estate appreciation. See, e.g., F & M Schaeffer Brewing Co. v. Lehigh County Bd. of Appeals, 530 Pa. 451, 456 n. 1, 610 A.2d 1, 3 n. 1 (1992) (showing a slow, steady, annual diminution in the CLR for Lehigh County); City of Lancaster v. County of Lancaster, 143 Pa.Cmwlth. 476, 483 n. 6, 599 A.2d 289, 292 n. 6 (1991) (same for Lancaster County).\nNotably, because of the discrepancy between present-year dollars and base-year dollars, when a county board of assessment appeals alters the value associated with a particular piece of property, see 72 P.S. § 5347.1 (listing permissible bases for a board-initiated alteration in assessed value), the board designates the new value in terms of base year dollars. See generally 72 P.S. § 5342.1 (defining “base year” and stating that “[r]eal property values shall be equalized within the county and any changes by the board of assessment appeals shall be expressed in terms of such base year values”); accord 72 P.S. § 5020-402 (requiring that selling price, estimated or actual, “shall be subject to revision by increase or decrease to accomplish equalization with other similar property within the taxing district”). For example, if a home is replaced on a lot, the parcel’s value may increase from (say) $100,000 to $200,000 in present-year dollars due to the new construction. However, the board does not simply re-assess the property at $200,000; rather, using tables, charts, and other accepted techniques, the board determines what the improved property would have been worth in the base year-in this example, perhaps $180,000; it is this latter figure of $180,000, multiplied by the base year EPR, which becomes the parcel’s new assessed value for the present tax year. In this way, uniformity is maintained because, as explained above, other properties whose assessments have not been altered also remain assessed according to base year dollars. See generally City of Lancaster, 143 Pa.Cmwlth. at 489, 599 A.2d at 295-96 (holding that a county that uses base year market values for most of the county may not, consistent with the Uniformity Clause, utilize a formula based upon current market value as to a selected group of taxing districts only).\nThe difficulty illustrated by the present case arises because a taxing authority within a county (such as the School District here) may disrupt this equalization scheme, premised solely upon a determination that it feels aggrieved by a specific property’s assessment as it currently stands. See 72 P.S. § 5349(c). In this event, so long as the CLR is no less than 85 percent of the EPR, such taxing authority is able to force the board to increase the assessment to the fair market value as of the year the appeal was taken, see 72 P.S. § 5349(d.l), (d.2), and merely apply the EPR to that figure, rather than to a figure expressed in base-year dollars. Because, however, for all other properties no corresponding adjustment is made, only the property owners targeted for-appeal by the taxing authority are burdened with assessments representing the EPR as applied to present-year dollars. In other words, based on the mere fact that a tax assessment appeal is filed, the benefit of any effort at equalization is lost over a thirty-percent range. In this regard, it is relevant that this Court stated nearly half a century ago that\nthe right of the taxpayer whose property alone is taxed at 100 per cent of its true value is to have his assessment reduced to the percentage of that value at which others are taxed even though this is a departure from the requirement of the statute. Th[is] conclusion is based on the principle that where it is impossible to secure both the standard of the true value and the uniformity and equality required by law, the latter requirement is to be preferred as the just and ultimate purpose of the law.\nBrooks Building, 391 Pa. at 101, 137 A.2d at 276 (emphasis added). Thus, in allowing use of the EPR rather than the CLR, the General Assembly has, in effect, carved out a class of taxpayers who are subjected to an unfairly high tax burden — namely, those whose assessment is appealed by any taxing district in which the property is located. Because this classification is not based on any legitimate distinction between the targeted and non-targeted properties, it is arbitrary, and thus, unconstitutional. See Leonard, 507 Pa. at 321, 489 A.2d at 1352; see also City of Harrisburg v. Harrisburg School Dist., 551 Pa. 295, 304, 710 A.2d 49, 53 (1998); Columbia Gas Transmission Corp. v. Commonwealth, 468 Pa. 145, 151, 360 A.2d 592, 595 (1976). Indeed, the unfairness arising out of such a scheme is acknowledged by the Board of Assessment Appeals, which, as noted, advocates some form of relief for Appellant, notwithstanding its posture as an Appellee in this case.\nThe common law procedure described in Deitch and reaffirmed in Woolworth, 426 Pa. at 587, 235 A.2d at 795-96, and Keebler, 496 Pa. at 142, 436 A.2d at 583-84, was premised upon constitutional constraints pertaining to tax uniformity, and reflected a salutary methodology to better assure that each taxpayer would pay no more nor less than his fair share, to the extent that such fair share was reasonably susceptible of ascertainment. We are not at liberty to jettison this constitutionally-grounded procedure based upon a statute which does not account for potential discrimination among property owners of comparable properties and which systemically disadvantages certain property owners whose tax assessments are the subject of the statutory appeal procedures. Thus, although we do not question that much of the Legislature’s efforts have resulted in the improvement of the assessment law in furtherance of the goal of fundamental fairness, see generally Bright, 27 Summ. Pa. Jur.2d Taxation § 15:1 (discussing the poor quality of prior assessment law and the subsequent advances), we cannot agree that the present statute may serve to foreclose all other inquiry.\nBecause the trial court refused to consider the common law procedure for asserting a uniformity challenge, we reverse the order of the Commonwealth Court, vacate the common pleas court’s decision, and remand for consideration of the adequacy of Appellant’s uniformity challenge under the Deitch construct, as elaborated upon in Fosko, and as further reconciled with federal equal protection jurisprudence.\nJustice CASTILLE, Justice NEWMAN, Justice BAER and Justice BALDWIN join the opinion.\nChief Justice CAPPY files a dissenting opinion in which Justice EAKIN joins.\n. This case was reassigned to this author.\n. Fair market value is the actual value of the property, and is defined as the price a purchaser, willing but not obliged to buy, would pay an owner, willing but not obliged to sell, considering all uses to which the property is adapted and might reasonably be applied. See Green v. Schuylkill County Bd. of Assessment Appeals, 565 Pa. 185, 194 n. 6, 772 A.2d 419, 425 n. 6 (2001).\n. Act of June 26, 1931, P.L. 1379 (as amended, 72 P.S. §§ 5342-5350k) (the “Assessments Law”). Since Chester County is a county of the third class, real estate assessment is governed by the Assessments Law and, to the extent not inconsistent with such enactment, the General County Assessment Law, Act of May 22, 1933, P.L. 853 (as amended, 72 P.S. §§ 5020-101-5020-602). Similar statutory provisions govern relative to counties of other classes, with the General County Assessment Law also applying in the absence of contrary provisions. See, e.g., Kowenhoven v. County of Allegheny, 587 Pa. 545, 548 & n. 1, 901 A.2d 1003, 1005 & n. 1 (2006). See generally Joseph Bright, 27 Summ. Pa. Jur2d Taxation § 15:5 (2004).\n. The court cited Section 8(d.2) of the Assessments Law, which states:\nThe board, after determining the market value of the property, shall then apply the established predetermined ratio to such value unless the common level ratio published by the State Tax Equalization Board ... varies by more than fifteen percent from the established predetermined ratio, in which case the board shall apply that same common level ratio to the market value of the property.\n72 P.S. § 5349(d.2). As noted, this provision was added in 1982.\n. Although the court rested its decision upon its determination that the statutory fifteen-percent rule precluded any uniformity challenge in the present context, the court also reprinted portions of the trial testimony pertaining, inter alia, to the manner in which Appellant's expert had appraised the comparable properties, see id. at 620-21 nn. 6-8, 901 A.2d 1003, and stated its view that such testimony showed that the expert had not conducted an \"official appraisal” of the properties in question. See id. at 621, 901 A.2d 1003.\n. Because the scope of our present review calls into question the constitutionality of Section 8(d.2) of the Assessments Law, 72 P.S. § 5349(d.2), the Attorney General was invited to intervene. See Downingtown Area Sch. Dist. v. Chester County Bd. of Assessment Appeals, 577 Pa. at 420, 846 A.2d at 74-75. He has not elected to do so.\n. Act of June 27, 1947, P.L. 1046, No. 447 (as amended, 72 P.S. §§ 4656.1-4656.17).\n. In computing the CLR, the STEB uses \"statistically acceptable techniques,” and its methodology must be published. See 72 P.S. § 4656.16a(b). Pursuant to its administrative regulations, the STEB develops the CLR for each county by using data from transfers of property in which there are bona fide selling prices, see 61 Pa. Code § 603.1, supplemented by independent appraisal data and other relevant information, see, e.g., 61 Pa.Code § 603.31.\n. Although this Court has indicated that the Equal Protection Clause of the United States Constitution and the Uniformity Clause of the Pennsylvania Constitution are analyzed coterminously as to matters of taxation, see Leonard v. Thornburgh, 507 Pa. 317, 320, 489 A.2d 1349, 1351 (1985), the United States Constitution does not require equalization across all potential sub-classifications of real property (for example, residential versus commercial). See Allegheny Pittsburgh Coal Co. v. County Comm'n of Webster County, West Va., 488 U.S. 336, 344, 109 S.Ct. 633, 638, 102 L.Ed.2d 688 (1989) (\"A State may divide different kinds of property into classes and assign to each class a different tax burden so long as those divisions and burdens are reasonable.” (citing Allied Stores of Ohio v. Bowers, 358 U.S. 522, 526-27, 79 S.Ct. 437, 440-41, 3 L.Ed.2d 480 (1959))). See generally John Martinez and Michael Libonati, 4 Local Government Law § 23:10 (2004) (\"Absent a state constitutional provision to the contrary, the state legislature has great leeway in fashioning classifications between and among various types of property for revenue raising purposes provided that it has not acted in a palpably arbitrary or invidiously discriminatory fashion.”).\n. In this context, the term \"deliberate\" does not exclusively connote wrongful conduct, but also includes any intentional or systematic method of enforcement of the tax laws. See Beattie, 589 Pa. at 119-20, 907 A.2d at 523 (citing Fisher Controls Co. v. Commonwealth, 476 Pa. 119, 127, 381 A.2d 1253, 1257 (1977)).\n. Accord Goodman, Assessment Law & Procedure at 255 (criticizing the Commonwealth Court's failure in Hromisin to cognize the common law scheme for raising a uniformity challenge, and stating: “It was thought that when the court in Fosko spelled out the rules and procedures for uniformity challenges in 1994, a workable system was established for these cases. Now it must wait for future litigation to determine if the final nail has been put into the coffin of tax uniformity.''); Bright, 27 Summ Pa. Jur2d Taxation § 15:12 (criticizing Hromisin and its suggestion that the common law procedure for mounting a uniformity challenge might be foreclosed).\nIn this regard, it must be acknowledged that a tension remains between this Court's decisions which tend to analyze uniformity solely in terms of a single classification of all real property in a taxing district, and federal equal protection law, which clearly takes into account disparate treatment of comparable properties within the broader classification.\n. The applicable law in Vees was the Act of May 21, 1943, P.L. 571 (as amended, 72 P.S. §§ 5453.101-5453.706), pertaining to fourth to eighth class counties, as supplemented by the General County Assessment Law. The pertinent provisions of such law are substantially similar to the Second Class A and Third Class County Assessments Law at issue here. Compare, e.g., 72 P.S. § 5453.602(a), with 72 P.S. § 5349.\n. The EPR is defined as the county’s intended ratio of assessed value to market value for any given tax year, see 72 P.S. § 5342.1; Bright, 27 Summ Pa. Jur.2d Taxation § 15:5, and thus, would appear to have been conceived as a methodology to advance equalization. Nevertheless, the statutory scheme otherwise requires equalization to be accomplished prior to the application of the EPR. See 72 P.S. §§ 5020-402 (requiring that \"selling price, estimated or actual, shall be subject to revision by increase or decrease to accomplish equalization”), 5348(d) (same). With some justification, then, it appears that the latter provisions have been afforded precedence over the former, and, in practice, an EPR does not represent a true assessment by the county of the ratio of assessed value to market value (and which would thus vary annually where property values change but assessments remain fixed, just as does the common level ratio, cf. In re Armco, Inc., 100 Pa.Cmwlth. 452, 460, 515 A.2d 326, 330 (1986) (“In any equation, to maintain a constant result when one variable changes, another must change to counterbalance it.”)). Rather, in application, the EPR is treated as a fixed number that merely fractionalizes assessments and which is generally held constant pending county-wide reassessments. See Goodman, Assessment Law & Procedure at 258 (describing the EPR as \"an arbitrary number selected by the government”); Bright, 27 Summ. Pa. Jur.2d Taxation § 15:12 (\"It is unclear why Pennsylvania has institutionalized the practice of fractional assessment, since it does not appear to serve a useful purpose.”).\n. Indeed, the School District conceded at trial that Appellant’s property was the only parcel that it targeted for appeal within the past two years, and that it had no written procedure or criteria governing when to take such an appeal. See N.T. June 5, 2001, at 27, 31-32.\n. In fact, because a CLR of 15 percent below the EPR is expressly approved by the statute, the present-year assessment may be nearly 18 percent higher than the STEB-calculated average for the county. Here, the EPR (1.0) applied to Appellant’s property was 17.4 percent higher than the relevant CLR (0.852). The reason is that, mathematically, 1.0 is 117.4 percent of 0.852.\n. Accord Allegheny Pittsburgh Coal, 488 U.S. at 345, 109 S.Ct. at 639 (“ ‘[I]ntentional systemic undervaluation by state officials of other taxable property in the same class contravenes the constitutional right of one taxed upon the full value of his property.’ ” (citation omitted)); Goodman, Assessment Law & Procedure at 257 (“Failing to equalize on [new assessments] is an intentional violation of state law by the local assessing agency and is in direct violation of the United States Supreme Court holding in Allegheny Pittsburgh Coal.\"); 16 McQuillin Mun Corp. § 44.109.10 (3rd ed.2004) (observing that “taxpayers have normally prevailed on equal protection claims ... when they are able to demonstrate a systematic pattern of discrimination, as where a statute mandates arbitrary and intentional discrimination by its express terms”); 71 Am Jur.2d State and Local Taxation § 124 (2004) (“Where a revaluation is shown to have been based on a discriminatory formula, the taxpayers are not required to demonstrate the overvaluation of each individual property to prove unjust discrimination in the assessment of property taxes.”); 16C C.J.S. Constitutional Law § 882 (2004) (\"To establish an equal protection violation, it is not necessary for the taxpayer to prove that he was overassessed by the taxing officials; he may instead show that his property was assessed at its true value while other properties were intentionally undervalued!.]”).\n. The dissent disassociates itself from this discussion — including the ultimate determination of facial unconstitutionality — primarily based on its view that Appellant has not raised the issue. See Dissenting Opinion, slip op. at 1-2. In its brief, however, Appellant maintains that the constitutional requirement of tax uniformity prevails over the statute's mechanical process whenever the latter produces non-uniform results, see Brief for Appellant at 9-10, 16-17, and we credit Appellant's argument in this regard. Moreover, we previously recognized that Appellant's contention called into question the constitutionality of Section 8.2(d) of the Assessments Law, as expressly reflected in our grant order. See supra note 6. Although, as the dissent highlights, Appellant has not refined its argument in light of the Vees decision, Vees was issued subsequent to the filing of the parties' briefs in this Court. We have already answered the dissent’s other criticism to the effect that the limited grant in this case did not encompass a federal equal protection issue, as we have developed that the federal principles are incorporated into state uniformity doctrine because, again, they establish the floor for state constitutional protections.\n. Notably, as Appellant points out, the common law procedure also took into account the limited resources available to taxpayers in developing evidence of unequal treatment."}