{"id": "3901233", "contents": "OPINION\nJustice SAYLOR.\nIn this appeal, we consider whether a physician who treats prison inmates has a duty at common law to warn specific corrections officers that a particular inmate has a communicable disease.\nI. Background\nAppellee Michelle Seebold filed suit against Appellant Prison Health Services, Inc. (“PHS”), advancing a single cause of action expressly grounded on negligence theory. According to the complaint, in January 2005 PHS was providing medical services at the State Correctional Institution at Muncy pursuant to a contract with the Pennsylvania Department of Corrections (“DOC”). At that time, Appellee worked as a corrections officer at the prison and was assigned to strip search its female inmates before and after they received visitors. Upon information and belief, the complaint asserted, approximately twelve such inmates were infected with methicillin-resistant staphylococcus aureus (“MRSA”), a contagious bacterial infection. Appellee also alleged that the skin condition of these inmates was “characterized by PHS as ‘spider bites.’ ” Complaint ¶ 7. As a result of Appellee’s contact with the inmates, she averred, she became infected with MRSA.\nAppellee contended that PHS’s staff knew or should have known of the infections and owed a duty of reasonable care to “the staff and inmates at SCI Muncy to warn them of and protect them from acquiring an MRSA infection from those inmates known to be carrying the bacteria in a communicable state.” Id. ¶ 23. According to the complaint, PHS’s staff breached this asserted duty by failing to: perform bacterial cultures on inmates with suspicious skin lesions suggestive of MRSA; ensure that inmates with MRSA were removed from the general prison population to prevent the spread of the disease; advise the prison staff on how to avoid acquiring MRSA from an infected inmate; and advise Appellee of precautions that she should take in strip searching inmates infected with MRSA. See id. ¶25. The complaint asserted that, since PHS’s staff members were acting within the course and scope of their employment, liability should be imputed to PHS. Appellee requested compensation for pain and suffering, medical costs (which she noted may be subject to subrogation), and unspecified other financial losses occasioned by her injuries. See id. ¶ 27.\nAppellee also filed a certificate of merit, in which her counsel attested that “the claim that [PHS] deviated from an acceptable professional standard is based solely on allegations that other licensed professionals for whom [PHS] is responsible deviated from an acceptable professional standard^]”\nPHS interposed preliminary objections asserting that PHS owed no affirmative duty of care running to Appellee as a third-party non-patient; Appellee’s failure to identify specific PHS staff members or to describe their actions was inconsistent with the requirement for a plaintiff to delineate all material facts necessary to state a claim; PHS’s mere employment of medical professionals did not establish an ability on its part to direct the rendering of medical services in specific physician-patient relationships; and the asserted facts failed to support the element of causation.\nThe common pleas court sustained PHS’s preliminary objections based on the no-duty contention. Initially, the court recited that, in determining whether a defendant owes a duty of care to a plaintiff, several factors are considered, including: (1) the relationship between the parties; (2) the social utility of the actor’s conduct; (3) the nature of the risk imposed and foreseeability of the harm incurred; (4) the consequences of imposing a duty upon the actor; and (5) the overall public interest in the proposed solution. See Seebold v. Prison Health Servs., Inc., No. 07-00024, slip op. at 2 (C.P.Lycoming, Dec. 4, 2008) (citing Althaus v. Cohen, 562 Pa. 547, 553, 756 A.2d 1166, 1169 (2000)).\nThe court explained further that Appellee was asserting a duty under DiMarco v. Lynch Homes-Chester County, Inc., 525 Pa. 558, 583 A.2d 422 (1990). There, applying Section 324A of the Second Restatement of Torts, the Court held that a physician owed a duty to his patient’s boyfriend to warn and properly advise the patient concerning how to prevent the spread of a communicable disease to which she was exposed. The common pleas court found DiMarco to be distinguishable from the current matter, however, in that DiMarco involved a failure to properly advise the patient, whereas the present claim is based on the treating physician’s alleged failure to directly notify (and take other affirmative measures relative to) Appellee, a third-party non-patient. See Seebold, No. 07-00024, slip op. at 3. In the parlance of the common pleas court:\nThe facts of DiMarco and the instant case are fundamentally distinguishable. In the case at bar, the Plaintiff, a prison guard at SCI Muncy alleges that she contracted a disease from a prison inmate and that the treating physician and prison health service entity should have given notice to Plaintiff not the patient. In DiMarco, it was the physician’s failure to give certain notices to the patient herself that gave rise to the physician’s duty to a third party.\nWhat Plaintiff is asking of this Court is to interpret the Restatement (Second) and the holding of DiMarco in a way in which the Courts of this Commonwealth have never done. That is, Plaintiff wishes this Court to hold that a healthcare provider owes a duty to warn all potential third parties that could conceivably come in contact with a patient whom they have treated for a contagious or communicable disease. This Court is unwilling to traverse the uncharted waters of a health care provider’s duty to third parties without a map and compass provided by the Pennsylvania Supreme Court or [Legislature.\nId. at 3-4.\nAppellee lodged an appeal in the Superior Court. Although she previously had represented that the obligations and failures attributed to PHS were entirely derivative from duties and breaches of its employee health care professionals, in Appellee’s statement of matters complained of on appeal, she asserted that the common pleas court “erred in holding that a private corporation providing health care services to inmates in a state correctional institution owes no duty of care to those people working in the state correctional institution.”\nOn review, the Superior Court vacated and remanded in a memorandum decision, first discussing DiMarco’s imposition of a duty upon physicians who treat a patient with a communicable disease to give proper advice to such patient to prevent spreading the disease. This duty, the court noted, is designed to protect the well-being of third persons, since the patient’s health already has been compromised. See Seebold v. Prison Health Servs., Inc., No. 20 MDA 2009, 990 A.2d 66, slip op. at 7-8 (Pa.Super. Dec. 1, 2009) (quoting DiMarco, 525 Pa. at 562, 583 A.2d at 424-25). The intermediate court also discussed Troxel v. A.I. Dupont Institute, 450 Pa.Super. 71, 675 A.2d 314 (1996), in which a cause of action in favor of a third-party non-patient was found to exist where a medical doctor failed to advise the patient about the dangers of spreading her disease to the unborn children of others. Although Troxel was factually distinct from DiMarco in that the physicians in Troxel gave no advice rather than erroneous advice, the Superior Court noted that the Troxel court did not find such distinction relevant. Rather, Troxel concluded, generally, that the duty undertaken by a physician treating a patient with a contagious disease extends to third persons and includes the obligation “to correctly inform the patient about the contagious nature of the disease in order to prevent its spread to those who are within the foreseeable orbit of risk of harm.” Troxel, 450 Pa.Super. at 88, 675 A.2d at 322; see also F.D.P. v. Ferrara, 804 A.2d 1221 (Pa.Super.2002) (explaining that “the duty is imposed because ‘it is imperative that the physician give his or her patient the proper advice about preventing the spread of the disease’ ”), quoted in Seebold, No. 20 MDA 2009, slip op. at 11.\nThe Superior Court proceeded to discuss its concerns, and those of this Court, about expanding liabilities of healthcare providers to third-party non-patients. It recognized, for example, that, although this Court has held that a therapist has a duty to warn his patient’s intended victim of the patient’s stated intent to kill the victim, see Emerich v. Phila. Ctr. for Human Dev., Inc., 554 Pa. 209, 720 A.2d 1032 (1998), the Court was careful to limit that duty to instances involving an immediate threat of serious bodily injury to an identified, or readily identifiable, individual. See id. at 227, 720 A.2d at 1041. Furthermore, the intermediate court quoted the following commentary offered in a concurring opinion in Emerich by then-Chief Justice Flaherty, which was later endorsed by the full Court:\nI write to express my concern that this is yet another extension of liability in an already too litigious society. Here, in my view, the extension is justified by the circumstances presented, but I would go no further. Yes, one can reason in so many instances that an extension of liability is merely a small step flowing naturally and logically from the existing case law. Yet each seemingly small step, over time, leads to an ever proliferating number of small steps that add up to huge leaps in terms of extensions of liability. At some point it must stop and I would draw the line in this area of the law with what is expressed by the court in this case — no further.\nEmerich, 554 Pa. at 235, 720 A.2d at 1045 (Flaherty, C.J., concurring); see also Estate of Witthoeft v. Kiskaddon, 557 Pa. 340, 353, 733 A.2d 623, 630 (1999) (endorsing former Chief Justice Flaherty’s comments from Emerich).\nThe Superior Court also referenced this Court’s decision in Witthoeft, which declined to sanction a private remedy in favor of the estate of a bicyclist who was killed by a driver with poor visual acuity, where the driver’s ophthalmologist failed to report the driver’s condition to the Department of Transportation as required by statute. The intermediate court noted that this Court thus had refused to extend a physician’s duty to the public at large. See Witthoeft, 557 Pa. at 352-53, 733 A.2d at 630.\nTurning to the present controversy, the Superior Court observed that Appellee’s claim was different from those in DiMarco and Troxel, as she was asserting that PHS had failed to diagnose MRSA. It found this distinction to be potentially significant in light of a suggestion in Witthoeft that DiMarco’s holding was based on the defendant having given incorrect advice that was affirmatively relied upon, whereas presently, no advice was given because no diagnosis of a contagious disease was made. Nevertheless, the Superior Court explained that its conclusion in Troxel that the plaintiff stated a cause of action despite the absence of any advice regarding the diagnosis has not been disapproved by this Court and, as such, remains binding on the Superior Court. The court reasoned:\nPHS’s alleged negligent failure to diagnose twelve cases of MRSA in inmates does not insulate PHS from its resulting failure to take steps to prevent further spreading of the disease within the prison. Troxel establishes that a cause of action exists whether the health care provider gives the patient incorrect advice or no advice at all. Furthermore, [Appellee]’s complaint makes clear that she relied upon the diagnosis of the inmates’ skin condition as spider bites. Thus, [her] complaint alleges both misfeasance by PHS and her reliance upon it.\nSeebold, No. 20 MDA 2009, slip op. at 12-13 (citation omitted) (emphasis added).\nAlthough such comments focused on advice to a patient (as opposed to advice to third-party non-patients, which is the premise of Appellee’s complaint and, accordingly, the common pleas court’s decision), the Superior Court ultimately did not find such distinction controlling. In this regard, while crediting PHS’s position that DiMarco and Troxel “clearly hold that physicians must provide accurate information to their patients, not to the third party plaintiff” Seebold, No. 20 MDA 2009, slip op. at 15 (emphasis added), the intermediate court nevertheless pronounced that Appellee had “alleged [a] cause[ ] of action in accordance with DiMarco [ ] and Troxel.” Id. at 16. To address this apparent incongruity, the court stated only that it could not “speculate, in the absence of a developed factual record, as to precisely what measures could have been taken in this case — in the context of a prison environment— consistent with PHS’s regulatory and ethical obligations.” Id.\nThe Superior Court also disagreed with PHS’s contention that allowing the case to proceed would open the door for a multitude of third-party lawsuits. The court concluded, rather, that Appellee is a specifically-identifiable person and one of the most likely to contract a contagious skin disease, since she was assigned to strip search inmates. According to the intermediate court, these facts place Appellee in a “narrow class of highly foreseeable plaintiffs” and do not support an extension of the duty to the public at large. Id. at 14. While the court also acknowledged PHS’s and amici’s reliance on statutes and regulations governing various aspects of disease reporting and control in the DOC, it held that the precautions that Appellee should have undertaken and their effectiveness were questions that could not be resolved at the preliminary objections stage, but rather required factual development. See id. at 15. Finally, the Superior Court admonished that “nothing in our holding should be construed as requiring a healthcare provider to violate any applicable legal or ethical obligation.” Id. at 15-16.\nThen-Judge Orie Melvin filed a dissenting statement expressing, without further explanation, that the majority had impermissibly expanded the holding of DiMarco.\nAppeal was allowed based on PHS’s petition for allowance of appeal centered on the salient questions concerning whether this Court should impose a new, affirmative duty upon physicians to warn and ad-vise third-party non-patients in the factual context implicated by Appellee’s circumstances.\nPresently, PHS and its amici, the Pennsylvania Medical Society, and the Pennsylvania Defense Institute, argue — first and foremost — that the Superior Court erred in concluding that Appellee had asserted a cause of action in accordance with DiMarco and Troxel. Consistent with the common pleas court’s analysis, their briefs emphasize that the nature of the duty recognized by the reviewing courts in those cases was to advise patients (-within the contours of an existing confidential physician-patient relationship) how to avoid spreading infections. While the DiMarco and Troxel courts employed what is essentially a tort-based third-party-beneficiary theory to create causes of action in favor of injured third persons, PHS explains, the courts carefully and intentionally crafted their reasoning and holdings to avoid imposing affirmative duties upon physicians to identify, seek out, and ad-vise such third-party non-patients. Indeed, PHS and its amici observe, this Court has never imposed a common-law duty upon any physician to inform third-party non-patients that a patient has an infectious disease.\nPHS also distinguishes Emerich as a narrow decision, consistent with a consensus position in most other jurisdictions, holding only that a mental-health professional has a specialized duty to warn in a scenario involving a patient’s targeted threat of imminent physical violence. See generally Gregory M. Fliszar, Dangerousness and the Duty to Warn, Emerich v. Philadelphia Center for Human Development, Inc. Brings Tarasoff to Pennsylvania, 62 U. Pitt. L.Rev. 201, 201, 205-08 (2000) (explaining that “[s]ince the landmark ruling in Tarasoff v. Regents of University of California[, 17 Cal.3d 425, 131 Cal.Rptr. 14, 551 P.2d 334 (Cal.1976) ], it has become standard practice for mental health professionals to warn an identifiable third party of their patient’s threatened violence against that third party,” and surveying pertinent statutory and decisional law on the subject in other jurisdictions). Along these lines, PHS reiterates, the duty in Emerich was expressly limited to an identified or readily identifiable victim whom the patient had targeted, see Emerich, 554 Pa. at 227, 720 A.2d at 1041, whereas, in Appellee’s circumstance, the complaint does not allege that PHS knew or could readily identify any such targeted risk. PHS further highlights the Court’s admonition that Emerich should not lead to any further expansion of liability on the part of healthcare providers. See Witthoeft, 557 Pa. at 353, 733 A.2d at 630 (quoting Emerich, 554 Pa. at 235, 720 A.2d at 1045 (Flaherty, C.J., concurring)). On a broader plane, the Medical Society references the Court’s expressed commitment to refrain from changing the law to impose new liabilities unless the consequences of doing so are clearly understood. See, e.g., Cafazzo v. Central Med. Health Servs., Inc., 542 Pa. 526, 537, 668 A.2d 521, 527 (1995) (“[Before a change in the law is made, a court, if it is to act responsibly, must be able to see with reasonable clarity the results of its decision and to say with reasonable certainty that the change will serve the best interests of society.” (quoting Hoven v. Kelble, 79 Wis.2d 444, 256 N.W.2d 379, 392 (1977))).\nIt is no accident, PHS and its amici explain, that the Court has addressed requests to expand duties and liabilities of medical providers to third-party non-patients with great caution, circumspection, and restraint. In this regard, they urge this Court to continue to recognize the vital social role of and attendant burdens and risks undertaken by healthcare personnel, as well as the serious ramifications of expanding their obligations and potential liabilities outside the provider-patient relationship.\nIn terms of such effects, PHS and its amici first posit that it would be burdensome, unworkable, and counterproductive to require physicians to identify, seek out, and convey information to third-party non-patients. See, e.g., Brief for Amicus Pa. Med. Soc’y at 16 (“Physicians are neither gumshoes nor librarians; they practice medicine and are typically busy doing so”). Pertaining to the prison environment, PHS asserts, medical personnel should not be expected to examine all prison-related job descriptions, work assignments, and activities to discern whether courts might find affirmative duties running to persons involved in such endeavors. Furthermore, in such setting, PHS does not believe medical officials have the authority to unilaterally disseminate general warnings and advice. Indeed, it offers, given potential misunderstandings and stigma associated with communicable diseases, there may very well be safety- and management-related reasons why such information should not be widely disseminated within corrections facilities.\nPHS and its amici also maintain that there are many scenarios in which informing individuals who are potentially at risk of an inmate’s condition would violate the inmate’s privacy rights and/or the physician’s ethical duty to hold personal information obtained in the doctor/patient relationship in confidence. Furthermore, they express the concern that the rationale that potential close contact between an infected patient and third-party non-patients yields a duty in physicians to identify, seek out, and provide information to at-risk individuals is not self-limiting, since there are many institutional and noninstitutional settings in which close contact is a given (with sports teams, for example, coming readily to mind). Thus, PHS and its amici invoke this Court’s stated concern about imposing liability upon healthcare providers without limits. See, e.g., Witthoeft, 557 Pa. at 353, 733 A.2d at 630. See generally Brief for Amicus Pa. Defense Inst, at 21 (“This new duty will open the door to the filing of lawsuits from a potentially limitless number of third parties who might come in contact with an infected patient and will have a dramatic, negative impact on the already-strained financial and practical ability of health care providers to deliver services to patients in this Commonwealth.”).\nPHS and its amici contend, moreover, that there is no necessity to impose civil liability on healthcare personnel to address the salient public safety concerns. In general, they discuss protocols which require medical providers to notify public health officials of certain contagious diseases. See, e.g., 28 Pa.Code § 27.21 a. As to environments such as prisons, where there may be unavoidable occupational exposure to communicable diseases, the Medical Society explains that employers are “subject to many specific regulatory mandates and are well-versed on the steps necessary to minimize employee exposure to disease,” Brief for Amicus Pa. Med. Soc’y at 16. See supra note 9 (cataloguing pertinent statutes and regulations). Where transmission to a prison employee does occur, the briefs emphasize that a remedy exists under the Workers’ Compensation Act, 77 P.S. §§ 1-1041.1, 2501-2626. See Brief for Amicus Pa. Med. Soc’y at 30 (“There is, in short, no basis to conclude that creating a new physician duty is necessary for the issues of workplace safety and public health to receive proper attention or for an employee to receive compensation.”).\nAt the conclusion of its brief, PHS proffers its perspective concerning the appropriate application of the Althaus factors, encompassing a range of commentary on such subjects as: the difficulty in foreseeing particularized risks to specific individuals in the institutional setting; the social utility of prison medical services; increased disincentives and costs which invariably attend the imposition of new duties and liabilities; the presence of existing statutory and administrative protocols and reporting requirements designed to protect employees from infectious diseases while also safeguarding patients’ confidentiality; and the potentially deleterious impact of a requirement for third-party disclosures of personal health information upon the physician-patient relationship and providers’ ability to deliver medical services in Pennsylvania. To the degree there is any impetus to consider the imposition of new duties, PHS concludes that the matter implicates the type of careful line drawing and balancing of interests that are more appropriately performed by the Legislature, which has the resources to assess how the diverse interests of various classes of Pennsylvania citizens would be affected by embracing a new cause of action against healthcare providers. See Brief for Appellant at 25, 34-35.\nIn her responsive advocacy, despite the framing of the allocatur grant in terms of physician duties, Appellee again frequently couches her position in terms of PHS’s obligations, or the duties of a “private health corporation.” Brief for Appellee at 5, 8 (section headings); see supra note 3. As to the substantive law, consistent with the Superior Court’s opinion, she relies primarily on Section 324A of the Second Restatement, DiMarco, and Troxel. As to DiMarco and Troxel, Appellee downplays the nature of the duty at issue (again, to advise a patient). Instead, she focuses on the foreseeability of harm to third-parties from communicable diseases in the absence of protective measures, a consideration which was prominently discussed in DiMarco. See DiMarco, 525 Pa. at 561-62, 583 A.2d at 424-25.\nIn terms of the foreseeability of harm to her in particular, Appellee proffers that her institutional position is qualitatively different from that of others who may be present in a prison, such as a vendor, a lawyer, a member of the cleaning crew, a family member, or some other visitor. She notes that she was a member of a finite staff of correctional officers at SCI Muncy and, indeed, among the prison’s most endangered employees in view of her duties pertaining to the strip searching of inmates. See Brief for Appellee at 13. Appellee contends that her complaint, at a minimum, raises a jury question as to whether she was a third party to whom PHS owed such a duty. See id. at 7,13-14. It is Appellee’s central position that Section 324A, DiMarco, and Troxel should be read broadly to create a duty on the part of prison healthcare companies and other health-care providers to take affirmative measures relative to identifiable third-party non-patients to prevent the spread of communicable diseases.\nAs for the Althaus factors, Appellee posits that: (1) corrections officers and prison medical providers have a symbiotic relationship in that they rely on each other for their health and safety; (2) there is obvious social utility in having doctors provide competent medical care to inmates for the benefit of the inmate herself, the general prison population, and the corrections staff; (3) obvious risks arise for prison guards when a prisoner contracts a contagious disease; (4) it would not be overly burdensome to require some action on the part of health-care providers to notify prison employees when a particular inmate is diagnosed with a contagious disease; and (5) the public interest favors imposing a duty of notification to the prison staff to protect the health and well-being of prison guards. See Brief for Appellee at 8-10.\nThe Pennsylvania Association for Justice, as Appellee’s amicus, underscores that Appellee depended on PHS’s medical staff to exercise reasonable care in treating inmates in the close quarters inherent to a prison environment and, as such, this Court should not adhere to a strict requirement of privity in assessing whether PHS had a duty to warn Appellee. In support, the Association references both Emerich and Turnan v. Genesis Associates, 894 F.Supp. 183 (E.D.Pa.1995).\nII. Discussion\nThe determination whether to impose affirmative common-law duties as a predicate to civil liability is a matter of law; accordingly, our review is plenary. See Shamnoski v. PG Energy, Div. of S. Union Co., 579 Pa. 652, 675, 858 A.2d 589, 608 (2004). Since the matter was resolved in the common pleas court on a demurrer, Appellee’s factual averments are taken as true and viewed in the light most favorable to her. See, e.g., White Deer Twp. v. Napp, 590 Pa. 300, 302 n. 2, 912 A.2d 781, 783 n. 2 (2006).\nA. DiMarco, Troxel, Emerich\nAs discussed in our above treatment of the Superior Court’s opinion, we agree with PHS and its amici that the Superior Court erred in holding that Appellee had stated a cause of action under DiMarco and Troxel. See supra notes 7 & 8. The reviewing courts in those cases closely delineated a duty to advise a patient; the salient duty was not to identify, seek out, provide information to, or otherwise take affirmative steps outside the physician-patient relationship to protect third-party non-patients. See supra note 10.\nIn several important respects, the Superior Court’s reasoning and Appellee’s arguments conflate the nature of the duty prescribed in DiMarco and Troxel (concerned exclusively with advice to the patient) with the category of persons who may seek redress for a breach (the third-person inquiry in those cases). Whereas DiMarco and Troxel both expanded upon the category of potential plaintiffs, neither purported to redefine the nature of the duty at issue to require physicians to undertake interventions outside the confidential physician-patient relationship.\nAs the common pleas court recognized, there is a patent, material difference between providing advice to a patient within the contours of a confidential physician-patient relationship and disclosing protected medical information to third-party non-patients. Since the averments of Appellee’s complaint point only to an asserted failure on the part of PHS staff members to take affirmative measures on Appellee’s behalf other than advising their patients, the complaint does not state a cause of action under DiMarco or Troxel.\nThe only decision in which the Court has imposed a duty upon a healthcare professional to convey information (i.e., a warning) to an at-risk third party is Emerich, which is unique in many respects and has been expressly cabined by the Court. As PHS and its amici have related, there is no targeted threat of imminent violence here; the Court has stressed that Emerich is so limited, see Emerich, 554 Pa. at 227, 720 A.2d at 1041; Witthoefi, 557 Pa. at 353, 733 A.2d at 630; and, thus, Emerich cannot reasonably serve as a springboard for the imposition of new and broader duties upon healthcare providers vis-á-vis third-party non-patients.\nSince none of the precedent imposes a common-law duty on the part of physicians to undertake affirmative third-party interventions arising from information gained as a result of a physician-patient relationship, it is apparent that the present matter is one of first impression.\nB. Section 324A of the Second Restatement\nLimiting the nature of the duty in DiMarco to actions (or inaction) within the context of the physician-patient relationship is also consistent with Section 324A of the Second Restatement, upon which DiMarco is based. Section 324A provides, subject to several additional limitations, that one who “undertakes” to render services he should recognize as necessary for the protection of others is subject to liability for physical harm “resulting from his failure to exercise reasonable care to protect his undertaking.” Restatement (Second) of Torts § 324A (emphasis added). Although awkwardly worded, the provision expressly circles back to the original undertaking, which, in the case of a physician, generally is the entry into the physician-patient relationship for treatment purposes. Thus, a physician entering into such a relationship which he should recognize as necessary for the protection of others has the duty to exercise reasonable care in the patient’s treatment. Like DiMarco, Section 324A does not say that the service provider must assume additional duties, such as third-party interventions, above and beyond the initial undertaking. Rather, it merely prescribes for reasonable care to be taken vis-a-vis the original undertaking and establishes liability to certain third-parties where such care is lacking. See id. Again, this is precisely the application of Section 324A reflected in the DiMarco duty to appropriately advise a patient for the benefit of a third person.\nC. The Nature of A Common-Law Judicial Determination of Duty and the Court’s Default Approach\nTo the extent that the task of rendering duty versus no-duty decisions continues to reside with jurists, we acknowledge that it is one to which we are the least well suited. Dean William L. Prosser of the University of California-Berkeley is frequently quoted for the proposition that the inquiry entails wading through “shifting sands [with] no fit foundation.” See, e.g., Sinn v. Burd, 486 Pa. 146, 164, 404 A.2d 672, 681 (1979) (quoting William L. Prosser, Palsgraf Revisited, 52 Mich. L.Rev. 1, 14-15 (1953)); Althaus, 562 Pa. at 553, 756 A.2d at 1169 (“[T]he legal concept of duty of care is necessarily rooted in often amorphous public policy considerations.... ”). Certainly, such nebulous undertakings do not serve as a favorable underpinning for closely reasoned judicial decision-making. Moreover, the adjudicatory process-premised on adversarial presentations which by their nature may be skewed in favor of the individual interests at stake — does not consistently translate well into the field of broader policymaking. See Official Comm. Of Unsecured Creditors of Allegheny Health Educ. and Research Found, v. PriceWaterhouseCoopers, LLP, 605 Pa. 269, 301-02, 989 A.2d 313, 333 (2010) (explaining that, “[u]nlike the legislative process, the adjudicatory process is structured to cast a narrow focus on matters framed by litigants before the Court in a highly directed fashion”). Along these lines, we have often recognized the superior tools and resources available to the Legislature in making social policy judgments, including comprehensive investigations and policy hearings. See id.\nIn this landscape, the Court has previously adopted the default position that, unless the justifications for and consequences of judicial policymaking are reasonably clear with the balance of factors favorably predominating, we will not impose new affirmative duties. See Cafazzo, 542 Pa. at 587, 668 A.2d at 527 (“[B]efore a change in the law is made, a court, if it is to act responsibly must be able to see with reasonable clarity the results of its decision and to say with reasonable certainty that the change will serve the best interests of society.” (quoting Hoven, 256 N.W.2d at 391)). In this regard, as PHS and its amici have highlighted, the Court has been particularly emphatic relative to the imposition on physicians of new affirmative duties extending outside the confines of the physician-patient relationship. See Witthoeft, 557 Pa. at 353, 733 A.2d at 630 (quoting Emerich, 554 Pa. at 235, 720 A.2d at 1045 (Flaherty, C.J., concurring)).\nD. The Field of Existing Duties\nAmong other considerations, the courts’ reluctance to impose new affirmative duties reflects that the wider field of common-law duties is governed appropriately by existing broad precepts which have been well traveled. In scenarios involving an actor’s affirmative conduct, he is generally “under a duty to others to exercise the care of a reasonable man to protect them against an unreasonable risk of harm to them arising out of the act.” Restatement (Second) of Torts § 302, cmt. a (1965); see also Cardi & Green, Duty Wars, 81 S. Cal. L.Rev. at 716 (describing the proposition that a defendant owes a duty of care not to act in a way that creates a risk of harm for others as “black letter law repeated by an overwhelming majority of courts”). This duty appropriately undergirds the vast expanse of tort claims in which a defendant’s affirmative, risk-causing conduct is in issue. Generally, however, there is no duty to protect or rescue someone who is at risk on account of circumstances the defendant had no role in creating. See, e.g., Yania v. Bigan, 397 Pa. 316, 321-22, 155 A.2d 343, 346 (1959) (citing the Section 314 of the Restatement of Torts for the proposition that a mere observer has no duty to rescue). See generally Cardi & Green, Duty Wars, 81 S. Cal. L.Rev. at 677.\nAffirmative duties, such as those at issue here, are the primary exception to the no-duty rule in rescue/protection scenarios where the defendant did not create the risk resulting in harm to the plaintiff — these most often arise out of special relationships of care between the parties. See Cardi & Green, Duty Wars, 81 S. Cal. L.Rev. at 712. Whereas the longstanding general duty/no-duty framework is an engrained one, solicitations for new affirmative duties represent exceptions which require concrete and substantial justification.\nThe healthcare arena is a microcosm of the above, overarching duty landscape. Physicians are subject to the default duty of care in the actions they take (manifested, not the least in the principle of medical ethics to first do no harm). They may be hable, for example, where they prescribe too much medication and patient injury results. Physicians may also be liable for an omission, or a failure to protect a patient, by virtue of the special relationship of care they assume, for example, in failure to diagnose or to prescribe an appropriate course of medical treatment. The general touchstone for judging their performance in any of these scenarios is the applicable medical standard of care. See Brannan v. Lankenau Hosp., 490 Pa. 588, 595, 417 A.2d 196, 199 (1980). Requests, such as Appellee’s, for third-party interventions on the part of physicians push the inquiry outside these ordinary boundaries.\nE. Application of the Default Approach to Affirmative Duties of Physicians To Undertake Third-Party Intervention\nHere, PHS and its amici identify a range of considerations potentially impeding a physician’s ability to provide the kinds of third-party warnings, advice, and other interventions which the complaint asserts are required of them. These include: physician-patient confidentiality; protection of the physician-patient relationship; maintenance of prison order and security; the burden of identifying individuals in prisons at elevated risk for transmission; and practical barriers to physician access to, and ability to disseminate, information in the prison setting. Further, PHS and its amici have identified broader salient policy considerations, including potentially expansive exposure to liabilities if the Court is to transform the DiMarco duty to advise patients into a requirement to undertake affirmative third-party interventions, depending on a circumstance-by-circumstance assessment of foreseeability of risk; and instability in the medical liability insurance arena associated with the breadth of the existing liability exposure of physicians, which the Legislature has sought to address in many ways, not the least via the creation and maintenance of a government-run administrative scheme of supplemental insurance and regulation. See, e.g., 40 P.S. §§ 1303.101-1303.1115.\nAppellee’s tack in responding to many of these considerations is to attempt to moderate her position. She suggests that, if she is permitted to proceed before a jury, perhaps the jurors will select duties of a less controversial nature than direct warnings and advice to prison guards. In Appellee’s words:\n[A] jury might find that a simple note to prison officials stating that a particular inmate should be placed in solitary confinement may satisfy PHS’ duties under Section 324A in this case. Alternatively, it could find that circulating a memorandum on recognizing suspicious lesions and methods of avoiding an infection would fulfill that duty. A jury may also conclude that simply diagnosing the inmate’s infection correctly and advising the inmate on methods to avoid spreading the infection would suffice. None of these alternatives could be characterized as an unwarranted breach of confidentiality or privacy.\nBrief for Appellee at 9-10.\nThe difficulty, of course, is that the duty assessment is, in the first instance, a matter for the courts, not juries. See R.W. v. Manzek, 585 Pa. 335, 346, 888 A.2d 740, 746 (2005). Consistent with this allocation of responsibility, we will not impose on physicians some non-specified affirmative obligation to third-party non-patients relative to communicable diseases, with juries deciding in each individual case just what the duty might be. We appreciate that the default duties are administered in a fashion in which the duty is couched in general terms (e.g., to use reasonable care in affirmative conduct which creates risk of harm to others), and juries frequently determine when such obligation is breached relative to particularized circumstances presented in each case. Nevertheless, affirmative obligations above and beyond the default duties are most often considered and determined on a more specific basis, particularly where they are superimposed onto highly regulated professional undertakings. See, e.g., DiMarco, 525 Pa. at 561-62, 583 A.2d at 424.\nMoreover, given that the reviewing courts in this case were asked from the outset to impose a series of specified new affirmative duties upon physicians, it is not too much to ask of the litigant favoring such imposition that the request not be made into a moving target. As discussed, DiMarco is most readily reconcilable with a physician’s role and responsibilities precisely because the only affirmative obligation it imposed was to act within the confidential physician-patient relationship. See supra note 10. The present case was framed from the outset as an effort to fundamentally alter the nature of that obligation to extend the requirement for affirmative physician interventions outside the physician-patient relationship. As PHS and its amici have demonstrated, this sort of material extension obviously implicates a host of policy considerations that were simply not before the Court in DiMarco (or, for that matter, before the Superior Court in Troxel, in which the nature of the duty at issue was also to advise the patient).\nPresently, there are several impediments to a meaningful consideration of these policy factors stemming from the manner in which this case has been litigated. As we have said, Appellee does not respond directly to many of the policy factors raised by PHS and its amici on their terms. Notably, Appellee’s narrower approach is consistent with her presentation in the common pleas court and the Superior Court, where she argued primarily that DiMarco, Troxel, and Section 324A were controlling. Appellee also did not assert that she was denied an adequate procedure in which to advance evidence or argument on the policy matters at the heart of the duty decision. In such circumstances, to the extent that Appellee attempts to do so at the present stage of the appellate litigation, those arguments are unpreserved. See In re J.M., 556 Pa. 63, 83 n. 15, 726 A.2d 1041, 1051 n. 15 (1999) (finding waiver of an issue, on the part of one who became an appellee in the Supreme Court, that was not raised before the trial court or the Superior Court where that party was the appellant); accord Commonwealth v. McMullen, 599 Pa. 435, 443 n. 2, 961 A.2d 842, 846 n. 2 (2008) (holding that a litigant did not waive a claim “because it was the appellee in [the intermediate appellate] court ” (emphasis added)). In any event, as a consequence of Appellee’s heavy reliance on DiMarco and Troxel, her policy analysis is closely limited to two main considerations, foreseeability and the social policy of protecting prison guards.\nIn terms of foreseeability, this is not alone determinative of the duty question. Rather, in administering a broad policy assessment such as the Althaus inquiry, the Court assigns appropriate weight to each salient policy factor, depending on the particularized nature of the asserted duty at hand and context. For example, in Witthoeft, the Court prioritized other policy factors over foreseeability. See, e.g., Witthoeft, 557 Pa. at 353, 733 A.2d at 630 (indicating that a motorist injured by a physician’s patient with poor vision was “simply not a foreseeable victim that this court will recognize,” given the expanse of the consequent liabilities which would be imposed). See generally Cardi & Green, Duty Wars, 81 S. Cal. L.Rev. at 678 (explaining that “foreseeability may be present in cases in which there are good grounds nevertheless to deny liability — such as in cases involving economic loss or stand-alone emotional harm — where for other reasons of policy, liability is foreclosed or limited”).\nAs to Appellee’s second point — i.e., that corrections officers are deserving of a safe working environment — we recognize these members of our community are exposed to occupational risks in the institutional environment, not the least of which is the potential for contracting certain communicable diseases such as MRSA. Certainly, it is vital that their safety be maintained as a high priority in institutional management. Again, however, in terms of the imposition of affirmative duties upon physicians to undertake third-party non-patient interventions, this policy factor must be considered in a larger context (including with reference to the DOC’s obligation and ability to take appropriate measures to protect prison guards via standardized procedures; the impediments to ad hoc physician interventions relative to third-party non-patients in the prison environment, confidentiality concerns, impact on physician-patient relationships, cabining excessive liability exposure, etc.). As we have explained, this ease has never been framed to solidify a foundation to support such necessary, broad-scale assessment.\nWe do observe that there is a weakness in PHS and its amici’s particular emphasis on the DOC’s responsibility to provide a safe work environment, since it seems apparent that the Department may rely upon the prison medical companies with which its contracts as an integral component of the agency’s institutional safety planning. The argument for imposition of a duty carries more force relative to the contractual obligations of the prison healthcare company itself, rather than the independent obligations of its individual staff members arising out of physician-patient relationships. Cf. Guy, 501 Pa. at 58-63, 459 A.2d at 750-53 (opinion of the Court, in relevant part) (recognizing limited third-party rights in the context of an attorney-client professional relationship where the plaintiff was the intended beneficiary of the prevailing standard of care). See generally Brief for Amicus Pa. Med. Soc’y at 26, 34 (urging that the Court, should it determine to recognize any physician duties to non-patients, adopt the rule of Guy restricting the class of eligible third-party plaintiffs as per principles of contract law, not negligence principles). We are presented, however, with a vicarious tort claim, which is dependent on the imposition of a new affirmative common-law duty of intervention on the part of PHS physician staff members. In terms of such negligence claims — because the prison environment is so highly regulated, given the pervasive concerns for protocol and security, and in light of the range of other unknown social effects — Appellee’s two-pronged argument for imposing new, loose, affirmative duties on physicians is not strong enough to overcome the default position in favor of the status quo.\nF. Summary-\nIn summary, the common pleas court was correct in determining that Appellee had not asserted a cause of action under DiMarco, Troxel, or Section 324A of the Second Restatement. Rather, as the court recognized, Appellee’s request for the imposition of a new, affirmative, common-law duty in tort on the part of physicians to undertake third-party interventions in a prison setting required a broader policy assessment. In the absence of policy arguments or a request for an opportunity to develop a record, the court did not err in applying the default approach of declining to impose upon professional undertakings new affirmative common-law duties running to third-parties to the professional relationship. Moreover, the present appeal does not afford an adequate foundation to make an informed social policy assessment which would support the imposition of a new affirmative duty on physicians to make third-party interventions. See generally PriceWaterhouseCoopers, 605 Pa. at 301 & n. 27, 989 A.2d at 332-33 ■& n. 27 (referencing the General Assembly’s superior policymaking resources and commenting that responsible decision-making in areas of public impact requires consideration of broader potential social effects).\nThe order of the Superior Court is reversed, and the matter is remanded for reinstatement of the common pleas court’s order.\nJustice ORIE MELVIN did not participate in the consideration or decision of this case.\nChief Justice CASTILLE, Justices EAKIN and BAER and TODD join the opinion.\n. Section 324A states:\nOne who undertakes, gratuitously or for consideration, to render services to another which he should recognize as necessary for the protection of a third person or his things, is subject to liability to the third person for physical harm resulting from his failure to exercise reasonable care to protect his undertaking, if (a) his failure to exercise reasonable care increases the risk of such harm, or (b) he has undertaken to perform a duty owed by the other to the third person, or (c) the harm is suffered because of reliance of the other or the third person upon the undertaking.\nRestatement (Second) of Torts § 324A (1965).\n. In DiMarco, the patient was a blood technician who was exposed to hepatitis B. The defendant physicians advised her that if she remained symptom free for six weeks, she could be sure she did not have the disease. Based on that advice, she and her boyfriend abstained from sexual relations for eight weeks and, upon observing that she remained symptom free, resumed such relations. Both the patient and her boyfriend were thereafter diagnosed as suffering from hepatitis B. The boyfriend filed suit against the physicians, claiming that they were negligent in failing to warn his girlfriend that she could infect him by having relations with him within six months of her exposure. This Court relied, in part, upon Section 324A in finding that the physicians owed the boyfriend a duty to properly advise the patient concerning how to prevent spreading the disease. See DiMarco, 525 Pa. at 561-64, 583 A.2d at 424-25.\n. Appellee’s vacillation in this regard, and her pervasive use of imprecise language in the appeal proceedings, serve as an ongoing source of confusion. In particular, as reflected above, Appellee frequently appears to be asserting direct duties and failures on PHS’s part, although her factual allegations and certificate of merit were directed at establishing liability on PHS’s part only vicariously, based on alleged obligations and failures on the part of the company’s staff medical professionals.\nIt is important to bear in mind throughout the discussion which follows that our own present review — regardless of some of the language used in Appellee’s arguments and the Superior Court's opinion — tracks the position Appellee set forth at the outset of the litigation. Thus, we are concerned only with asserted common law duties owed by physicians— not direct duties of prison healthcare companies — to third-party non-patients. See Seebold v. Prison Health. Servs., Inc., 608 Pa. 565, 13 A.3d 461 (2011) (per curiam) (reflecting our allocatur grant centered on physician duties). Whether a prison healthcare company may owe direct duties to particular individuals — by virtue of its contractual relationship with the DOC, under principles of tort law, pursuant to statutory law, or otherwise — is beyond this opinion’s scope.\n. In Troxel, the patient, Mary, and her infant daughter, Ashley, had been diagnosed by the defendant physicians as having cytomegalovirus (\"CMV”), a contagious, and fairly common, viral infection which poses special risks to pregnant women and their unborn children. The plaintiff was a longtime friend of Mary’s, and babysat Ashley while pregnant, ultimately contracting CMV as a result. Due to the plaintiff’s exposure to CMV, her son was also infected while in útero and died from his infection three months after his birth. The plaintiff contended that Maty's physician was negligent in failing to advise Mary concerning special risks posed by CMV to the unborn children of women who were likely to babysit' or otherwise interact with Ashley. See Troxel v. A.I. Dupont Inst., 450 Pa.Super. 71, 76, 675 A.2d 314, 316 (1996).\n. Akin to Appellee’s arguments, the language used by the Superior Court frequently does not differentiate between asserted direct duties of PHS and those of staff medical professionals. See supra note 3. For purposes of our review, we read the Superior Court opinion as pertaining to the subject before us, that is, physicians’ common-law duties. See id. In other words, we take the court's assertions as to PHS’s actions and inaction as a loose allusion to those of PHS’s physician staff members.\n. In point of fact, the complaint does not assert that Appellee relied in any particular way upon the asserted PHS ”characteriz[ation]” of inmate skin conditions as spider bites. It discusses neither general precautions required to be taken or actually taken by Appellee and other guards in connection with strip searches nor any different or special precautions Appellee might or would have taken had she known for a fact that inmates had MRSA.\nNevertheless, we take no issue with the Superior Court’s position that a negligent failure to diagnosis or a misdiagnosis is not necessarily fatal to a claim by a third-party non-patient. Again, the focus of our allocatur grant and our present review is upon whether physicians have a common law duty to take affirmative measures outside the physician-patient relationship, such as warning or advising third-party non-patients.\n. This explanation is obviously non-responsive to PHS’s argument, otherwise accepted by the Superior Court, that DiMarco and Troxel focus exclusively on a duty in the nature of advising the patient, not third persons. Since DiMarco and Troxel suggest no other measure other than advice to the patient, they obviously cannot be relied on as direct authority for establishing that a physician has a duty to take affirmative steps to advise third-party non-patients in a prison environment or elsewhere. More simply, and as further discussed below, the Superior Court’s conclusion that Appellee had set forth a claim of a duty on the part of PHS or its physicians in accordance with DiMarco and Troxel is unsustainable.\n. As more fully developed below, this line of reasoning goes less to the nature of the duty (i.e., in DiMarco and Troxel, to advise the patient) than to who is included within the range of persons who may rely on the fulfillment of that professional obligation (the third-person inquiry). Thus, it does not fill the apparent void in the analysis identified above. See supra note 7.\n. These include the federal Occupational Safety and Health Act of 1970, 29 U.S.C. §§ 651, et seq. (\"OSHA”); the Pennsylvania General Safety Law, 43 P.S. §§ 25-1, et seq.; the Pennsylvania Disease Prevention and Control Law, 35 P.S. §§ 521.1, et seq., and attendant regulations, see 28 Pa.Code §§ 27.1, et seq.; and DOC Policy 13.02.01, § 8 (prescribing protocol and procedures addressing communicable diseases and infection control).\n. See DiMarco, 525 Pa. at 561-62, 583 A.2d at 424 (\"When a physician treats a patient who has been exposed to or who has contracted a communicable and/or contagious disease, it is imperative that the physician give his or her patient the proper advice about preventing the spread of the disease.” (emphasis added)); Troxel, 450 Pa.Super. at 90, 675 A.2d at 323 (explaining, upon a review of DiMarco, that the \"standard of care for a physician who is treating a patient with a communicable disease is to inform the patient about the nature of the disease and its treatment, to treat the patient, and to inform the patient how to prevent the spread of the disease to others\" (emphasis added)). See generally Brief for Amicus Pa. Defense Inst, at 16 (”[T]he rulings of DiMarco [] and Troxel do not mandate, and cannot be fairly read to hold, that a doctor's duty to a patient runs to third persons outside the doctor-patient relationship.\").\n. As an aside, the Medical Society finds a broad-scale analogy drawn by the DiMarco Court between a negligent medical professional and a computer hacker, see DiMarco, 525 Pa. at 564 n. 3, 583 A.2d at 425 n. 3, to be particularly unjustified and unfortunate. See Brief for Amicus Pa. Med. Soc’y at 23-24 (\"A computer hacker intends to harm others; physicians when they err, do not.”). We agree with the Medical Society on this point and, accordingly, disapprove this particular comment from DiMarco.\n. Accord Brief for Amicus Pa. Defense Inst, at 17 (\"Even in the prison context, the duty to warn [Appellee] and other SCI Muncy staff or visitors, depending on the communicable disease at issue and its transmission routes (MRSA is only one of many communicable diseased] that prison inmates might have), would require the expenditure of substantial time and resources and undermine the ability of PHS’s staff to properly treat the diseases at issue.”).\n. See Brief for Appellant at 12, 35 (referencing Doe v. Delie, 257 F.3d 309, 314 (3d Cir.2001), which discusses prisoners’ constitutional privacy interests in their medical records); id. at 43 (citing 49 Pa.Code § 16.61(a)(1), which deems it unprofessional conduct, subject to disciplinary action, for a doctor to reveal personalty-identifiable facts obtained as the result of a practitioner-patient relationship without the patient's prior consent or statutory authorization); id. at 43-44 (citing Principle IV of the American Medical Association’s Code of Ethics, which provides that physicians are to \"safeguard patient confidences and privacy within the constraints of the law”); Brief for Amicus Pa. Med. Soc'y at 32 (discussing the privacy rule embodied in federal regulations promulgated under the Health Insurance Portability and Accountability Act of 1996, see 45 C.F.R. §§ 164.102, et seq.).\nSee generally Brief for Amicus Pa. Defense Inst, at 12 (\"Our appellate courts have never held that a physician treating a patient with a contagious disease must break doctor/patient privilege to warn and protect third parties against the risk of acquiring a contagious disease.”); id. at 19 (”[I]f this Court imposes a duty on physicians to notify corrections office[r]s and prison visitors about the medical conditions of individual inmates, this Court will effectively be forcing physicians to choose between being sued, violating the code of ethics, and losing their medical licenses. This is hardly what the DiMarco and Troxel Courts had in mind when they created narrow and well-defined exceptions to the general rule that a physician owes no duty to a third party.”).\n. See 77 P.S. § 1-1041.4; see also 61 P.S. § 951 (affording full-salary rights to a correctional employee who is injured by an inmate); 61 Pa.C.S. § 1101 (same in statute enacted after the underlying events of this case).\n. In Turnan, the parents of a mental health patient alleged that their daughter’s counselors had planted in her mind false memories of satanic rituals, murders, and incest. The federal court predicted that this Court would hold that, in the absence of any statutory duty of care, a therapist owes a duty of reasonable care to a patient’s parents where: (1) the therapist specifically undertakes to treat the child on behalf of the parents; (2) the parents rely on the therapist; (3) the therapist is aware of the parents' reliance; and (4) it is reasonably foreseeable that the parents will be harmed by the therapist's conduct. See Turnan, 894 F.Supp. at 188.\n. On the subject of legal duties, there is a debate among scholars concerning the appropriate role of substantive relationality (i.e. the presence or absence of some form of prior relationship or dealings between the parties). See W. Jonathan Cardi & Michael D. Green, Duty Wars, 81 S. Cal. L.Rev. 671, 715-16 (2008). Some scholars believe such relationality should not be considered in duty determinations where a defendant’s conduct created the risk of harm. See id. Notably, however, those scholars generally agree that a relationality inquiry is appropriate in deciding whether a defendant has an affirmative duty to protect or rescue the plaintiff. See id. (expressing the viewpoint that \"substantive relationality properly informs affirmative duties”). See generally infra § 11(D) (discussing: the default duty of reasonable care where a defendant’s actions cause the relevant risk; that there is generally no duty to protect or rescue where the defendant has not engaged in risk-causing conduct; and that the no-duty precept is subject to exceptions in special circumstances where the defendant may be said to have an affirmative duty). The physician-patient relationship is a well-recognized form of substantive relationality serving as a source of affirmative duties. In the text above, we have explained that the DiMarco and Troxel courts considered the characteristics of a duty shaped by this substantive relationality.\n. It is a separate question whether, or to what extent, the DiMarco duty to advise patients would translate into the prison setting, which we need not answer here, since that is not the predicate of the complaint. To the degree that Appellee wishes to recast her assertions to raise this issue at this point, see, e.g., Brief for Appellee at 9 (asserting that \"simply diagnosing the inmate's infection correctly and advising the inmate on methods to avoid spreading the infection” might suffice to satisfy PHS’s asserted duty), the present appeal also was not allowed to consider protocols for repleading.\n. The General Assembly has undertaken to prescribe various duties through legislation. See, e.g., 40 P.S. § 1303.504 (reflecting a duty of physicians to obtain informed consent and prescribing limitations on liability for breach).\n. Accord Program Admin. Servs., Inc. v. Dauphin Cnty. Gen. Auth., 593 Pa. 184, 192, 928 A.2d 1013, 1017-18 (2007) (\"[I]t is the Legislature’s chief function to set public policy and the courts' role to enforce that policy, subject to constitutional limitations.”); Naylor v. Twp. of Hellam, 565 Pa. 397, 408, 773 A.2d 770, 111 (2001) (recognizing the Legislature’s superior ability to examine social policy issues and determine legal standards so as to balance competing concerns); Torres v. State, 119 N.M. 609, 894 P.2d 386, 389 (1995) (explaining that \"[pjolicy determines duty,” and, \"[wjith deference always to constitutional principles, it is the particular domain of the legislature, as the voice of the people, to make public policy.”).\n. Justices of this Court have previously alluded to the California experience as suggesting particular caution. See Guy v. Liederbach, 501 Pa. 47, 57, 459 A.2d 744, 749 (1983) (plurality, in relevant part) (referring to the experience in California in the wake of the California Supreme Court's movement away from a requirement of privity as “unworkable” and observing that such evolution \"led to ad hoc determinations and inconsistent results as the California courts have attempted to refine the broad [new] rale”). See generally Cardi & Green, Duty Wars, 81 S. Cal. L.Rev. at 672 (\"Through much of the latter half of the twentieth century, the California Supreme Court played a leading role in the development of the modern law of duty (indeed much of contemporary tort law), first sweeping aside a variety of no-duty impediments to liability and then reinvigorating duty (more accurately, no-duty) as an instrument for limiting liability as the expansion of tort law ground to a halt and reversed course in the 1980s and 1990s.”).\n. It also tends to explain why many judicial opinions on the subject of negligence do not specifically address the duty element. See Cardi & Green, Duty Wars, 81 S. Cal. L.Rev. at 702 (\"In the overwhelming majority of negligence cases, courts today still do not address the existence of a duty. This is not because courts fail to see duty as an element of negligence, but because they presume the existence of a duty where the defendant’s conduct created a risk.”).\n. The Turnan decision referenced by the Pennsylvania Association for Justice may also be viewed as a case of this variety (arising out of affirmative, risk-causing acts of healthcare providers), but where there is also harm to third persons. See supra note 15.\n. Nothing in the record presented reflects any discussion by Appellee of the Althaus factors in her submissions prior to the filing of her reply brief in the Superior Court. Issues first raised in a reply brief, however, are waived. See Commonwealth v. Collins, 598 Pa. 397, 433, 957 A.2d 237, 259 (2008); Commonwealth v. Bracey, 568 Pa. 264, 274 n. 5, 795 A.2d 935, 940 n. 5 (2001) (\"Under our Rules of Appellate Procedure, an appellant is prohibited from raising new issues or remedying an original brief's deficient discussion in a reply brief.”).\n. We recognize that the task of attempting to litigate claims asserting new affirmative duties is a difficult one, in light of the default presumption in favor of the status quo and the absence of a prescribed procedure for adducing empirical evidence to assist courts in the policymaking enterprise. In the absence of defined procedures, litigants should request appropriate ones; if reasonable requests are denied, they will have then preserved their procedural argument for appellate review. Here, however, Appellee’s approach in the common pleas and intermediate courts was to depend on her argument that the asserted duty of third-party intervention was established by DiMarco, Troxel, and Section 324A. See, e.g., Brief for Appellant in Seebold v. Prison Health Servs., Inc., No. 20 MDA 2009, slip op. (Pa.Super.Dec.l, 2009), at 7-10, 990 A.2d 66. She did not timely raise or preserve an argument that a broader policy analysis was necessary or appropriate or contend that she had been denied an adequate opportunity to present evidence or argument concerning salient policy considerations.\n. The Court’s position concerning foreseeability in Witthoeft is somewhat cryptic and should not be read to suggest that foreseeability was entirely lacking in the circumstance of a vision-impaired driver having an accident. In context, the Court’s statement that the plaintiff’s decedent was \"not a foreseeable victim that this court will recognize,” Witthoeft, 557 Pa. at 353, 733 A.2d at 630, does not suggest that the Court believed that it was unforeseeable that an accident might occur. Rather, the context reveals the Court was prioritizing other policy factors over such obvious foreseeability. See id.\n. Parenthetically, there is a prominent debate in the literature concerning whether foreseeability should continue to play a role in the judicial duty assessment or should be relegated entirely to the proximate cause inquiry ordinarily undertaken by jurors. Compare Restatement (Third) of Torts: Liab. for Physical Harm § 7 cmt. j (Proposed Final Draft No. 1, 2005) (approval by American Law Institute Council and members in relevant part as indicated in Third Restatement § 40, Note (Proposed Final Draft No.l 2007)), and Aaron D. Twerski, The Cleaver, the Violin, and the Scalpel: Duty and the Restatement (Third) of Torts, 60 Hastings LJ. 1, 22-23 (2008) (lending support for the Third Restatement’s approach of excising foreseeability from judicial duty assessments, explaining ’’foreseeability is the exact type of factor that belongs in the domain of the jury, in making the decisions as to whether defendant’s conduct was reasonable”), with David G. Owen, Figuring Foreseeability, 44 Wake Forest L.Rev. 1277 (2009) (offering a defense of the use of the concept of foreseeability in duty analysis). Foreseeability, of course, remains a factor in duty assessments undertaken by Pennsylvania courts unless and until the matter is raised, preserved, and reconsidered on developed advocacy. Our point above is that it is not necessarily a dominant factor, as Appellee's arguments suggest.\n. In this respect- — and parenthetically — while we do not have a factual record, there does not appear to be any dispute in the parties’ briefs that, at the time Appellee became infected, the DOC had instituted policies and practices designed to address health risks associated with communicable diseases, including MRSA, and that these included procedures relating to the protection of prison guards during inmate searches.\n. In terms of the imposition of physician duties to third-party non-patients generally, the neutral position taken in the Third Restatement reflects the understanding of the Reporters and the American Law Institute that the salient policy considerations are mixed:\nThe case law is sufficiently mixed, the factual circumstances sufficiently varied, and the policies sufficiently balanced that this Restatement leaves to further development the question of when physicians have a duty to use reasonable care or some more limited duty — such as to warn the patient — to protect third persons.\nRestatement (Third) of Torts: Liab. for Physical Harm § 41 cmt. g."}