{"id": "3923577", "contents": "OPINION\nChief Justice CASTILLE.\nToday we decide two appeals that present the identical issue of whether an inmate who is presently incompetent may be compelled to take psychiatric medication in order to render him competent to determine whether to pursue relief under the Post Conviction Relief Act (PCRA). In this matter, as in the companion case of Commonwealth v. Watson, 597 Pa. 483, 952 A.2d 541, 2008 WL 2806576 (2008), which we also decide today, the Court of Common Pleas of Philadelphia County (“PCRA court”) denied a request by the Commonwealth for an order to compel the administration of such medication. For the reasons that follow, we reverse the PCRA court’s denial of the Commonwealth’s request and remand for proceedings consistent with this Opinion.\nOn July 2, 1991, appellee Thavirak Sam was convicted of, inter alia, three counts of first-degree murder and received three consecutive death sentences for the killing of his mother-in-law, brother-in-law, and two-year-old niece. This Court affirmed appellee’s convictions and sentence on direct appeal. Commonwealth v. Sam, 535 Pa. 350, 635 A.2d 603 (1993), cert. denied, 511 U.S. 1115, 114 S.Ct. 2123, 128 L.Ed.2d 678 (1994) (relating facts underlying appellee’s convictions).\nOn January 16, 1997, Robert Brett Dunham, Esquire, of the Center for Legal Education, Advocacy and Defense Assistance (CLEADA) filed a PCRA petition, purportedly on behalf of appellee. In Box 5 of the petition (“THE FACTS IN SUPPORT OF THE ALLEGED ERROR(S) UPON WHICH THIS MOTION IS BASED”), Attorney Dunham alleged as follows: “This person is not presently competent and does not have a rational understanding of these proceedings or of his rights. Accordingly, this form is being filed on his behalf in order to preserve his rights and seek appointment of counsel.” PCRA Petition, filed Jan. 16, 1997, at 3 (unnumbered). Attorney Dunham was not retained by appellee, nor was he appointed by any Pennsylvania court to represent him, so as to be authorized to initiate PCRA proceedings “on his behalf.” The Honorable C. Darnell Jones, II, of the Court of Common Pleas of Philadelphia County, was subsequently assigned to the case, and Jules Epstein, Esquire, was appointed as PCRA counsel.\nWith the approval of the court, appellee was examined by psychologist William F. Russell, Ph.D., for the defense on May 10 and May 24, 2000, and by psychiatrist John S. O’Brien, II, M.D., for the Commonwealth on October 4, 2000. Although Dr. O’Brien diagnosed appellee with bipolar disorder and Dr. Russell determined the diagnosis to be paranoid schizophrenia, both mental health experts concluded that appellee was presently suffering from delusions and that, as a result, he was mentally incompetent to participate in PCRA proceedings.\nOn January 7, 2002, the Commonwealth filed a Motion to Compel Psychiatric Medication in which it relied on the conclusions of Drs. O’Brien and Russell. In particular, the Commonwealth’s motion quoted the following from the report of Dr. Russell: “Mr. Sam will not disclose any personal, let alone pertinent information unless he perceives the person as being trustworthy and in line with his delusions. Without intervention[] and subsequent loosening of the mental hold on the delusions, this is unlikely.” Motion to Compel Psychiatric Medication, filed Jan. 7, 2002, at 3 (quoting Report of Mental Health Examination at 5). The Commonwealth’s motion also quoted the following from the report of Dr. O’Brien:\nIt is my opinion that Mr. Sam’s treatment records reflect good response to appropriate psychiatric treatment and utilization of medications in the past, and I would expect that the current manifestations of his psychiatric condition would likewise respond to necessary and appropriate psychiatric treatment. It is my opinion that Mr. Sam’s prognosis for achievement of a remission of his current grandiose and paranoid symptoms, with appropriate psychiatric treatment, is excellent.\nId. (quoting Letter from Dr. O’Brien to Christopher Diviny, Esquire, Assistant District Attorney (Feb. 5, 2001), at 4-5). The defense timely filed a Memorandum of Law in Response to the Commonwealth’s motion on February 20, 2002.\nOn April 4, 2003, the PCRA court held a hearing on the Commonwealth’s Motion to Compel Psychiatric Medication. At the outset of the hearing, the Commonwealth and the defense stipulated that appellee was presently “incompetent for purposes of proceeding in a courtroom.” Notes of Testimony (“N.T.”), 4/4/03, at 5. No stipulation was made as to whether appellee was competent to initiate the PCRA process, or to approve of Mr. Dunham’s filing of a PCRA petition “on his behalf.”\nThe Commonwealth then presented the testimony of Dr. O’Brien. During direct examination, Dr. O’Brien stated a number of conclusions that he had reached after examining appellee and reviewing numerous materials in connection with his case, including prison medical records and reports of prior mental health evaluations. In particular, Dr. O’Brien testified that it was his “opinion, with a reasonable degree of medical certainly [sic], that Mr. Sam would respond to treatment, psychiatric treatment, for his current symptoms.” Id. at 17. Dr. O’Brien noted that his opinion in this regard was based both on his general expertise in forensic psychiatry as well as the fact that “Mr. Sam himself[ ] has been treated in the past with antidepressant and antipsychotic medications with good response” — i.e., without symptoms of the type that he was currently presenting. Id. at 18.\nDr. O’Brien also testified extensively as to the general course of treatment with psychiatric medications and their potential for side effects. In particular, Dr. O’Brien testified as follows:\nQ. How would someone like Mr. Sam be treated with these drugs you are describing?\nA. Well, just in more general terms, physicians identify symptoms in the course of conducting examinations of patients. And then select medications that are known to have a beneficial effect on those particular symptoms.\nWe have a body of knowledge in medicine that basically educates us about the statistical likelihood of therapeutic responses and also certain side effects. But there is really no way ... predicting in advance how a particular patient will respond to a particular medication of choice until that choice has been made, the medication prescribed, and at that point the physician observes the patient’s response to the medication in terms of it’s [sic] effect on the symptoms, and also observers [sic] the patient to determine whether or not side effects are present.\nId. at 20-21. Dr. O’Brien proceeded to explain the typical course of treatment of psychosis as follows:\n[T]he way in which one would typically proceed is to choose one of the lower side effect profile newer medications first and try those, or try one of those. If he was [sic] not to respond, then there are a number of other ones within that category that one can try. But, if none of those work, you would move then to the medications that have a higher side effect profiles [sic]. In other words, a greater statistical likelihood of side effects.\nId. at 23.\nWith respect to the specific medications available to treat psychosis, Dr. O’Brien testified that “most of the medications are very effective. The newer medications have very low side effect profiles. The older medications, such as the ones [appellee]’s been on in the past, have higher side effect profiles.” Id. at 23. Indeed, Dr. O’Brien testified that appellee “was treated with a higher side effect profile antipsychotic medication, Thorazine, and didn’t demonstrate serious side effects” and that “[m]edications that are available today have a far more benign side effect profile than Thorazine.” Id. at 25. When asked whether there were any less intrusive means of achieving appellee’s competency, Dr. O’Brien responded that it was his opinion that there were not and that, in fact, appellee’s symptoms would not improve if left untreated. Id. at 29-30; see also id. at 33 (opining that “the likelihood and gravity of the side effects of the medication that we’ve been discussing would not overwhelm or outweigh their benefits”). When asked whether treatment with antipsychotic medications was in appellee’s best medical interest, Dr. O’Brien responded that this would be “the treatment of choice” given the symptoms appellee was presenting. Id. at 37. Finally, when asked whether there was “any specific medication that [he] would advise the Court as absolutely appropriate,” Dr. O’Brien responded that he “wouldn’t dictate a specific choice of medication to a treating clinician because it’s up to the clinician to assess the patient and then work with the patient to identify a medication, or treatment regimen that would have therapeutic benefit and few, if any, side effects.” Id. at 42.\nFollowing the testimony of Dr. O’Brien, defense counsel called Dr. Russell, the psychologist who had examined appellee for the defense. Dr. Russell agreed with Dr. O’Brien that appellee’s delusions are “the predominant issues at the present time that interfere with his competency.” Id. at 72. Dr. Russell further agreed with Dr. O’Brien that whether the source of appellee’s delusions was bipolar disorder (as Dr. O’Brien concluded) or paranoid schizophrenia (as Dr. Russell determined), the treatment protocol would be “very similar.” Id. at 91. When the defense attempted to question Dr. Russell about the side effects of the medications used as such treatment, the court declined to qualify him to testify with respect thereto.\nOn October 20, 2005, the PCRA court ultimately issued an order denying the Commonwealth’s Motion to Compel Psychiatric Medication and denying Attorney Epstein’s previous motion requesting that he be designated appellee’s next friend. Along with the order, the court issued a lengthy opinion explaining its reasons for denying both requests. Because only the Commonwealth appeals from the court’s order, we discuss only that part of the court’s opinion in which it provided its reasons for denying the Commonwealth’s Motion to Compel Psychiatric Medication.\nThe court began its discussion of the Commonwealth’s motion by noting that this Court had not yet adopted a standard of competence for purposes of authorizing and pursuing relief under the PCRA. Accordingly, the PCRA court focused its analysis on the then-recent decision of the U.S. Supreme Court in Sell v. United States, 539 U.S. 166, 123 S.Ct. 2174, 156 L.Ed.2d 197 (2003). The court noted that, under Sell, it was required to first determine whether or not the Commonwealth had proved that appellee was potentially dangerous to himself or others. After reviewing the testimony of Dr. O’Brien on this issue, the court found that “the record is devoid of any evidence that Mr. Sam is currently (or has been in the past fifteen years) a danger to himself or others” and, therefore, that “forced medication cannot be permitted on this basis.” PCRA Ct. Op. at 12.\nHaving found a lack of dangerousness, the court proceeded to consider, as an alternate basis for compelling medication, the four-factor test set forth in Sell. In the words of the PCRA court, the Sell test required consideration of:\nwhether or not: (1) an important governmental interest has been established; (2) the proposed treatment is substantially likely to render Defendant competent and is substantially unlikely to have side effects that may undermine the fairness of the proceedings; (3) alternative, less intrusive treatments are unlikely to achieve the same results and taking account of less intrusive alternatives, the treatment sought is necessary to further important governmental interests; and, (4) the administration of the drugs is “medically appropriate” and therefore in Defendant’s best interest in view of his medical condition.\nPCRA Ct. Op. at 13 (quoting Sell, 539 U.S. at 179, 123 S.Ct. 2174).\nWith respect to the existence of an important governmental interest, the PCRA court first acknowledged that the Sell Court determined that “bringing an individual accused of a serious crime to trial” qualified as such an interest. Id. at 14. Nevertheless, the court distinguished the instant case from Sell by noting that appellee already had been tried, convicted, and sentenced; that he was being held under maximum security on death row; and that, “according to testimony elicited throughout the hearing, [he] has not presented a threat to anyone while confined.” Id. at 15. The court then concluded that the Commonwealth had failed to satisfy the first factor of the Sell test. Although it noted that the Commonwealth’s failure to meet the first of the conjunctive requirements was fatal to its motion to compel psychiatric medication, the court proceeded to consider two of the three remaining factors for purposes of a “complete analysis.” Id. at 16.\nApplying the second prong of the Sell test — ie., likelihood that medication would restore competence and likelihood of side effects — the court first considered the risk of side effects of the proposed treatment. In particular, the court found that “the Commonwealth has failed to prove, and the record is devoid of any concrete details regarding the particular medication that would be administered, dosages, or how the proposed treatment (monitoring, in particular) could be accomplished with a defendant on death row.” Id. at 19. Relying solely on a decision of the U.S. Court of Appeals for the Fourth Circuit, see id. at 17-19 (quoting United States v. Evans, 404 F.3d 227 (4th Cir.2005), cert. denied, 549 U.S. 1186, 127 S.Ct. 1162, 166 L.Ed.2d 1004 (2007)), the PCRA court concluded that “[t]he multiple uncertainties of the Commonwealth’s proposed treatment plan, coupled with the absence of a guarantee of proper monitoring, prohibit this Court from concluding that the potential lack of side effects ... is adequate to justify overriding Defendant’s constitutionally protected liberty interest in avoiding involuntary administration of antipsychotic drugs,” id. at 19-20. Similarly, the court determined that “Dr. O’Brien’s inability to state with any certainty what type(s) of medication(s) would need to be prescribed, the dosage, or their potential efficacy, clearly failed to satisfy the ‘substantial likelihood’ that their proposed treatment would render Defendant competent.” Id. at 23. In reaching this conclusion, the court once again relied solely upon non-binding lower federal court authority. See id. at 21-22 (quoting United States v. Ghane, 392 F.3d 317 (8th Cir. 2004), and United States v. Rivera-Morales, 365 F.Supp.2d 1139 (S.D.Calif.2005)).\nWithout discussing the third factor of the Sell test, the court turned finally to the medical appropriateness of the proposed treatment. Other than repeating its view that appellee “has been deemed not to be a danger to himself or others in his confined state,” PCRA Ct. Op. at 23, the court’s application of the fourth Sell prong consisted simply of repeating its findings regarding the “uncertainties” of the proposed treatment. “In view of the foregoing assessment of the four Sell factors,” the court concluded that it was “prohibited from ordering forced medication solely to render Defendant competent to proceed with his [sic] Petition for Post Conviction Relief.” Id. at 25.\nOn November 16, 2005, the Commonwealth filed its notice of appeal of the PCRA court’s order. This Court granted oral argument, which was initially heard on October 16, 2006, along with argument in Commonwealth v. Watson, supra. The two cases were reargued on April 15, 2008.\nThis Court reviews the PCRA court’s findings of fact to determine whether they are supported by the record. Commonwealth v. Reaves, 592 Pa. 134, 923 A.2d 1119, 1124 (2007). We review the PCRA court’s conclusions of law to determine whether they are free from error. Id. Our scope of review is limited to “the findings of the PCRA court and the evidence on the record of the PCRA court’s hearing, viewed in the light most favorable to the prevailing party.” Id.\nBefore proceeding to the parties’ respective arguments, we first review the High Court’s decision in Sell, which, the parties both argue, provides the framework for the resolution of the case sub judice. Sell recognized that “an individual has a ‘significant’ constitutionally protected ‘liberty interest’ in ‘avoiding the unwanted administration of antipsychotic drugs.’ ” Sell, 539 U.S. at 178, 123 S.Ct. 2174 (quoting Washington v. Harper, 494 U.S. 210, 221, 110 S.Ct. 1028, 108 L.Ed.2d 178 (1990)). As previously mentioned, the Sell Court established four conditions before the Government can involuntarily administer antipsychotic drugs to a mentally ill defendant facing serious criminal charges — thus overriding his liberty interest — in order to render that defendant competent to stand trial. Specifically, before issuing an order authorizing the involuntary administration of such drugs, a court must conclude that: (1) “important governmental interests are at stake”; and that administering the medication: (2) will “significantly further those concomitant state interests”; (3) “is necessary to further those interests,” taking account of less intrusive alternatives; and (4) is “medically appropriate, i.e., in the patient’s best medical interest in light of his medical condition.” Sell, 539 U.S. at 180-81, 123 S.Ct. 2174 (emphasis omitted).\nIn establishing the above four conditions, however, the Sell Court emphasized that they are not always applicable whenever the Government seeks to compel a defendant to take antipsychotic medication: '\nWe emphasize that the court applying these standards is seeking to determine whether involuntary administration of drugs is necessary significantly to further a particular governmental interest, namely, the interest in rendering the defendant competent to stand trial. A court need not consider whether to allow forced medication for that kind of purpose, if forced medication is warranted for a different purpose, such as the purposes set out in Harper related to the individual’s dangerousness, or purposes related to the individual’s own interests where refusal to take drugs puts his health gravely at risk.\nId. at 181-82, 123 S.Ct. 2174. The above caveat in Sell is significant, as the Court explicitly “emphasize[d]” that the specific purpose for which medication would be administered affects the evidentiary showing required. In Sell, the purpose of forced medication was to render the defendant competent to stand trial, an outcome the defendant (or his counsel) did not desire. In contrast, the purpose of forcibly medicating appellee in this case is to enable him to pursue PCRA relief if, once rendered competent, he so chooses. The PCRA serves an important substantive, and failsafe, purpose exclusively for the benefit of convicted criminals — it exists to allow for vindication of persons who are actually innocent, or, if not innocent, at least have a colorable claim to a lesser sentence or conviction, or a claim to a new trial. An inmate who is entitled to relief should not be arbitrarily denied the prospect of collateral review. In short, compelled medication in a case like this would vindicate the inmate’s interests. If PCRA relief were not pursued, then that avenue would be waived. Therefore, the Sell caveat is relevant here — ie., the Commonwealth should not have to meet the four strict Sell conditions because it is not seeking an end that is against appellee’s interest.\nNevertheless, the parties assume that Sell’s four-factor test applies for purposes of deciding the instant appeal. See Commonwealth’s Brief at 26 (“The [Sell ] Court set forth the standards under which medication may be required for purposes of restoring competency.”); Appellee’s Brief at 15-16 (“Here, appellant and appellee are in basic agreement as to the governing constitutional test for involuntary or compelled medication.”) (quoting Sell’s four-factor test). Although, for the reasons cited above, we do not believe that the four factors are constitutionally commanded, for purposes of explication, we will track that analysis here, while weighing the distinction into the balance.\nTaking the four Sell prongs in order, the Commonwealth first argues that the societal interest in the finality of capital cases is sufficiently important to justify compelling appellee to take psychiatric medication. Noting that, under Sell, the seriousness of the crime is relevant in determining whether important governmental interests are at stake, the Commonwealth observes that this is a capital case and therefore it involves crimes “of the utmost seriousness.” Commonwealth’s Brief at 26. The finality interest is particularly strong here, the Commonwealth contends, for two reasons: (1) an “excessive” delay of more than fifteen years has passed since appellee received his death sentences; and (2) the PCRA court has “essentially stayed th[e] proceedings forever” because “there is no indication an acceptable next friend will ever appear” to litigate the PCRA petition that Attorney Dunham filed without authorization. Id. at 27-28.\nAs for the PCRA court’s rationale in concluding that the first Sell factor was not satisfied here, the Commonwealth disputes the relevance of appellee being held under maximum security on death row, arguing that Sell does not preclude the possibility of an important governmental interest arising after the conclusion of trial. Indeed, noting Sell’s acknowledgment that delay hampers the government’s ability to try a case, the Commonwealth argues that the same concern exists here “in light of the fact that [appelleej’s conviction occurred nearly 15 years ago and there is no indication when — or even if — his PCRA action will ever move forward.” Commonwealth’s Brief at 32.\nIn response, appellee’s counsel echoes the reasoning of the PCRA court, arguing that finality has been “ensured” in this capital case by virtue of appellee’s conviction and commitment to death row. Appellee’s Brief at 18. Now that appellee has been convicted and sentenced to death, his counsel contends, “every goal has been met — Sam has been incapacitated, the resolution of his case has been completed, and he has been punished by having to spend every day under the restrictive conditions imposed on death row prisoners.” Id. Appellee’s counsel analogizes the end that the Commonwealth presently seeks, appellee’s competence to determine whether to pursue PCRA relief, to the desire “to render a person fit for execution.” Id. at 22.\nIn addition to the societal finality interest, the Commonwealth asserts “the obvious interest in allowing [appellee] to control the course of his own appeals.” Commonwealth’s Brief at 29. The Commonwealth contends that this autonomy interest is particularly strong here because appellee has repeatedly expressed, even to the PCRA court, his preference to be executed rather than to spend the rest of his life in prison. The Commonwealth further observes that appellee has, in fact, never sought to pursue collateral relief and that there is no indication that he wants an appointed attorney or an appointed next Mend to do so on his behalf.\nIn response, counsel for appellee acknowledges that a competent defendant has the right to waive his appeals. However, appellee’s counsel disputes that the instant case implicates that right, let alone that the right qualifies as an important interest in the Sell equation.\nThere is absolutely no doubt that there is an enduring societal interest in the finality of criminal proceedings. Indeed, “[o]ne of the law’s very objects is the finality of its judgments.” McCleskey v. Zant, 499 U.S. 467, 491, 111 S.Ct. 1454, 113 L.Ed.2d 517 (1991). “Finality is essential to both the retributive and the deterrent functions of criminal law for neither innocence nor just punishment can be vindicated until the final judgment is known.” Commonwealth v. Haag, 570 Pa. 289, 809 A.2d 271, 287 (2002) (Castille, J., concurring) (quoting Calderon v. Thompson, 523 U.S. 538, 555, 118 S.Ct. 1489, 140 L.Ed.2d 728 (1998)) (internal quotation marks omitted); see also Teague v. Lane, 489 U.S. 288, 309, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989) (plurality opinion) (“Without finality, the criminal law is deprived of much of its deterrent effect.”). That societal interest in finality encompasses a concern for the victims of crime and their families. See Haag, 809 A.2d at 287 (Castille, J., concurring) (quoting Calderon, 523 U.S. at 556, 118 S.Ct. 1489) (“[I]t is only with real finality that the victims of crime can move forward knowing the moral judgment of the State will be carried out.”). This compelling interest in finality that is shared both by society and the state absolutely requires, to put it simply, that “[a]t some point litigation must come to an end,” Commonwealth v. Peterkin, 554 Pa. 547, 722 A.2d 638, 643 (1998).\nIn Pennsylvania, the societal interest in finality is not just a notion of criminal theory; rather, it is reflected in the very letter of our PCRA. Indeed, the primary intent of many of the Act’s 1995 amendments was to narrow the grounds for collateral relief and thereby establish a scheme by which collateral petitions may be processed promptly in order to achieve finality. Commonwealth v. Morris, 565 Pa. 1, 771 A.2d 721, 739 (2001); Peterkin, 722 A.2d at 642-43. The General Assembly’s intent to achieve finality in PCRA proceedings is particularly evident in the Act’s provision for stays of execution. Morris, 771 A.2d at 749 (Castille, J., concurring); 42 Pa.C.S. § 9545(c)(1) (providing that PCRA is only source of authority for issuing stay); 42 Pa.C.S. § 9545(c)(2) (requiring “strong showing of likelihood of success on the merits” before stay may be issued). This provision, perhaps more than any other contained in the PCRA, reflects the General Assembly’s recognition that the reason why convicted defendants are permitted to seek collateral relief is “not to provide convicted criminals with the means to escape well-deserved sanctions, but to provide a reasonable opportunity for those who have been wrongly convicted to demonstrate the injustice of their convictionfs].” Peterkin, 722 A.2d at 643. In reviewing collateral appeals, it is the role of this Court to distinguish between the wrongly or unfairly convicted and those who deserve their sanctions. In doing so, we are not blind to the fact that, in capital cases, for those who fall into the latter category, “delay is often an end in itself.” Haag, 809 A.2d at 286 (Castille, J., concurring) (quoting Commonwealth v. Michael, 562 Pa. 356, 755 A.2d 1274, 1284 (2000) (Castille, J., concurring)); cf. Morris, 771 A.2d at 734 (recognizing that, because appeal was capital defendant’s second PCRA petition, the potential that he was “merely using the process to delay the execution of his sentence [wa]s greater”). Particularly in capital cases, “we cannot ignore that at some point in the proceedings society’s interest in finality becomes overarching.” Morris, 771 A.2d at 739; cf. id. at 734 (noting that Commonwealth’s interest in finality is “more compelling” when litigating a second PCRA petition).\nTo argue, as appellee’s counsel does, that finality has already been “ensured” and that “the resolution of his case has been completed” is to ignore both the jury’s penalty verdict— the judgment of society — and the very circumstances that led to the instant appeal. The jury’s lawful verdict here was death, a verdict that became final when appellee’s convictions and sentence were affirmed on appeal. That judgment and sentence have not been executed, nor can they be executed so long as a PCRA petition, which appellee never authorized, sits in stasis in perpetuity — operating not as a collateral vehicle to secure relief from unlawful confinement, but as a roadblock to the execution of a lawful judgment. Moreover, at the hearing on the Commonwealth’s Motion to Compel, the Commonwealth’s psychiatric expert, Dr. O’Brien, testified that it was his opinion that appellee’s symptoms would not improve if left untreated. The defense expert psychologist, Dr. Russell, did not offer any testimony inconsistent with Dr. O’Brien’s opinion in this regard, nor did the PCRA court draw a contrary conclusion. Thus, we must assume for purposes of the instant appeal that, if left untreated, appellee will never be able to determine for himself whether or not to pursue post-conviction relief.\nThe prospect that a next friend will ever be appointed to make that determination on appellee’s behalf seems just as unlikely. As the PCRA court noted in denying the defense motion to appoint Attorney Epstein as next friend, it will be “difficult” to locate a suitable next friend. PCRA Ct. Op. at 26. Indeed, as the defense conceded in its motion, there is no shortage of reasons why the pool of potential next friends will likely prove nonexistent, including: (1) the lengthy term of confinement that appellee has already served; (2) the fact that the individuals who most commonly seek appointment as next friends (i.e., family members) were the very victims of the murders appellee committed; and (3) logistics and language barriers as appellee is an immigrant from Cambodia. Id. (quoting defense’s next friend motion at ¶¶ 12-13). Unless and until a next friend is appointed, however, the litigation of the PCRA petition filed “on behalf of” appellee by a lawyer not authorized to file the petition may not proceed, and the merits of the claims raised therein will not be considered. Furthermore, the notion that finality is achieved by effectively holding the PCRA petition in abeyance assumes that PCRA review serves no substantive purpose. If appellee has a colorable collateral claim of innocence, or a colorable claim of an entitlement to penalty phase relief, or to a new trial, those claims should be vindicated promptly. Not to litigate the claims delays both justice and finality.\nIn addition, it must be remembered that convicted defendants are not required to pursue PCRA relief and, if a defendant does not timely pursue a collateral attack under the PCRA, the right to do so expires. Nothing in the PCRA requires that the failure to avail oneself of a state court collateral attack be knowing and voluntary, or even that the failure be the result of a competent decision. Since appellee himself did not pursue — or authorize pursuit of — PCRA relief, and no timely and appropriate next friend did so, unless appellee can pursue PCRA relief through the guise of the present litigation, or finds a claim that qualifies for one of the narrow exceptions to the time bar, then appellee’s ability to collaterally attack his convictions and death sentences in Pennsylvania courts should be deemed to have expired, and the question of medication to enable competency is moot. In short, if the case is final, as appellee’s counsel says, it may be final in a way that is different than he assumes: appellee would have to be deemed to have exhausted the state collateral review system, which would require the Governor to issue a warrant of execution. Upon issuance of that warrant, appellee (or an appropriate next friend) could seek a stay of execution, pending either review of his competency to be executed — a distinct and unripe question we do not address here — or federal habeas corpus review. But, at least under the statutory structure of the PCRA, given that appellee never filed a PCRA petition, his current incompetency does not operate to toll PCRA review, and thereby to negate the jury’s penalty verdict.\nThe purpose of PCRA review, we reiterate, is not to afford convicted criminals a means to escape deserved sanctions and, in this case, the effect of the jury’s verdict. It exists exclusively to benefit criminal defendants, allowing them a second chance to undo a judgment, a chance not afforded to civil litigants and a chance that furthers our Commonwealth’s respect for life and individual liberty. It allows those who would proclaim their innocence, or that their trials violated constitutional norms, a second chance to prove the same and escape an undeserved fate.\nThe “interest” here, then, is not simply the strong societal interest in finality. Rather, the instant case clearly implicates the Sell caveat, see Sell, 539 U.S. at 181-82, 123 S.Ct. 2174 (recognizing possible existence of “different purposes” for compelled medication such as “purposes related to the individual’s own interests”). Medicating appellee so that he can decide whether to pursue PCRA relief, and then assist in its pursuit if he desires collateral review, is in appellee’s interest. This is so because the proper outcome of the proceeding below is not holding the unauthorized PCRA petition filed sua sponte by Attorney Dunham in stasis, and thereby indirectly enjoining the judgment and sentence of death. Rather, the proper result is, assuming a suitable next friend cannot be found, to dismiss a filing that was never authorized by appellee or pursued by a person with next-friend standing. See Florida v. Nixon, 543 U.S. 175, 187, 125 S.Ct. 551, 160 L.Ed.2d 565 (2004) (“A defendant ... has the ultimate authority to determine whether to ... take an appeal.”) (quoting Jones v. Barnes, 463 U.S. 745, 751, 103 S.Ct. 3308, 77 L.Ed.2d 987 (1983)); cf. Commonwealth v. Cousin, 585 Pa. 287, 888 A.2d 710, 721 (2005) (citing Nixon for the proposition that “a defense lawyer lacks authority to enter a guilty plea without the client’s express consent”). The case would then move to its next phase, where, no doubt, the primary issue would be competency to be executed, and the related question of whether appellee could be medicated in order to be rendered competent for execution.\nThe Commonwealth laudably does not advocate dismissal of appellee’s PCRA petition as unauthorized, which would mean that appellee’s right to PCRA review has expired. The above discussion is nonetheless relevant because it more precisely identifies the interests truly at stake. Sell noted that a case where “refusal to take drugs puts [the defendant’s] health gravely at risk” might require a different calculus. Sell, 539 U.S. at 182, 123 S.Ct. 2174. Here, indulging a refusal or disinclination to take medication will compromise appellee’s ability to collaterally attack his judgment, as permitted under the PCRA. We believe that the societal interest in finality (including the interest of crime victims and their families), as well as appellee’s interest in exercising his personal right to statutory collateral review — should he so choose — are “important” within the meaning of Sell. Accordingly, we hold that the PCRA court erred in determining that the Commonwealth failed to satisfy the first prong of the Sell test.\nConsistently with Sell, we next examine whether the involuntary administration of antipsychotic drugs will significantly further the Commonwealth’s interest in the finality of the jury’s judgment against appellee, and appellee’s concomitant right to seek collateral review. This factor requires the Commonwealth to show that administration of such medication is: (1) substantially likely to render appellee competent; and (2) substantially unlikely to have side effects that will interfere significantly with his ability to assist counsel. Sell, 539 U.S. at 181, 123 S.Ct. 2174.\nThe Commonwealth submits that Dr. O’Brien addressed both of these requirements in his testimony. In particular,' the Commonwealth cites Dr. O’Brien’s unrebutted testimony that: (1) it was his opinion, to a reasonable degree of medical certainty, that medication would render appellee competent; and (2) the drugs that are currently used to treat psychosis have more benign side effect profiles than those used in the past. Even when taking one of these older drugs, the Commonwealth notes, appellee had not experienced any serious side effects according to Dr. O’Brien.\nThe Commonwealth also specifically challenges the PCRA court’s application of the second Sell factor. As for the first requirement of this factor, the Commonwealth takes issue with the court’s determination that the “concrete details” of appellee’s treatment must be proposed before the Commonwealth’s motion can be granted. Again citing the unrebutted testimony of Dr. O’Brien, the Commonwealth notes that it would be premature to identify specific medications or dosages until appellee undergoes a physical examination to rule out a physical cause of his psychosis.- Moreover, the Commonwealth observes, determining the appropriate course of treatment generally entails a process of trial and error whereby the effectiveness and adverse side effects of several different medications and dosages are observed over time, if necessary. With respect to this process, the Commonwealth submits, Dr. O’Brien provided detailed information, unlike the expert in United States v. Evans, supra, upon which the PCRA court relied. Citing Dr. O’Brien’s report, the Commonwealth notes that Risperdal and Zyprexa were specified as possible options for appellee’s treatment and that the Physicians’ Desk Reference was cited as a source for correct dosages for specific medications. Finally, the Commonwealth invites us to reject the Evans court’s determination that the particular medication and dose range must be specified, noting that other Circuits have not required such specificity. Commonwealth’s Brief at 36 (citing United States v. Bradley, 417 F.3d 1107 (10th Cir.2005), and United States v. Gomes, 387 F.3d 157 (2d Cir.2004), cert. denied, 543 U.S. 1128, 125 S.Ct. 1094, 160 L.Ed.2d 1081 (2005)). Even if such information must be specified, the Commonwealth argues, the PCRA court could simply have required that it be provided once it became available during the course of treatment.\nIn response, and noting Dr. O’Brien’s recommendation that appellee be regularly monitored while treated, appellee’s counsel emphasizes the PCRA court’s feeling that the medical monitoring of an inmate committed to death row is not viable. Appellee’s counsel also invokes the PCRA court’s finding of inadequate proof that medication would be substantially likely to render appellee competent. Counsel for appellee argues that these are factual determinations that are supported by evidence in the record and, therefore, they cannot be challenged on appeal. See Appellee’s Brief at 27 (noting Dr. O’Brien’s testimony that “Lt]here is really no way to predict how a person is [] going to respond from a therapeutic perspective to a medication”).\nWe do not find the Fourth Circuit’s decision in Evans to be persuasive on the issue of the specificity required with respect to the medication administered to render a psychotic inmate competent to assist counsel. While the requisite level of specificity is difficult to pinpoint in the abstract, we hold that the PCRA court erred in purporting to determine, as a matter of law, that the Commonwealth needed to provide “concrete details” of particular medications and dosages to satisfy the second Sell factor. The following unrebutted testimony from Dr. O’Brien is instructive:\nWe have a body of knowledge in medicine that basically educates us about the statistical likelihood of therapeutic responses and also certain side effects. But there is really no way ... predicting in advance how a particular patient will respond to a particular medication of choice until that choice has been made, the medication prescribed, and at that point the physician observes the patient’s response to the medication in terms of it’s [sic] effect on the symptoms, and also observers [sic] the patient to determine whether or not side effects are present.\nN.T., 4/4/03, at 21. If we were to let stand the PCRA court’s stringent requirements, the Commonwealth would be presented with a virtually insurmountable obstacle in all cases such as the one at bar. Sell requires only substantial likelihoods, not certainties. Moreover, it must be remembered that this case, unlike Sell, involves interests that are important to appellee, and not merely to the Commonwealth and society. We do not think Sell requires the strict showing the PCRA court imposed.\nWe further hold that the PCRA court erred in finding that inadequate evidence supported the Commonwealth’s assertion that medication would be substantially likely to render appellee competent. Preliminary, it is important to note that the PCRA court did not deem Dr. O’Brien’s testimony in this regard to be incredible. As the Commonwealth notes, Dr. O’Brien testified to a reasonable degree of medical certainty that appellee would respond to treatment with antipsychotic medication. Indeed, Dr. O’Brien concluded that appellee’s prognosis, after treatment with such medication, was “excellent.” Dr. O’Brien’s opinion was not ephemeral, as it was based in part on his observation that appellee had been successfully treated in the past with such medications. Appellee’s counsel’s reliance on Dr. O’Brien’s testimony as to there being no way to know for certain how one will respond to any given medication is a red herring. When considered in its entirety, Dr. O’Brien’s testimony on this point made clear that the psychiatric community has been able to calculate the statistical likelihood of certain therapeutic responses as well as certain side effects of a variety of different antipsychotic medications. With respect to appellee, Dr. O’Brien could be more certain of the drugs’ likely effectiveness because of appellee’s positive response and the absence of serious side effects while taking Thorazine, an older antipsychotic medication with a higher side effect profile. Dr. Russell, the defense’s expert psychologist, who was not a medical doctor, did not contradict the above testimony from Dr. O’Brien, nor could he (at least with respect to the likelihood of side effects), as the PCRA court declined to qualify him as an expert with respect to the effects of such medication.\nConsistently with Sell, we next consider whether the involuntary administration of antipsychotic drugs is necessary to achieve the dual interests we have identified. This factor requires the Commonwealth to show that “any alternative, less intrusive treatments are unlikely to achieve substantially the same results.” Sell, 539 U.S. at 181, 123 S.Ct. 2174.\nIn arguing that it satisfied the third Sell factor, the Commonwealth notes that Dr. O’Brien testified that, without treatment, appellee’s psychotic symptoms would not abate and that the administration of antipsychotic medication was the least intrusive means of treating him. The Commonwealth further notes that the involuntary administration of such medication would only be necessary if appellee refused to take the drugs orally, consistent with the course of treatment that Dr. O’Brien would recommend. Finally, the Commonwealth observes, Dr. Russell, the defense expert, agreed that appellee’s symptoms would not improve without intervention with medication.\nWithout referring to the expert testimony presented at appellee’s competency hearing, appellee’s counsel simply asserts that the Commonwealth cannot meet the third Sell factor because it failed to meet the second factor. That is, according to appellee’s counsel, the Commonwealth’s supposed failure to prove that medication would be substantially likely to render appellee competent is fatal to its attempt to show that medication is necessary to achieve appellee’s competence.\nOur review of the record indicates that there is no dispute that treatment with antipsychotic medication is necessary to restore appellee’s competence. To begin with, both the Commonwealth and appellee’s counsel agree that appellee is presently incompetent to participate in PCRA proceedings. Moreover, Dr. Russell did not dispute Dr. O’Brien’s opinions that appellee’s symptoms would not improve if left unmedicated and that there was no less intrusive means of achieving his competence. Also uncontradicted was Dr. O’Brien’s opinion that appellee very well might not actually refuse oral medication once prescribed. Dr. O’Brien’s opinion that administration of the medication would not ultimately be involuntary was based in part on his observation that appellee had never before actually refused to take medication. Therefore, the evidence compels the finding that the administration of anti-psychotic medication is necessary to restore appellee’s competence.\nFinally, guided by Sell, we address the question of whether the administration of antipsychotic drugs is medically appropriate. Within the meaning of Sell, a treatment is medically appropriate if it is “in the patient’s best medical interest in light of his medical condition.” Sell, 589 U.S. at 181, 123 S.Ct. 2174. Naturally, when considering the medical appropriateness of a given treatment, a certain degree of “deference [ ] is owed to medical professionals who have the full-time responsibility of caring for mentally ill inmates ... and who possess, as courts do not, the requisite knowledge and expertise to determine whether the drugs should be used in an individual case.” Washington v. Harper, 494 U.S. 210, 230 n. 12, 110 S.Ct. 1028, 108 L.Ed.2d 178 (1990).\nWith respect to this factor, the Commonwealth notes that Dr. O’Brien’s testimony that treating appellee with antipsychotic drugs was in his best medical interest was unopposed by Dr. Russell. The Commonwealth suggests that the PCRA court erroneously substituted its own “speculation” for Dr. O’Brien’s uncontradicted testimony. Commonwealth’s Brief at 40. The Commonwealth also challenges the PCRA court’s reasoning in finding this factor unsatisfied as being inconsistent, as a matter of law, with the very holding of Sell.\nAppellee’s counsel counterargues that the PCRA court must have disbelieved Dr. O’Brien, and did so based on the lack of foundation in the record for his expert conclusion. Counsel for appellee posits that the PCRA court made a factual decision not to credit Dr. O’Brien’s testimony as to the medical appropriateness of treating appellee with antipsychotic drugs.\nAs the Commonwealth notes, the Sell Court expressly stated that the four factors it set forth were to be applied in a particular circumstance: to determine whether an inmate should be medicated to achieve his competence to stand trial. Indeed, the Court specifically distinguished this particular purpose of administering medication from different purposes and explicitly mentioned “purposes related to the individual’s dangerousness” as distinct. Sell, 539 U.S. at 182, 123 S.Ct. 2174. Consequently, we are puzzled by the PCRA court’s mention, in its analysis under the fourth factor of Sell, that appellee supposedly had been found not to be a danger to himself or others. The PCRA court’s conflation of the two inquiries is particularly troubling given Dr. O’Brien’s uncontradicted opinion that antipsychotic medication would be the most appropriate treatment for appellee. We therefore find that the PCRA court erred in concluding that treating appellee with antipsychotic medication would be medically inappropriate. In conclusion, because we find that all four factors of the Sell test have been satisfied, we hold that the PCRA court erred in determining that federal due process precludes the involuntary administration of medication in order to advance the PCRA process in the instant case.\nOur conclusion that the compelled medication of appellee to determine whether he wishes to pursue PCRA relief and to assist appointed counsel does not offend the federal Due Process Clause does not end our inquiry. Appellee’s counsel contends further that the decision of the PCRA court can be affirmed on either of two alternate grounds. First, counsel for appellee argues that the Pennsylvania Mental Health Procedures Act (“MHPA” or “the Act”) requires that the Commonwealth’s Motion to Compel Medication be denied. Second, appellee’s counsel argues that the involuntary administration of medication to render appellee competent is a per se violation of his constitutional right to privacy under Article I, Section 8 of the Pennsylvania Constitution.\nWith respect to the MHPA, appellee’s counsel argues that the Act prohibits compelled medication for the purpose of rendering an inmate competent to participate in post-sentence proceedings. Indeed, appellee’s counsel notes, Section 801 of the Act allows the involuntary administration of medication “only to respond to a ‘clear and present danger’ as presented by the subject.” Appellee’s Brief at 32; see also 50 P.S. § 7301(a) (authorizing involuntary treatment of person who “poses a clear and present danger of harm to others or to himself’ as defined by 50 P.S. § 7301(b)). Moreover, appellee’s counsel argues, even if the MHPA would otherwise permit the Commonwealth to forcibly medicate appellee to achieve his competence, the particular order that the Commonwealth here seeks would be improper because Section 109(c) of the Act forbids a court from requiring “the adoption of any treatment technique, modality, or drug therapy.” 50 P.S. § 7109(c).\nThe Commonwealth responds that Section 301 of the MHPA is inapplicable to the instant case, a post-conviction collateral appeal, because that Act sets forth the standard for civil commitments. Citing In re Heidnik, 554 Pa. 177, 720 A.2d 1016 (1998) and Commonwealth v. Jermyn, 539 Pa. 371, 652 A.2d 821 (1995), the Commonwealth notes that this Court has declined to extend the provisions of the Act beyond their express terms. The Commonwealth further notes that nothing in the MHPA prohibits the involuntary administration of medication to render an inmate competent in the post-conviction context. In response to appellee’s counsel’s argument based on Section 109(c) of the Act, the Commonwealth argues that that provision does not preclude an order requiring treatment to restore competence but, rather, merely requires that a treatment team be directed to provide the specific course of treatment.\n“The Mental Health Procedures Act governs the provision of inpatient psychiatric treatment and involuntary outpatient treatment.” Zane v. Friends Hosp., 575 Pa. 236, 836 A.2d 25, 33 (2003). The purpose of the Act is “to assure the availability of adequate treatment to persons who are mentally ill, and to establish procedures to effectuate this purpose.” Id. (citing Section 102 of the Act, 50 P.S. § 7102).\nWe considered the applicability of the MHPA in the post-conviction context in Commonwealth v. Jermyn, which concerned a death row inmate’s competence to be executed. Jermyn claimed that the lower court erred in applying the competence standard set forth in Ford v. Wainwright, 477 U.S. 399, 106 S.Ct. 2595, 91 L.Ed.2d 335 (1986), ie., whether the inmate understands the reasons for the death penalty and its implications. Instead, Jermyn argued, the lower court should have relied upon Section 402 of the MHPA, which provides, in pertinent part, as follows:\n§ 7402. Incompetence to proceed on criminal charges and lack of criminal responsibility as defense\n(a) Definition of Incompetency. — Whenever a person who has been charged with a crime is found to be substantially unable to understand the nature or object of the proceedings against him or to participate and assist in his defense, he shall be deemed incompetent to be tried, convicted or sentenced so long as such incapacity continues.\n50 P.S. § 7402 (amended 1996). In determining that the MHPA did not apply to the proceeding, we noted in Jermyn that “Section 402 of the Act is plainly worded. It applies only during the trial, conviction and imposition of sentence.” Jermyn, 652 A.2d at 823; accord Haag, 809 A.2d at 277 (citing Jermyn for proposition that Section 402(a) “does not apply beyond sentencing”). Accordingly, we held that the lower court correctly applied the Ford v. Wainwright standard to determine Jermyn’s competence. Moreover, in light of our conclusion that the MHPA was inapplicable, we noted that it was unnecessary to consider Jermyn’s claims that the lower court erred in failing to apply the hearing procedures outlined in the MHPA. Jermyn, 652 A.2d at 824 n. 2.\nInstantly, the PCRA court followed Jermyn in concluding that the MHPA was inapplicable to the appeal sub judice. We agree that it makes little sense to apply a statute that provides the standard for incompetence “to proceed on criminal charges” to a case involving a convicted inmate’s competence to initiate and assist his counsel in pursuing post-conviction collateral relief, particularly when the statute’s very purpose is to assure the availability of adequate treatment for persons, like appellee, who are mentally ill. Accordingly, we hold that the MHPA does not provide alternate grounds to affirm the decision of the PCRA court.\nAppellee’s counsel also argues that the PCRA court’s denial of the Commonwealth’s Motion to Compel Medication should be affirmed because the involuntary administration of medication to render appellee competent to determine whether he wishes to pursue PCRA relief and, if so, to assist PCRA counsel is a per se violation of his constitutional right to privacy under Article I, Section 8 of the Pennsylvania Constitution. Appellee’s counsel contends that Article I, Section 8 goes beyond Sell and guarantees appellee the absolute right to refuse medication “when offered for any purpose other than to address a clear and present danger to himself or others.” Appellee’s Brief at 34. To advance this claim, appellee’s counsel offers an independent, four-factor analysis of Article I, Section 8 as described by our decision in Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991).\nAs appellee’s counsel notes, Edmunds directs advocates to brief and analyze the following four factors when litigating a claim that state constitutional doctrine should depart from the applicable federal standard: (1) the text of the provision of the Pennsylvania Constitution; (2) the history of the provision, including the caselaw of this Commonwealth; (3) relevant caselaw from other jurisdictions; and (4) policy considerations, “including unique issues of state and local concern, and applicability within modern Pennsylvania jurisprudence.” Edmunds, 586 A.2d at 895. With respect to the first factor, appellee’s counsel merely quotes the text of Article I, Section 8. For its part, the Commonwealth notes that the provision makes no mention of medical treatment but, rather, concerns unreasonable searches and seizures.\nWe begin our Edmunds analysis with a comparison of the language of Article I, Section 8 to that of its federal counterpart, the Fourth Amendment. The Fourth Amendment of the U.S. Constitution provides as follows:\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\nSimilarly, Article I, Section 8 of the Pennsylvania Constitution provides as follows:\nThe people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or to seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or affirmation subscribed to by the affiant.\nGiven the textual similarity between the two provisions, it is not surprising that appellee’s counsel fails to make any textually based arguments for recognizing an absolute Article I, Section 8 right of a prisoner to refuse medication absent clear and present danger. Indeed, there is no distinction between the language of the two provisions that bears any relevance here. Presumably, counsel for appellee is invoking the right of the people to be secure in their persons, a right that the Fourth Amendment and Article I, Section 8 use materially identical words to protect. Moreover, neither charter speaks in terms of “clear and present dangers”; rather, both concern “unreasonable” intrusions. Therefore, the plain text of Article I, Section 8 does nothing to persuade us to recognize a state constitutional right on the part of an inmate to refuse medication absent clear and present danger.\nTurning to the second Edmunds factor, appellee’s counsel begins by extensively quoting our review in Edmunds of the origin of Article I, Section 8. Counsel for appellee then briefly discusses Commonwealth v. Polo, 563 Pa. 218, 759 A.2d 372 (2000), Commonwealth v. Gindlesperger, 560 Pa. 222, 743 A.2d 898 (1999), Commonwealth v. Matos, 543 Pa. 449, 672 A.2d 769 (1996), and Commonwealth v. Sell, 504 Pa. 46, 470 A.2d 457 (1983), four decisions in which this Court recognized broader protections under Article I, Section 8 than the U.S. Supreme Court had allowed under the Fourth Amendment. In response, the Commonwealth asserts that the authorities cited by appellee’s counsel are inapposite. The Commonwealth also notes that “this Court has confirmed that the right to abstain from treatment is not absolute and ‘must be balanced against the interests of the state.’ ” Commonwealth’s Brief at 43 (quoting In re Fiori, 543 Pa. 592, 673 A.2d 905, 910 (1996)).\nIn citing decisions of this Court recognizing broader Article I, Section 8 protection than under the Fourth Amendment, appellee’s counsel fails to explain how appellee’s desire not to take medication to render him competent to determine whether to pursue PCRA relief implicates the heightened privacy interest recognized in the decisions appellee’s counsel cites, nor does he draw our attention to any case that is the least bit analogous to the instant matter. As we recently noted, a sufficient rebuttal to the kind of generic Edmunds argument offered here by appellee’s counsel would be simply to cite the many decisions of this Court holding that Article I, Section 8 does not afford greater protection than the Fourth Amendment. See Commonwealth v. Russo, 594 Pa. 119, 934 A.2d 1199, 1207 (2007) (citing Commonwealth v. Duncan, 572 Pa. 438, 817 A.2d 455 (2003) (lack of privacy right in one’s name and address); Commonwealth v. Glass, 562 Pa. 187, 754 A.2d 655 (2000) (anticipatory search warrants); Commonwealth v. Cleckley, 558 Pa. 517, 738 A.2d 427 (1999) (voluntariness of consent to search); Commonwealth v. Waltson, 555 Pa. 223, 724 A.2d 289 (1998) (particularity requirement for warrants); Commonwealth v. Williams, 547 Pa. 577, 692 A.2d 1031 (1997) (warrantless parole searches); Commonwealth v. Melendez, 544 Pa. 323, 676 A.2d 226 (1996) (“stop and frisk” under Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968))). The mere fact that this Court has, under certain circumstances, accorded greater protections to the citizens of this Commonwealth under Article I, Section 8 “does not command a reflexive finding in favor of any new right or interpretation asserted. To the contrary, we should apply the prevailing standard where our own independent state analysis does not suggest a distinct standard.” Commonwealth v. Glass, 562 Pa. 187, 754 A.2d 655, 660 (2000) (citation and internal quotation marks omitted). Therefore, the historical analysis presented by appellee’s counsel does not justify our recognizing a prisoner’s state constitutional right to refuse medication when offered for any purpose other than to address a clear and present danger to oneself or others.\nWith respect to the third factor of Edmunds, appellee’s counsel cites Louisiana v. Perry, 610 So.2d 746 (La.1992) (prohibiting medication of inmate against his will to render him competent to be executed), Singleton v. State, 313 S.C. 75, 437 S.E.2d 53 (1993) (holding forced medication solely to facilitate execution would violate state constitutional right of privacy), and Riese v. St. Mary’s Hospital and Medical Cen ter, 209 Cal.App.3d 1303, 271 Cal.Rptr. 199 (1987) (recognizing right to refuse antipsychotic drugs as guaranteed by state constitution). In response, the Commonwealth cites decisions of various other jurisdictions that have followed Sell v. United States and allowed involuntary treatment for purposes of restoring an inmate’s competence.\nWe do not find the decisions cited by appellee’s counsel persuasive for present purposes. To begin with, all three cases preceded Sell and therefore did not provide the opportunity to consider whether to adopt the framework set forth by the High Court in that case. Moreover, all three cases are readily distinguishable from the instant matter. Riese presented the question of whether psychiatric patients — not prisoners — who had been involuntarily committed to a mental health facility had the “statutory rights to exercise informed consent to the use of antipsychotic drugs in non-emergency situations absent a judicial determination of their incapacity to make treatment decisions.” Riese, 271 Cal.Rptr. at 201 (emphasis added). Although it answered the question in the affirmative, the Riese court explicitly avoided deciding the case on constitutional grounds. Id.\nIn Singleton and Perry, the other two decisions upon which appellee’s counsel primarily relies, both courts determined that, in seeking the involuntary administration of antipsychotic drugs upon a prisoner, the State’s only justification was to render the prisoner competent to be executed. See Singleton, 437 S.E.2d at 61 (holding that privacy right under South Carolina constitution would be violated by “forced medication solely to facilitate execution”); Perry, 610 So.2d at 752 (forbidding, under Louisiana constitution, “forcible medication of a prisoner merely to improve his mental comprehension as a means of rendering him competent for execution”). Indeed, the Perry court’s repeated advertence to the lack of any other state interest underscores the limited nature of the holding of that case. See Perry, 610 So.2d at 754 (finding that “state’s involuntary use of drugs on [prisoner] must be vindicated if at all as a procedure that legitimately forms part of his capital punishment”); id. at 750, 755, 757, 761 (repeatedly referring to state’s desire to medicate prisoner as “medicate-to-execute scheme” and “as a means of effecting punishment”); id. at 754 (calling state’s purpose “single-minded”); id. at 761 (finding that forcible medication was ordered “solely” to implement prisoner’s execution). In this case, as we have noted earlier, we are not called upon to determine whether appellee may be forcibly medicated in order to be rendered competent for execution. Nor is the Commonwealth’s interest here limited to facilitating execution of a judgment of death; as noted, the PCRA exists only for the benefit of the convicted. Singleton and Perry are inapt.\nIt is also worth noting that in both Perry and Singleton the prisoners’ privacy rights were found violated under constitutional provisions that, unlike Article I, Section 8, explicitly protect against unreasonable “invasions of privacy.” See Singleton, 437 S.E.2d at 61 (quoting S.C. Const, art. I, § 10); Perry, 610 So.2d at 755 (quoting La. Const, art. I, § 5). More persuasive for present purposes is In re Caulk, 125 N.H. 226, 480 A.2d 93 (1984), in which the Supreme Court of New Hampshire upheld a trial court’s order to force-feed a prisoner conducting a hunger strike. The prisoner argued that the order violated his privacy right under Pt. I, Article 19 of the New Hampshire Constitution, which, like Article I, Section 8 of the Pennsylvania Constitution, does not exphcitly enshrine the right to be free from invasions of privacy. Noting that he was attempting to “frustrate the criminal justice system,” the court rejected the prisoner’s claim. Caulk, 480 A.2d at 96-97. Therefore, the extra-jurisdictional decisions cited by appellee’s counsel do not argue in favor of our recognizing an inmate’s right to refuse medication absent clear and present danger under Article I, Section 8 of the Pennsylvania Constitution.\nCounsel for appellee concludes his Edmunds analysis by suggesting that the resolution of appellee’s case is unnecessary given his continued detention, a policy consideration that is “confirm[ed]” by the MHPA. Appellee’s Brief at 41. The Commonwealth counterargues that recognizing a state constitutional right to refuse medication absent clear and present danger would allow capital murderers to delay the final resolution of their claims.\nFor the reasons discussed above in determining that the societal interest in finality and appellee’s interest in vindicating any proper challenge he has to his conviction and sentence are sufficiently important to justify compelling appellee to take psychiatric medication, see supra at 576-80, we find the policy argument asserted by appellee’s counsel to be unavailing. Appellee’s counsel’s reliance on the MHPA renders his argument no more persuasive in this context. For the reasons discussed above in rejecting his argument that the Act prohibits compelled medication for the purpose of rendering an inmate competent to participate in post-sentence proceedings, see supra at 576-79, we find the Act to be inapplicable to the instant case. ■\nFor the foregoing reasons, we hold that the PCRA court erred in determining that appellee may refuse the administration of antipsychotic medication under the circumstances of this case. Accordingly, we reverse that part of the order of the PCRA court which denied the Commonwealth’s Motion to Compel Psychiatric Medication. We direct the PCRA court to order that appellee be administered, involuntarily if necessary, antipsychotic medication to render him competent. If such medication renders appellee competent, the PCRA court is hereby directed to ascertain the following: first, whether appellee, in fact, wishes to proceed with the PCRA petition that Attorney Dunham filed without his authorization; and, if the answer to the first question is in the affirmative, then, second, whether appellee can assist counsel in pursuing PCRA relief. If antipsychotic medication does not succeed in rendering appellee competent, the PCRA court is directed to consider whether the PCRA petition should be dismissed, assuming a suitable third party cannot be appointed to serve as appellee’s next friend.\nReversed and remanded for proceedings consistent with this Opinion.\nJustices SAYLOR, EAKIN, and McCAFFERY join the opinion.\nJustice EAKIN files a concurring opinion.\nJustice BAER files a dissenting opinion in which Justice TODD joins.\n. 42 Pa.C.S. §§ 9541-9546.\n. The date of the filing by Attorney Dunham was not random. In light of the 1995 amendments to the PCRA, which added a one-year time restriction, see 42 Pa.C.S. § 9545(b), January 16, 1997 was the last day a PCRA petitioner whose conviction had become final prior to the amendments, such as appellee, could file a first PCRA petition as of right. See Commonwealth v. Fenati, 561 Pa. 106, 748 A.2d 205 (2000).\n. It appears that Attorney Dunham is no longer involved in the litigation he initiated.\n. Dr. Russell subsequently testified that by \"intervention,” he meant \"some sort of treatment,\" including treatment with medication. Notes of Testimony, 4/4/03, at 93.\n. The defense subsequently filed two additional motions in this matter. First, on May 30, 2002, the defense filed a Memorandum of Law Seeking Denial of Hearing on Forced Medication, to which the Commonwealth filed an answer on June 27th. The PCRA court ultimately denied the defense motion on January 16, 2003. Second, on January 20, 2004, the defense filed a motion for appointment of Attorney Epstein as appellee's next friend, to which the Commonwealth filed an answer on May 26th. In the opinion it issued on October 20, 2005, see infra, the, PCRA court denied the defense’s next friend motion without prejudice.\n. At this point during the direct examination of Dr. O'Brien, the court posed its own question as to how a medication would be administered if refused. After noting that in his experience a \"significantly larger number of patients [ ] verbally refuse medication than actually fight it off,” Dr. O’Brien testified with respect to appellee as follows:\nBased upon my review of the records, it’s my clinical opinion, that he would not actually fight taking the medications if they were prescribed and offered to him. He has declined to speak to psychiatrists and declined to undergo a psychiatric evaluation in prison, but he's never actually refused medication!.]\nN.T., 4/4/03, at 31.\n. In its accompanying opinion, the court explained that the next friend motion was denied without prejudice to the ability of the defense to make a future motion for the appointment of a next friend in the event a suitable third party were located.\n. Subsequent to the PCRA court’s decision, this Court defined competence for purposes of pursuing post-conviction relief as the ability to ”understand[ ] the process and goals of PCRA proceedings and ... to assist in that process to the extent required given the specific legal and factual issues which remain to be litigated.” Commonwealth v. Zook, 585 Pa. 11, 887 A.2d 1218, 1224-25 (2005). Application of that standard to the instant case is unnecessary, as the Commonwealth stipulated before the PCRA court that appellee is presently incompetent for purposes of pursuing relief under the PCRA.\n. In fact, Dr. O’Brien testified that it was his opinion that appellee was, at present, potentially dangerous to himself or others. N.T., 4/4/03, at 38. Dr. O'Brien based his opinion on prison medical records that indicated that appellee had refused routine physical evaluations, thereby precluding prison doctors from determining whether a medical condition was causing his delusions and from preventing the spread of communicable diseases.\n. The defendant-appellee in Watson argues that the Commonwealth is not entitled to immediate review of the order of the PCRA court. As we explain in our opinion in Watson, the PCRA court’s order, although interlocutory, is immediately appealable as a collateral order pursuant to Pa.R.A.P. 313. See Watson, 952 A.2d at 550-54. Counsel for appellee does not challenge the Commonwealth’s right to immediate review of the PCRA court order in the instant case. See Appellee's Brief at 11 (\"Appellee does not dispute the jurisdiction of this Court to review the ORDER barring forced medication.”). In any event, the collateral order doctrine applies here for the same reasons as in Watson.\n. The Sell Court derived its four-part test from the Court's decisions in Harper, supra (holding that danger to self or others is permissible basis for compelled administration of antipsychotic drugs to treat serious mental illness) and Riggins v. Nevada, 504 U.S. 127, 135, 112 S.Ct. 1810, 118 L.Ed.2d 479 (1992) (noting that, \"[u]nder Harper, forcing antipsychotic drugs on a convicted prisoner is impermissible absent a finding of overriding justification and a determination of medical appropriateness”). Importantly, Sell did not break new ground in recognizing the possible existence of governmental interests other than inmate safety that are strong enough to outweigh a prisoner’s constitutionally protected liberty interest in avoiding unwanted medication. In Harper, the Court did not hold that danger to self or others was the only permissible basis for involuntarily medicating mentally ill inmates. Rather, what is required under Harper is \"a finding of overriding justification”-or an \"essential state policy.” Riggins, 504 U.S. at 135, 138, 112 S.Ct. 1810. Thus, in Riggins, the Court determined that antipsychotic medication might be permissible even though compelled medication was sought not to ensure inmate safety but to render Riggins competent to stand trial. See id. at 131, 138, 112 S.Ct. 1810 (remanding for further proceedings where trial court denied inmate's motion to terminate medication in one-page order that gave no indication of court’s rationale); id. at 136, 112 S.Ct. 1810 (noting State's view was that \"continued administration of Mellaril was required to ensure that the defendant could be tried\").\n. For example, where the purpose of compelled medication is to render an inmate competent to stand trial, Sell directs consideration of such matters as whether, once medicated, the inmate will be able to communicate with counsel, react to trial developments, and express emotions. See Sell, 539 U.S. at 185, 123 S.Ct. 2174. Such considerations are “not necessarily relevant when dangerousness is primarily at issue,” id., nor are they of as much force where the Commonwealth seeks to restore appellee's competence merely to determine whether he wishes to pursue PCRA relief, requiring a significantly lesser intrusion upon appellee’s liberty interest than the Government's request in Sell, which would require ongoing medication through trial.\n. In his Dissenting Opinion, Mr. Justice Baer states that the Sell Court \"held that the government failed to demonstrate a basis for involuntary medication sufficient to override Sell’s liberty interest based on the record in Sell.\" Dissenting Op. at 568, 952 A.2d at 592. Although the High Court in Sell did ultimately vacate the Eighth Circuit’s judgment approving of Sell's involuntary medication, the reason was not because the Court found the Government’s basis for involuntarily medicating Sell to be insufficient. Rather, the High Court remanded the matter in order to develop the record relative to the four factors it set forth as the test to be applied by the trial court in the first instance. As for the Government’s interest in restoring Sell’s competence to stand trial, the Court specifically directed that the Government could continue to pursue its request for forced medication on those grounds. See Sell, 539 U.S. at 186, 123 S.Ct. 2174. Therefore, the Dissenting Opinion relies on a mistaken premise in concluding that the Commonwealth’s finality interest (and appellee's PCRA interests) \"simply cannot be sufficient to trump the important liberty interest in avoiding forced medication, considering that the governmental interest in bringing Sell to trial was insufficient to overcome his liberty interest based on the record in Sell.” Dissenting Op. at 569, 952 A.2d at 593.\n. Citing, e.g., Commonwealth v. Haag, 570 Pa. 289, 809 A.2d 271, 278 (2002) (requiring third party, in order to be able to proceed as next friend, to provide explanation for real party's failure to appear), the Commonwealth briefly argues that we need not reach the propriety of the order that it seeks under Sell because appellee has failed to carry his burden of showing that he cannot be made competent with psychiatric medication. Although the Commonwealth correctly notes that the burden normally falls on the party invoking his incompetence, whether appellee is incompetent is not disputed in the instant case. Appellee is not asserting a defense to a crime but, rather, merely the right not to be medicated without his consent. Therefore, we reject the Commonwealth's suggestion that appellee must be forcibly medicated unless and until he shows that he cannot be made competent without medication. See Sell, 539 U.S. at 183, 123 S.Ct. 2174 (identifying as ultimate constitutional question, \"Has the Government, in light of the efficacy, the side effects, the possible alternatives, and the medical appropriateness of a particular course of antipsychotic drug treatment, shown a need for that treatment sufficiently important to overcome the individual’s protected interest in refusing it?”) (emphasis added); see also Riggins, 504 U.S. at 135, 112 S.Ct. 1810 (reviewing trial court's denial of defendant's motion to discontinue antipsychotic medication during trial) (noting that due process would have been satisfied \"if the prosecution had demonstrated ... that treatment with antipsychotic medication was medically appropriate and, considering less intrusive alternatives, essential for the sake of Riggins’ own safety or the safety of others”) (emphasis added).\n. Although it is counsel who advocate, we generally attribute arguments to the parties whom they represent. Doing so would be, at best, misleading in this case, however, as it is not only the argument that he articulates but also the position he advances in opposing the Commonwealth's motion that are counsel’s alone, as all parties agree that appellee remains incompetent to decide whether to pursue post-conviction relief, just as, according to Attorney Dunham, he was when a PCRA petition was filed on his behalf without his authorization. See PCRA Petition, filed Jan. 16, 1997, at 3.\n. As the Commonwealth notes, the PCRA court failed to analyze the Commonwealth's showing under the third factor of Sell.\n. Act of July 9, 1976, P.L. 817, as amended, 50 P.S. §§ 7101-7503.\n. Preliminarily, we reiterate that, even if appellee's counsel were correct on these alternative theories, affirmance would not necessarily follow — i.e., it does not necessarily mean that the PCRA petition that Attorney Dunham took it upon himself to file without appellee's authorization would sit in perpetual stasis. Rather, as we shall discuss in framing the mandate, if medication cannot be compelled, the alternatives are that the PCRA petition must be dismissed, or a next friend must be appointed — if one is available — to pursue PCRA relief.\n. The 1996 amendments to Section 402 of the MHPA did not alter the definition of incompetence.\n. In arguing that granting the Commonwealth's motion would be unconstitutional, counsel for appellee also invokes Article I, Section 1 of the Pennsylvania Constitution. Rather than develop a distinct argument in this regard, however, appellee's counsel merely asserts, in a footnote, that “the right of privacy inherent in this Constitutional provision has been carefully protected by the Pennsylvania courts.” Appellee’s Brief at 35 n. 12 (citing this Court’s plurality opinion in In the Matter of T.R., 557 Pa. 99, 731 A.2d 1276 (1999)). The single generic principle that appellee’s counsel mentions is insufficient to allow for judicial review of his reliance upon Article I, Section 1.\n. It bears mention that, in addition to lacking any source in the text of Article I, Section 8, the “clear and present danger” precondition to forced medication that appellee’s counsel desires is not consistent with the holdings of decisions from other jurisdictions that have been decided on state constitutional grounds. See, e.g., Large v. Superior Court, 148 Ariz. 229, 714 P.2d 399 (1986) (allowing involuntary administration of \"dangerous” drugs to treat mentally ill prisoners \"in non-emergency situations” under certain circumstances); People v. Hardesty, 139 Mich.App. 124, 362 N.W.2d 787, 794 (1985), appeal denied (Mich. 1986) (order denying appeal unpublished) (upholding constitutionality of state statute under which prisoner was involuntarily administered antipsychotic drugs)."}