{"id": "3925068", "contents": "OPINION\nJustice McCAFFERY.\nMichael Pruitt (“Appellant”) challenges on direct appeal his conviction for first-degree murder and other offenses and his judgment of sentence of death. We affirm.\nThe relevant facts of the instant case are as follows. On September 28, 2002, police found the naked body of Greta Gougler, who was 69 years of age, lying on the floor of her home. Ms. Gougler’s body was severely bruised, and her mouth was covered with a towel. An autopsy revealed that the cause of death was asphyxiation; in addition, the victim had been sexually assaulted. Appellant, who resided in the same neighborhood as the victim, was arrested on October 2, 2002, and charged with criminal homicide, 18 Pa.C.S. § 2501(a); murder of the first degree, 18 Pa.C.S. § 2502(a); murder of the second degree, 18 Pa.C.S. § 2502(b); rape, 18 Pa.C.S. § 3121(a)(1); involuntary deviate sexual intercourse, 18 Pa.C.S. § 3123(a)(1); robbery, 18 Pa.C.S. § 3701(a)(l)(i); burglary, 18 Pa.C.S. § 3502(a); aggravated assault, 18 Pa.C.S. § 2702(a)(1); criminal trespass, 18 Pa.C.S. § 3503(a)(l)(i); theft by unlawful taking, 18 Pa.C.S. § 3921(a); and receiving stolen property, 18 Pa.C.S. § 3925(a).\nAlthough Appellant initially refused to communicate with police officers, he did ultimately give a statement to Criminal Investigator Jeffrey Reichart, whom Appellant had known personally as a youth. In his written statement, Appellant admitted that he had killed Ms. Gougler after forcibly entering her home looking for money with which to purchase cocaine.\nPrior to trial, the court entertained several motions. In Appellant’s omnibus pretrial motion, he sought, inter alia, suppression of the statement that he had made to the police. After a hearing, Appellant’s motion was denied. Appellant then filed a motion alleging that he was incompetent to stand trial and seeking a continuance. At a competency hearing on April 15, 2005, two forensic psychiatrists, Dr. Lawrence Rotenberg and Dr. Timothy Michals, testified for Appellant and for the Commonwealth respectively. Dr. Rotenberg concluded that Appellant was not competent to stand trial because he suffered from “a personality disorder based on narcissistic traits,” which was temporarily obscuring his ability to deal with reality. Notes of Testimony (“N.T.”) Competency Hearing, 4/15/05, at 33-34; Letter to Defense Counsel from Dr. Rotenberg, dated 4/1/05, at 5. Dr. Michals disagreed with Dr. Rotenberg’s diagnosis, opined that Appellant had the mental capacity to participate in his own defense if he chose to do so, and accordingly concluded that Appellant was competent to stand trial. The trial court found Dr. Michals’s testimony more credible, based in part on the court’s prior interactions with Appellant at other pretrial proceedings. Accordingly, the court found Appellant competent to stand trial and denied his motion for a continuance.\nThe court proceeded with Appellant’s trial by jury, and on April 28, 2005, Appellant was convicted of murder of the first degree, rape, involuntary deviate sexual intercourse, robbery, and burglary. During the penalty phase, the Commonwealth submitted two aggravating circumstances for the jury’s consideration: killing committed while in the perpetration of a felony; and significant history of felony convictions involving the use or threat of violence, specifically two burglary convictions. See 42 Pa.C.S. § 9711(d). Appellant submitted several mitigating circumstances to the jury: impairment by crack cocaine; long history of cocaine usage; cooperation with law enforcement; positive adjustment to incarceration; and remorse. On May 3, 2005, at the close of the penalty phase, the jury sentenced Appellant to death. The jury found one aggravating circumstance (killing committed while in the perpetration of a felony) and one mitigating circumstance (long history of cocaine use), and concluded that the former outweighed the latter. Sentencing on the other counts was deferred until January 9, 2006, to allow evaluation of Appellant pursuant to Megan’s Law. Appellant was determined to be a sexually violent predator and was sentenced to an aggregate term of imprisonment of not less than 40 years nor more than 80 years.\nAfter notices of appeal were filed, Appellant’s counsel was removed as counsel of record and new counsel was appointed. With new counsel, Appellant now presents the following issues for our review:\nA. Whether the verdict as to murder in the first degree was supported by sufficient evidence?\nB. Whether the trial court erred in finding Appellant competent to proceed to trial on April 25, 2005?\nC. Whether the trial court erred in not suppressing Appellant’s statement to the Reading Bureau of Police and not prohibiting its use at trial?\nD. Whether the trial court erred in permitting the photographs of the victim to be displayed to the jury; in permitting the jury to have the photographs in its possession during deliberation; and in permitting testimony concerning and reference to photographs which were not marked and/or admitted?\nE. Whether the trial court erred in not advising the jury of the penalty for second-degree murder?\nF. Whether the trial court erred in not striking as an aggravating factor during the penalty phase the significant felony record?\nAppellant’s Brief at 4 (footnotes omitted). We address Appellant’s issues in turn.\nIn Appellant’s first issue, he contends that the evidence was insufficient to support his conviction for first-degree murder because his mental state had been altered by his usage of crack cocaine, rendering him unable to form the specific intent to. kih.\nOur standard of review in a sufficiency of the evidence challenge is to determine if the Commonwealth established beyond a reasonable doubt each of the elements of the offense, considering all the evidence admitted at trial, and drawing all reasonable inferences therefrom in favor of the Commonwealth as the verdict-winner. Commonwealth v. Eichinger, 591 Pa. 1, 915 A.2d 1122, 1130 (2007), cert. denied, — U.S. —, 128 S.Ct. 211, 169 L.Ed.2d 158 (2007); Commonwealth v. Mitchell, 588 Pa. 19, 902 A.2d 430, 444 (2006), cert. denied, 549 U.S. 1169, 127 S.Ct. 1126, 166 L.Ed.2d 897 (2007). The trier of fact bears the responsibility of assessing the credibility of the witnesses and weighing the evidence presented. In doing so, the trier of fact is free to believe all, part, or none of the evidence. Mitchell, supra at 444.\nTo sustain a conviction for first-degree murder, we must conclude that the evidence established the following three elements: (1) that a human being was unlawfully killed; (2) that the accused is responsible for the killing; and (3) that the accused acted with a specific intent to kill, i.e., in a willful, deliberate, premeditated way. Mitchell, supra at 444 (citing 18 Pa.C.S. § 2502(a)); Commonwealth v. Williams, 586 Pa. 553, 896 A.2d 523, 535 (2006), cert. denied, 549 U.S. 1213, 127 S.Ct. 1253, 167 L.Ed.2d 88 (2007). The Commonwealth may sustain its burden to establish each element with the presentation of wholly circumstantial evidence. Mitchell, supra at 444; Williams, supra at 535. For example, specific intent to kill can be inferred from the. application of deadly force to the victim’s person. Most relevant to the instant case, this Court has held on several occasions that evidence of death by strangulation can be sufficient to establish the requisite intent for first-degree murder. See Mitchell, supra at 445; Commonwealth v. Simmons, 541 Pa. 211, 662 A.2d 621, 629 (1995) and citations therein. We next address each element in turn.\nFirst, the Commonwealth had the burden of establishing that Ms. Gougler’s death was a homicide. Ms. Gougler’s body was autopsied; the autopsy report was admitted into evidence, and Dr. Samuel Land, the forensic pathologist who performed the autopsy, testified at trial. Dr. Land’s testimony and the autopsy report established that Ms. Gougler died of asphyxia due to blunt force trauma to her neck, i.e., strangulation, most likely with the towel that the police found around her neck. The autopsy report further concluded that a contributory factor in her death was blunt force trauma to her head, and in addition, she sustained blunt force trauma to her torso and upper and lower extremities, as well as traumatic injury to her vaginal and anal areas. Appellant’s own forensic pathologist expert witness also testified that Ms. Gougler’s death was caused by asphyxiation and was appropriately classified as a homicide. Thus, the evidence indisputably supported the jury’s conclusion that Ms. Gougler’s death was a homicide.\nSecond, the Commonwealth had the burden of establishing that Appellant was responsible for the homicide. The evidence at trial included Appellant’s written statement to police in which he admitted that he had killed Ms. Gougler after forcing his way into her home looking for money. Sean Peterson, one of Appellant’s childhood friends, testified that Appellant had confessed that he had killed Ms. Gougler. The DNA profile of sperm collected from a smear of blood and seminal fluid found on the victim’s thigh matched Appellant’s DNA profile. From all this evidence, the jury could properly conclude that Appellant was responsible for Ms. Gougler’s death.\nThird and finally, the Commonwealth had the burden of establishing that Appellant acted with a specific intent to kill. Dr. Land, the forensic pathologist who conducted the autopsy on Ms. Gougler’s body, testified that her death was caused by strangulation, most likely with the towel that was found around her neck. Mr. Peterson testified that Appellant had admitted that he had strangled the victim after forcing his way into her home. In Appellant’s written statement to police, he admitted that he had forced, his way into Ms. Gougler’s home; covered her mouth with a towel, tied it, and then made it tighter; hit and punched her; removed her clothing; tied her up with her clothing and a phone wire; and left her tied up on the floor while he went upstairs to look for money. When he came back downstairs with the victim’s money, she was not moving. This evidence is sufficient to support the mens rea element of first-degree murder, i.e., a specific intent to kill. See Commonwealth v. Johnson, 459 Pa. 141, 327 A.2d 124, 127 (1974) (“The admitted acts of placing a knotted cord around the neck of an elderly woman and so rigging it as to strangle are consistent” with the specific intent to take the life of another human being and thus support a first-degree murder conviction.)\nAppellant did not dispute that he killed the victim, but contended that he had been unable to formulate the specific intent to do so because he was using crack cocaine at the time of the murder. Thus, Appellant presented a defense of diminished capacity due to voluntary intoxication. We have recently reiterated the following principles with regard to this defense:\n[T]he mere fact of intoxication does not make out a diminished capacity defense. Rather, to warrant a finding that a homicide does not rise to the level of first-degree murder, the evidence must demonstrate that the defendant was intoxicated to such an extent that he was unable to form the requisite intent. Stated in another way, it must be established that the defendant was overwhelmed to the point of losing his sensibilities.\nCommonwealth v. Spotz, 587 Pa. 1, 896 A.2d 1191, 1218 (2006) (citation and internal quotation marks omitted).\nThe only evidence that Appellant was under the influence of cocaine or any other drug at the time of the murder is Appellant’s written statement to police, which begins with the admission that on the day of the murder, he and another man had smoked a lot of crack cocaine and were getting high, but wanted more. In his statement, Appellant then proceeds to describe in detail his subsequent actions as follows. Appellant and his companion were walking in an alley when Appellant noticed Ms. Gougler in her backyard, and he told his companion that he was going to try to get some money. Appellant then watched Ms. Gougler and waited for her to go into her home; when she had just entered her backdoor, he forced his way into her home after her, demanded money, and started “tussling” with her. The victim was yelling at Appellant not to hurt her. After putting a towel around her mouth and tightening it around the back, removing her clothing, and tying her up on the floor with the clothing and a phone wire, Appellant went upstairs and looked around, found some purses, and took money. When he came back downstairs, the victim was not moving, so he left via the back door, bought five more bags of cocaine, and smoked one in the alley. He then returned to the victim’s home, smoked some more, untied the victim (except for the towel around her neck), and started to clean up, including wiping some surfaces, and discarding the wire that was wrapped around her legs. When he thought he heard someone next door, he ran out the back door again and “got high some more.” Appellant’s Statement to Police, dated October 2, 2002, at 2.\nBased on this account, the jury had ample evidence from which to conclude that Appellant’s mind was not so altered by crack cocaine or anything else at the time of the murder, such that he was “overwhelmed to the point of losing his sensibilities.” Spotz, supra at 1218 (citation omitted). To the contrary, Appellant’s statement constitutes evidence of his capacity — at the time of the murder — to formulate a plan, to act deliberately in pursuit of that plan, and then to take steps to attempt to conceal his actions. This is not the behavior of someone whose sensibilities have been overwhelmed. Accordingly, and based on our review of the entire record, we hold that the evidence was sufficient to support Appellant’s first-degree murder conviction.\nIn Appellant’s second issue, he contends that the trial court erred by finding him competent to stand trial. When reviewing a competency determination, we must be mindful of the following principles:\nA defendant is presumed to be competent to stand trial. Thus, the burden is on [the defendant] to prove, by a preponderance of the evidence, that he was incompetent to stand trial. In order to prove that he was incompetent, [the defendant] must establish that he was either unable to understand the nature of the proceedings against him or [unable] to participate in his own defense.\nCommonwealth v. Rainey, 593 Pa. 67, 928 A.2d 215, 236 (2007) (internal citations omitted).\n“Stated otherwise, the relevant question [in a competency determination] is whether the defendant has sufficient ability at the pertinent time to consult with counsel with a reasonable degree of rational understanding, and [to] have a rational as well as a factual understanding of the proceedings.” Commonwealth v. Appel, 547 Pa. 171, 689 A.2d 891, 899 (1997) (citation and internal quotation marks omitted).\nWe extend great deference to the trial judge’s determination as to competency because he or she had the opportunity to observe directly a defendant’s behavior. Commonwealth v. Sanchez, 589 Pa. 43, 907 A.2d 477, 490 (2006), cert. denied, — U.S. —, 127 S.Ct. 2918, 168 L.Ed.2d 249 (2007). Furthermore, we note that it is a proper exercise of the trial court’s discretion to accept one expert witness’s opinion over that of a conflicting opinion where the record adequately supports such a resolution. Id.\nIn the instant case, the trial court addressed in detail the testimony of Dr. Rotenberg, the defense psychiatrist expert, and provided a logical rationale for ultimately rejecting Dr. Rotenberg’s conclusions. See Trial Court Opinion, dated June 26, 2006, at 14-21. As pointed out by the trial court, Dr. Rotenberg acknowledged that Appellant was not mentally ill, had no psychosis, and had no history of mental illness. N.T. Competency Hearing, 4/15/05, at 26-27. Rather, Dr. Rotenberg opined that Appellant had some “magical notion” that “somehow something magical will happen and that he’s not going to be charged with a very serious capital offense for which the penalty is death.” Id. at 24-25. Dr. Rotenberg further testified as follows:\n[Appellant’s] narcissistic belief that he can batter the doors of justice down to the point where somehow something very different is going to happen to him in the face of overwhelming odds and [his] extraordinarily difficult situation is a very disturbing manifestation of his, what I believe [is], his temporary incompetence.\nId. at 26 (quoted in Trial Court Opinion at 15).\nDespite these opinions as to Appellant’s fantasies, Dr. Rotenberg also testified that Appellant understood that he was incarcerated, understood that he was facing charges of first-degree murder, understood that he was on trial, understood the roles of the Commonwealth and the judge in the trial, was aware that the Commonwealth was seeking the death penalty, and understood that by pleading guilty he could receive a sentence of life plus 85 years in prison rather than risk a sentence of death. Id. at 36-38. Finally, when asked on cross-examination if it were possible that Appellant was “merely choosing not to cooperate,” Dr. Rotenberg answered “I think it’s a possibility.” Id. at 38-39.\nDr. Michals, the Commonwealth’s psychiatrist expert, testified that in his opinion, Appellant had made “a volitional conscious choice of what he [was] doing” and his decisions reflected that conscious choice, not some mental impairment. Id. at 63. Dr. Michals further testified that with regard to the legal proceedings, Appellant “chooses to do what he wants to do” and was “able to think, to deliberate about [his] actions,” which exhibited a pattern. Id. at 54. In Dr. Michals’ view, Appellant did not have a personality disorder, and did have sufficient mental capacity to understand the nature and object of the legal proceedings and to assist in his own defense if he chose to do so. Id. at 51, 54.\nFinally, the trial court also considered its previous interactions with Appellant, particularly during a pretrial hearing on February 18, 2005, when the court engaged in a colloquy with Appellant “to see the depth of his ability to comprehend and understand the questions and give [ ] sensible answers.” Id. at 28. The court noted that it was satisfied that Appellant had the capacity to understand the criminal proceedings and to assist his counsel. Id. at 28-29; see Trial Court Opinion at 15-16. Ultimately, the court concluded that Appellant did not have a “mental condition which prevented] him from doing the things which the law is concerned about in any defense of a criminal case.” N.T. Competency Hearing, 4/15/05, at 27.\nBased on our review of all the evidence and on the trial court’s thorough and well-reasoned explication of the rationale for its holding, we conclude that the trial court did not abuse its discretion in finding Appellant competent to stand trial.\nIn Appellant’s third issue, he contends that the trial court erred by not suppressing his confession to police because it was obtained in violation of his Miranda rights. More specifically, Appellant argues that following his arrest and after he was advised of his Miranda rights, he made clear his desire to remain silent, but the police then engaged in a “psychological ploy” by “engineering]” a confrontation with Investigator Reichart, whom Appellant had known from childhood. Appellant’s Brief at 30-31. According to Appellant, the presence of Investigator Reichart “lulled [Appellant] into a false sense of security,” which caused him to start talking about his involvement in Ms. Gougler’s murder. Id.\nOur standard of review of a suppression ruling is as follows:\nWe determine whether the court’s factual findings are supported by the record and whether the legal conclusions drawn from them are correct. Where, as here, it is the defendant who is appealing the ruling of the suppression court, we consider only the evidence of the prosecution and so much of the evidence for the defense which remains uncontradicted when fairly read in the context of the whole record. If, upon our review, we conclude that the record supports the factual findings of the suppression court, we are bound by those facts, and may reverse only if the legal conclusions drawn therefrom are in error.\nMitchell, 902 A.2d at 450-51 (citation omitted).\nIn considering whether a defendant has validly waived his Miranda rights, the trial court engages in a two-pronged analysis:\n(1) whether the waiver was voluntary, in the sense that [the] defendant’s choice was not the end result of governmental pressure!;] and (2) whether the waiver was knowing and intelligent, in the sense that it was made with full comprehension of both the nature of the right being abandoned and the consequence of that choice.\nId. at 451, 86 S.Ct. 1602.\nThe Commonwealth bears the burden of establishing whether the defendant knowingly and voluntarily waived his or her Miranda rights. Eichinger, 915 A.2d at 1135.\nIn the pretrial hearing conducted in the instant case, Investigator Jeffrey Reichart and Detective Angel Cabrera testified that it was Appellant who had initiated the conversation with Investigator Reichart. See N.T. Pretrial Hearing, 12/20/04, at 33-35, 40-41, 45. Appellant was in custody and was sitting in the police interview room being interviewed by Detectives Joel Avram and Angel Cabrera, who had advised Appellant of his Miranda rights. Appellant indicated that he did not want to give a statement. As the two detectives were leaving the interview room, Appellant saw Investigator Reichart, whom he knew personally from childhood, walk by the door. Appellant called out to Investigator Reichart, using his given name, and Appellant said that he would like to talk. Investigator Reichart testified that initially he did not know what Appellant wanted to talk about; however, when Appellant started to talk about Ms. Gougler’s murder, Investigator Reichart told him that the interview had to be done properly and he re-advised Appellant of his Miranda rights. Id. at 21, 33. Appellant then proceeded to give Investigator Reichart a statement in which Appellant confessed to Ms. Gougler’s murder. Id. at 22-29.\nAppellant’s statement was typed on a standard form, with the Miranda warnings printed on the top. Appellant separately initialed his answers to each question, he signed the bottom of each page, and he hand-wrote a statement of apology to the victim’s family at the end of the typed portion of the statement.\nFrom the evidence presented at the pretrial hearing, the trial court concluded that Appellant’s inculpatory statement was given freely and voluntarily. The trial court obviously found the testimony of the police officers to be credible, and also, noted Appellant’s initials on each question and his signatures on each page of the written statement. The record contains no evidence to support Appellant’s contention that his confession was the result of some orchestrated ploy by police officers to force him to give a statement despite his stated desire to remain silent. In fact, Appellant’s counsel did not even make such an argument at the hearing. Based on our review of the record, we conclude that the trial court did not abuse its discretion in denying Appellant’s suppression motion.\nIn Appellant’s fourth issue, he contends that the trial court erred in permitting the jury to view, and then to have in its possession during deliberations, post-mortem photographs of the victim. Appellant argues that the color photographs of “the horribly beaten and sexually assaulted elderly woman” were merely cumulative of the graphic testimony of the police officers who discovered the body and the pathologist who performed the autopsy. Appellant’s Brief at 28-29. In Appellant’s view, the photographs served no evidentiary purpose, but rather merely prompted a purely emotional reaction from the jury.\nWe review a challenge to the trial court’s admission of photographs under the standard of abuse of discretion. Commonwealth v. Solano, 588 Pa. 716, 906 A.2d 1180, 1191 (2006), cert. denied, — U.S. —, 127 S.Ct. 2247, 167 L.Ed.2d 1096 (2007). When considering the admissibility of photographs of a homicide victim, which by their very nature can be unpleasant, disturbing, and even brutal, the trial court must engage in a two-step analysis:\nFirst a [trial] court must determine whether the photograph is inflammatory. If not, it may be admitted if it has relevance and can assist the jury’s understanding of the facts. If the photograph is inflammatory, the trial court must decide whether or not the photographs are of such essential evidentiary value that their need clearly outweighs the likelihood of inflaming the minds and passions of the jurors.\nCommonwealth v. Tharp, 574 Pa. 202, 830 A.2d 519, 531 (2003) (citation omitted).\nAs we have repeatedly recognized, photographic images of a homicide victim are often relevant to the intent element of the crime of first-degree murder. Solano, supra at 1191; Tharp, supra at 531. Indeed, in some cases, the condition of the victim’s body may be the only evidence of the defendant’s intent. Commonwealth v. McCutchen, 499 Pa. 597, 454 A.2d 547, 550 (1982). In McCutchen, we affirmed a trial court’s admission of photographs of a murder victim that illustrated the brutality of the beating and sexual assault he sustained, in order to allow an inference of the defendant’s intent to kill. We stated that the depiction of the victim’s deep and gaping injuries “was essential as evidence of intent beyond mere infliction of bodily injury.” Id. at 549. As made clear in McCutchen, we will not sanction a sanitizing of the evidence that deprives the Commonwealth of the opportunity to prove intent to kill beyond a reasonable doubt. See id.; Tharp, supra at 531.\nThe fact that a medical examiner or other comparable expert witness has conveyed to the jury, in appropriate clinical language, the nature of the victim’s injuries and the cause of death does not render photographic evidence merely duplicative. See McCutchen, supra at 550. The meaning of words, particularly the clinical words employed by a pathologist, can be properly and usefully illustrated and explained to a lay jury via photographic images. In determining the intent of the defendant in a criminal homicide case, the fact-finder “must be aided to every extent possible.” Id. at 549.\nAlthough the possibility of inflaming the passions of the jury is not to be lightly dismissed, a trial judge can minimize this danger with an appropriate instruction, warning the jury members not to be swayed emotionally by the disturbing images, but to view them only for their evidentiary value. Solano, supra at 1192; McCutchen, supra at 548 n. 4.\nIn the instant case, Appellant challenged the admissibility of each of the five post-mortem photographs of the victim offered into evidence by the Commonwealth. The trial court carefully considered the admissibility of each photograph, examining a color and a black-and-white version of each. The court’s decision on each photograph was informed by Dr. Land, the pathologist who had performed the autopsy on the victim’s body. Specifically, in the absence of the jury, the court asked Dr. Land to describe what information relevant to the victim’s injuries was illustrated by each photograph. See N.T. Trial, 4/26/05, at 383, 392-410. Dr. Land examined each photograph and explained what relevant evidence was conveyed, e.g., facial congestion and injuries consistent with strangulation, defensive-type injuries on the back of the hand and elbow, a bloody smear on the thigh that contained seminal fluid, and bruises on the extremities. After careful consideration and deliberation, including questioning of Dr. Land by the prosecutor and defense counsel, the court admitted the five photographs into evidence.\nThe court did not fail to appreciate the potentially inflammatory nature of the photographs, and accordingly gave the following instruction to the jury regarding their proper use:\nI caution you that you should not allow [the photographs] to stir up your emotions because your verdict must be based strictly upon your fair and impartial consideration of all of the evidence or lack of evidence presented to you here in court and not upon any passion or prejudice by viewing these few photographs presented solely for the purpose of helping you, the jurors, to decide certain factors in this matter.\nN.T. Trial, 4/28/05, at 628.\nWe discern no abuse of discretion in the trial court’s analysis of and decision regarding the photographs. The photographs were relevant evidence as to Appellant’s intent, an element that was very much in contention at trial. Appellant’s argument that the photographs were merely cumulative of the testimony of the police and the pathologist is meritless. The trial court carefully weighed the evidentiary value of each offered photograph against its inflammatory potential. In one instance, the court admitted a black-and-white version instead of the color photograph preferred by the Commonwealth because the former was less inflammatory. Id. at 401. Furthermore, the court warned the jury in no uncertain terms that it could use the photographs only for evidentiary purposes, and that its verdict must be based on the evidence, not on any emotional reaction engendered by the images presented. The record reveals that the trial court thoroughly and properly considered and resolved the matter of the admissibility of the photographs. We conclude that Appellant’s arguments to the contrary have no merit.\nIn Appellant’s fifth issue, he contends that the trial court erred by not including in the jury charge, given during the guilt phase of his trial, the penalty for second-degree murder. Appellant argues that because the jury was not instructed that a second-degree murder conviction would result in a sentence of life imprisonment without parole, the jury may have erroneously believed that, were Appellant to be convicted of second-degree murder, he could be granted parole at some point and again constitute a danger to society.\nAppellant completely ignores this Court’s decision in Commonwealth v. Washington, 549 Pa. 12, 700 A.2d 400 (1997), in which we decided this precise issue. As we explained in Washington, “sentencing considerations are not relevant during deliberations on the degree of guilt.” Id. at 413. We perceive no reason to overturn Washington. Accordingly, we conclude that the trial court did not err in failing to instruct the jury as to penalties of the offenses charged during the guilt phase of the trial.\nIn Appellant’s sixth and final issue, he contends that the trial court erred by not striking Appellant’s two prior convictions for burglary as an aggravating factor during the penalty phase. See 42 Pa.C.S. § 9711(d)(9) (listing “a significant history of felony convictions involving the use or threat of violence to the person” as an aggravating circumstance). Appellant maintains that because these prior burglary convictions did not involve the use or threat of violence to any person, they could not properly be considered as an aggravating factor. Finally, Appellant argues that the holdings from this Court as to whether burglary is necessarily a crime of violence have been inconsistent and arbitrary.\nContrary to Appellant’s contentions, this Court has recently reiterated that “burglary is always classified as a violent crime in Pennsylvania.” Commonwealth v. Rios, 591 Pa. 583, 920 A.2d 790, 814 (2007). We made expressly clear that this was the law when the Rios appellant was sentenced to death (in 1993), and it remains the law today. Id. We reached the same conclusion in Commonwealth v. Bracey, 541 Pa. 322, 662 A.2d 1062, 1075 n. 15 (1995) and in Commonwealth v. Rolan, 520 Pa. 1, 549 A.2d 553, 559 (1988). In Rolan, this Court explained in detail the historical rationale behind the classification of burglary as a crime of violence, drawing on the common law recognition that burglary by its very nature involves the use or threat of violence to the person. Id. at 558-59. We pointed out that an unprivileged entry into a building or structure “where people are likely to be found is a clear threat to their safety” and that “[e]very [] burglar knows when he attempts to commit his crime that he is inviting dangerous resistance.” Id. at 559. Based on the precedent and the reasoning of Rios and Rolan, we conclude that the Commonwealth was entitled to pursue Appellant’s burglary convictions as an aggravating circumstance, and accordingly Appellant’s sixth and final issue is meritless.\nFinally, having concluded that none of Appellant’s claims has merit, we undertake our statutory duty to review the sentence of death. We must affirm the sentence of death unless we determine that it was the product of passion, prejudice,'or any other arbitrary factor, or that the evidence fails to support the finding of at least one aggravating circumstance specified by statute. See 42 Pa.C.S. §§ 9711(h)(3), 9711(c)(l)(iv). Our thorough and careful review of the entire trial record yields absolutely not the slightest suggestion that passion, prejudice, or any other arbitrary factor produced the sentence of death. Rather, the sentence was based on sufficient evidence that Appellant raped and intentionally killed his 69-year old neighbor after forcing his way into her home. Furthermore, the evidence, as well as the jury verdict in the guilt phase of Appellant’s trial, clearly support the aggravating circumstance that Appellant committed the killing while in the perpetration of a felony.\nAccordingly, judgment of sentence is affirmed.\nChief Justice CASTILLE, Justice SAYLOR, EAKIN, and BAER, Justice TODD and GREENSPAN join this Opinion.\n. The Commonwealth withdrew the charges of criminal trespass, aggravated assault, theft by unlawful taldng, and receiving stolen property prior to the submission of the case to the jury at the guilt phase.\n. Appellant’s counsel filed notices of appeal following both sentencing hearings, thereby creating two capital case docket numbers, which have been consolidated.\n. We have reordered and rephrased Appellant's issues for ease of review and disposition.\nIn addition, Appellant included a seventh issue in his statement of questions, alleging failure of the trial court to provide Appellant with the right of allocution prior to sentencing. See Appellant’s Brief at 4. However, Appellant explains that while prior counsel had included this issue in his statement of matters complained of on appeal, pursuant to Pa.R.A.P. 1925(b), further research revealed that the issue has no merit and hence it has not been pursued in this appeal. See Appellant's Brief at 4 n. 3.\n. Even if Appellant had not raised this issue, we would conduct an . independent review of the sufficiency of the evidence to support his first-degree murder conviction because we have self-imposed such a duty in all capital cases. See Commonwealth v. Mitchell, 588 Pa. 19, 902 A.2d 430, 444 (2006); Commonwealth v. Williams, 586 Pa. 553, 896 A.2d 523, 535 (2006).\n. Appellant's sometime girlfriend (and the mother of his child) testified that Appellant used cocaine, but she did not know if he had done so on the day of the murder.\n. In his argument to the contrary, Appellant argues that the trial court acted improperly by crediting the testimony of Dr. Michals over that of Dr. Rotenberg because only Dr. Rotenberg had actually interviewed Appellant. Appellant provides no authority' — and we are aware of none — that suggests this factor is determinative. Appellant also ignores the fact that when Dr. Michals requested an interview with him, he refused.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. The third part of this issue (testimony concerning photographs not admitted) has not been addressed in Appellant's brief because present counsel determined il to be meritless. Furthermore, Appellant makes no specific, separate argument as to his contention that the trial court erred by allowing the jury to examine the photographs during deliberations. Accordingly, we limit our analysis of this issue to Appellant's general contention that the trial court erred by allowing the jury to view the photographs.\n. In closing argument, after acknowledging that Appellant had confessed to Ms. Gougler's murder, defense counsel stated that he did not think “there's any question that [Appellant] committed second[-]degree murder.” N.T. Trial, 4/28/05, at 632. However, defense counsel argued strenuously that the Commonwealth had not proven a specific intent to kill Ms. Gougler and that, accordingly, Appellant should be acquitted of first-degree murder. Id. at 633.\n. In both Rios and Rolan, we also discussed Commonwealth v. Christy, 511 Pa. 490, 515 A.2d 832 (1986), the opinion cited by Appellant for the proposition that burglary is not necessarily a crime of violence. Specifically, in Rios, we stated the following:\n[In] Commonwealth v. Christy, ... this Court suggested that in order for a burglary to be classified as a violent crime, the Commonwealth may have to present evidence that the defendant actually threatened another with violence or actually used violence. Two years later, however, the Court clarified our view of burglary in Commonwealth v. Rolan. In Rolan, we explained that the portion of Christy discussing burglary was merely dictum and that in Pennsylvania the crime of burglary has always been and continues to be viewed as a crime involving the use or threat of violence to the person.\nRios, supra at 814 (internal citations and quotation marks omitted) (emphasis in original).\n. We also note that, although the Commonwealth submitted Appellant's burglary convictions as an aggravating circumstance, the jury did not accept the Commonwealth’s argument in this regard. Rather, the jury based its sentence of death on a different aggravating factor: that Appellant had committed the killing while in the perpetration of a felony. See Sentencing Verdict Slip at 4. Hence, the relevance of the burglary conviction issue to the instant case is highly questionable.\n. The Prothonotary of the Supreme Court is directed to transmit a full and complete record of the trial, sentencing hearing, imposition of sentence, and the opinion and order of this Court to the Office of the Governor of Pennsylvania. 42 Pa.C.S. § 971 l(i)."}