{"id": "3990173", "contents": "OPINION\nChief Justice CASTILLE.\nAppellant Donald Tedford appeals from the order of the Court of Common Pleas of Butler County (“PCRA court”) denying his petition for relief filed pursuant to the Post Conviction Relief Act (“PCRA”), 42 Pa.C.S. §§ 9541-9546. For the reasons set forth below, we hold that appellant is not entitled to relief and, accordingly, affirm the order of the PCRA court.\nOn February 6, 1987, a jury sitting before the Honorable Floyd A. Rauschenberger convicted appellant, who was represented by counsel, of first-degree murder and rape. The convictions arose from an incident occurring in Cranberry Township, Butler County, in which appellant, who was on work-release from the State Correctional Institution at Greensburg, lured the twenty-two-year-old victim, Jeanine Revak, to his place of employment, raped her, and then strangled her to death to prevent her from notifying the police of the rape. Following a penalty hearing at which appellant elected to present no mitigation evidence, the same jury found two aggravating circumstances and no mitigating circumstances, and accordingly returned a sentence of death. See 42 Pa.C.S. § 9711(c)(iv) (verdict must be sentence of death if jury unanimously finds at least one aggravating circumstance and no mitigating circumstance). The two aggravating circumstances found by the jury were: (1) appellant committed the killing while in the perpetration of a felony (rape), 42 Pa.C.S. § 9711(d)(6); and (2) appellant had a significant history of felony convictions involving the use or threat of violence to the person, 42 Pa.C.S. § 9711(d)(9). On March 20, 1987, the trial court formally imposed the death sentence for the first-degree murder conviction, and a consecutive term of imprisonment of 8/£ to 17 years for the rape conviction.\nSubsequently, appellant was permitted to file post-verdict motions nunc pro tunc. The trial court then appointed new counsel to represent appellant, and amended post-verdict motions were filed. The motions raised multiple issues of trial court error and over 80 claims of trial counsel ineffectiveness, including trial counsel’s alleged failure to investigate and call witnesses, recall certain prosecution witnesses, impeach prosecution -witnesses, present scientific evidence, challenge the prosecution’s forensic evidence, and present mitigating circumstances. On April 29, 1988, the trial court, after a hearing, denied appellant’s post-trial motions.\nOn direct appeal, this Court unanimously affirmed appellant’s convictions and sentences. Commonwealth v. Tedford, 523 Pa. 305, 567 A.2d 610 (1989) (“Tedford 7”) (relating facts underlying appellant’s convictions). In so holding, this Court considered various claims raised by appellant, including claims of trial counsel ineffectiveness. Our disposition of the ineffectiveness claims was brief. After noting that appellant had presented both counseled and pro se claims of ineffectiveness below, the Court ruled as follows:\nEssentially, the appellant, in his allegations of ineffective assistance of counsel, takes a “shotgun” approach and attempts to challenge every decision trial counsel made with respect to his failure to call or recall certain witnesses and the questioning of the witnesses who were called and did testify.\nWe have reviewed the entire record in this case, including the evidentiary hearing of February 1, 2 and 3, 1988 and appellant’s pro se amended and corrected motions filed on February 19, 1988, and conclude that the claims of ineffectiveness of trial counsel raised by the appellant are merit-less. We find no error in the lower court’s order in dismissing all of appellant’s ineffectiveness claims.\nId. at 626. Appellant did not petition for a writ of certiorari in the U.S. Supreme Court.\nOn July 12,1995, appellant filed a pro se PCRA petition and new counsel was appointed (“PCRA counsel”). On August 2, 1995, the PCRA court entered an order dismissing appellant’s pro se PCRA petition without prejudice and directing appellant to file a new PCRA petition with counsel’s assistance within 30 days. After being granted several time extensions, on January 15, 1997, appellant filed his new petition. On January 28, 2000, the PCRA court dismissed the PCRA petition, determining that it was untimely because it was appellant’s second PCRA petition and had not been filed within one year of December 13, 1989, the date this Court issued Tedford I. On appeal, this Court reversed the PCRA court and remanded the case for consideration of the merits of the claims raised in appellant’s January 15, 1997 PCRA petition. Commonwealth v. Tedford, 566 Pa. 457, 781 A.2d 1167 (2001) (“Tedford II”). This Court held that the 1997 PCRA petition merely amended appellant’s pro se PCRA petition filed on July 12, 1995, and thus was not a second petition. Moreover, this Court held that the amended PCRA petition was timely under 42 Pa.C.S. § 9545(b)(1), having been filed within one year of the effective date of the 1995 amendments to the PCRA, i.e., by January 16, 1997. See Act of Nov. 17, 1995, P.L. 1118, No. 32.\nFollowing this Court’s remand, the PCRA court, per the Honorable Thomas J. Doerr, denied appellant’s renewed request for discovery, but permitted the filing of another amended PCRA petition. Thereafter, on March 5, 2004, the PCRA court dismissed all but one of appellant’s claims. The remaining claim alleged that appellant’s appellate counsel, an attorney in the Butler County Public Defender’s Office, possessed a conflict of interest at the time of his representation. On May 18, 2004, the PCRA court held an evidentiary hearing solely on the conflict of interest claim. Appellant requested that Judge Doerr recuse himself from the case on the basis that he was a member of the Butler County Public Defender’s Office at the time of appellant’s trial and the time relevant to the conflict of interest claim. Judge Doerr denied appellant’s request. On July 16, 2004, the PCRA court entered an order denying relief on the conflict of interest claim. This appeal followed.\nAt the outset, we note that because appellant filed his pro se petition prior to the PCRA’s 1995 amendment and this Court has already held that PCRA counsel’s 1997 PCRA petition merely amends appellant’s pro se petition, this case is governed by the pre-amendment PCRA. See Commonwealth v. Boyd, 547 Pa. 111, 688 A.2d 1172, 1174 n. 2 (1997) (“Appellant filed his PCRA petition before the 1995 amendments to the Act became effective in January of 1996. Therefore, [the preamendment PCRA] applies to this case.”). With the exception of Section 9453(a)(2)(v), which was deleted, the differences between the amended and pre-amendment PCRA do not affect the present appeal. Under the pre-amendment PCRA, a petitioner may be eligible for relief if, by a preponderance of the evidence, he proves the following:\n(2) That the conviction or sentence resulted from one or more of the following:\n(i) A violation of the Constitution of Pennsylvania or laws of this Commonwealth or the Constitution of the United States which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.\n(ii) Ineffective assistance of counsel which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.\n* * * *\n(v) A violation of the provisions of the Constitution, law or treaties of the United States which would require the granting of Federal habeas corpus relief to a State prisoner.\n(vi) The unavailability at the time of trial of exculpatory evidence that has subsequently become available and that would have affected the outcome of the trial if it had been introduced.\n(vii) The imposition of a sentence greater than the lawful maximum.\n(viii) A proceeding in a tribunal without jurisdiction.\n(3) That the allegation of error has not been previously litigated and one of the following applies:\n(i) The allegation of error has not been waived.\n(ii) If the allegation of error has been waived, the alleged error has resulted in the conviction or affirmance of sentence of an innocent individual.\n(iii) If the allegation of error has been waived, the waiver of the allegation of error during pretrial, trial, post-trial or direct appeal proceedings does not constitute a State procedural default barring Federal habeas corpus relief.\n(4) That the failure to litigate the issue prior to or during trial or on direct appeal could not have been the result of any rational, strategic or tactical decision by counsel.\n42 Pa.C.S. § 9543(a)(2)-(4) (amended 1995).\nBefore turning to appellant’s individual claims, some discussion of the framework for our review is helpful. Most of appellant’s claims sound in ineffective assistance of counsel. To obtain relief on a claim of ineffective assistance of counsel, a petitioner must demonstrate that counsel’s performance was deficient and that such deficiencies prejudiced the petitioner. Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). A petitioner establishes prejudice when he demonstrates “that there is a reasonable probability that, but for counsel’s unprofessional errors, the result of the proceeding would have been different.” Id. at 694, 104 S.Ct. 2052; see also Commonwealth v. Mallory, 596 Pa. 172, 941 A.2d 686, 702-04 (2008), petition for cert. filed, 77 USLW 3058, -- U.S.-, 129 S.Ct. 257, 172 L.Ed.2d 146 (2008) (“result of the proceeding” is stage of proceeding at which error occurred). A properly pled claim of ineffectiveness posits that: (1) the underlying legal issue has arguable merit; (2) counsel’s actions lacked an objective reasonable basis; and (3) actual prejudice befell petitioner from counsel’s act or omission. Commonwealth v. Carson, 590 Pa. 501, 913 A.2d 220, 233 (2006), cert. denied,-U.S.-, 128 S.Ct. 384, 169 L.Ed.2d 270 (2007) (citing Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973, 975 (1987) (adopting U.S. Supreme Court’s holding in Strickland)).\nA claim that has been waived is not cognizable under the PCRA. The pre-amendment PCRA stated that “an issue is waived if the petitioner failed to raise it and if it could have been raised before the trial, at the trial, on appeal, in a habeas corpus proceeding or other proceeding actually conducted or in a prior proceeding actually initiated under this subchapter.” 42 Pa.C.S. § 9544(b) (amended 1995).\nBecause appellant was represented by new counsel on direct appeal at a time when counsel could (and did) raise claims of trial counsel ineffectiveness, any claim that appellant would now make sounding in trial court error or ineffective assistance of trial counsel is waived under the PCRA. See 42 Pa.C.S. § 9543(a)(3) (amended 1995). Any such defaulted claim could be an aspect of a cognizable claim under the PCRA only to the extent it is posed and developed as a “layered” claim of ineffectiveness focusing on appellate counsel. In Commonwealth v. McGill, 574 Pa. 574, 832 A.2d 1014 (2003), this Court set forth a framework for consideration of layered ineffectiveness claims, as follows:\n[A] petitioner must plead in his PCRA petition that his prior counsel, whose alleged ineffectiveness is at issue, was ineffective for failing to raise the claim that the counsel who preceded him was ineffective in taking or omitting some action. In addition, a petitioner must present argument ... on the three prongs of the Pierce test as to each relevant layer of representation.\nMcGill, 832 A.2d at 1023. “[T]he inability of a petitioner to prove each prong of the Pierce test in respect to trial counsel’s purported ineffectiveness alone will be fatal to his layered ineffectiveness claim.” Carson, 913 A.2d at 233. Conversely, with layered claims, establishing trial counsel’s ineffective assistance will demonstrate that prior appellate counsel’s failure to raise the former’s ineffectiveness suggests a claim possessing arguable merit. Id. (citing Commonwealth v. Rush, 576 Pa. 3, 838 A.2d 651, 656 (2003)). In such instances, the petitioner will be entitled to relief if he demonstrates that appellate counsel’s actions lacked a reasonable basis and prejudiced the petitioner. Id.\nIn cases where layered claims are at issue, a PCRA petitioner who fails to properly layer his claims of ineffectiveness before the PCRA court should not have his petition dismissed on that ground without first being provided the opportunity to amend his pleading to address these substantive points. Id. (citing Commonwealth v. Washington, 583 Pa. 566, 880 A.2d 536, 540 (2005); Commonwealth v. Williams, 581 Pa. 57, 863 A.2d 505, 513 (2004); Rush, 838 A.2d at 651). When a petitioner has not been afforded the opportunity by the PCRA court to so amend his pleading, this Court may, but will not necessarily, remand the matter: “remand is not necessary where the petitioner ‘has not carried his Pierce burden in relation to the underlying claim of trial counsel’s ineffectiveness, since even if the petitioner were able to craft a perfectly layered argument in support of his claim [with respect to appellate counsel], the petitioner’s claim would not entitle him to relief.’ ” Commonwealth v. Harris, 578 Pa. 377, 852 A.2d 1168, 1173 (2004) (quoting Rush, 838 A.2d at 657-58) (alteration in original). Because appellant in the present case had new counsel on direct appeal, all claims of counsel ineffectiveness relating to trial matters are layered claims, making it necessary for appellant to comply with McGill. To the extent this Opinion discusses underlying claims of alleged trial court error or trial counsel ineffectiveness, it does so purely for purposes of analyzing appellant’s derivative and cognizable claims of layered ineffectiveness.\nIn addition to considerations of waiver and layering, the merits of a PCRA claim will not be reviewed if the claim was previously litigated. 42 Pa.C.S. § 9543(a)(3) (amended 1995). Under the pre-amendment version of the PCRA, an issue has been previously litigated if:\n(1) it has been raised in the trial court, the trial court has ruled on the merits of the issue and the petitioner did not appeal; (2) the highest appellate court in which the petitioner could have had review as a matter of right has ruled on the merits of the issue;, or (8) it has been raised and decided in a proceeding collaterally attacking the conviction or sentence.\n42 Pa.C.S. § 9544(a)(1)-(3) (amended 1995); see also Carson, 913 A.2d at 234. The word “issue” refers to the “discrete legal ground that was forwarded on direct appeal and would have entitled the defendant to relief.” Commonwealth v. Collins, 585 Pa. 45, 888 A.2d 564, 570 (2005); see also Commonwealth v. Gwynn, 596 Pa. 398, 943 A.2d 940, 944 (2008) (noting that, in Collins, we defined “issue” within meaning of Section 9543(a)(3)).\nThis Court had previously held that a PCRA petitioner cannot obtain post-conviction review of previously litigated claims by alleging ineffective assistance of prior counsel and presenting new theories of relief on the same facts. See Commonwealth v. Peterkin, 538 Pa. 455, 649 A.2d 121, 123 (1994) (citing Commonwealth v. Wilson, 452 Pa. 376, 305 A.2d 9 (1973)). Following this Court’s decision in Collins, supra, however, a reviewing court must “consider and substantively analyze an ineffectiveness claim as a ‘distinct legal ground’ for PCRA review” because “while an ineffectiveness claim may fail for the same reasons that the underlying claim faltered on direct review, the Sixth Amendment basis for ineffectiveness claims technically creates a separate issue for review under the PCRA.” Carson, 913 A.2d at 234 (discussing Collins, 888 A.2d at 573) (internal quotation marks omitted). When a PCRA court has disposed of a number of claims as previously litigated prior to our decision in Collins, and without touching on the separate Sixth Amendment merits of the claim, this Court may remand those claims for further analysis consistent with Collins. Carson, 913 A.2d at 234. Remand, however, is not required when the claims are obviously deficient for other reasons. See id.\nAppellant raises multiple claims arising from the guilt and penalty phases of his trial, as well as one claim alleging conflict of interest maintained by appellate counsel, two alleging PCRA court error, and one summarily alleging that the cumulative effect of the previous claims warrants relief. In an effort to avoid waiver and the previous litigation bar, appellant makes a number of broad introductory declarations in his opening “umbrella claim.” We will first dispose of these overarching procedural claims.\nFirst, appellant asserts that this Court should grant relief on the merits because, under the pre-amendment PCRA, a petitioner is entitled to relief for any claim “which would require the granting of Federal habeas corpus relief to a State prisoner.” See 42 Pa.C.S. § 9543(a)(2)(v) (repealed effective January 16, 1996). This provision was deleted when the PCRA was amended in 1995 for reasons which are not hard to imagine, as it is difficult, and oftentimes impossible, for this Court to predict which state-defaulted claims would later be deemed both reviewable and meritorious on federal habeas corpus review. Appellant’s boilerplate umbrella argument identifies no controlling U.S. Supreme Court authority which would require federal habeas merits relief on any of his claims in particular. Under either the pre-amendment or the amended PCRA, appellant must still prove the cognizability and merit of his claims.\nSecond, appellant claims that none of his claims can be deemed waived because the pre-amendment PCRA had an exception to waiver that contained a similar ping-ponging reference to federal habeas review. Specifically, the preamendment PCRA provided an exception to waiver, as follows: “if the allegation of error has been waived, the waiver of the allegation of error during pretrial, trial, post-trial or direct appeal proceedings does not constitute a State procedural default barring Federal habeas corpus relief.” See 42 Pa.C.S. § 9543(a)(3)(iii) (repealed effective January 16, 1996). Citing Jacobs v. Horn, 395 F.3d 92, 117-18 (3d Cir.2005), appellant contends that federal habeas law in the Third Circuit does not recognize “procedural default” for Pennsylvania capital cases where any alleged waiver occurred prior to this Court’s decision in Commonwealth v. Albrecht, 554 Pa. 31, 720 A.2d 693 (1998), which abrogated relaxed waiver on PCRA review. The Commonwealth counters that Albrecht’s abrogation of relaxed waiver applies to the present case because this Court has previously applied Albrecht to PCRA petitions pending when Albrecht was decided. Furthermore, according to the Commonwealth, the application of Albrecht’s invalidation of relaxed waiver to pending PCRA appeal has survived constitutional challenge. The Commonwealth’s point is well-taken. See Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717, 726 (2000); Commonwealth v. Pursell, 555 Pa. 233, 724 A.2d 293, 303 (1999). We decline to ignore the PCRA and reinstate the discretionary relaxed waiver doctrine. The unpredictability inherent in Section 9543(a)(2)(v) is equally implicated with Section 9543(a)(3)(iii). The fact that a Third Circuit panel says that a salutary state procedural default, such as the PCRA’s statutory waiver provision, will not be respected and the fact that the Circuit misconstrues the scope of the former relaxed waiver doctrine cannot control our interpretation and enforcement of the PCRA. Finally, this Court is bound by decisions of the U.S. Supreme Court, not the opinions of the inferior federal courts. The PCRA provision speaks in terms of absolutes (“does not constitute”); the holdings of inferior federal courts, in instances where the High Court has not spoken, are, by definition, tentative. Thus, we reject the notion that the PCRA waiver provision does not apply to appellant’s claims because the Third Circuit allegedly believes that no capital claim is waivable.\nThird, citing Commonwealth v. Miller, 560 Pa. 500, 746 A.2d 592, 602 n. 9 (2000) for the proposition that merits review is warranted when a claim does not rest solely on previously litigated evidence, appellant contends that, because he is presenting evidence that was not considered on direct appeal, none of his claims can be found to be “previously litigated” within the meaning of 42 Pa.C.S. § 9543(a)(3). Appellant also submits that this Court’s doctrine precluding review of previously litigated claims conflicts with federal constitutional standards regarding effective assistance of counsel. Appellant, however, proffers little, if any, “new” evidence that would trigger Miller. Moreover, the intervening decision in Collins will guide our consideration of previous litigation issues.\nDespite these broad introductory assertions, appellant consistently treats his averments of trial and appellate counsel ineffectiveness as reasons why the underlying claims should not be considered waived or previously litigated, rather than developing his ineffectiveness claims under Strickland. As stated above, under Collins we will distinguish a previously litigated underlying claim from a derivative ineffectiveness claim raised on collateral review. The manner of the dismissal of the previously litigated underlying claim, however, will often render the derivative ineffectiveness claim lacking in arguable merit. See, e.g., Commonwealth v. Dennis, 950 A.2d 945, 970-71 (Pa.2008) (claim that trial counsel was ineffective for failing to object to prosecution testimony regarding clothing allegedly seized from home of defendant’s father’s had been previously litigated on direct appeal, and thus, defendant/PCRA petitioner could not satisfy arguable merit prong of Pierce with regard to appellate counsel’s ineffectiveness).\nIn his over 20-claim brief, appellant reproves appellate counsel for his “shotgun approach” to his claims of trial counsel’s ineffectiveness on direct appeal, and then ironically follows a similar approach to his layered claims here. Given the posture and disposition on direct appeal, the only substantive ineffectiveness claims we may reach are layered claims of ineffectiveness or stand-alone claims of appellate counsel ineffectiveness. But, despite submission of this matter postMcGill, appellant often argues his claims primarily as sounding in trial counsel ineffectiveness (claims which themselves have been either previously litigated or waived), with only a cursory sentence or two declaring that appellate counsel was ineffective as well.\nMoreover, appellant has failed to show which of the trial counsel ineffectiveness claims “nested” within his present layered ineffectiveness claims were previously litigated on direct appeal and which were waived. Such a distinction is important because, if a trial counsel ineffectiveness claim was already litigated, appellant must show that appellate codnsel was ineffective in the manner in which he litigated the claim; and if the claim was waived, on the other hand, appellant must demonstrate that appellate counsel was ineffective for failing to raise the claim on direct appeal. Throughout his Brief, however, appellant often only offers a boilerplate “appellate counsel failed to raise this issue” declaration. Although appellant’s failure to adequately present his claims could require remand, we ultimately determine that remand is unnecessary because appellant has not carried his Strickland/Pierce burden in relation to any of his claims. See Harris, supra. With the above overarching concerns in mind, we now turn to appellant’s individual claims.\nI. GUILT PHASE CLAIMS\nA. Juror Knowledge of Prior Record\nAppellant first claims that juror knowledge of his prior criminal record violated his due process rights and his right to an impartial jury. A brief discussion of the underlying facts and procedure is helpful. During voir dire, the court, trial counsel, and the prosecution learned of jury room discussions regarding the basic facts of the victim’s murder and appellant’s prior criminal record. First, many of the jurors stated that they had read newspaper accounts of the victim’s murder shortly after it occurred. Second, a potential juror mentioned that, when he went out to lunch, he began to read a newsletter discussing the basic facts of the case and the trial schedule, but stopped upon recalling the court’s instructions. See Tedford I, 567 A.2d at 620 n. 3 (describing newsletter). Third, another juror informed the court that he saw the newsletter in or around the jury room, though he stated that no one who had been selected had read it. Fourth, another prospective juror mentioned that in the jury room prospective jurors were discussing the facts of the case which they learned from the trial court during individual voir dire. Fifth, other potential jurors informed the court that many of the prospective jurors had learned “that twelve years ago that [sic] he beat up a nurse.” Notes of Testimony (“N.T.”), 1/31/87, at 983 (voir dire of prospective juror Perko). Upon hearing this information, trial counsel immediately moved for a mistrial and to strike all the jurors who had been empaneled. Following a brief recess where trial counsel and the prosecutor questioned prospective juror Perko further and discussed the situation, both counsel reached an agreement, which the trial court accepted, whereby they would continue the voir dire process keeping these facts in mind and would allow trial counsel wide latitude in his examinations of potential juror taint. For its part, the trial court informed the parties that it was “not concerned with the impressions or the attitudes of the jurors unless they know something of his past record or they are not going to follow the court’s instructions.” Id. at 993-94. Trial counsel again moved for a mistrial, and also moved for a change of venue; both motions were denied.\nJury selection proceeded and all potential jurors were questioned extensively regarding their outside knowledge of the victim’s murder, appellant’s prior criminal record, and of any other jury room conversations. Toward the end of jury selection, trial counsel challenged the seating of a juror who had been present in the jury room on the day other potential jurors informed the court that discussions of appellant’s prior assault had taken place. Trial counsel challenged the juror for cause and, acknowledging that the jury would then not be properly empaneled, renewed his motions for a mistiial and/or change of venue. Finding that the particular juror had been questioned and had not displayed any bias, the trial court denied trial counsel’s motions and the jury was empaneled.\nOn direct appeal, appellate counsel claimed that the pre-trial publicity surrounding the case was so extensive and pervasive in the community that it was impossible to empanel a fair and impartial jury, and that the trial court erred in refusing to grant trial counsel’s motions for a mistrial and/or change of venue for the above-described reasons. In Tedford I, this Court considered the above-recounted facts and determined that “[a]ll of the jurors selected and seated unequivocally stated that they were able to decide the case solely on the basis of the evidence presented[.]” 567 A.2d at 620. In dismissing the claim, the Court added that:\n[o]ur review of the record indicates that the steps taken by Judge Rauschenberger in the instant ease: (a) in summarily striking jurors who indicated they recently had read a prejudicial account of the crime; (b) in granting appellant great leeway in questioning prospective jurors; and (c) in immediately sequestering the jurors who were selected, adequately served, under circumstances here, to insure the selection of a fair, impartial and untainted jury.\nId. at 621.\nNow on PCRA review, appellant cites the above-described voir dire testimony, as well as what he calls “affidavits” of potential and seated jurors that were secured by new counsel for purposes of PCRA review, and claims that trial counsel was ineffective. Appellant argues that, although the parties agreed to excuse for cause any selected jurors who admitted to reading the newsletter or newspaper articles, trial counsel never requested that previously selected jurors be recalled and questioned regarding the articles that supposedly circulated in the jury room. Appellant contends that subsequent out-of-court questioning of potential jurors demonstrated that they had been exposed to prejudicial information about appellant’s prior criminal record. Appellant acknowledges that trial counsel moved for a mistrial and that the trial court promised to remove any tainted juror, but he asserts that trial counsel was nevertheless ineffective for failing to ascertain and place on the record the full extent of the alleged jury taint by questioning every panel member about the distribution of newspapers and/or newsletters and about any speculation on appellant’s prior criminal history. Appellant also claims that appellate counsel was ineffective for failing to investigate the full extent of the jury taint, call jurors to testify at post-verdict evidentiary hearings, and raise this issue, in this fashion, on direct appeal. Citing Miller, supra, which concluded that a claim was not previously litigated when it did not rest solely upon previously litigated evidence, appellant further alleges that this claim concerning trial counsel cannot be considered previously litigated because he proffers evidence— the unsworn “affidavits” of actual jurors — that was absent from the direct appeal claim.\nThe Commonwealth responds that this claim was previously litigated on direct appeal. The Commonwealth states that the evidence appellant currently proffers is not substantially different from the evidence submitted on direct appeal, where this Court concluded that the trial court had taken substantial and adequate steps to insure the selection of an impartial jury. The Commonwealth further states that, even if there were any error, given the overwhelming evidence of appellant’s guilt, such error was harmless.\nThe PCRA court, which operated without the benefit of this Court’s Collins decision, found that this claim had been previously litigated on direct appeal. The PCRA court noted that Miller did not involve evidence obtained following the conclusion of trial, such as the juror “affidavits” proffered here. Accordingly, the PCRA court dismissed this claim as previously litigated. The court also opined that, even if the claim were not previously litigated, appellant failed to a state a cognizable claim under the McGill and Pierce standards.\nThe PCRA court and the Commonwealth correctly note that the underlying tainted jury claim was previously litigated on direct appeal and is thus not cognizable as such under the PCRA. For the purpose of ineffectiveness review, we also agree with the Commonwealth that appellant’s new “evidence” is not substantially different from the evidence cited on direct appeal. More importantly, it appears that appellant mischaracterizes the declarations. In his Brief, appellant interweaves the declarant-jurors’ knowledge of appellant’s prior criminal record with references to the jury room discussions during voir dire. For example, appellant submits in his Brief:\nReview of the voir dire reveals that, while the potential jurors were waiting to be questioned by the court and counsel, newspapers and newsletters were distributed in the jury room. The record also reveals that jurors discussed the case and the 1972 arrest and conviction more and more as jury selection began and progressed, and they speculated as to the nature of the prior offense, enhancing the prejudice to Mr. Tedford.\nThree seated jurors — Perry Ray, Shirley Pickerd and Ronald Stitt — have given affidavits [sic] stating that they were aware of information and misinformation about Mr. Tedford’s previous arrest and conviction. The affidavits and the voir dire testimony make it clear that information about the 1972 offense circulated freely among the jury venire. The information contained in the affidavits was not disclosed at trial or sentencing and was prejudicial.\nAppellant’s Brief at 12 (citation and footnote omitted). Following this characterization, appellant concludes that “[a]s the affidavits clearly demonstrate, prohibited information reached the jurors who found [a]ppellant guilty and sentenced him to death.” Id. at 17.\nReview of the three declarations, however, demonstrates that the declarant-jurors appear to be referring to learning of appellant’s prior record at the penalty phase when the Commonwealth presented evidence to prove the significant-history-of-felony-convictions aggravator, and not from any jury room discussions during voir dire. For example, declarant-juror Pickerd stated in her declaration: “I remember that second part of the trial when we were given information about Mr. Tedford’s criminal history to take back to the jury room with us.” Declaration of Shirley Pickerd, Amended PCRA Petition, Exhibit C, at 1 (unnumbered). Thus, to the extent appellant claims that he has new facts regarding the previously litigated jury taint claim, facts which prove trial and appellate counsel to have been ineffective, the declarations he attached to his PCRA petition do not provide support. These subsequently-produced declarations do not prove counsel ineffective.\nProperly framed, appellant’s current claim is that appellate counsel was ineffective for failing to investigate and raise trial counsel’s ineffective performance in the manner in which he preserved and developed the claim concerning alleged juror knowledge of appellant’s prior convictions. Appellant fails to carry his Strickland/Pierce burden respecting the trial counsel ineffectiveness aspect of his claim. Appellant claims that trial counsel was ineffective for failing “to adequately place upon the record the full extent of this juror misconduct.” Appellant’s Brief at 18. As noted, appellant’s declarations do not support his predicate accusation. More fundamentally, appellant’s claim depends upon an assumption that appellate counsel had a constitutional duty to interview jurors to properly present the jury taint claim. Appellant cites no case to support this assumption and, contrary to appellant’s assertion, there is no general recognized duty to interview jurors. In fact, the practice is condemned. See Commonwealth ex rel. Darcy v. Claudy,. 367 Pa. 130, 79 A.2d 785, 786 (1951) (“The practice of interviewing jurors after a verdict and obtaining from them ex parte, unsworn statements in answer to undisclosed questions and representations by the interviewers is highly unethical and improper and was long ago condemned by this court[.]”). Moreover, review of the record and Tedford I readily demonstrates that previous counsel were diligent in addressing any potential juror impartiality. Therefore, appellant’s layered claim of ineffective assistance of counsel lacks arguable merit. See Carson, 913 A.2d at 233.\nAppellant has also failed to demonstrate that he suffered prejudice. “The purpose of voir dire is to ensure the empanelling of a fair and impartial jury capable of following the instructions of the trial court.” Commonwealth v. Chmiel, 585 Pa. 547, 889 A.2d 501, 519 (2005) (internal quotation marks omitted); see also Commonwealth v. Smith, 518 Pa. 15, 540 A.2d 246, 256 (1988) (“The purpose of the voir dire examination is not to provide a better basis upon which a defendant can exercise his peremptory challenges, but to determine whether any venireman has formed a fixed opinion as to the accused’s guilt or innocence.”). Even exposure to outside information does not ineluctably mean that a jury is unfair and partial. As this Court noted on direct appeal, in the present case, the trial court ensured the jury’s impartiality and fairness by: (1) summarily striking jurors who indicated that they had recently read a prejudicial account of the crime or appellant’s criminal history; (2) granting trial counsel a great degree of leeway in questioning prospective jurors; and (3) immediately sequestering the jurors who were selected to ensure that the selection was fair, impartial, and untainted. See Tedford I, 567 A.2d at 621. Appellant has failed to rebut the evidence that the jury was fair and impartial, and he has failed to demonstrate that he was prejudiced by alleged juror knowledge of his prior criminal record.\nB. Transcript Alterations & Deletions\nAppellant next claims that he was denied meaningful appellate review and effective assistance of appellate counsel because the trial transcript is inaccurate. In his Brief, appellant describes a number of transcript alterations and deletions which, he asserts, constituted a denial of meaningful appellate review. Appellant alleges that the audio recording of trial was edited and reveals substantial alterations to the testimony upon which this Court relied when finding the evidence sufficient to prove his guilt on direct review. Similarly, appellant asserts that he is entitled to an accurate and complete record as a fundamental prerequisite for the adjudication of his PCRA claims.\nAppellant further contends that he was denied effective assistance of counsel on direct review because appellate counsel could not have provided effective assistance in the absence of a complete trial record. Appellant asserts that appellate counsel’s failure to obtain the audiotapes of the trial proceedings demonstrates ineffectiveness because he failed to take basic investigatory steps to pursue an appeal. Appellant acknowledges that appellate counsel filed objections to the transcript, but he still argues that appellate counsel was nevertheless ineffective for failing to obtain the audiotapes and brief or argue the issue of alterations on direct appeal. Finally, appellant claims that the PCRA court erred in denying his request for expert funds for a thorough analysis of the audiotapes of the trial proceedings.\nThe Commonwealth responds that this claim is cognizable only as one sounding in the ineffective assistance of appellate counsel. The Commonwealth states that the first prong of Pierce could potentially be satisfied by appellate counsel’s failure to address the alteration issue in his appeal brief. The Commonwealth notes, however, that the issue was addressed by appellate counsel in post-verdict motions and ruled upon by the trial court. The failure to renew the claim in the appellate brief, the Commonwealth submits, must have been because appellate counsel reasonably believed, following the trial court’s ruling, that the claim lacked merit. The Commonwealth further asserts that, because the trial court reviewed the transcripts individually and denied most of appellant’s proposed changes, no prejudice resulted from appellate counsel’s decision not to pursue the issue on direct appeal.\nThe PCRA court concluded that the ineffectiveness claim lacked arguable merit because appellant’s proposed alterations would not have affected the substance of the testimony presented. Additionally, the PCRA court found that appellant was not prejudiced by the alterations and that the judge, who heard the actual testimony, ordered appropriate changes to be made to the transcript.\nA defendant has a right to a complete and accurate transcript of trial. See Griffin v. Illinois, 351 U.S. 12, 19, 76 S.Ct. 585, 100 L.Ed. 891 (1956) (due process and equal protection requires that indigent defendant be provided transcript); see also Mayer v. City of Chicago, 404 U.S. 189, 195, 92 S.Ct. 410, 30 L.Ed.2d 372 (1971) (state must provide full, verbatim record). Appellant’s underlying claim that he was denied meaningful appellate review due to alleged alterations to the trial transcript is waived because it was not raised on direct review. Appellant’s only cognizable claims based on the underlying transcript alteration claim are: (1) that appellate counsel was ineffective for failing to investigate the alleged transcript alterations and obtain audiotapes of the trial proceedings; and (2) that the PCRA court erred in denying appellant’s request for expert funds.\nFirst, we see no error in the PCRA court’s rejection of appellant’s claim sounding in the ineffective assistance of appellate counsel. Following trial, newly-appointed appellate counsel filed objections to the trial and evidentiary hearing transcripts. In March 1988, the trial court dismissed all but three of appellate counsel’s objections. Thereafter, appellate counsel filed exceptions to the trial court’s orders dismissing his objections to the transcripts. In its April 29, 1988 memorandum opinion and order responding to appellant’s post-verdict motions, the trial court stated that it had gone through the record with each court reporter and made the necessary corrections. Thus, the court concluded, the record was now correct as to what had occurred at trial. In light of the extensive post-verdict consideration of this issue, appellant has not proven that appellate counsel’s decision not to pursue this claim on direct appeal lacked a reasonable basis.\nAdditionally, the alterations appellant now alleges in his Brief — assuming, for purposes of decision, that they exist — are not of such moment as to prove appellate counsel ineffectiveness. Appellant’s claim of alterations is premised upon comparing the written transcript with an audiotape. Most of the alleged alterations cited in appellant’s brief constitute little more than the un-transcribable “urns” and “ers” and other linguistic stumblings of the witnesses at trial, while other allegations of transcript alterations are used by appellant to suggest deception and a scheme or design to the pattern of alterations. For instance, appellant claims that the following alleged alterations created a false impression that alibi witness Dr. Timothy McCormick was not sure when appellant arrived at his home:\n[McCormick]: The most, the way I remember it was I think Johnny Carson was on and there was a theme song, and that’s elevemthirty to twelve:thirty, and so I can’t [can] tell you that when I hear [heard] the theme song that I would assume [it] elevemthirty in my head, but I know [I] that I wa... (E) looked at a [the] watch or clock, you know probably many times throughout that time and was of cognizant at [of] the time, that’s all.\n[Commonwealth]: So you’re saying elevemthirty the theme song was on?\n[McCormick]: That’s the way I remember it. Okay? . [Commonwealth]: That’s fíne. That’s what you said [say], elevemthirty till [because] you heard the theme song of Johnny Carson—\n[McCormick]: Right.\n[Commonwealth]: — when he [Donnie] came to the door— [McCormick]: [Right.]\n[Commonwealth]: —he woke you up though, coming in? [McCormick]: Well, he came [there], yeah.\n[Commonwealth]: Was it his custom to, ah, Doctor, to make plans prior to the day [date] he would show up, and I realize you say he (E) you never knew when he was going to come over [coming in] or whatever... (fade)... (E) Had had you made plans with him at least by phone that week to get together [on] Friday? ,\n[McCormick]: Yes, we had.\nN.T., 2/5/87, 489-90; Appellant’s Brief at 26.\nContrary to appellant’s assertion, the difference between “hear” and “heard” or “said” and “say,” or the deletion of an “ah” and the addition of an “of,” does not support appellant’s contention that the alleged alterations give a false impression that McCormick was unsure of the time when appellant arrived, and in such a way as to diminish his testimony. In fact, the alleged alteration from “can’t” to “can” actually would make it seem as if McCormick were more certain of when appellant arrived at his home. Moreover, the jury’s consideration of witness testimony was obviously unaffected by these ■ alleged transcript alterations. Any instance of witness misspeaking or stumbling implicating witness credibility was weighed by the jury at trial. Even supposing that these transcription errors occurred, they are de minimis and would not have affected this Court’s review of the sufficiency of the evidence to such an extent as to deny appellant meaningful appellate review, such that counsel could be deemed ineffective.\nThere are some other alleged alterations, however, which are more weighty. For example, appellant submits that Trooper Bernard Stanek’s rebuttal testimony during the defense’s case was altered as follows: “Well, the victim’s car was I believe eight and about eight tenths of a mile from the scene of the Finishing Touch,” appellant’s place of employment and the scene of the rape and murder. See N.T., 2/4/87, at 437-38; Appellant’s Brief at 29 (appellant’s emphasis indicating text that was allegedly removed from the transcript). Appellant argues that such an alteration — the difference between 0.8 miles and 8.8 miles — could have affected this Court’s sufficiency review because the alteration makes it appear that the prosecution’s theory is consistent with the timeline and tends to rebut any claim that trial counsel was ineffective for failing to use the timeline to prove appellant’s innocence. Such a claim, however, falters because prior to this alleged alteration, Trooper Edward Peters clearly stated that the victim’s car was found “eight point eight tenths miles” and “twelve to seventeen minutes” from The Finishing Touch. N.T., 2/3/87, at 121. This testimony, presented during the Commonwealth’s case-in-chief (as opposed to Trooper Stanek’s rebuttal testimony), would have remained available to this Court on direct review. Therefore, appellant’s allegations of prejudice arising from the alleged alteration fails.\nSecond, we see no error in the PCRA court’s denial of appellant’s request for expert funds to examine audiotapes of trial proceedings to determine the accuracy of the transcript. Appellant essentially argues that the denial of expert funds violates Ake v. Oklahoma, 470 U.S. 68, 83, 105 S.Ct. 1087, 84 L.Ed.2d 53 (1985) (due process requires state to provide psychiatric assistance when defendant makes preliminary showing that sanity at time of offense is likely to be at issue), and that the trial court could not have properly found that his claim lacks arguable merit without knowing whether the claim was supported by expert findings. Ake is inapposite: Ake’s requirement to provide state-paid expert assistance applies to psychiatric assistance at trial, not audiotape forensic experts on PCRA review to try to prove appellate counsel ineffectiveness. Moreover, no matter what appellant amasses now on collateral attack, he still falters in the face of the presumption that appellate counsel was effective. Appellate counsel had to proceed in the face of a finding by the trial judge that the transcript was accurate and complete, and appellant has cited no authority for the proposition that newly appointed appellate counsel are obliged to order audiotapes and compare them to the transcript in search of deviations.\nFor the foregoing reasons, appellant’s ineffectiveness claims based on the alleged “alterations” to the transcript are without merit.\nC. Trial Counsel Ineffectiveness\nAppellant raises two claims deriving from alleged trial counsel ineffectiveness at the guilt phase, arguing that trial counsel was ineffective for failing to: (1) adequately investigate and develop certain issues; and (2) challenge the evidence supporting the rape convictions. Appellant presents these claims primarily as claims of trial counsel ineffectiveness, with only a cursory attempt to layer them. Having reviewed the record, we conclude that the trial counsel ineffectiveness claims have been waived or previously litigated, rendering the cognizable, derivative claims of appellate counsel ineffectiveness meritless. See McGill, supra.\n1. Failure to Adequately Investigate and Develop Certain Claims\nAppellant first claims that appellate counsel was ineffective for failing to raise trial counsel’s failure to call, or recall, certain witnesses, and investigate and/or develop specific points. We approach appellant’s laundry list of claims mindful of Strickland’s teaching to avoid hindsight evaluations of counsel’s conduct. See Strickland, 466 U.S. at 689, 104 S.Ct. 2052. Specifically, appellant claims that trial counsel failed to investigate and/or better develop: (1) the alleged cancellation of appellant’s meeting with a friend, Susan Blackburn; (2) the alleged meeting with the victim away from The Finishing Touch; (3) possible evidence with which to impeach the Commonwealth’s jailhouse informant Michael Ferry; (4) an alibi defense; (5) evidence challenging the Commonwealth’s theory that twine from The Finishing Touch was used to strangle the victim; and (6) evidence that another person could have been the murderer. Without apparent awareness of the irony in his sincere flattery, appellant cites this Court’s criticism of appellate counsel’s “shotgun approach” to challenging trial counsel’s performance as proof of appellate counsel’s own ineffectiveness. Appellant declares that, although appellate counsel attempted to raise claims of trial counsel ineffectiveness in post-verdict motions and on direct appeal, appellate counsel failed to take the necessary steps to develop and litigate the claims. Appellant also declares without elaboration that his current claims have not been previously litigated because they supposedly rely on facts other than those presented on direct appeal. And, as with all of his claims, appellant attempts to satisfy Strickland and McGill with a mere boilerplate statement that any waiver is “overcome by the ineffective assistance of all prior counsel.” Appellant’s Brief at 46.\nThe Commonwealth counters that these claims have been previously litigated because the same issues were raised on direct appeal and, after reviewing the entire record, this Court held all of appellant’s claims of trial counsel ineffectiveness to be meritless. See Tedford I, 567 A.2d at 626. Assuming, arguendo, that the claims concerning trial counsel ineffectiveness are new, continues the Commonwealth, then they are waived precisely because they were not pursued on direct appeal, when trial counsel no longer represented appellant. The Commonwealth also asserts that appellant cannot present new theories concerning the same claims by simply framing them as claims of ineffective assistance of appellate counsel.\nThe PCRA court determined that these claims were previously litigated on direct appeal and, citing Commonwealth v. Senk, 496 Pa. 630, 437 A.2d 1218 (1981), concluded that appellant is attempting to relitigate these issues under the guise of ineffective assistance of appellate counsel. The PCRA court also found this Court’s comment regarding appellate counsel’s “shotgun approach” insufficient on its own to prove appellate counsel ineffective.\nBecause appellant was represented by counsel other than trial counsel in post-verdict motions and on direct appeal, and because appellant’s direct appeal was litigated under the Hubbard rule, which obliged new counsel to promptly raise claims of trial counsel ineffectiveness, appellant presently forwards the sort of collateral, layered claims described in McGill — ie., claims that appellate counsel was ineffective for failing to raise a claim or claims sounding in trial counsel ineffectiveness. However, as we have noted earlier, it is important to remember that there may be claims that sound purely in appellate counsel ineffectiveness, unrelated to accusations against trial counsel. For example, trial counsel may have preserved a claim by objection, which appellate counsel did not pursue on appeal. Or there may be an extra-record claim — factual or case-law related — which arose after the trial. Or there could be a claim respecting the manner in which appellate counsel litigated a claim. In this case, it cannot be disputed that direct appeal counsel in fact litigated dozens of claims of trial counsel ineffectiveness.\nGiven this record, and given the procedural restrictions of the PCRA which oblige appellant to plead' and prove that his current claims are neither previously litigated nor waived, in order to prevail appellant has to account for what occurred on direct appeal. It is not this Court’s duty to cull the direct appeal record and determine which of appellant’s current claims, premised upon supposed deficiencies in trial counsel, are mere repeats of, or variations of, claims of trial counsel ineffectiveness which were actually litigated on direct appeal. And, of course, if any of those claims of trial counsel ineffectiveness were in fact litigated on direct appeal, then today’s derivative layered claim necessarily fails — unless appellant proves deficiency in the manner in which appellate counsel litigated the claim on direct appeal.\nAppellant’s Brief does not append, summarize, or reference the over 50 pages of trial counsel ineffectiveness claims raised on direct appeal by incorporation. Because appellant has not satisfied his burden of distinguishing between claims which were waived and claims which were previously litigated, he has failed to take the necessary first step in proving appellate counsel to have been ineffective. Appellant instead makes generic assertions that appellate counsel was ineffective for either failing to raise claims or, less often, for the manner in which he litigated the claims he in fact raised. Appellant, however, has not attempted to demonstrate why appellate counsel was ineffective for failing to litigate the claims he declined to raise on direct appeal or how appellate counsel’s performance on direct appeal was defective pursuant to the requirements of Strickland/Pierce. Appellant merely attaches a boilerplate layered ineffectiveness assertion to a nested trial counsel ineffectiveness claim. Therefore, appellant has failed to prove appellate counsel ineffective.\nIn any event, mindful of McGill, we look to these claims, and reject them on the merits.\na. Susan Blackburn\nAppellant argues that trial counsel was ineffective for failing to interview Susan Blackburn and discover that appellant’s date with Blackburn had first been changed from a dinner date to a lunch date and that it was Blackburn, not appellant, who had cancelled their January 10th (day of the murder) date. Blackburn, however, testified both at trial and at the post-verdict hearing, and each time stated that it was appellant who cancelled their January 10th engagement. Trial counsel also testified at the post-verdict hearing and stated that he did indeed interview Blackburn. Any further “investigation” on counsel’s part would have been fruitless. Therefore, this claim lacks arguable merit.\nb. Meeting Away from The Finishing Touch\nNext, appellant argues that trial counsel was ineffective for failing to obtain a copy of a UPS log that would have shown that a delivery was made to The Finishing Touch, which appellant signed for, on the morning of the rape and murder. If obtained, argues appellant, the log, along with telephone records, would have demonstrated that appellant could not have had time to meet the victim' away from The Finishing Touch, where her car was found. Appellant, however, fails to explain the significance of such information. At trial, appellant stated that the victim was in The Finishing Touch on the day of the murder and that he had consensual sexual intercourse with her on that date. Appellant also stated that the UPS delivery was made at approximately 10:00 a.m. While the introduction of the UPS log may have disrupted the Commonwealth’s timeline of events preceding the rape and murder, it would not call into question the Commonwealth’s overall theory of the case. Furthermore, at the post-verdict hearing, trial counsel stated that he drove the distance in question and did not believe that that aspect of the timeline was an issue. Trial counsel is not obliged to argue every quibble, or pursue every triviality associated with human memory. This claim is without merit.\nc. Jailhouse Informant\nNext, appellant asserts that trial counsel was ineffective for failing to impeach Michael Ferry, a fellow inmate. Ferry stated that appellant admitted, on multiple occasions, to raping and murdering the victim, providing a great deal of detail concerning the crimes. Appellant contends that trial counsel should have further discredited Ferry’s version of events and should have called Timothy Sunday as a witness at trial to discredit Ferry. Appellant maintains that Sunday would have testified that Ferry provided false testimony in exchange for a “deal” on his pending sentence with the Commonwealth. This issue is discussed and rejected infra.\nd. Alibi Defense\nNext, appellant maintains that “[tjrial counsel should have used available testimony and evidence to explain for the jurors how the known locations and distances, and the established time-line of [appellant’s] alibi, demonstrated his innocence.” Appellant’s Brief at 42. Such is the extent to which appellant briefs this claim. It fails for lack of explication.\ne. Murder Weapon\nNext, appellant contends that trial counsel was ineffective for failing to challenge the prosecution’s theory that twine found in The Finishing Touch was the murder “weapon” (the victim was killed by strangulation). Appellant argues that trial counsel should have investigated to determine if the Commonwealth’s striation analysis and report had ruled out twine as the murder weapon. Appellant also argues that trial counsel could have accounted tor the twine fibers found on the victim by explaining that the fibers could have come from something elsewhere in the shop. In making this claim, however, appellant ignores that, at trial, the forensic pathologist testified that the ligature marks on the victim’s neck could have been made by the twine in question. Appellant also ignores the fact that no testimony was offered by either trial counsel or the prosecution regarding a striation analysis and that trial counsel did indeed challenge the twine-murder weapon theory at trial. Without more, appellant’s speculation fails to establish a predicate to call into question trial counsel’s effectiveness.\nf. Other Murderer Theory\nNext and finally, appellant maintains that reasonable counsel would have investigated and presented evidence that the victim was killed by another person. Appellant believes that that effort should have focused on the victim’s husband, James Revak, as the most logical suspect. However, besides generally opining that James Revak behaved suspiciously, appellant merely argues that “[cjompetent counsel would have investigated these facts in order to make a reasoned decision whether or not to introduce such evidence in support of [appellant’s] defense.” Appellant’s Brief at 44. This is utter speculation. Appellant’s argument fails to specifically describe how trial counsel was ineffective in this regard. Furthermore, appellant ignores the fact that trial counsel did in fact present evidence to suggest that James Revak was his wife’s murderer. Accordingly, this claim lacks arguable merit.\nFor the foregoing reasons, appellant’s skeletal claims of trial counsel ineffectiveness are without merit.\n2. Failure to Challenge the Evidence Supporting the Rape Conviction\nAppellant next argues that the murder and rape charges were so intertwined that challenging one would have the effect of weakening the prosecution’s case on the other. Appellant asserts that, given the lack of physical evidence, the only evidence supporting the rape charge was the testimony of Ferry, and that trial counsel did not adequately develop the point. Appellant also claims that appellate counsel was ineffective for failing to raise this issue in post-verdict proceedings or on direct appeal.\nThe Commonwealth responds that this issue was previously litigated on direct appeal. The Commonwealth notes that this Court held that there was compelling physical and circumstantial evidence supporting the rape conviction, including the presence of sperm and seminal fluid consistent with appellant’s blood groupings and genetic characteristics on the victim’s clothing and in her vagina, as well as appellant’s admissions to Ferry and White that he raped and then murdered the victim to prevent her from reporting the rape to the police. See Tedford I, 567 A.2d at 618. The PCRA court agreed, finding that appellant was attempting to relitigate this sufficiency issue under the guise of ineffective assistance of counsel.\nThe current claim lacks arguable merit. At the hearing on appellant’s post-verdict motions, appellant alleged that trial counsel was ineffective for failing to challenge the evidence supporting the rape conviction. Trial counsel testified that he did not consider it important to attempt to contradict the circumstantial evidence of rape because appellant was going to admit to sexual contact, albeit consensual, when taking the stand. Trial counsel was also questioned regarding his decision not to offer testimony impeaching the testimony of Ferry, who had testified that, while in jail, appellant admitted to raping and then murdering the victim so as to prevent her from reporting the rape to the police. Trial counsel stated that Timothy Sunday, the witness who supposedly would have impeached Ferry, declined to testify; and furthermore, trial counsel noted, as appellant’s accomplice in a failed escape attempt, Sunday would have been easily impeached by the Commonwealth. Based on the foregoing, trial counsel’s decision not to mount a further or different challenge to the Commonwealth’s rape evidence was reasonable. Thus, appellant’s derivative appellate counsel ineffectiveness claim lacks arguable merit. Moreover, contrary to appellant’s claim, appellate counsel did indeed address this claim in his post-verdict motions and at the February 1988 evidentiary hearing, so any decision on appellate counsel’s part not to pursue this claim on direct appeal also appears to have been reasonably based.\nD. Prosecutorial “Misconduct”\nAppellant next presents three claims derived from waived objections to alleged prosecutorial misconduct at the guilt phase, including supposed: (1) suppression and manipulation of evidence; (2) improper bolstering and discrediting of key witness testimony; and (3) improper comments on appellant’s right to remain silent, the defense’s receipt of discovery, and the credibility of a Commonwealth witnesses. Appellant asserts that, as constitutional violations, these claims have arguable merit and trial counsel’s failure to object constituted ineffective assistance of counsel. Appellant then appends his customary declaration that appellate counsel was ineffective for failing to raise related claims of trial counsel ineffectiveness on direct appeal. As with his claims above, appellant has failed to identify and distinguish which claims have been previously litigated and which of these claims were waived. That lapse alone permits rejection of the underlying claims, which in turn, eviscerates the cognizable layered claims.\nThe phrase “prosecutorial misconduct” has been so abused as to lose any particular meaning. The claim either sounds in a specific constitutional provision that the prosecutor allegedly violated or, more frequently, like most trial issues, it implicates the narrow review available under Fourteenth Amendment due process. See Greer v. Miller, 483 U.S. 756, 765, 107 S.Ct. 3102, 97 L.Ed.2d 618 (1987) (“To constitute a due process violation, the prosecutorial misconduct must be of sufficient significance to result in the denial of the defendant’s right to a fair trial.”) (internal quotation marks omitted); Donnelly v. DeChristoforo, 416 U.S. 637, 643, 94 S.Ct. 1868, 40 L.Ed.2d 431 (1974) (“When specific guarantees of the Bill of Rights are involved, this Court has taken special care to assure that prosecutorial conduct in no way impermissibly infringes them.”). However, “[t]he Due Process Clause is not a code of ethics for prosecutors; its concern is with the manner in which persons are deprived of their liberty.” Mabry v. Johnson, 467 U.S. 504, 511, 104 S.Ct. 2543, 81 L.Ed.2d 437 (1984). The touchstone is the fairness of the trial, not the culpability of the prosecutor. Smith v. Phillips, 455 U.S. 209, 219, 102 S.Ct. 940, 71 L.Ed.2d 78 (1982). If the defendant thinks the prosecutor has done something objectionable, he may object, the trial court rules, and the ruling — not the underlying conduct — is what is reviewed on appeal. Where, as here, no objection was raised, there is no claim of “prosecu-' torial misconduct” as such available. There is, instead, a claim of ineffectiveness for failing to object, so as to permit the trial court to rule. Cf id.\nMoreover, ineffectiveness claims stemming from a failure to object to a prosecutor’s conduct may succeed when the petitioner demonstrates that the prosecutor’s actions violated a constitutionally or statutorily protected right, such as the Fifth Amendment privilege against compulsory self-incrimination or the Sixth Amendment right to a fair trial, or a constitutional interest such as due process. Cf. Carson, 913 A.2d at 236 (“In order to obtain relief for alleged prosecutorial ‘misconduct/ a petitioner must first demonstrate that the prosecutor’s action violated some statutorily or constitutionally protected right.”). With this background in mind, we turn to appellant’s layered claims of ineffective assistance of counsel based on the underlying claims of objectionable prosecutorial conduct. As detailed below, the underlying claims lack arguable merit.\n1. Suppression and Manipulation of Evidence\nAppellant first claims that the prosecution suppressed material, exculpatory evidence in violation of due process under Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). Reloading his accusatorial shotgun, appellant alleges that the prosecution failed to disclose: (1) results of the striation analysis; (2) audiotapes of interviews with witnesses James Revak and Liz Manuel; (3) an interview of alibi witness Dr. Timothy McCormick; (4) reports of the further investigation referred to in affidavits of probable cause which placed appellant in his place of employment, from 9:00 a.m. to 9:00 p.m.; (5) UPS logs showing a delivery to The Finishing Touch on the morning of January 10th, the day of the rape and murder; (6) photographs and drawings of the crime scene; (7) laboratory drawings; (8) a police report regarding the victim’s car; and (9) evidence of the plea agreements made with prosecution witnesses Ferry and Christopher White. Appellant states that “[bjecause none of these items were ever provided to the defense, [ajppellant cannot demonstrate precisely how they will undermine confidence in the outcome of the trial when produced.” Appellant’s Brief at 52. Appellant never states the basis for his belief that these particular items that he has never seen even exist. Notwithstanding this confession that he cannot make out his claims, appellant maintains that the “potentially” exculpatory value of the undisclosed evidence is readily apparent. Focusing on the alleged “deals” between the Commonwealth and White and Ferry, appellant also argues that evidence of such agreements would implicate the witnesses’ credibility and should have been made available to trial counsel for impeachment purposes. Appellant also states that he has “affidavits” supporting the claims that Ferry and White testified falsely.\nThe Commonwealth responds that none of the items appellant complains of not receiving is exculpatory, and states that these issues, as well as their presentation as ineffectiveness claims, were previously litigated and held by this Court to be meritless in Tedford I. Regarding evidence of alleged agreements with prosecution witnesses, the Commonwealth asserts that this claim is only cognizable as a layered ineffectiveness claim, but lacks arguable merit because the record demonstrates that Ferry and White had no established “deals” with the Commonwealth, but were only hoping for some positive consideration in exchange for their testimony.\nPrior to issuing its opinion, the PCRA court denied appellant’s request for discovery on these claims, finding that appellant had failed to show that good cause existed to allow discovery. In its discovery opinion, the PCRA court found appellant’s many discovery requests to be broad and improper. Far from showing any specific basis or necessity for the requested evidence, review of the PCRA court’s discovery opinion demonstrates that appellant’s only basis for requesting PCRA discovery often was that the evidence may be exculpatory depending on its content. In its PCRA opinion, the court incorporated its discovery denial and dismissed this claim because appellant did not demonstrate that the evidence was exculpatory or that the failure to disclose was prejudicial.\nA Brady violation consists of three elements: (1) suppression by the prosecution (2) of evidence, whether exculpatory or impeaching, favorable to the defendant, (3) to the prejudice of the defendant. Commonwealth v. Paddy, 569 Pa. 47, 800 A.2d 294, 305 (2002). No violation occurs if the evidence at issue is available to the defense from non-governmental sources. More importantly, a Brady violation only exists when the evidence is material to guilt or punishment, i.e., when “there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.” Id.\nSimilar to appellant’s original discovery request, which was overbroad, improper, and lacking in good cause, his current prosecutorial “misconduct” claim fails to set forth any basis that the allegedly suppressed evidence is exculpatory or favorable to the defense, and that he was prejudiced by its alleged suppression. Appellant merely states that:\n[t]he potentially exculpatory value of these items ... is readily apparent. For example, any favorable evidence that was not disclosed with respect to [the striation analysis] would tend to discredit the prosecution theory that twine from [T]he Finishing Touch was the murder weapon. Moreover, any favorable evidence with respect to [reports of “further investigation” referred to in the affidavit of probable cause and the UPS log] would rebut the prosecution theory as to how the crime took place and create doubts about [a]ppellant’s guilt.\nAppellant’s Brief at 52. Appellant’s claim is comprised entirely of conjecture. Appellant must affirmatively demonstrate exculpability; asserting the “potential exculpatory value” of “any favorable evidence” is insufficient. Moreover, appellant has not even proven the existence of some of the evidence, such as alleged undisclosed crime scene drawings, striation analysis, and the UPS log. As for the alleged agreements between the Commonwealth and prosecution witnesses Ferry and White, the record indicates that no such agreements existed. Ferry testified that he only hoped that the prosecution would mention his assistance to the Parole Board, and when questioned by trial counsel, White testified that he had never heard of inmates at his prison making deals with the authorities to help themselves. Because appellant has not satisfied any of the Paddy elements with regard to any of his Brady claims, the underlying claims fail.\nRespecting appellant’s alternative couching of his Brady claims in boilerplate terms of ineffective assistance of counsel, we note that because the underlying Brady claims fail, any derivative ineffective assistance of counsel claim lacks arguable merit.\n2. Witness Credibility\nAppellant’s second claim involves the alleged improper bolstering of a Commonwealth witness and the discrediting of the defense alibi witness. Appellant maintains that his fair trial rights were violated when the prosecution recalled Trooper Stanek to recount the information Ferry had offered the police. Appellant asserts that this rebuttal constituted inadmissible hearsay, was neither relevant nor proper rehabilitation, and impermissibly vouched for Ferry’s credibility. Appellant also contends that Trooper Peters’ testimony was improperly offered to demonstrate that the police did not believe the testimony of McCormick, appellant’s alibi witness, regarding when appellant arrived at and departed from his home. Appellant argues that appellate counsel was ineffective for failing to raise tidal counsel’s failure to object to the alleged improper bolstering of Ferry and alleged improper discrediting of McCormick.\nThe Commonwealth counters that Trooper Stanek’s rebuttal testimony was clearly admissible to rehabilitate Ferry, who had been impeached by trial counsel on cross-examination. The Commonwealth further notes that Trooper Stanek did not vouch for Ferry’s truthfulness or refer to evidence not of record, as disapproved by Commonwealth v. Reed, 300 Pa.Super. 224, 446 A.2d 311, 314 (1982). Additionally, the Commonwealth asserts that Trooper Peters’ rebuttal testimony permissibly cast doubt on McCormick’s memory of the night in question. The Commonwealth thus argues that trial and appellate counsel cannot be ineffective for failing to make meritless objections or baseless claims. The PCRA court dismissed this claim, finding that neither instance could give rise to ineffective assistance because: (1) the underlying claims of misconduct lack arguable merit; (2) trial counsel had no reasonable basis for objecting to the testimony; and (3) appellant was not prejudiced.\nIt is well established that the prosecution may not inject a “highly prejudicial personal opinion of [an] appellant’s credibility into evidence, thereby clearly and improperly intruding upon the jury’s exclusive function of evaluating the credibility of witnesses.” Commonwealth v. Kuebler, 484 Pa. 358, 399 A.2d 116, 118 (1979) (quoting Commonwealth v. Potter, 445 Pa. 284, 285 A.2d 492, 493 (1971)). However, “as long as a prosecutor does not assert his personal opinions, he or she may, within reasonable limits, comment on the credibility of a Commonwealth witness. This is especially true when the credibility of the witness has been previously attacked by the defense.” Commonwealth v. Simmons, 541 Pa. 211, 662 A.2d 621, 639 (1995) (citation omitted). This stems from the general principle that the prosecutor is permitted to respond to the arguments of the defense and “is free to present his or her case with logical force and vigor.” Commonwealth v. Koehler, 558 Pa. 334, 737 A.2d 225, 240 (1999). Of course, improper commentary on a witness’ credibility may be achieved through means other than the prosecutor’s own statements, such as eliciting improper comments from a Commonwealth witness, see Commonwealth v. Tann, 500 Pa. 593, 459 A.2d 322, 328 (1983), or by admitting the plea agreements of Commonwealth witnesses into evidence to vouch for their credibility, see Commonwealth v. Bricker, 525 Pa. 362, 581 A.2d 147, 154-55 (1990) (“[B]y admitting into evidence [the plea] agreements that vouch for their credibility, the government was testifying sub silentio that ‘just this once’ these lowlife witnesses should be believed; that ‘during this trial’ they are crowned with the governmental halo of ‘being on the right side’ and are therefore credible.”) (emphasis omitted).\nPresently, we see no error in the PCRA court’s ruling that the underlying claims lack merit. As a witness for the Commonwealth, Ferry testified to details of appellant’s crimes as confessed to him by appellant while the two were in jail. On cross-examination, trial counsel impeached Ferry by implying that he could have learned the details of the crime from newspaper and television reports. In an effort to rehabilitate Ferry’s testimony, the prosecution offered rebuttal evidence in the form of Trooper Stanek’s testimony. Trooper Stanek’s testimony was intended to' demonstrate that Ferry possessed information known only to the murderer. Moreover, Trooper Stanek did not offer his own personal opinion of Ferry’s testimony; indeed, he merely described how Ferry’s testimony affected the State Police investigation. The prosecutor did not inject a personal opinion on a particular witness’ credibility, nor did he improperly elicit testimony vouching for the credibility of a witness. Here, trial counsel cannot be deemed ineffective for failing to object.\nRespecting the testimony of Trooper Peters, appellant claims this testimony was offered to show that the police did not believe McCormick, appellant’s alibi witness. Contrary to appellant’s assertion, Trooper Peters was properly called as a rebuttal witness. Trooper Peters’ testimony was intended to cast doubt on McCormick’s memory of the evening in question and merely recounted the Trooper’s exchange with McCormick regarding the time appellant arrived at McCormick’s residence and the fact that McCormick had been drinking alcohol. Neither of these two instances constituted a situation where the prosecution, either personally or through a witness, vouched for or discredited, through opinion, the credibility of a witness. Therefore, as no misconduct occurred, appellant’s underlying claims of prosecutorial misconduct are baseless, and thus, any derivative layered claim of ineffective assistance of counsel lacks arguable merit.\n3. Other Claims of Misconduct\nFinally, appellant claims that the prosecutor improperly commented on his right to remain silent, the defense’s receipt of discovery, and the credibility of Commonwealth witnesses. The disputed comments are, respectively, as follows: (1) a comment the prosecutor made during his opening statement to the jury: “So I ask you to listen as closely as you can to the evidence. All the evidence, both the Commonwealth evidence and the defense evidenee[,]” N.T., 2/2/87, at 28; (2) the prosecutor’s comment during his closing statement that the defense “had all the evidence,” N.T., 2/6/87, at 669-70; and (3) other closing comments regarding “how much time and effort the police had put in this case,” and that just because Ferry and White had bad criminal records did not mean that appellant did not confide in them, id. at 673, 706. Appellant declares that any potential waiver in failing to object to the remarks is overcome by the ineffectiveness of all prior counsel.\nThe Commonwealth responds that the PCRA court properly found each of these claims to be without merit. The Commonwealth asserts that, as with appellant’s other claims, these claims are waived as to trial counsel’s representation and only cognizable as claims of ineffective assistance of appellate counsel. The PCRA court concluded that the claims lacked arguable merit after finding that the comments did not have the unavoidable effect of prejudicing the jury.\n“Comments by a prosecutor constitute reversible error only where their unavoidable effect is to prejudice the jury, forming in their minds a fixed bias and hostility toward the defendant such that they could not weigh the evidence objectively and render a fair verdict.” Miller, 746 A.2d at 601-02. The prosecution’s statements are unobjectionable if they are based on the evidence or proper inferences therefrom, or represent mere oratorical flair. See Commonwealth v. Jones, 571 Pa. 112, 811 A.2d 994, 1006 (2002). Additionally, the prosecution must be permitted to respond to arguments made by the defense. Carson, 913 A.2d at 237.\nReview of the record demonstrates that these “nested” claims of trial counsel ineffectiveness were addressed in post-trial motions, though they were not necessarily renewed on direct appeal. We see no error in the PCRA court’s finding that the comments were not so objectionable and prejudicial that appellate counsel was unreasonable for declining to pursue the claims on direct appeal.\nFirst, appellate counsel was not obliged to view the innocuous remark requesting the jurors “to listen as closely as [they] can to the evidence” of both sides as “misconduct” designed to implicate and burden appellant’s right to remain silent. Indeed, moments before making the now-disputed comment, the prosecutor added the proviso “if the defense elects to present any.” N.T., 2/2/87, at 26. In addition, the defense did in fact present evidence, including the testimony of appellant himself. And, finally, a reference to defense evidence is broader than a specific reference to evidence from the defendant’s own mouth. We note also that this claim fails as’ one sounding in ineffectiveness because trial counsel did in fact request a mistrial in response to these comments, but the motion was denied. See id. at 29-31. Furthermore, and in any event, we agree with the PCRA court that the remark was not prejudicial.\nSecond, respecting the comments in closing that the defense “had all the evidence,” we again agree with the PCRA court that there was no prejudice. The allegedly improper comments were as follows:\nThe evidence the defendant heard was no surprise. The defense had all the police records in this ease. You perhaps noticed the slip of the tongue the defendant made today when [one of the prosecutors] was asking him a question about something: Did he remember something or the other?\nHe said: Well, I’m not sure if I know that from my memory or from reading a police report.\nThat gives you an understanding of exactly what happens in this case.\nDefendant’s testimony yesterday was designed to weave its way through the evidence. He had all the evidence. He knew what the Commonwealth had and what it didn’t. He attempted yet to weave his way through the evidence explaining away what we proved and ignoring what we could not prove.\nN.T., 2/6/87, at 669-70 (emphasis added). Appellant argues that such a comment attempts to “penalize the defense for exercising it rights to discovery” and could be generally used to impeach the credibility of every witness who testifies in his own defense. Appellant’s Brief at 70. Appellant’s contentions, however, are not supported by the cited text. The prosecutor was merely commenting upon the way in which appellant’s testimony attempted to respond to the Commonwealth’s evidence. Moreover, the prosecutor’s point is accurate: the defendant in a criminal case is not subject to sequestration like other witnesses, and so is uniquely positioned to tailor his testimony to try to account for whatever damning evidence the jury has heard. Highlighting that reality is not improper. We fail to see how such fair comment burdens a defendant’s discovery rights; certainly, appellant cites no governing authority for such a proposition, and appellate counsel cannot be faulted for failing to forward an argument unsupported by existing law.\nThird, appellant claims that the following statements improperly vouched for the thoroughness of the police investigation and credibility of the Commonwealth’s case:\nThe defendant made no effort to try to help the police with their investigation if what he is telling you is the truth and someone else murdered Jeanine Revak. You have seen how much time and effort the police had put in this case.\nIf we assume for a minute what the defense was telling us yesterday was true, you can imagine how much help it would have been to the police....\nBut the defendant didn’t cooperate with the police. And, yet, on the stand he couldn’t even try to counterfeit an emotion of concern for her death.\nN.T., 2/6/87, at 678-74 (emphasis added). Trial counsel did not object. Taken in context, these comments were not improper and prejudicial. The jury had before it evidence of the extent of the police investigation. The prosecutor merely commented upon appellant’s lack of concern for the police investigation into the victim’s rape and murder, which seemed to- contradict appellant’s claim that he had a friendship, as well as recurring romantic encounters, with the victim. We fail to see how such commentary amounts to improper vouching, such that counsel was constitutionally obliged to object, and appellate counsel was obliged to pursue the claim.\nAppellant also claims that the following comments in closing constituted the prosecutor’s improper vouching for witness credibility:\nNow Ferry and White both have bad records. Worse than bad. They got horrible records. That is no secret. We told you that....\nNo secrets. It doesn’t necessarily mean that the defendant didn’t confide in them.\nN.T., 2/6/87, at 706. Again, it is not self-evident why these comments should be deemed objectionable as a matter of law. The prosecutor merely made the unexceptional observation that the fact that Ferry and White had criminal records did not mean that appellant would not have confided in them. The prosecutor did not thereby improperly bolster or vouch for the credibility of the two witnesses. Therefore, this claim of prosecutorial misconduct, and all derivative ineffectiveness claims lacks arguable merit.\nFinally, appellant asserts that the Miller “unavoidable effect” standard employed by the PCRA court is inconsistent with the standards applied by the U.S. Supreme Court to evaluate prosecutorial misconduct claims. Citing Donnelly, supra, appellant states that the High Court recognizes two types of prosecutorial misconduct claims: (1) generalized claims of misconduct, which are reviewed to determine if the error “so infected the trial with unfairness as to make the resulting conviction a denial of due process”; and (2) claims implicating specific guarantees of the Bill of Rights. See Donnelly, 416 U.S. at 643, 94 S.Ct. 1868. Appellant contends that the “unavoidable effect” standard is inconsistent even with Donnelly’s generalized claims standard. Appellant’s argument, however, is empty. The Miller “standard” is merely another way of stating the proposition that for a prosecutor’s comments to be a basis for reversible trial court error, they must affect the defendant’s right to a fair trial or deny him due process. Appellant’s legal argument is therefore without merit. And, just as importantly, this side argument does not operate to advance appellant’s cognizable claim, which must satisfy Strickland prejudice at two levels.\nE. Jury Consideration of Work-Release Status\nAppellant’s next claim stems from evidence of his work-release status. Over trial counsel’s continuing objection, the prosecutor mentioned appellant’s work-release status in his opening statement and later presented the testimony of the record supervisor at the State Correctional Institution at Greensburg who testified that appellant was on work release and was granted a furlough from the morning of Friday, January 10th to the evening of Monday, January 13, 1986. The record supervisor also testified that appellant did not arrive by his January 13th, 9:00 p.m. deadline. Susan Blackburn, appellant’s friend who had dinner arrangements with appellant for that January 10th, the day of the rape and murder, testified that during the week preceding January 10th, appellant had told her that he would not be able to meet her for dinner because his furlough had not been approved. Additionally, appellant himself testified to his work-release status, noting that “status on work release is very sensitive” and easy to lose. N.T., 2/5/87, at 554. In the following exchange, appellant admitted to lying to Susan Blackburn about losing his furlough so that he could avoid seeing her:\n[Trial Counsel]: What had you told [Susan Blackburn] earlier in the week about your status over the week end [sic] and your ability to see her? Tell what you told her. [Appellant]: I had told Susan that I had to return to Greensburg.\n[Trial Counsel]: Why?\n[Appellant]: I had promised Liz [Manual] earlier to see her. I had promised Tim [McCormick] that I would spend some time with him, because he had been awarded his license. I wanted to see Diane. It was very confusing. And I simply didn’t need any more of this. I lied to cover these things up and that the he had snowballed and that’s what’s put me here today.\nId. at 551.\nIn its guilt phase charge, the trial court instructed the jury on its consideration of this evidence as follows:\nThere was evidence tending to prove that the defendant was on work release. I’m speaking of the evidence introduced by the Commonwealth and the testimony of the defendant as [to] the defendant’s work release from Greensburg. This evidence is not evidence of the defendant’s guilt. You must not infer guilt from the evidence of work release. This evidence may be considered by you for one purpose only, that is, to help you judge the credibility and weight of the testimony given by the defendant as a witness in this trial.\nN.T., 2/6/87, at 749-50. Trial counsel did not object to the charge.\nOn direct appeal, appellant claimed that the trial court erred in permitting the introduction of evidence relating to appellant’s work-release status because it served no compelling purpose and was inherently prejudicial. This Court held that the trial court properly allowed the admission of appellant’s work-release status for three purposes: (1) to establish his motive for the murder; (2) to demonstrate premeditation in his planning of the rape and murder; and (3) to prove consciousness of guilt through appellant’s failure to return to the prison at the conclusion of his furlough. Tedford I, 567 A.2d at 621.\nAppellant currently claims that the trial court’s cautionary instruction was erroneous because appellant’s work release situation was irrelevant to his credibility. Appellant maintains that he does not seek to relitigate the admissibility of the work-release evidence, a claim which was previously litigated on direct appeal, but rather contends that appellate counsel was ineffective for failing to raise trial counsel’s failure to request a limiting instruction when the evidence was initially admitted and trial counsel’s failure to object to the court’s closing charge.\nThe Commonwealth responds that this issue was previously litigated on direct appeal. The Commonwealth asserts that appellant is attempting to repackage the admissibility issue into a challenge to the cognate jury instructions. The PCRA court agreed, considering this claim to be previously litigated and finding that appellant was attempting to relitigate this issue under an ineffectiveness of counsel theory. The PCRA court concluded that the jury instruction appellant presently faults was related to the three reasons this Court held that evidence of appellant’s work-release status was admissible.\nAs this Court discussed in Tedford I, because appellant’s work-release status gave rise to relevant circumstantial evidence of his guilt in this matter, we rejected appellate counsel’s challenge to its admissibility. Appellant’s current claim relates to trial counsel’s failure to raise a related, but distinct, challenge focusing on the adequacy of the trial court’s instruction. Contrary to the PCRA court’s conclusion that this claim was previously litigated, this Court’s opinion in Collins requires that such a Sixth Amendment claim be considered separate and distinct from the underlying claim of trial error. Collins ’ mandate, however, does not save appellant’s derivative ineffectiveness claim because it is lacking in arguable merit.\nEvidence of a defendant’s prior crimes is generally not admissible solely to show his bad character or propensity for committing criminal acts. See Pa.R.E. 404(b)(1); Commonwealth. v. Billa, 521 Pa. 168, 555 A.2d 835, 840 (1989). Evidence of other crimes may be admitted for other relevant purposes, such as “proof of motive, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident,” though it should only be admitted if the probative value of the evidence outweighs its potential for prejudice. Pa.R.E. 404(b)(2)-(3); see also Billa, 555 A.2d at 840. When such evidence is admitted, however, the defendant is entitled upon request to a jury instruction explaining to the jury that the specific evidence is only admissible for one or more of the above-described limited purposes. Billa, 555 A.2d at 841-42. “An instruction will be upheld if it clearly, adequately and accurately reflects the law.” Commonwealth v. Spotz, 563 Pa. 269, 759 A.2d 1280, 1287 (2000) (citing Commonwealth v. Hawkins, 549 Pa. 352, 701 A.2d 492, 511 (1997)). Additionally, the trial court is permitted to use its own form of expression to explain difficult legal concepts to the jury. Id. Finally, the jury is presumed to follow the court’s instructions. Commonwealth v. Speight, 578 Pa. 520, 854 A.2d 450, 458 (2004).\nPresently, we cannot find counsel ineffective for failing to object to the instruction in this case. As we noted on direct appeal, this work-release-related evidence in fact was admissible for multiple purposes: motive, premeditation, and consciousness of guilt. But, as our quotation of the court’s charge above reveals, the trial court in fact gave an instruction which limited consideration of the evidence to a different and narrower point: credibility arising from the fact that appellant lied to a friend about his work-release status. Contrary to appellant’s current argument, the lie respecting work release and furlough was relevant to the motive and premeditation points. Appellant’s work-release status was, in general terms, relevant to judging the weight and credibility of appellant’s entire account of the weekend of January 10th against the Commonwealth’s theory of the case, which naturally relied upon appellant’s circumstances, including his work-release status and furlough from prison. The charge was favorable to the defense to the extent that it narrowed the jury’s consideration of the evidence, and an objection would have risked a broader charge encompassing all relevant purposes. Furthermore, it must be emphasized, the trial court’s charge addressed head-on the only potential for unfair prejudice arising from the evidence, squarely telling the jury that it should not infer guilt from the evidence of appellant’s work release and that it was admitted for the limited purpose of gauging the weight and credibility of appellant’s testimony. The jury is presumed to have followed the court’s charge, see Speight, supra, and the charge here removed the prospect of prejudice.\nIn light of trial counsel’s continuing objection and the trial court’s favorable narrow limiting instruction, we find that trial counsel was not ineffective. Because the trial court’s instruction was not in error and trial counsel was not ineffective, any derivative layered claim of ineffective assistance of counsel lacks arguable merit.\nF. Jury Relied on Ecclesiastical Law— Guilt & Penalty Phases\nAppellant’s next claim implicates both the guilt and the penalty phases. Appellant maintains that, in reaching their verdict and sentence, jurors relied upon ecclesiastical law rather than solely upon the law of the Commonwealth, which, if true, would constitute a violation of appellant’s rights under the First, Sixth, and Eighth Amendments of the U.S. Constitution and the corresponding provisions of the Pennsylvania Constitution. Specifically, appellant contends that unsworn juror declarations his counsel gathered some nine or ten years after trial describe how one juror always carried the Bible, would lead the jury in prayer, and read verses from the Bible during deliberation. Appellant claims that appellate counsel was ineffective for failing to investigate and develop this issue in post-verdict motions and raise it on direct appeal. Appellant maintains that relief is not precluded by the fact that appellate counsel did not know that the jurors allegedly relied upon ecclesiastical law because his failure to investigate was unreasonable. Appellant seems to imply that appellate counsel’s awareness of prior juror exposure to potentially prejudicial newspaper information at voir dire gave rise to a duty to interview jurors. He then speculates that, by interrogating jurors, counsel may have stumbled across their exposure to other improper and/or prejudicial information during deliberation, including the information he includes in the juror declarations he attaches.\nThe Commonwealth counters that the claim is waived because the allegations forming the basis for relief were unknown until 1996, well after the conclusion of the direct appeal in 1989. It is ludicrous, argues the Commonwealth, to suggest that counsel can be ineffective for failing to raise a claim which he had no reason to know existed. The Commonwealth notes that allegations of prayer in the jury room only became known after present PCRA counsel’s organization (the Federal Court Division of the Defender Association of Philadelphia) entered its appearance on behalf of appellant. The Commonwealth also asserts that it is improper for attorneys to elicit post-verdict declarations or evidence from jurors for the purpose of impeaching the verdict and, citing Commonwealth v. Zlatovich, 440 Pa. 388, 269 A.2d 469, 473 (1970), states that Pennsylvania law prohibits jurors from recounting their mental process in reaching their verdict.\nThe PCRA court concluded that this ineffectiveness claim is waived and, based on reasoning similar to that put forth by the Commonwealth, lacks arguable merit. The court found consideration of the juror declarations to be improper and, after reviewing the declarations, concluded that, even if proper, the declarations do not provide support for appellant’s claim because they do not demonstrate that the jurors read the Bible and considered biblical verses during deliberations. The PCRA court also noted that the declarations were obtained in late 1996 and early 1997, well after both trial and appellate counsel’s representation had ended.\nIt is a general rule of law that a juror may not impeach the jury’s verdict after the jury has been discharged, though an exception to this rule is made in situations where the jury was exposed to an ex parte influence which possesses a reasonable likelihood of prejudice. Commonwealth v. Rollins, 558 Pa. 532, 738 A.2d 435, 451 (1999) (quoting Commonwealth v. Laird, 555 Pa. 629, 726 A.2d 346, 356 (1999)). Although they may testify to the existence of an outside influence, jurors are prohibited “from testifying as to the effect which these extra-evidentiary influences had upon the jurors in reaching a decision,” just as jurors are prohibited from recounting the mental processes by which they arrived at their verdict. Zlatovich, 269 A.2d at 473 (emphasis omitted). Additionally, we reiterate, this Court long ago noted that “interviewing jurors after a verdict and obtaining from them ex parte, unsworn statements in answer to undisclosed questions and representations by the interviewers is highly unethical and improper and was long ago condemned by this court.” Commonwealth ex rel. Darcy v. Claudy, 367 Pa. 130, 79 A.2d 785, 786 (1951).\nAssuming, for purposes of decision, the legitimacy of appellant’s juror declarations, we reject the notion that appellate counsel was obliged to interview jurors to prepare the direct appeal. • “Counsel has a duty to undertake reason-' able investigations or to make reasonable decisions that render particular investigations unnecessary.” Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717, 735 (2000) (citing Strickland, 466 U.S. at 691, 104 S.Ct. 2052) (emphasis added); accord Wiggins, 539 U.S. at 521-23, 123 S.Ct. 2527 (analysis of ineffectiveness claim for failure to investigate must “focus on whether the investigation supporting counsel’s decision not to introduce mitigating evidence of Wiggins’ background was itself reasonable”). Thus, counsel cannot be deemed ineffective for failing to investigate and introduce information he could not possibly have known about, so long as counsel’s decision not to investigate was reasonable. See Commonwealth v. Sneed, 587 Pa. 318, 899 A.2d 1067, 1083 (2006) (“[Cjounsel cannot be deemed ineffective for not introducing information uniquely within the knowledge of the defendant and his family which is not supplied to counsel.”); Commonwealth v. Malloy, 579 Pa. 425, 856 A.2d 767, 788 (2004) (counsel cannot be ineffective for failing to pursue particular mitigating evidence where counsel had no notice of such evidence). However, “strategic choices made after less than complete investigation are reasonable precisely to the extent that reasonable professional judgments support the limitations on investigation.” Wiggins, 539 U.S. at 528, 123 S.Ct. 2527 (quoting Strickland, 466 U.S. at 690-91, 104 S.Ct. 2052).\nThe circumstances of Sneed and Malloy, as well as the U.S. Supreme Court cases cited by appellant, are inapposite to appellant’s present claim. In those cases, counsel failed to conduct even the most cursory of investigations into his client’s background for the purpose of presenting mitigation evidence at sentencing. Capital counsel obviously have a duty to conduct reasonable investigations into mitigation evidence. But counsel do not have a recognized duty to interview jurors in the hopes of uncovering a collateral claim by which to undo the verdict. Furthermore, the fact that there was an issue in voir dire concerning juror exposure to media accounts does not give rise to a duty to go on a post-verdict fishing expedition into other, distinct, unrelated, speculative “jury influences.” As the PCRA court recognized, there is no evidence that counsel knew that the Bible was present in the jury room and was being relied upon for an improper purpose. Additionally, given that post-verdict questioning of jurors is strongly discouraged and that jurors generally may not impeach their verdict, appellate counsel’s “failure” to question jurors in search of such a claim was perfectly reasonable. Finally, we agree with the trial court that the alleged presence of the Bible in the jury room and the occasional prayer do not prove improper use of the Bible as was at issue in Chambers. The presence of the Bible, and of prayer, do not mean that it was a factor in the jury’s deliberation, much less that the jury somehow substituted biblical teachings for the governing law, and those substitute teachings were somehow harmful to appellant’s case. For the foregoing reasons, this claim of ineffective assistance of counsel is without merit.\nG. Improper Victim Impact Evidence— Guilt & Penalty Phases\nAppellant argues that his next claim also implicates both the guilt and penalty phases of trial. Appellant alleges that the Commonwealth was improperly permitted to introduce victim-impact evidence at trial, i.e., evidence of the victim’s attractiveness. Over trial counsel’s objection, the trial court permitted the Commonwealth to introduce evidence regarding the victim’s appearance through testimony, but prohibited admission of a photograph of the victim. James Revak, the victim’s husband, testified as follows:\n[Commonwealth]: Mr. Revak, would you describe your wife to us, please?\n[Revak]: She was around five six, five seven, brown hair, brown eyes, and she was beautiful in my opinion. [Commonwealth]: And everyone else’s?\n[Revak]: Very much so.\nN.T., 2/3/87, at 164. Appellant contends that this testimony was irrelevant, inflammatory, and prejudicial, and was not elicited to show motive for rape because there is no motive element to rape. Appellant also states that the Commonwealth had the photograph of the victim in the courtroom and speculates that, although it was not admitted, it was still seen by the jury. Appellant claims that: (1) trial counsel was ineffective for supposedly failing to object; and (2) appellate counsel was ineffective for failing to raise this issue on direct appeal. Appellant also maintains that, although the evidence was presented at the guilt phase, the evidence affected the penalty phase because the trial court instructed the jury to consider “all” the evidence heard in the case-in-chief.\nThe Commonwealth responds that the testimony regarding the victim’s beauty was not victim-impact testimony because it was admitted, and properly so, only to show motive based on appellant’s statements to fellow prisoners that he was attracted to the victim. Thus, asserts the Commonwealth, appellant’s claim lacks arguable merit. The Commonwealth also contends that appellant cannot demonstrate that he was prejudiced by this passing reference to the victim’s appearance and that any possibility that the testimony tainted the penalty phase is improbable.\nThe PCRA court concluded that this claim lacks arguable merit. The court found that the testimony was appropriate to establish motive and noted that the alleged victim-impact testimony was presented at the guilt stage, whereas in Fisher and Commonwealth v. McNeil, 545 Pa. 42, 679 A.2d 1253, 1259-60 (1996), the presentation of the victim-impact evidence, which was deemed to require a new penalty phase, was introduced at sentencing.\nAppellant’s claim that trial counsel was ineffective clearly lacks arguable merit because trial counsel did in fact object to the presentation of evidence on the victim’s attractiveness. In fact, the sidebar conference addressing trial counsel’s objection takes up over eight pages of the transcript and trial counsel’s objection to the admission of the photograph of the victim was sustained. Therefore, appellant’s claim that appellate counsel was ineffective for failing to raise trial counsel’s ineffectiveness on appeal also lacks arguable merit.\nTo the extent appellant’s claim sounds only in appellate counsel ineffectiveness, it also fails because the trial court’s ruling was proper. For one thing, James Revak’s testimony did not implicate “victim impact.” He did not testify to the devastation he or family members suffered after his wife was brutally raped and murdered. He testified to her looks. See 42 Pa.C.S. § 9711(a)(2) (describing victim-impact evidence as “evidence concerning the victim and the impact that the death of the victim has had on the family of the victim”).\nEvidence of the victim’s attractiveness was admissible in this case to explain appellant’s reason for targeting this particular victim. As Ferry described, appellant himself had stated that he was attracted to the victim. Although motive is not an element of the crime of rape, such evidence may be relevant. Evidence to prove motive, intent, plan, design, ill will, or malice is always relevant in criminal cases. Commonwealth v. Gwaltney, 497 Pa. 505, 442 A.2d 236, 241 (1982). Here, appellant’s motive was relevant to show that he was the one who committed the crime. The victim of a murder is not merely a prop, and references to her humanity are not inherently and unfairly prejudicial. In this case, as Ferry’s testimony made clear, appellant’s focus on the victim was not generic or arbitrary. He focused on her precisely because of her looks.\nFinally, as the PCRA court noted, at the time of trial the capital sentencing scheme precluded victim-impact evidence at the penalty phase, and, unlike Fisher and McNeil, the testimony sub judice was admitted at the guilt phase for a valid purpose and it was never argued as victim impact at the penalty phase. Therefore, appellant’s underlying claim is not cognizable under the prior capital sentencing scheme’s prohibition on victim-impact evidence as described in Fisher and McNeil. Accordingly, appellant’s claim that appellate counsel was ineffective for failing to raise this meritless claim on direct appeal lacks arguable merit.\nII. PENALTY PHASE CLAIMS\nA. Waiver of Right to Present Mitigation Evidence\nTurning to the penalty phase, appellant first argues that his waiver of his right to present mitigating evidence was invalid because it was not knowing, intelligent, and voluntary. Appellant argues that the record shows that he was not told and did not understand that he would face an “automatic” death sentence without the presentation of mitigating evidence. Appellant asserts that a death sentence would be “automatic” in the absence of mitigation because the jury had already found one of the aggravators. This is so, appellant says, because the jury allegedly found him guilty of killing the victim during the course of the rape. Further, appellant contends that, although trial counsel conducted a record waiver colloquy and appellant said he “understood” the nature of capital sentencing proceedings, his responses and explanations to trial counsel’s questions demonstrate that he supposedly did not understand the proceeding. Appellant also maintains that his waiver was the result of trial counsel’s ineffectiveness because trial counsel failed to investigate and inform appellant of available mitigating evidence. Counsel’s duty to protect a defendant’s rights, asserts appellant, is increased when the defendant is mentally or emotionally impaired, as appellant claims he was in the present case. Further, appellant contends that appellate counsel was ineffective for failing to raise this issue on direct appeal. Appellant maintains that prejudice is demonstrated because appellant was sentenced to death as the result of the defective waiver and because, but for counsel’s ineffectiveness, appellant could have presented a compelling case for a life sentence. Responding to the PCRA court’s conclusion that this issue was previously litigated in Tedford I, appellant argues that this Court’s conclusion that appellant could not be compelled to present mitigating evidence did not depend on the validity of his waiver and, therefore, the waiver issue was not previously litigated.\nThe Commonwealth counters that this issue was previously litigated on direct appeal, where this Court concluded that appellant’s mitigation waiver was valid and that the waiver colloquy was free from error. The PCRA court also concluded that this claim was previously litigated and that appellant is presently attempting to relitigate this issue under a new theory based on ineffectiveness. In the alternative, continued the PCRA court, appellant’s ineffectiveness claim lacks arguable merit because it is clear from the record that appellant’s waiver was knowing, intelligent, and voluntary.\nThe circumstances surrounding appellant’s waiver are as follows. After the conclusion of the guilt phase of trial, at a conference in chambers, trial counsel stated, as he had previously advised the court, that weeks before trial appellant instructed trial counsel not to prepare for the sentencing phase. Trial counsel also stated that he urged appellant to meet with his mother and sister, who were present at trial, to discuss the issue of mitigation, but appellant declined. Trial counsel then stated that, against his advice, appellant was formally waiving his right to present mitigating evidence. Trial counsel requested leave to conduct a colloquy to ensure that appellant knowingly understood what he was waiving. Thereafter, counsel conducted a record colloquy with appellant, the relevant portions of which appear below:\n[Trial Counsel]: So knowing at what stage we are and knowing what the Commonwealth intends to present, and knowing my desire, willingness and ability to go forward and present mitigating factors for you, is it your desire to give up that right and to not present any mitigating factors on your behalf right now?\n[Appellant]: One more question: How does this affect the possible appeal?\n[Trial Counsel]: I don’t know the answer to that, because I never had this situation.\n[Appellant]: Okay. Yes, I give up those rights.\n* * * *\n[The Court]: ... Mr. Tedford knows the difference between the burden of proof on aggravating and mitigating?\n[Trial counsel]: You understand the difference on the burden of proof?\n[Appellant]: No.\n[Trial counsel]: The Commonwealth has the burden of proving this beyond a reasonable doubt, that is, they have the burden of proving aggravating circumstances beyond a reasonable doubt. We only have to prove mitigating factors by a preponderance of the evidence.\n[Appellant]: We only have to prove mitigating factors?\n[Trial counsel]: We only have to prove those by a lesser standard than the Commonwealth has to prove the aggravating factors.\n[Appellant]: I understand. Obviously, once again I’m trying to deal with something I feel inside rather than the law. I’m looking back at the court situation and we didn’t have to prove anything there, and it didn’t do any good. Now, we have to prove something. I really don’t have any hope. I understand though this, I understand what you’re saying.\n[Trial counsel]: Okay, is it your desire to waive the presentation of mitigating factors?\n[Appellant]: Yes. Why prolong it? Yes. Why waste time with it?\n[Trial counsel]: All right....\nN.T., 2/6/87, at 762-65. The prosecutor then described to appellant what aggravators the Commonwealth would present. Afterwards, trial counsel stated that appellant could present mitigating evidence in the form of testimony from family members, to which appellant replied, “I don’t want to put them through that. I think there’s been enough of that.” Id. at 767. Appellant even requested leave not to attend the penalty phase, but the trial court stated that he was required by law to be present. Later, appellant again firmly stated, “[t]here won’t be any mitigating circumstances.” Id. at 771.\nIn his nunc pro tunc motion for a new trial and arrest of judgment prepared by appellate counsel, appellant claimed that trial counsel was ineffective for failing to present mitigation evidence. Subsequently, on direct appeal, appellant abandoned that version of the claim and converted it into a claim alleging that the trial court had a duty of its own to compel the production of mitigating factors and that it had erred by failing to do so. This Court disagreed and held that a trial court does not have a sua sponte duty to compel the presentation of mitigating evidence against a defendant’s will. Tedford I, 567 A.2d at 626-27.\nProperly framed, appellant’s current claims can only be that appellate counsel was ineffective for failing to argue that appellant’s waiver was invalid because it was a product of trial counsel ineffectiveness for failing to investigate and adequately explain the available mitigating evidence to appellant, a lapse which supposedly caused appellant’s waiver. With respect to the nested claim concerning trial counsel, we reiterate that, “[c]ounsel has a duty to undertake reasonable investigations or to make reasonable decisions that render particular investigations unnecessary.” Basemore, 744 A.2d at 735. Consideration of a claim of ineffectiveness for failure to investigate must “focus on whether the investigation supporting counsel’s decision not to introduce mitigating evidence of [the defendant’s] background was itself reasonable.” Wiggins, 539 U.S. at 523, 123 S.Ct. 2527 (emphasis omitted); see also Williams, 529 U.S. at 395-99, 120 S.Ct. 1495 (holding counsel ineffective for failing to investigate and present substantial mitigating evidence); Rompilla, 545 U.S. at 393, 125 S.Ct. 2456 (same). However, as the U.S. Supreme Court has recently stressed, where a capital defendant instructs his trial counsel not to offer mitigating evidence, counsel’s failure to investigate mitigation evidence may not be prejudicial under Strickland. Schriro v. Landrigan, 550 U.S. 465, -, 127 S.Ct. 1933, 1941, 167 L.Ed.2d 836 (2007). This Court addressed a similar situation where a defendant directed his attorney not to present mitigating evidence in Commonwealth v. Sam, 535 Pa. 350, 635 A.2d 603 (1993), and stated:\nA criminal defendant has the right to decide whether mitigating evidence will be presented on his behalf. We will not remove that right and compel admission of such evidence. Defense counsel has no duty to introduce and argue evidence of mitigating circumstances where his client has specifically directed otherwise.\nId. at 611-12.\nIn recent years, this Court has held that a properly preserved challenge to the validity of a waiver of mitigating evidence is generally assessed by examining the thoroughness of the colloquy to ensure that the defendant fully understood the nature of the right and the consequences of waiving the right. See Commonwealth v. Randolph, 582 Pa. 576, 873 A.2d 1277, 1282 (2005); see also, e.g., Commonwealth v. Rega, 593 Pa. 659, 933 A.2d 997, 1027-29 (2007), cert. denied, -U.S. -, 128 S.Ct. 1879, 170 L.Ed.2d 755 (2008); Rega, 933 A.2d at 1034 (Castille, J., joined by Saylor, J., concurring). This Court has assumed in these cases, decided long after the mitigation waiver here, that the waiver of mitigating evidence must proceed according to the constitutional standard of knowing, intelligent and voluntary. See Rega, 933 A.2d at 1028 (discussing Commonwealth v. Wilson, 580 Pa. 439, 861 A.2d 919, 934 (2004) and stating that Pennsylvania demands only that defendant’s waiver be knowing, intelligent, and voluntary); see also Commonwealth v. Puksar, 951 A.2d 267, 288-89 (Pa.2008); Randolph, 873 A.2d at 1282. However, the U.S. Supreme Court has more recently noted that there is, as yet, no constitutional requirement that a defendant’s decision not to introduce evidence be “informed and knowing.” Schriro, 550 U.S. at-, 127 S.Ct. at 1942. Additionally, there is, as yet, no constitutional requirement for “a specific colloquy to ensure that a defendant knowingly and intelligently refused to present mitigating evidence.” Id. at-, 127 S.Ct. at 1943; see also Puksar, 951 A.2d at 288 nn. 10-11. More to the point, there was no requirement of a specific colloquy in 1987, when appellant’s waiver occurred, or in the ensuing two years while appellant’s direct appeal was litigated.\nFurthermore, a claim alleging that a waiver was constitutionally deficient due to some record-based error obviously is distinct from a collateral claim that the previously unchallenged waiver was invalid due to an external influence, such as the ineffective assistance of counsel. See Mallory, 941 A.2d at 697-98 (jury waiver context) (the “not uncommon my-record-waiver-was-my-lawyer’s-fault claim is far removed from the ‘constitutional, structural’ error that would be at issue if a timely jury demand was wrongly denied”). “[L]awyers have an obligation to counsel their clients in conjunction with the waiver of basic rights” and “[w]hen a presumptively-valid waiver is collaterally attacked under the guise of ineffectiveness of counsel, it must be analyzed like any other ineffectiveness claim,” and must focus on the totality of relevant circumstances. Id. at 698. For example, in Sam, this Court concluded that the defendant’s waiver of the right to present mitigation evidence was knowing, intelligent, and voluntary where it was clear from the record that the defendant understood the consequences of his waiver after the trial court engaged in an extensive colloquy with the defendant and trial counsel stated for the record the mitigating circumstances he would have argued. Sam, 635 A.2d at 611-12.\nIn any event, what must be controlling here, as it was in Sam, is that the absence of mitigation evidence was at appellant’s specific and unequivocal direction. That decision was first made by appellant weeks before trial. Appellant maintained his stance despite counsel urging him to authorize a mitigation defense. Moreover, as this Court noted on direct appeal, the record colloquy that counsel conducted made clear that appellant understood the nature of the penalty proceeding, his right to present mitigation evidence, the aggravating circumstances the Commonwealth was to pursue, and the differing burdens of proof. Appellant was adamant that trial counsel not pursue any mitigation. Indeed, ignoring the advice of counsel, appellant here refused to allow counsel to call family members to testify on his behalf.\nAppellant now suggests that, if only counsel would have found other arguments to convince him to change his mind, he might have authorized counsel to present a mitigation defense. That, of course, is pure speculation. Moreover, there was no existing check-list or paradigm for counsel to consult in 1987— certainly appellant has cited none — in order to dissuade a mentally competent client from this decision.\nAppellant also suggests that counsel in 1987 was obliged to tell him that a failure to present mitigation evidence would certainly lead to a sentence of death because the jury had already found, at the guilt phase, that he killed the victim during the perpetration of a felony — rape. See 42 Pa.C.S. § 9711(d)(6). But, appellant’s assumption is not correct as a matter of fact and as a matter of law. As a matter of fact, the guilty verdict on rape — a charge vigorously contested — did not require the penalty jury to find a specific temporal relationship between the murder and the rape. The penalty phase issue was thus distinct. Moreover, the jury still had to find the specific aggravating circumstance, unanimously and beyond a reasonable doubt. Additionally, there was the ever-present prospect of jury nullification, and all it would have taken was one juror. As a matter of law, the claim fails because appellant can cite no authority, in existence at the time trial and appellate counsel were acting, that required a mitigation waiver to include advice from the defendant’s lawyer that waiver would “certainly” lead to death. Indeed, as Schriro makes clear, to this day there is no such authority.\nIn any event, in the wake of cases such as Schriro and Sam, appellant’s unequivocal direction to counsel is enough to require rejection of this ineffectiveness claim. Furthermore, this case cannot be likened to the unreasonable-failure-to-investigate-mitigation cases such as Williams v. Taylor, supra, Wiggins, supra, and Rompilla, supra. In those eases, counsel failed to conduct even the most cursory investigation into apparently readily available mitigating evidence. Here, in contrast, trial counsel did not “decide” not to investigate and decline to present mitigating evidence. Rather, he was instructed not to do so by appellant, notwithstanding counsel’s existing investigation and counsel’s avowed “desire, willingness and ability to go forward” with mitigation evidence. In fact, trial counsel advised appellant to present mitigation, urged him to discuss the matter with his family members who could have presented certain mitigating evidence, notified the court that he had mitigating evidence in the form of family member testimony, and repeatedly informed the court that appellant was proceeding against the advice of counsel.\nEven assuming the truth of appellant’s facile current allegation — that his waiver reflected a misunderstanding of the sentencing procedure or was caused by mental impairment— that fact would not prove counsel ineffective absent proof that counsel knew or should have known of the misunderstanding or impairment, and knew or should have known that, under the law, that fact authorized him to ignore his client’s direction. Given the circumstances on the record, appellant’s claim that trial counsel was ineffective respecting the mitigation waiver, for failing to investigate and inform appellant about potential mitigating evidence, and/or for failing to realize that appellant’s waiver was infirm lacks arguable merit. The corresponding claim that appellate counsel was ineffective for failing to raise trial counsel’s ineffectiveness on direct appeal necessarily fails.\nB. Trial Counsel Ineffectiveness\nAppellant raises two claims of trial counsel ineffectiveness at the penalty phase. Appellant claims that trial counsel was ineffective for: (1) failing to investigate and present mitigating evidence; and (2) failing to “life-qualify” the jury. Like the guilt phase trial counsel ineffectiveness claims we have addressed above, appellant has not shown that these claims were not previously litigated on direct appeal. In any event, because these nested claims of trial counsel ineffectiveness lack merit, any layered claim of ineffectiveness similarly fails.\n1. Failure to Investigate & Present Mitigating Evidence\nAppellant claims that trial counsel was ineffective for failing to investigate and present mitigating evidence and that appellate counsel was ineffective for failing to raise trial counsel’s ineffectiveness on direct appeal. This claim lacks arguable merit because, as addressed at length above, trial counsel did investigate potential mitigating evidence and wanted to present that evidence, but was instructed not to do so by appellant. Moreover, to the extent counsel failed to uncover other evidence of mitigation, his investigation was torpedoed by his client’s directive. Given appellant’s directive not to introduce mitigation, appellant cannot show prejudice. Schriro, supra; Sam, supra. Therefore, appellant’s layered claim of ineffectiveness is without merit.\n2. Failure to Ask Prospective Jurors “Life Qualifying” Questions\nAppellant also claims that trial counsel was ineffective for failing to ask prospective jurors “life qualifying” questions which, he says, resulted in a death sentence violative of due process and the Eighth Amendment. Appellant asserts that five of the jurors have provided declarations indicating that they would automatically impose death in any first-degree murder case and that the presence of such jurors on a capital case amounts to structural error. Appellant argues that this claim is distinguishable from cases like Commonwealth v. Simmons, 569 Pa. 405, 804 A.2d 625, 638 (2001) (OAJC), where ineffectiveness claims were rejected based on counsel’s failure to life-qualify the jury, because at least five of the jurors here supposedly shared an actual and disqualifying bias against imposition of a life sentence.\nThe Commonwealth counters that this Court has previously-rejected such a claim in cases like Simmons, supra, and Commonwealth v. Williams, 557 Pa. 207, 732 A.2d 1167 (1999). The PCRA court agreed and dismissed appellant’s claim as lacking in arguable merit and legally insufficient.\n“ ‘Life qualification’ is the process by which prospective jurors are excluded from the jury based on their fixed opinion that the death penalty must be imposed for a first degree murder conviction.” Commonwealth v. Speight, 578 Pa. 520, 854 A.2d 450, 459 (2004). Although a defendant wishing to life-qualify the jurors on voir dire must be permitted to do so, Morgan v. Illinois, 504 U.S. 719, 735-36, 112 S.Ct. 2222, 119 L.Ed.2d 492 (1992), there is no general requirement to life-qualify jurors, and thus counsel cannot be deemed ineffective for failing to do so. Carson, 913 A.2d at 262; see also Rega, 933 A.2d at 1019-20 (“[Although trial counsel is permitted to life-qualify the jury, such questions are not required and counsel is not per se ineffective for failing to pose them as long as the jury selection process is otherwise fair and impartial.”); Speight, 854 A.2d at 459 (defendant-not prejudiced by counsel’s failure to life-qualify jurors even though jurors were “death-qualified”); Commonwealth v. Morris, 546 Pa. 296, 684 A.2d 1037, 1043 (1996) (counsel’s failure to ask life-qualifying questions during voir dire did not support claim of ineffective assistance of counsel where trial court conducted thorough voir dire, properly instructed jury on capital sentencing procedure, and asked each juror whether he or she could follow court’s instructions notwithstanding personal beliefs).\nAppellant attempts to distinguish this case from the above-referenced authority by referencing his unsworn juror declarations. Even assuming that those declarations prove that the five jurors would have said the same thing under oath at voir dire, and would have been subject to challenge for cause during a life-qualification inquiry, appellant has failed to prove that appellate counsel was ineffective. The declarations PCRA counsel secured years after the fact in order to generate this claim did not exist when appellate counsel pursued the direct appeal; counsel had no constitutional duty to interview jurors; and appellant has not offered any argument explaining what there is that would have put counsel on notice to interview the five jurors. Moreover, given appellant’s choice not to present mitigation evidence, it is difficult to see any prejudice resulting from the underlying failure to pursue life-qualifying questions.\nFurthermore, the trial record reflects that prospective jurors were questioned regarding whether they could follow the laws of the Commonwealth and instructions of the court notwithstanding their personal views on the death penalty. Appellant’s unsworn declarations do not account for this record fact, involving what the same jurors said under oath. Appellant’s unsworn juror declarations cannot serve as the basis of a failure-to-life-qualify ineffectiveness claim and do not overcome the of-record evidence of an adequate voir dire. Accordingly, this layered claim of ineffectiveness lacks arguable merit.\nC. Prosecutorial “Misconduct”\nAppellant asserts that the prosecutor’s following statement was objectionable:\nIt is an awesome burden. It is the highest duty you can perform as jurors under our law to say that a man should be put to death. But, unfortunately, under these set of circumstances, I personally believe it is an appropriate action. I believe you as jurors can follow that.\nN.T., 2/6/87, at 786. Appellant argues that the prosecutor’s statement of “personal belief’ was improper. Appellant claims that trial counsel was ineffective for failing to object to the statement and that appellate counsel was ineffective for failing to raise the issue on direct appeal.\nThe Commonwealth responds that this claim is waived and that any layered ineffectiveness claim lacks arguable merit. On the merits, the Commonwealth asserts that it is permissible for the prosecutor to argue that application of the death penalty is the appropriate action under the circumstances of the case. Citing Commonwealth v. Christy, 511 Pa. 490, 515 A.2d 832, 843 (1986), the Commonwealth also- notes that it has been held permissible and within the bounds of oratorical flair for the prosecutor to argue that the defendant “must die by law.” The Commonwealth further states that, in instances where the prosecutor’s statements may be inappropriate, a new trial is not warranted unless the unavoidable effect of the prosecutor’s remark was to prejudice the defendant to such a degree that it prevented the jury from properly weighing the evidence. The Commonwealth contends that any claim of ineffectiveness fails because, even assuming the remark was inappropriate, the jury was not rendered incapable of fair deliberation because, due to appellant’s decision not to present any mitigators, the jury had to apply the death penalty if the Commonwealth factually established either of the aggravators. The PCRA court found the underlying claim to be waived and the layered ineffectiveness claim to be lacking in arguable merit because the prosecutor was merely arguing the appropriateness of the death penalty and appellant was not prejudiced by the remarks.\nThis Court has held that, under 42 Pa.C.S. § 9711(a)(3) “[t]he prosecutor must be permitted to argue the appropriateness of the déath penalty as applied to the circumstances because that is the only issue before the jury at the penalty phase of trial.” Commonwealth v. Sneed, 514 Pa. 597, 526 A.2d 749, 757 (1987) (emphasis omitted). Likewise, the prosecution may employ oratorical flair when arguing in favor of the death penalty. Basemore, 582 A.2d at 869; see also Commonwealth v. Williams, 581 Pa. 57, 863 A.2d 505, 522 (2004) (stating that during sentencing phase of capital case, prosecutor must be afforded reasonable latitude in arguing position to jury and may employ oratorical flair in arguing in favor of death penalty).\nObviously, the prosecutor should have avoided framing his point in terms of his “personal belief.” Nevertheless, we do not believe that trial counsel was ineffective for failing to pursue an objection. The prosecutor was arguing for the appropriateness of the death penalty under the present circumstances, which Section 9711(a)(3) permits. The very fact that the Commonwealth is pursuing the death penalty conveys to the jury that the prosecutor believes the ultimate penalty is appropriate. Counsel could properly and reasonably deem the comment unworthy of objection and its concomitant emphasis, particularly given the court’s standard instruction that the lawyers’ arguments are not evidence. In addition, because appellant did not present any mitigating evidence, the improper remark was not likely to be prejudicial. Accordingly, this layered claim is without merit.\nD. Denial of Mental Health Evaluation\nAppellant next argues that he had a substantial history of mental impairment resulting from post-traumatic stress disorder, and therefore, mental health mitigation evidence could have and should have been developed and presented at sentencing. Appellant claims that his rights under the Eighth Amendment, as well as his right to due process and to present a defense, were violated because he was not afforded a mental health evaluation. Appellant asserts that trial counsel was ineffective for failing to investigate his mental health and that appellate counsel was ineffective for failing to raise this issue on direct appeal. Appellant also maintains that this Court’s decision in Commonwealth v. Christy, 540 Pa. 192, 656 A.2d 877 (1995), which held that a defendant’s right to mental health assistance under Ake v. Oklahoma, 470 U.S. 68, 105 S.Ct. 1087, 84 L.Ed.2d 53 (1985) is limited to cases where it is needed to rebut the prosecution’s evidence of future dangerousness, is inconsistent with the later decision in Tuggle v. Netherland, 516 U.S. 10, 116 S.Ct. 283, 133 L.Ed.2d 251 (1995) (per curiam) and should be overruled.\nThe Commonwealth counters that Ake is inapposite because, in Commonwealth v. Appel, 547 Pa. 171, 689 A.2d 891, 908 (1997), this Court held that Ake only applies when the defendant demonstrates that his sanity at the time of the offense is to be a significant factor at trial. In the present case, asserts the Commonwealth, there was no indication or demonstration that appellant was insane at the time of the offense, or that he was incompetent at trial. Therefore, concludes the Commonwealth, because appellant was not constitutionally entitled to a mental health evaluation, his counsel cannot be ineffective for failing to request such assistance. The Commonwealth further notes that this claim fails because appellant forbade trial counsel to present any mitigation evidence. The PCRA court dismissed this claim as failing to meet the applicable standards of an ineffectiveness claim.\n“Ake recognized two scenarios where state-paid psychiatric assistance for an indigent capital defendant could be required: (1) relating to the guilt phase — ‘[w]hen the defendant is able to make an ex-parte threshold showing to the trial court that his sanity is likely to be a significant factor in his defense’; and (2) relating to the penalty phase — ‘when the State presents psychiatric evidence of the defendant’s future dangerousness.’ ” Commonwealth v. Blakeney, 596 Pa. 510, 946 A.2d 645, 659 (2008) (quoting Ake, 470 U.S. at 82-84, 105 S.Ct. 1087).\nAppellant did not argue at trial that his mental health was at issue and the Commonwealth did not argue future dangerousness at sentencing. Therefore, under the governing law then in existence, appellant was not entitled to demand a mental health evaluation at sentencing and trial counsel was not ineffective for failing to request such assistance. Moreover, appellant fails to demonstrate that trial counsel or appellate counsel knew, or should have known, of a reason to pursue a mental health evaluation. Furthermore, as discussed above, because appellant specifically directed trial counsel not to present mitigating evidence, trial counsel cannot be faulted for failing to engage in a fishing expedition searching for mental health issues. Nor can appellate counsel be faulted for failing to claim that trial counsel was ineffective.\nAppellant’s claim that Tuggle requires that this Court overrule Christy is misplaced. Tuggle did not exist when counsel had to act, and so it does not further appellant’s claim. And, in any event, Tuggle did not purport to broaden Ake’s application. See Blakeney, 946 A.2d at 660. Moreover, Tuggle’s holding was limited. There, the defendant was sentenced to death in Virginia after a jury found Virginia’s “future dangerousness” and “vileness” aggravators. The Virginia Supreme Court affirmed. Finding an Ake error, the U.S. Supreme Court vacated the sentence and remanded the matter. On remand, the Virginia Supreme Court invalidated the future dangerousness aggravator, but reaffirmed the death sentence based on the other aggravator. Thereafter, the U.S. Supreme Court again invalidated the death sentence. Unlike Zant v. Stephens, 462 U.S. 862, 886-88, 103 S.Ct. 2733, 77 L.Ed.2d 235 (1983), which stated that a death sentence supported by multiple aggravating circumstances need not be set aside if one aggravator is found to be invalid, the High Court in Tuggle concluded that, following recognition of the Ake error, the death sentence did not rest on firm ground. Tuggle, 516 U.S. at 11-14, 116 S.Ct. 283. Thus, Tuggle does not implicate this Court’s holding in Christy. Accordingly, appellant’s claim addressing mental health assistance is without merit.\nE. Jury Instructions Violated Mills v. Maryland\nAppellant next claims that the trial court’s penalty phase jury instruction, stating that the jury had to be unanimous in finding any mitigating circumstance before it could give effect to that mitigating circumstance, violated the Eighth Amendment as construed by the U.S. Supreme Court in Mills v. Maryland, 486 U.S. 367, 373-75, 108 S.Ct. 1860, 100 L.Ed.2d 384 (1988), which was decided after the trial in this case. Appellant argues that the trial court’s instruction stressed the need for unanimity with respect to both the verdict and the jury’s findings and indicated that the jury was to make its findings as to mitigating and aggravating circumstances in the same manner with the exception of the burden of proof. Appellant contends that the instructions in the present case are similar to those which the U.S. Court of Appeals for the Third Circuit held violated Mills in Frey v. Fulcomer, 132 F.3d 916 (3d Cir.1997). Appellant further maintains that, in Beard v. Banks, 542 U.S. 406, 411-12, 124 S.Ct. 2504, 159 L.Ed.2d 494 (2004), the U.S. Supreme Court held that Mills applies to cases, such as the case sub judice, that were on appeal at the time Mills was decided. Appellant contends that because a Mills claim will be available to appellant in federal court, he can presently seek relief under Mills pursuant to Section 9543(a)(2)(v) of the pre-amendment PCRA. Appellant argues that this claim is cognizable because trial counsel was ineffective for failing to object to the jury charge and appellate counsel was ineffective for failing to raise trial counsel’s ineffectiveness on direct appeal. Appellant also asserts that appellate counsel could have raised this Mills claim under the then-existent doctrine of relaxed waiver regardless of whether it was preserved by trial counsel.\nThe Commonwealth asserts that this claim is without merit because trial counsel could not have been ineffective for failing to raise a Mills objection at a trial that took place before Mills was decided. Citing Commonwealth v. Peterkin, 538 Pa. 455, 649 A.2d 121, 126 n. 4 (1994), the Commonwealth states that this Court has consistently held that the Pennsylvania death penalty statute does not violate Mills and that Mills is not retroactive. Further, the Commonwealth notes that the U.S. Supreme Court decided Beard v. Banks after the PCRA opinion in the present case and the High Court has held that Mills does not apply' retroactively to a defendant such as appellant, whose trial was completed prior to Mills. Citing Beard v. Banks, the Commonwealth explains that the U.S. Supreme Court has also held that Mills was a new rule of law which does not fall within the two exceptions of non-retroactivity described in Teague v. Lane, 489 U.S. 288, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989). With respect to appellant’s argument that the Lockett/Eddings/Skipper line of cases establish the underpinnings of Mills, the Commonwealth notes that the U.S. Supreme Court has held that those cases did not compel the holding in Mills. See Banks, 542 U.S. at 416, 124 S.Ct. 2504. The PCRA court concluded that this claim lacks arguable merit because, citing Peterkin, the Pennsylvania death penalty statute does not violate Mills and Mills does not apply retroactively.\nIn Mills, the U.S. Supreme Court held that in a capital case a sentencer may not be precluded from considering and giving full effect to any mitigating evidence. Mills, 486 U.S. at 374, 108 S.Ct. 1860. Mills set forth a new procedural rule governing capital sentencing, specifically holding that when weighing the aggravators and mitigators, the jury’s finding of mitigating circumstances did not have to be unanimous. In Banks, the U.S. Supreme Court held that Mills established a new constitutional rule of law for Teague purposes and, because it was not a watershed rule of criminal procedure implicating fundamental fairness, Mills should not be applied retroactively to cases in which the defendant’s conviction became final prior to Mills. Banks, 542 U.S. at 416, 419-20, 124 S.Ct. 2504. Banks also concluded that Lockett did not mandate the Mills rule and thus Mills was a non-retroactive new rule. Banks, 542 U.S. at 414, 124 S.Ct. 2504.\nSimilar to the procedural posture of the present case, the allegedly erroneous jury instruction in Commonwealth v. Duffey, 585 Pa. 493, 889 A.2d 56, 71 (2005) was given prior to the High Court’s decision in Mills and the direct appeal was issued after it. Because the appellant never raised or preserved a Mills claim before the trial court or on direct appeal, we held that the Mills claim was waived and only a derivative ineffectiveness claim remained. Duffey, 889 A.2d at 71; see also Commonwealth v. Cox, 581 Pa. 107, 863 A.2d 536, 554 (2004) (unpreserved Mills claim is waived and cannot be basis for relief under PCRA where alleged improper instruction was' given prior to Mills and judgment of sentence was not final until after Mills).\nHere, as in Duffey, appellant never raised or preserved a Mills claim before the trial court or on direct appeal. Therefore, the Mills claim is waived and only a derivative ineffectiveness claim remains. Appellant claims, however, that even though trial counsel did not object to the instruction, appellate counsel was nevertheless ineffective for failing to raise Mills on direct appeal under the discretionary relaxed waiver doctrine which was then applied in direct capital appeals. But, appellant once again ignores the controlling fact that he directed his trial counsel not to present any mitigating evidence and not to attempt to prove any mitigating circumstances. The jury, thus, had no mitigators to weigh. Because the jury could not weigh any mitigators against the aggravators, the instructions implicating Mills did not prejudice appellant. For this reason, any Mills-based ineffectiveness claim necessarily fails.\nIII. APPELLATE COUNSEL CONFLICT OF INTEREST\nAppellant’s next claim is the only claim that the PCRA court found required an evidentiary hearing to elicit and verify any necessary facts. In his PCRA petition, appellant claimed that appellate counsel labored under a conflict of interest because his office, the Butler County Public Defender’s Office, concurrently represented two Commonwealth witnesses who testified at appellant’s trial, Ferry and White, in their individual criminal matters. However, at the PCRA hearing, the court heard the testimony of White’s former public defender, John Morgan, Esquire, who testified that his representation of White ceased prior to appellant’s trial. Ferry’s former attorney, Richard Goldinger, Esquire, also testified and stated that his representation of Ferry concluded before appellant murdered Jeanine Revak. In its July 16, 2004 memorandum opinion and order, the PCRA court concluded that there was no conflict of interest involving the Public Defender’s representation of Ferry and White. The court found that the Public Defender’s representation of Ferry and White had concluded prior to appellant’s trial and that appellant failed to demonstrate prejudice stemming from appellate counsel’s appointment following appellant’s trial. The court also found that Goldinger did not recall that Ferry became a cooperating witness against appellant. Further, the PCRA court concluded that appellant failed to establish that any prejudice occurred.\nPresently, appellant claims that the PCRA court erred when finding this claim to be meritless. Appellant states that although Goldinger withdrew as Ferry’s counsel in December 1985, Goldinger was present as Ferry’s attorney when Ferry gave statements to the police concerning appellant’s jailhouse admissions. Appellant argues that a non-conflicted attorney would have aggressively pursued the possibility of an undisclosed deal between Ferry and the Commonwealth, whereas appellate counsel here merely asked Goldinger a few open-ended questions and let the matter drop. Appellant also maintains that Goldinger, as the head of the Public Defender’s Office, experienced a conflict of interest based on his responsibilities to both appellant and Ferry.\nThe Commonwealth responds that, if appellate counsel learned of undisclosed deals between the Commonwealth and White and Ferry, he would have ceased his representation of appellant. The Commonwealth asserts that appellant’s argument that appellate counsel must have labored under a conflict of interest because he “failed” to challenge the alleged, but unproved, deals is meritless. It is far more plausible, maintains the Commonwealth, that appellate counsel did not possess any evidence of such “mythical deals” because they did not exist. The Commonwealth also contends that appellant cannot prove prejudice because he did not prove the existence of any undisclosed deals. Moreover, continues the Commonwealth, appellate counsel was not appointed to represent appellant until after the trial was completed and after Ferry and White had testified.\nAn attorney owes his client a duty of loyalty, including a duty to avoid conflicts of interest. Strickland, 466 U.S. at 688, 104 S.Ct. 2052. The attorney’s duty of loyalty “is the obligation of counsel to avoid actual conflicts of interest that would adversely affect his ability to perform on behalf of his client.” Commonwealth v. Washington, 583 Pa. 566, 880 A.2d 536, 543 (2005). To establish a breach of that duty, the client must show the existence of an actual conflict of interest that adversely affected the outcome of the case. Id. An actual conflict of interest “is evidenced whenever during the course of representation, the interests of appellant — and the interests of another client towards whom counsel bears obligations — diverge with respect to a material factual or legal issue or to a course of action.” In Interest of Saladin, 359 Pa.Super. 326, 518 A.2d 1258, 1261 (1986) (discussing Commonwealth v. Breaker, 456 Pa. 341, 318 A.2d 354, 356 (1974)).\nAppellant has failed to establish that the alleged “deals” upon which he premises his conflict claim existed in the first place. In fact, neither Ferry nor White testified to the existence of any agreement with the Commonwealth and the record reflects that there were no agreements. Additionally, because the Public Defender’s Office no longer represented Ferry and White, and appellant’s trial had concluded when appellate counsel began his representation of appellant, no actual conflict of interest existed. Furthermore, the PCRA court found that Attorney Goldinger could not recall if he represented Ferry when Ferry made statements to the police against appellant. Thus, appellant failed to establish an actual conflict of interest and, therefore, this claim lacks arguable merit. Nor has appellant remotely shown how the alleged conflict prejudiced him. And, finally, he has not shown that appellate counsel was ineffective for failing to raise any conflict claim.\nIV. CLAIMS OF PCRA COURT ERROR\nA. Denial of PCRA Hearing\nAppellant claims that the PCRA court erred in summarily dismissing the bulk of his claims without affording discovery or an evidentiary hearing. Appellant argues that he was entitled to PCRA discovery, and declares that he should have been afforded an evidentiary hearing on all of his claims because, if proven, the claims would entitle him to relief. The Commonwealth responds that, under Pa.R.Crim.P. 909(B), the PCRA court was justified in dismissing all but one of appellant’s claims without a hearing because there was no genuine issue of material fact raised by the claims.\nRule 909(B)(2) states that “[i]f the judge is satisfied from [his] review [of a PCRA petition] that there are no genuine issues concerning any material fact, the defendant is not entitled to post-conviction collateral relief, and no legitimate purpose would be served by any further proceedings[.]” Pa.R.Crim.P. 909(B)(2). When reviewing the PCRA court’s denial of post-conviction relief, our standard “is limited to whether the trial court’s determination is supported by evidence of record and whether it is free of legal error.” Commonwealth v. Allen, 557 Pa. 135, 732 A.2d 582, 586 (1999).\nAs our above consideration of appellant’s many claims demonstrates, we hold that the PCRA court did not err in dismissing all but one of appellant’s claims without discovery or a hearing. Appellant has not shown an entitlement to collateral discovery. With respect to a hearing, the PCRA court and this Court have accepted appellant’s arguments as if true, but we have found that appellant’s claims nevertheless fail as a matter of law. The PCRA court adequately detailed its reasons for dismissing appellant’s claims without an evidentiary hearing as required by Pa.R.Crim.P. 909(B)(2)(a), and although our reasoning often differs from that of the PCRA court, the outcome is the same: appellant’s claims do not implicate genuine issues of material fact necessary to dispose of the claims.\nB. Denial of Recusal Motion\nAppellant next claims that the PCRA judge, Judge Thomas J. Doerr, should have recused himself because he formerly served in the Butler County Public Defender’s Office up until the fall of 1986, when he left to become a District Justice. Appellant questions Judge Doerr’s impartiality because of his prior relationship with Attorneys Goldinger and Morgan, who represented Ferry and White, respectively, and due to the fact that appellate counsel replaced him at the Public Defender’s Office when he left to become a District Justice. Quoting Commonwealth v. O’Shea, 523 Pa. 384, 567 A.2d 1023, 1034 (1989), appellant contends that “[w]here a judge has personal knowledge of disputed facts ... in a proceeding, the judge should disqualify him or herself from further proceedings.”\nThe Commonwealth counters that appellant presented no evidence which would raise doubts as to Judge Doerr’s impartiality. In his July 16, 2004 memorandum opinion and order, Judge Doerr appraised his own ability to be fair and impartial as unaffected by the relationships he may or may not have had when serving as a public defender and stated that he had no involvement with appellant’s case or any of appellant’s witnesses. Hence, Judge Doerr dismissed appellant’s motion for recusal.\nRecently, in Blakeney, supra, we discussed the standards governing recusal:\n“[A] trial judge should recuse himself whenever he has any doubt as to his ability to preside impartially in a criminal case or whenever he believes his impartiality can be reasonably questioned.” Commonwealth v. Goodman, 454 Pa. 358, 311 A.2d 652, 654 (1973). It is presumed that the judge has the ability to determine whether he will be able to rule impartially and without prejudice, and his assessment is personal, unreviewable, and final. Commonwealth v. Druce, 577 Pa. 581, 848 A.2d 104, 108 (2004). “Where a jurist rules that he or she can hear and dispose of a case fairly and without prejudice, that decision will not be overturned on appeal but for an abuse of discretion.” Commonwealth v. Abu-Jamal, 553 Pa. 485, 720 A.2d 79, 89 (1998).\nBlakeney, 946 A.2d at 662 (alteration in original). Additionally, “[i]t is the burden of the party requesting recusal to produce evidence establishing bias, prejudice or unfairness which raises a substantial doubt as to the jurist’s ability to preside impartially.” Commonwealth v. White, 589 Pa. 642, 910 A.2d 648, 657 (2006) (quoting Commonwealth v. Abu-Jamal, 553 Pa. 485, 720 A.2d 79, 89 (1998)).\nHere, appellant has not met the burden for demonstrating partiality, bias, or an abuse of discretion. The bare fact that Judge Doerr served in the Public Defender’s Office prior to appellate counsel’s tenure there, and with attorneys whose former clients subsequently testified at appellant’s trial after Judge Doerr left the Public Defender’s Office, are insufficient reasons to require recusal as a matter of law — which is appellant’s essential position. Stating that he had no prior knowledge or contact with appellant’s case, Judge Doerr appropriately determined that he could preside over appellant’s PCRA petition impartially. Our review of appellant’s laundry list of claims reveals nothing untoward. Therefore, the PCRA court did not abuse its discretion in denying appellant’s recusal motion.\nV. CUMULATIVE EFFECT OF THE ERRORS\nFinally, appellant claims that even if we hold that he is not entitled to relief based on any individual claim, he is nevertheless entitled to relief because the cumulative effect of these allegations denied him a fair trial and in light of the heightened procedural safeguards constitutionally required in capital cases. Quoting Commonwealth v. Bracey, 568 Pa. 264, 795 A.2d 935, 948 (2001), the Commonwealth responds that this Court has previously stated that “no number of failed claims may collectively attain merit if they could not do so individually.” Likewise, the PCRA court found that appellant could not prevail on his cumulative effect theory based on claims that had no arguable merit individually.\nAs the Commonwealth notes, this Court has repeatedly held that “no number of failed claims may collectively warrant relief if they fail to do so individually.” Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 617 (2007) (citing Commonwealth v. Williams, 586 Pa. 553, 896 A.2d 523, 548 (2006), Commonwealth v. Rollins, 558 Pa. 532, 738 A.2d 435, 452 (1999), Commonwealth v. Williams, 532 Pa. 265, 615 A.2d 716, 722 (1992)). Appellant ignores this authority. This claim fails.\nVI. CONCLUSION\nFor the foregoing reasons, we affirm the orders of the PCRA court.\nJustices EAKIN, TODD, McCAFFERY and Justice GREENSPAN join the opinion.\nJustice BEAR files a concurring opinion.\nJustice SAYLOR concurs in the result.\nThis matter was reassigned to this author.\n. 18 Pa.C.S. § 2502(a).\n. 18 Pa.C.S. § 3121(a).\n. This Court decided Tedford I prior to Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002) (defendant should wait to raise claims of ineffective assistance of trial counsel until collateral review), when Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977) (ineffectiveness of prior counsel must be raised at earliest stage in proceedings at which counsel whose effectiveness is being challenged no longer represents accused) was still controlling.\n. In his direct appeal brief, appellate counsel declined to set forth each instance of alleged trial counsel ineffectiveness and instead stated that he was incorporating by reference over 50 pages of appellant’s December 5, 1988 pro se application for extraordinary relief, which set forth trial counsel ineffectiveness claims. Although this Court has since made clear that we will not consider claims that a party fails to brief but purports to incorporate by reference, see Commonwealth v. Lambert, 568 Pa. 346, 797 A.2d 232, 237 n. 4 (2001) (Opinion Announcing the Judgment of the Court (\"OAJC”)); Commonwealth v. Edmiston, 535 Pa. 210, 634 A.2d 1078, 1092 n. 3 (1993), the Tedford I Court permitted the incorporation. The record, however, does not contain appellant’s pro se application and appellant includes neither the application itself nor a discussion of it its contents in his PCRA petition or the brief filed with this Court.\nWe should note also that, after Tedford I was decided, this Court made clear that a criminal defendant currently represented by counsel is not entitled to “hybrid representation” — i.e., he cannot litigate certain issues pro se while counsel forwards other claims. See Commonwealth v. Pursell, 555 Pa. 233, 724 A.2d 293, 301-02 (1999); Commonwealth v. Rogers, 537 Pa. 581, 645 A.2d 223 (1994); Commonwealth v. Ellis, 534 Pa. 176, 626 A.2d 1137 (1993).\n. Our standard of review in PCRA appeals is limited to determining whether the findings of the PCRA court are supported by the record and free from legal error. Commonwealth v. Sneed, 587 Pa. 318, 899 A.2d 1067, 1071 n. 6 (2006).\n. Much of the case law we cite discussing, inter alia, previous litigation and waiver derives from cases interpreting the amended PCRA. As noted in text, however, the operative language is materially the same under either the pre-amendment or amended PCRA.\n. Section 9544(b) currently reads as follows: ”[f]or purposes of this subchapter, an issue is waived if the petitioner could have raised it but failed to do so before trial, at trial, during unitary review, on appeal or in a prior state postconviction proceeding.” 42 Pa.C.S. § 9544(b).\n. Following the 1995 amendments, subsection (a)(1) of Section 9544, immaterial to the present appeal, was repealed. 42 Pa.C.S. § 9544(a)(1) (repealed effective Jan. 16, 1996).\n. This issue is addressed more thoroughly, infra, when examining appellant’s specific claims of trial counsel ineffectiveness at the guilt phase, though the problem arises equally with respect to the trial counsel ineffectiveness claims he attaches to each of his underlying claims. The fact that we do not address appellant's failure to show that a claim was not previously litigated every time we address these boilerplate ineffectiveness claims does not mean that the problem disappears.\n. While appellant refers to juror “affidavits,” his “newly” discovered evidence in fact consists of three unsworn declarations which he proffers pursuant to 28 U.S.C. § 1746 (unsworn declarations under penalty of perjury) and 18 Pa.C.S. § 4904 (unsworn falsification to authorities). Of course, there is a significant distinction between an affidavit and an unsworn declaration. See Commonwealth v. Hall, 582 Pa. 526, 872 A.2d 1177, 1192 (2005) (Caslille, J., concurring) (\"[Tjhere is a significant distinction between a sworn affidavit, which is contemplated under this Court's Criminal Rules governing PCRA practice, and a mere unsworn declaration of a witness.”); Commonwealth v. Brown, 582 Pa. 461, 872 A.2d 1139, 1168-70 (2005) (Castille, J„ concurring) (affidavit is distinct from other out-of-court statements because of oath and certification, which convey to declarant consequences of falsehood, including potential for felony perjury prosecution; affidavit also conveys to tribunal some level of assurance that declarant is who he says he is, that declaration is not fraudulent, and that declarant is willing to stand behind his statement in court).\n. Appellant also argues that in her declaration, Pickerd states that the victim of a prior assault was a nurse and the only way she could have known that fact is if she had read a newspaper present in the jury room. Pickerd’s declaration, however, does not support any such inference, as she does not state how she learned that the prior victim was a nurse. Obviously, Pickerd could have learned that information in another way during the close to 10 years between appellant's trial and the date of her declaration to PCRA counsel.\n. Contrary to the Concurring Opinion of Mr. Justice Baer, we do not suggest that \"an appellant could never prevail on a claim of appellate counsel ineffectiveness where appellate counsel raised an issue in his post-trial motions and then abandoned it on direct appeal.” See Concurring Op. at 737, 960 A.2d at 59. As the above discussion demonstrates, we merely concluded that, in this case, where the issue was directly addressed by the trial court, appellant has not shown that appellate counsel’s failure to raise this issue on direct appeal was unreasonable.\n. Words and phrases in bold are supposedly heard on the audiotape of testimony, but not contained in the transcript. Words and phrases in brackets are in the transcript, but supposedly not heard on the audiotape. Sounds that may indicate editing, and places where the taped testimony fades out, are indicated by \"(E)\" and \"(fade)\" respectively.\n. It is notable that, at the post-verdict hearing, the UPS deliveryman testified that, when interviewed, he told the State Police only the approximate time when he made his delivery to The Finishing Touch.\n. Trial counsel offered the testimony of Trooper Stanek, who stated that when James Revak viewed his wife's body he said, \"I'm sorry, I’m sorry, I couldn't help it.” N.T., 2/5/87, at 604.\n. Appellant’s assertion is untrue; there was additional circumstantial evidence proving rape, including the victim’s unusual activities that day and her being murdered shortly after appellant, by his own admission, had sexual relations with her (consensually, by his account).\n. Appellant references “affidavits” of Timothy Sunday, inmate David Geibel, and investigator Pamela Tucker contained in appellant's pro se and amended PCRA petitions. Each declaration stated that appellant never confessed to Ferry and/or White, and that Ferry only testified against appellant because he thought that he was getting a \"deal” from the Commonwealth.\n. The Commonwealth does not address whether the items exist.\n. Additionally, we note that a Brady-like claim is specifically cognizable under the applicable version of the PCRA. See 42 Pa.C.S. § 9543(a)(2)(vi) (1995) (petitioner eligible for relief if conviction or sentence resulted from ‘‘[tjhe unavailability at the time of trial of exculpatory evidence that has subsequently become available and that would have affected the outcome of the trial if it had been introduced”).\n. Because of appellant's failure to identify which of his present claims of trial counsel ineffectiveness were previously litigated by appellate counsel, it is unclear whether, as appellant contends, this issue was not raised by appellate counsel on direct appeal.\n. We note that trial counsel in fact objected to the remark based on the grounds that it constituted an improper suggestion and reference to the defense's use of discovery.\n. It is unclear whether this Court determined that the evidence was admissible for these three purposes or whether the evidence was in fact admitted for these three purposes. Our review of the current record has failed to produce the trial court's original evidentiary ruling, which was the basis for counsel's continuing objection. The Court on direct appeal may have had the benefit of the original ruling. In any event, the trial court's final instruction is clear, and it significantly narrowed the purpose for which the evidence could be considered.\n. Appellant, however, does not present argument on the First and Eighth Amendments, nor does he present separate arguments under the Pennsylvania Constitution.\n. Appellant’s claim, in point of fact, does not implicate \"ecclesiastical law.” Ecclesiastical law is a \"body of law derived largely from canon and civil law[,] administered by the ecclesiastical courts,” and governs \"the doctrine and discipline of a particular church.” Black's Law Dictionary 551 (8th ed. 2004). Thus, the Bible is different from ecclesiastical law.\n. In support of this claim appellant states that this Court's opinion in Commonwealth v. Chambers, 528 Pa. 558, 599 A.2d 630, 644 (1991) \"reiterated that a jury may not rely on ecclesiastical law.\" Appellant’s Brief at 58. Chambers, however, did not address jury reliance on ecclesiastical law, but rather admonished “all prosecutors that reliance in any manner upon the Bible or any other religious writing in support of the imposition of a penalty of death is reversible error per se and may subject violators to disciplinary action.” Chambers, 599 A.2d at 644. Chambers also was not decided until after the direct appeal in this case concluded.\n. Appellant declares that counsel “have often been found ineffective for failing to raise a claim about which they have no knowledge.\" Appellant’s Reply Brief at 12 (emphasis and internal quotations marks omitted). For this proposition, appellant relies on Williams v. Taylor, 529 U.S. 362, 395-99, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000) (holding counsel ineffective for failing to investigate and present substantial mitigating evidence), Wiggins v. Smith, 539 U.S. 510, 533-34, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003) (same), and Rompilla v. Beard, 545 U.S. 374, 393, 125 S.Ct. 2456, 162 L.Ed.2d 360 (2005) (same). Suffice to say, appellant's characterization is a gross over-simplification of those cases.\n. Again, although appellant contends that appellate counsel did not raise this claim on direct appeal, he has failed to prove that fact through presentation and/or description of the many claims appellate counsel raised by incorporation on direct appeal.\n. At the time of trial, 1987, victim-impact testimony was inadmissible. See Commonwealth v. Fisher, 545 Pa. 233, 681 A.2d 130, 145-47 (1996) (although U.S. Supreme Court reversed its earlier position and approved of victim-impact testimony in Payne v. Tennessee, 501 U.S. 808, 111 S.Ct. 2597, 115 L.Ed.2d 720 (1991), Pennsylvania’s prior capital sentencing scheme precluded such testimony). Pennsylvania's death penalty statute was amended on October 11, 1995 so as to allow victim-impact evidence; the amendment, however, only applies to sentences imposed for offenses committed on or after its effective date. Fisher, 681 A.2d at 145 n. 7.\n. Trial counsel raised his objection after the prosecutor asked Revak, ”1 understand your wife was the home-coming queen in high school.” N.T., 2/3/87, at 156. The trial court framed trial counsel’s objection as follows: \"You are objecting mostly to attractive, beauty, things of that sort[J” Id. at 158. The trial court overruled the objection.\n. Ferry, the jailhouse informant, testified: “[Appellant] said she was good looking and had a nice body and everything, and he had hot nuts for her.\" N.T., 2/4/87, at 381.\n. The Tedford I Court also adverted to appellant’s prior version of the claim, stressed that the ineffectiveness claim was made despite \"appellant's specific instructions to counsel not to present such evidence,” and noted that appellant had not set forth the mitigating evidence the trial court, or counsel, should have produced. Tedford I, 567 A.2d at 627 n. 7.\n. The Concurring Opinion by Mr. Justice Baer notably cites to no authority, much less authority extant at the time trial and appellate counsel were acting in the late 1980s, that governed the content of a mitigation waiver colloquy, much less authority requiring counsel to tell his client that the mitigation waiver would make a sentence of death \"certain.” Moreover, the notion that appellant was unaware of the potential consequence of his waiver is both counter-intuitive and seemingly contradicted by appellant's contemporaneous statements. (\"I really don’t have any hope---- Why prolong it? .... Why waste time with it?”).\nAlthough the aggravator/mitigator paradigm was indeed adopted in an attempt to better channel the jury's discretion, the penalty issue is still put to the jury, even in a case where the Commonwealth pursues a valid aggravator and the defense offers no mitigation. A death verdict is not directed by the court. And, where the jury has the power, there is always the prospect of nullification. Indeed, a recent case illustrates a situation where the jury assumed a power to return a mitigator that was neither pursued by the defendant nor valid under the statutory paradigm. See Commonwealth v. Powell, 956 A.2d 406 (Pa.2008) (jury rejected mitigators pursued by defendant and instead found “mercy” as mitigating circumstance). The death penalty statute channels the discretion of the sentencing body; it does not remove it.\nFinally, the Concurrence misapprehends the basis for our reliance upon Powell. Our point in citing Powell is to provide an example of powers juries may assume they have, which includes an assumed power of nullification. The fact that a reviewing court might later question or disapprove a capital jury’s action cannot undo the verdict if the verdict was life. Thus, if the jury had returned a life sentence in this case, for whatever reason — compromise verdict, uncertainty regarding the aggravator, residual doubt, mercy, misunderstanding the charge, qualms about the death penalty, etc. — the Commonwealth would be powerless to seek to overturn that judgment.\n. Although appellant declares that appellate counsel did not raise this claim on direct appeal, he has again failed to prove that fact through presentation and/or description of the many trial counsel ineffectiveness claims appellate counsel raised on direct appeal.\n. Ake was decided after the Virginia Supreme Court affirmed the sentence.\n. Prior to the 1995 amendments, Section 9543(a)(2)(v) stated that relief was available for \"[a] violation of the provisions of the Constitution, law or treaties of the United States which would require the granting of Federal habeas corpus relief to a State prisoner.” 42 Pa.C.S. § 9543(a)(2)(v) (repealed effective Jan. 16, 1996).\n. Appellant argues that although Mills was not decided at the time of trial, the underpinning of Mills was established in a series of cases including Lockett v. Ohio, 438 U.S. 586, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978) (plurality), Eddings v. Oklahoma, 455 U.S. 104, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982), and Skipper v. South Carolina, 476 U.S. 1, 106 S.Ct. 1669, 90 L.Ed.2d 1 (1986), and therefore professionally reasonable counsel would have objected to the trial court’s instructions based on these cases.\n. Even if appellant's underlying claim were not waived, it would fail. As appellant notes, the jury charge sub judice is similar to the charge in Frey v. Fulcomer, which the Third Circuit held violated Mills due to potential juror confusion over whether mitigating circumstances also had to be found unanimously. Frey, 132 F.3d at 923; see also Abu-Jamal v. Horn, 520 F.3d 272, 300-04 (3d Cir.2008). This Court, however, has consistently held that similar instructions do not violate Mills and has rejected the contrary conclusion of the Third Circuit. See Commonwealth v. Breakiron, 556 Pa. 519, 729 A.2d 1088, 1097 (1999).\n. If appellate counsel labored under a conflict, he would be required to raise the issue, of course. See Pa.R.P.C. 1.7.\n. The Prothonotary of the Supreme Court is directed to transmit a complete record of this case to the Governor in accordance with 42 Pa.C.S. § 971 l(i)."}