{"id": "404575", "contents": "OPINION\nSAYLOR, Justice.\nThis case concerns the constitutional requirement of notice in connection with an adjudication of dependency under the Juvenile Act, as well as the necessity for adherence to statutory directives governing an agency’s taking of custody under the Child Protective Services Law.\nOn February 3, 2000, Monroe County Children and Youth Services (“MCCYS”) received a referral from a school official to the effect that R.M., then ten years old, had reported that his adoptive parents physically abused him. MCCYS dispatched caseworkers to investigate, and R.M. was taken into protective custody pursuant to the Child Protective Services Law. On the same day, MCCYS telephoned the parents, Appellants herein, to inform them of the agency’s action and the underlying allegations. The following day, a Friday, MCCYS filed an emergency petition pursuant to the Juvenile Act, averring, inter alia, that R.M. was a dependent child in need of care, protection, treatment, and supervision; relating details from R.M.’s report of physical abuse; including, among these details, a reference to sexual misconduct on the part of R.M.’s older brother, M.M., involving R.M. and others; and requesting that MCCYS be granted legal and physical custody. An order scheduling hearing on the petition for the following Monday was served on Appellants that evening, together with a copy of the emergency petition. In the interim, the juvenile court appointed a guardian ad litem, and Appellants were not advised of R.M.’s location or permitted contact.\nThe following week, the juvenile court heard testimony from R.M., his mother and other family members, school officials, and social workers who had interviewed R.M. Although the proceedings were initially focused on the allegations of physical abuse, several witnesses’ testimony raised additional areas of concern regarding R.M.’s welfare. First, R.M. suffered from potentially serious behavioral problems, frequently acting in a violent and disruptive manner in the home environment. A related issue was the medication prescribed to R.M. to control his behavior, which appeared to cause lethargy. Finally, as arguably alluded to in the petition, R.M. and his older brother, M.M., had been discovered, several months prior to the dependency proceeding, engaging in a sexual act. Although M.M. had eventually been placed in an institution in connection with this and similar transgressions, there was evidence to the effect that the mental health counseling and treatment made available to R.M. had been minimal; moreover, M.M. was permitted to stay in the family home for several months after the incident.\nDuring the hearings, Appellants filed a petition for writ of habeas corpus, seeking R.M.’s release from state custody based upon the contention that MCCYS violated various provisions of the CPSL, and that R.M. was not an abused, neglected, or dependent child. The statutory violations asserted on the part of MCCYS were: failure to notify Appellants in writing of R.M.’s whereabouts; failure to convene a required conference with Appellants; and failure to obtain required judicial authorization within twenty-four hours of assuming custody of R.M. In addition, Appellants complained that the juvenile court had neglected to conduct a required informal detention hearing within, seventy-two hours of the taking. The juvenile court denied the requested relief in a written opinion, deeming the petition an attempt to circumvent protections for children established in the Juvenile Act by bypassing the dependency proceedings.\nIn mid-February, all interested parties filed proposed findings of fact, conclusions of law, and arguments. The guardian ad litem’s submission included findings and argument positing that, “[e]ven if the allegations [of abuse] are not true, there are serious concerns raised by this matter which require the involvement of the Juvenile Act.” In this regard, the guardian emphasized the evidence of sexual abuse by R.M.’s brother, the asserted overmedication of R.M., and R.M.’s longstanding mental and emotional problems focused within the household, concluding that:\nOf primary concern is the extent of the medication, lack of a clear diagnosis and minimal involvement of counseling and psychiatric professionals for this ten year old boy. Therefore, the child does not appear to have the proper parental care or control at this time.\nWhile this submission was filed in the juvenile court, there is nothing of record to attest to its service upon Appellants.\nIn late February, the court reconvened the proceedings to hear the testimony of a court-appointed psychologist. Appellants were also permitted to conduct depositions of a pediatrician and a psychiatrist acquainted with R.M.’s case, which were thereafter admitted into evidence.\nOn March 21, 2000, the juvenile court issued an opinion and order declaring R.M. a dependent child. Significantly, the order was not based upon the allegations of physical abuse, which the court found to be baseless, but on the alternative grounds identified in the guardian ad litem’s submission, namely, R.M.’s behavioral problems, his apparent overmedication, Appellants’ handling of the sexual incident with M.M., and the need for intensive mental health counseling which Appellants had failed to secure. The court therefore granted MCCYS legal custody of R.M., with authority to grant medical and educational consent in lieu of parental authorization. It declined, however, to award physical custody in favor of the agency, but rather, restored physical custody to Appellants.\nOn appeal to the Superior. Court, Appellants argued, inter alia, that the juvenile court violated their due process rights by premising its order upon circumstances that were not identified in the dependency petition; additionally, Appellants reasserted the grounds set forth in their habeas corpus petition concerning MCCYS’s failure to adhere to mandatory-procedures under the CPSL in securing custody. The Superi- or Court rejected both arguments and affirmed the trial court’s order in a memorandum opinion. Regarding due process, the court considered its prior decision in In re M.B., 356 Pa.Super. 257, 514 A.2d 599 (1986), aff'd, 517 Pa. 459, 538 A.2d 495 (1988), in which it had vacated an adjudication of dependency on due process grounds where the petitioning agency failed to allege the child’s dependency pursuant to the Juvenile Act, but rather, set forth solely allegations of abuse pursuant to the CPSL. See M.B., 356 Pa.Super. at 261, 514 A.2d at 602. The Superior Court distinguished M.B., however, on the basis that MCCYS had invoked the Juvenile Act with respect to R.M. and included the essential allegation of dependency. According to the court, the petition was sufficient to comport with due process requirements, since it clearly communicated the nature of Appellants’ interests at stake. Additionally, the Superior Court attributed significance to the fact that the circumstances giving rise to the dependency determination were elicited for the first time at the hearings before the juvenile court. Regarding the claim that MCCYS violated statutory procedures, the Superior Court conceded that MCCYS’s actions were not in strict compliance with the CPSL. Nevertheless, since MCCYS did adhere to other requirements that resulted in notice to Appellants and enabled them to secure representation for purposes of the juvenile hearings, the court concluded that any departures constituted harmless error.\nPresently, Appellants maintain both the constitutional due process and statutory claims litigated in the Superior Court.\nAlthough by design juvenile proceedings are characterized by a degree of informality and flexibility, where constitutionally protected interests are at stake, the Due Process Clauses of the United States Constitution impose a requirement of fundamental fairness. See U.S. Const, amends. V, XIV § 1; see also M.B., 356 Pa.Super. at 260, 514 A.2d at 601. See generally Harrington v. Commonwealth, Dep’t of Transp., 563 Pa. 565, 574-76, 763 A.2d 386, 392 (2000). While due process requirements are themselves flexible and non-technical, they subsume a core demand for adequate notice provided sufficiently in advance of a deprivation proceeding so as to afford a reasonable opportunity to prepare a defense. See id. (citing Mullane v. Central Hanover Bank & Trust Co., 339 U.S. 306, 314, 70 S.Ct. 652, 657, 94 L.Ed. 865 (1950)).\nIn criminal and certain quasi-criminal matters, the United States Supreme Court has discerned a due process requirement that alleged misconduct must be identified with particularity in the essential notice conferred. See generally In re Gault, 387 U.S. 1, 33, 87 S.Ct. 1428, 1446, 18 L.Ed.2d 527 (1967) (articulating requirements for due process notice in the context of a juvenile delinquency proceeding). Therefore, in such settings, variances between charging document and proofs or, for that matter, judicial determinations, cannot generally be condoned where they are of such nature and magnitude as to inhibit an effective response to the charges or allegations. See Cole v. Arkansas, 333 U.S. 196, 201, 68 S.Ct. 514, 517, 92 L.Ed. 644 (1948); Commonwealth v. Swint, 465 Pa. 450, 455-56, 350 A.2d 851, 853-54 (1976); accord Lucas v. O’Dea, 179 F.3d 412, 417-18 (6th Cir.1999).\nIn the juvenile dependency setting, courts have advanced differing positions concerning the degree of specificity required to comport with due process precepts. Compare, e.g., In re Donna M., 33 Conn.App. 632, 637 A.2d 795, 799 (1994) (endorsing application of the Gaidt formulation for due process notice in the child neglect setting and therefore invalidating a mid-hearing amendment which altered the basic nature of parental misconduct alleged in a neglect petition), with In re Trapp, 593 S.W.2d 193, 198-99 (Mo.1980) (rejecting application of the Gault formulation in the neglect context and holding that a neglect petition which mirrored general statutory criteria for neglect but failed to include specific assertions of parental misconduct or nonfeasance nevertheless served as constitutionally adequate notice). In such cases, the courts are required to balance weighty competing interests, namely, the Commonwealth’s interest in preserving and promoting children’s welfare, and parents’ fundamental, constitutionally protected right to rear their children free from undue governmental interference. See generally Donna M., 637 A.2d at 798-99.\nIn light of the gravity of the parental interests involved and the limited imposition upon the government in terms of identifying factual circumstances of which it must have some awareness, and since the primary objective of notice is to ensure the opportunity for a meaningful hearing, see City of West Covina v. Perkins, 525 U.S. 234, 240, 119 S.Ct. 678, 681, 142 L.Ed.2d 636 (1999), we believe that reasonable factual specificity is required in the dependency setting. Cf Pa.R.C.P. No. 1019(a) (prescribing, for purposes of pleadings in civil actions generally, that “[t]he material facts on which a cause of action or defense is based shall be stated in a concise and summary fashion”).\nHere, MCCYS’s emergency petition set forth ample circumstances supporting one specific theory warranting an adjudication of dependency, namely, parental child abuse. However, a variance arose in terms of the proofs adduced at hearing, the guardian ad litem’s arguments, and, ultimately, the juvenile court’s findings and conclusions. The record does not reveal any attempt on the part of MCCYS to amend its petition or conform it to the proofs, cf. Pa.R.C.P. No. 1033 (prescribing the availability of amendments to pleadings, with leave of court, to, inter alia, aver additional transactions or occurrences even though they may give rise to a new cause of action or defense, or to conform the pleading to the evidence offered or admitted); the guardian ad litem to apprise Appellants of his arguments in the alternative based upon circumstances adduced at the juvenile court hearings; or the juvenile court to direct Appellants to show cause why the relief requested in the emergency petition should not be granted on such alternate grounds. Although MCCYS’s petition did allude to the sexual misconduct involving R.M.’s brother, see supra note 3, this reference was couched in terms of describing aspects of the alleged parental abuse and arguably did not assert the involvement of R.M. in an actual incident. Thus, while certainly the Superior Court was correct in its conclusion that Appellants were adequately apprised of the nature of their interests at stake, in the circumstances presented we conclude nonetheless that they were not provided sufficient notice to satisfy constitutional due process mandates. Cf. In re Jason P.S., 195 Wis.2d 855, 537 N.W.2d 47, 50 (1995) (explaining that “if the State substantially changes the type of conduct that may lead to the loss of rights without notice to the parent, the State applies a fundamentally unfair procedure”).\nAlthough we hold that a constitutional violation occurred, we note that, notwithstanding defective notice even in the criminal context, a variance may be deemed harmless where a defendant is fully apprised of the charges against him and able to anticipate and respond to the prosecution’s proof. See United States v. Stuckey, 220 F.3d 976, 982-83 (8th Cir.2000); Commonwealth v. Kelly, 487 Pa. 174, 178, 409 A.2d 21, 23 (1979); accord United States v. Alicea-Cardoza, 132 F.3d 1, 6 (1st Cir.1997). Harmlessness may be found either because the disparity between the charging document and the proof at trial was not material, or because the disparity, though material, did not prejudice the defendant. See Kelly, 487 Pa. at 177, 409 A.2d at 23; Commonwealth v. Ohle, 503 Pa. 566, 589, 470 A.2d 61, 73 (1983). Here, however, the variance between MCCYS’s allegations and the proofs (and decision) is plainly material, as Appellants were required to mount a defense against pointed contentions of grave misconduct on their part. Particularly in the face of such directed allegations, it simply cannot be fairly expected of them to defend against claims based upon an alternative set of circumstances not stated. Cf. Walters v. Reno, 145 F.3d 1032, 1043 (9th Cir.1998)(concluding that notice which is confusing, misleading, or inaccurate is insufficient to meet procedural due process requirements, because such notice does not adequately safeguard the right to a meaningful hearing). Further, Appellants have described with specificity the proofs which-they would have adduced had they been provided with the requisite notice and therefore have identified sufficient prejudice that is uncontradicted by MCCYS.\nIn its opinion, the Superior Court credited the juvenile court’s efforts to maintain family unity while providing R.M. with supportive services for his specialized needs, and we find ample support in the record for this observation. In the due process notice context, however, the United States Supreme Court has emphasized procedure over salutary result, to assure necessary accommodation of all constitutionally protected interests involved. See Gault, 387 U.S. at 18, 87 S.Ct. at 1438-39. Accordingly, the best course here is to remand the matter with instructions to vacate the adjudication of dependency and provide Appellants with the opportunity to present their defenses to the alternative allegations of which they are now fully aware.\nConcerning Appellants’ claim of a violation of their legal interests pursuant to the CPSL, the record supports Appellants’ assertion that MCCYS failed to abide by various requirements. While, as the Superior Court observed, MCCYS complied with other statutory requirements, given the importance attached to the parental interests in issue and the potential impact upon the child arising from the taking, we differ with the characterization of the statutory violations as harmless. In light of the highly detailed nature of procedures set out in the CPSL, see, e.g., supra notes 4-6, and since these procedures are mandatory, it is plain that technical compliance is what the General Assembly intended. Section 6315 of the CPSL selves as an essential procedural counterweight to the considerable power and discretion vested in CYS agencies; this function would be substantially undermined if the agencies were permitted to treat its strictures as mere guidelines or deviations as inherently harmless. Cf. Gault, 387 U.S. at 18, 87 S.Ct. at 1438-39 (emphasizing that “juvenile Court history has .. . demonstrated that unbridled discretion, however benevolently motivated, is frequently a poor substitute for principle and procedure”).\nSince, however, physical custody was subsequently restored to Appellants, and there is no support in the record for a finding of caprice or bad faith on the part of MCCYS, in the circumstances presented, we decline to craft a specific remedy for the closed-period violations of statutory provisions directed to regulation of pre-hearing agency custody and prompt hearing. Accord In re Kerr, 333 Pa.Super. 67, 71-72, 481 A.2d 1225, 1227-28 (1984) (holding that violation of a statutory procedural requirement under the Juvenile Act did not implicate a post-confinement remedy where the procedure was directed at constraining the terms of custody, which had terminated); In re Crawford, 360 Pa.Super. 36, 45, 519 A.2d 978, 982 (1987). Accordingly, although we regard the violations committed by MCCYS as serious infringements upon Appellants’ interests as reflected in the CPSL, we do not consider them to constitute alternative grounds for disturbing the adjudication of dependency in this case.\nThe order of the Superior Court is reversed, and the matter is remanded for further proceedings consistent with this opinion.\nJustice EAKIN did not participate in the consideration or decision of this case.\n. Act of November 26, 1975, P.L. 438 (as amended 11 P.S. §§ 2201-2224 (repealed and recodified as amended 23 Pa.C.S. §§ 6301-6384 (the \"CPSL\"))).\n. Act of July 9, 1976, P.L. 586, No. 142 (as amended 42 Pa.C.S. §§ 6301-6365).\n. Such allegation proceeded as follows:\nfR.M.l told the Caseworker that [M.M., R.M.'s brother,] is in a mental institution. He said he was put in the hospital on Super Bowl Sunday and he Ihinks he is at Kidspeace. He said his mother put [M.M.] there because she is telling everyone that [M.M.] has done horrible things to others and said that [M.M.] is doing things to himself sexually.\n. See 23 Pa.C.S. § 6315(c) (directing that parents must be notified “immediately, and within 24 hours in writing, ... of the whereabouts of the child”).\n. See 23 Pa.C.S. § 6315(l)(requiring that the agency must convene a conference with the parents, \"within 48 hours of the time that the child is taken into custody,” for the purposes, inter alia, of informing the parents of the child’s whereabouts, expediting his return to his parents’ custody if possible, and informing the parents of their legal rights in a dependency proceeding); see also 42 Pa.C.S. §§ 6337, 6338 (detailing parents' rights in a dependency proceeding).\n. See 23 Pa.C.S. § 6315(b) (prescribing that ”[n]o child may be held in protective custody for more. than 24 hours unless the appropriate county agency ... obtains an order from a court of competent jurisdiction permitting the child to be held in custody for a longer period”).\n. See 23 Pa.C.S. § 6315(d) (directing that ”[i]n no case shall protective custody ... be maintained longer than 72 hours without an informal conference” with the parents to determine whether continued custody is warranted).\n. It is well settled that parents' interest in care and custody of their children is secured by the Fourteenth Amendment. See, e.g., Lehr v. Robertson, 463 U.S. 248, 258, 103 S.Ct. 2985, 2991-92, 77 L.Ed.2d 614 (1983); Croft v. Westmoreland County Children & Youth Servs., 103 F.3d 1123, 1125 (3d Cir.1997); Cardamone v. Elshoff, 442 Pa.Super. 263, 270-71 & n. 2, 659 A.2d 575, 579 & n. 2 (1995) (citing federal and Pennsylvania cases).\n. While presently Pennsylvania has no statewide judicial procedural rules tailored to juvenile court proceedings, this Court has established a Juvenile Procedural Rules Committee for purposes of preparing a draft set of rules and making appropriate recommendations to the Court.\n. Appellants (W.M. and L.M.) have explained as follows:\n[I]f W.M. and L.M. had received proper notice that the issues had varied from the pleadings, W.M. and L.M. would have taken the deposition testimony of several other doctors and counselors involved with the family. In particular, W.M. and L.M. would have taken the deposition of Dr. Martha Turnberg who is a psychiatrist who had previously treated R.M. and his brother. Furthermore, W.M. and L.M. would have taken the deposition of the family physician, Dr. Cinelli, and the deposition of the family counselor, Greg Llewellyn, who is a behavioral specialist that treated with the family and R.M. In addition to submitting the aforesaid testimony, W.M. and L.M. would have obtained medical records from Dr. Fidel Ventura (the child's current psychiatrist), Dr. Martha Turnberg and Dr. Cinelli. Greg Llewellyn's records would have also been obtained and presented to the Court.\n. Courts in some jurisdictions have held that due process in such cases requires that the new issues be introduced formally and that the parent be given adequate time to respond. See, e.g., In re T.C., 37 P.3d 70, 75 (Mont.2001); Donna M., 637 A.2d at 799; In re N.J.W., 273 N.W.2d 134, 139 (S.D.1978); cf. Jason P.S., 537 N.W.2d at 47 (implying but not expressly holding same). Other eourts, while adhering 1o the same basic notice rule, have adopted a more flexible approach. See, e.g., A.G. v. Department of Children & Families, 721 So.2d 414, 417 (Fla.Dist.Ct. App.1998); Department of Social Servs. v. Superior Court, 13 Cal.4th 882, 55 Cal.Rptr.2d 396, 401-02, 919 P.2d 1329 (1996); In re Male Child, 8 Haw.App. 66, 793 P.2d 669, 673 (1990); Trapp, 593 S.W.2d at 198-99. This case does not call for us to identity a particular procedure, since the record does not establish any means by which Appellants were apprised, other than inferentially, that the juvenile court might base an order of dependency upon a set of circumstances not identified in the emergency petition."}