{"id": "4078908", "contents": "ORDER\nPER CURIAM.\nAND NOW, this 12th day of February, 2014, the Court being evenly divided, the Order of the Superior Court is AFFIRMED.\nFormer Justice ORIE MELVIN did not participate in the consideration or decision of this case.\nJustice EAKIN files a lead Opinion in Support of Affirmance in which Chief Justice CASTILLE joins.\nChief Justice CASTILLE files an Opinion in Support of Affirmance in which Justice BAER joins.\nJustice TODD files an Opinion in Support of Reversal in which Justices SAYLOR and McCAFFERY join.\nOPINION IN SUPPORT OF AFFIRMANCE\nJustice EAKIN.\nIn this appeal, we are asked to consider whether a second violation within one year of § 305(a)(1) of the Pennsylvania Dog Law, 3 P.S. § 459-305(a)(l), is an absolute liability offense. For the following reasons, we would find it is an absolute liability offense and would affirm the Superior Court.\nThe underlying facts are undisputed. On the evening of July 9, 2009, appellant’s Giant Schnauzer, Muncy, left appellant’s premises, crossed the street, and attacked another dog that was being walked by its owner. Approximately 10 to 15 minutes after the incident, a neighbor observed appellant place an electric fence collar on Muncy’s neck. The local police were called concerning the incident, and issued appellant a citation pursuant to § 305(a)(1). Following a bench trial, the trial court found appellant guilty of a second violation of § 305(a)(1) within one year, a misdemeanor of the third degree; he was sentenced to six months of non-reporting probation and ordered to pay a $500 fine. Based on its determination that a second violation of § 305(a)(1) is an absolute liability offense, the court did not require the Commonwealth to present evidence of appellant’s intent or knowledge regarding Muncy’s non-confinement.\nAppellant appealed, claiming the trial court’s interpretation of § 305(a)(1) as an absolute liability offense was erroneous. The Superior Court affirmed, finding scienter was not an element of the offense. Commonwealth v. Raban, 31 A.3d 699, 702 (Pa.Super.2011). Specifically, the court agreed with the rationale of prior decisions interpreting § 305(a)(1) and its predecessor as an absolute liability offense given the clear legislative intent to further public safety by prohibiting roaming dogs. Id., at 702-03 (quoting Commonwealth v. Glumac, 717 A.2d 572, 574 (Pa.Super.1998)) (“ ‘In enacting [§ 305(a)(1) ], the legislature intended to require dog owners to prevent their dogs from running at large.... The protection of the public’s health and safety are attained when dogs are safely secured or accompanied when not so confined.’ ”); accord Baehr v. Commonwealth ex rel. Lower Merlon Township, 51 Pa.Cmwlth. 241, 414 A.2d 415, 417 (1980) (interpreting identical language in § 305(a)(l)’s predecessor and concluding it “unmistakably speaks in terms of strict liability for its violation, and a moment’s reflection on the purpose of the statute buttresses [this] conclusion”). The court noted:\nThe mandate to confine a dog is ... stated absolutely and not in terms of reasonable care, which standard ... would involve difficulties in ascertaining culpability and thus frustrate the legislative intent behind [§ ] 305(a)(1). Had the legislature intended [§ ] 305(a)(1) to condition culpability on the failure to make reasonable efforts at confinement, it could have easily stated so. As written, however, [§ ] 305(a) unequivocally proscribes the failure to confine one’s dog to one’s premises, period.\nRaban, at 703.\nThis Court granted allocatur to determine whether § 305(a)(1) is an absolute liability offense. Commonwealth v. Raban, 616 Pa. 590, 52 A.3d 222 (2012) (per curiam). As this issue presents a pure question of law, our standard of review is de novo and scope of review is plenary. Delaware County v. First Union Corporation, 605 Pa. 547, 992 A.2d 112, 118 (2010) (citation omitted). Appellant urges this Court to reverse the Superior Court’s decision, arguing it has the potential to lead to absurd results, improperly elevates prosecution convenience to a primary concern, and ignores the requirement that the legislative intent to impose absolute liability plainly appear. The Commonwealth counters that legislative intent to do away with a mens rea element is evident from the plain statutory language “shall be unlawful” and the omission of any express scienter requirement. To the extent this Court finds § 305(a)(1) unclear, the Commonwealth asserts the following considerations weigh heavily in favor of finding legislative intent to impose absolute liability: (1) “the mischief to be remedied is roving dogs which is in the public interest” and (2) § 305(a)(l)’s predecessor contained identical language and was interpreted as an absolute liability offense. Commonwealth’s Brief, at 14-15 (citation omitted); see 1 Pa.C.S. § 1921(c)(3), (5) (delineating considerations to be applied in determining legislative intent). In response to appellant’s examples of “absurd” results stemming from interpreting § 305(a)(1) as an absolute liability offense, the Commonwealth notes defenses focusing on third-party action are still available for absolute liability offenses and contends appellant’s argument is based on a misapplication of the absurdity doctrine. The Commonwealth contends “[t]he absurdity doctrine allows that a provision may be either disregarded or judicially corrected as an error I if failing to do so would result in a disposition that no reasonable person could approve” and only applies “to correct obviously unintended dispositions[.]” Commonwealth’s Brief, at 17, 19. Section 305(a), the Commonwealth argues, was specifically written as a strict liability offense to “promote[ ] the public welfare by enforcing compliance through the regulation and confinement of dogs”; therefore, the absurdity doctrine does not apply. Id., at 19 (citations omitted).\nWe begin our analysis keeping in mind that absolute liability criminal offenses are “generally disfavored,” and an offense will not be considered to impose absolute liability absent some indication of a legislative directive to dispense -with mens rea. Commonwealth v. Mayfield, 574 Pa. 460, 832 A.2d 418, 426 (2003) (citation omitted). The question of whether a culpability requirement applies to a given offense is a matter of construction to be determined by the language of the statute, in light of its manifest purpose and design. Commonwealth v. Ludwig, 583 Pa. 6, 874 A.2d 623, 630 (2005). Accordingly, we turn to the Statutory Construction Act, 1 Pa.C.S. §§ 1501 et seq., which dictates that our primary goal is to effectuate the intent of the General Assembly. Id., § 1921(a). The best indication of such intent is the plain language of the statute; if such language is clear and unambiguous, it must be applied. Id., § 1921(b). However, where the statutory language is not explicit, we may apply several considerations to ascertain the legislative intent, including “[t]he mischief to be remedied[,]” “[t]he former law,” and “[t]he consequences of a particular interpretation.” Id., § 1921(c)(3), (5)-(6). Moreover, we are to assume the legislature did not intend a result that is unreasonable, absurd, or impossible of execution. Id., § 1922(1). Lastly, since § 305(a) is a penal statute, it must be strictly construed. Id., § 1928(b)(1).\nWith these principles in mind, we turn to the relevant statutory language. Section 305(a)(1) states, in pertinent part: “It shall be unlawful for the owner or keeper of any dog to fail to keep at all times the dog I confined within the premises of the owner[.]” 3 P.S. § 459-305(a)(l). While a first violation is a summary offense, a second violation within a year of sentencing for the first violation is a third degree misdemean- or expressly punishable by a fine between $500 and $1,000 and/or up to one year imprisonment. Id., § 459-903(b)(l)-(2). Importantly for purposes of this appeal, the language proscribing the non-confinement of dogs is identical for first and second offenses.\nSince § 305(a)(1) does not expressly denote a culpability element, further inquiry is required to discern whether the General Assembly intended it to be an absolute liability offense. Section 302 of the Crimes Code provides default culpability standards to be applied where such is not otherwise prescribed, 18 Pa.C.S. § 302(c); however, this default provision is inapplicable to summary offenses and offenses wherein the legislature’s intent to impose absolute liability “plainly appears.” Id., § 305(a). As noted previously, while a first violation of § 305(a)(1) is a summary offense, to which the default culpability provision is expressly inapplicable, a second violation is a third degree misdemeanor. Accordingly, we must determine whether it “plainly appears” the legislature intended § 305(a)(1) to be an absolute liability offense.\nWe find the statute’s language denotes a purpose of imposing absolute liability, a purpose that “plainly appears,” see id., § 305(a)(2), given the choice of the word “fail,” a word that is unambiguous, and is utilized without mention or consideration of intent or excuse. See 3 P.S. § 459-305(a). Section 305(a)(1) speaks in clearly obligatory terms — “It shall be unlawful for the owner or keeper of any dog to fail to keep at all times” the dog confined. Id., § 459-305(a)(l) (emphasis added). If one chooses to own or keep a dog, the failure to keep it confined violates the plain and unambiguous language of the statute, regardless of the reason for failure. Like failing to drive within the speed limit, the reasons for failing do not determine whether the driver is in violation. The driver’s explanation may convince an officer not to write the ticket, or may convince a jurist to give the driver a pass, but if one fails to comply, one is in violation of the statute regardless of intent.\nWe find unconvincing the Opinion in Support of Reversal’s conjecture that the word “ ‘fail[s]’ I could suggest an assessment of reasonableness of action taken to confine a dog, implying a culpability component.” OISR, at 478. Respectfully, this is a major stretch. The question here is legislative purpose — having to use “could suggest” and “implying” in the same sentence is not a persuasive endorsement of legislative purpose. There is nothing in the austere words of this statute that “could suggest” liability requires an assessment of “reasonableness of action.” The word “fail” simply does not include a middle ground, nor does it envision explanations — if one fails, one fails.\nThat there is an excuse does not make the failure nonexistent — it may mitigate the consequences, but it does not erase the unassailable fact of failure. When a Giant Schnauzer is across the street attacking another dog, the keeper has failed to confine it, plain and simple. Why the keeper failed is not part of the statutory equation, and there is not one word in this law suggesting pre-failure actions are relevant in the least.\nThe classic law school illustration of absolute liability is the keeping of a tiger. If one keeps a pet tiger and it escapes, the keeper is responsible for the consequences of the escape regardless of the precautions taken to prevent the same. The choice to keep the tiger, like the choice to keep the dog, is yours to make, but it comes with absolute responsibility if the animal becomes unconfined, regardless of the reason therefor. If § 305(a)(1) applied to tigers, no one would have any problem with calling it an absolute liability crime. The clear intent of the legislature is to keep the animals confined or controlled, and a keeper is not excused because they tried really, really hard to confine the dog but failed, a second time.\nContrast, if you will, § 504-A of the very same dog law. If a dog has been determined by a court to be a “dangerous dog” because of prior attacks, it is a crime for the keeper of the dog “to permit the dog” to be outside the proper enclosure. 3 P.S. § 459-504-A (emphasis added). There is a significant difference between permitting a dangerous dog to be outside— clearly involving an intent element — and failing to confine a dog, bespeaking nothing but absolute liability. Had the legislature wanted to make § 305(a)(1) a crime of intent, it would have made it illegal to permit any dog to be unconfined. Section 504-A demonstrates the legislature knew how, and chose not, to do so.\n“Fails” is a simple and definite word — absent an adjective suggesting that the reason for failure is relevant, the requirements of the statute are just as simple and definite. The reason for failure is simply not an element the legislature chose to put into the equation, and we should not add our own creative mathematics to it.\nOur conclusion that a second violation of § 305(a)(1) is an absolute liability offense is further buttressed by the absurd result that would occur if we were to come to the opposite conclusion — the elements of the offense would differ depending upon whether the defendant was a first or second offender, with the Commonwealth being required to prove mens rea for a second offense but not a first. While the OISR dismisses this as an “oddity” mandated by § 305(a) of the Crimes Code, OISR, at 479 n. 8, our responsibility does not allow us to ignore such an interpretive disconnect. This is the type of unreasonable result we are to assume the legislature did not intend. See 1 Pa.C.S.1922(l) (“In ascertaining the intention of the General Assembly in the enactment of a statute ... [we are to assume] the General Assembly does not intend a result that is absurd, impossible of execution or unreasonable.”). This is not an oddity — it is the trout in the milk.\nAccordingly, we would hold § 305(a)(1) is an absolute liability offense and would affirm the Superior Court.\nOPINION IN SUPPORT OF AFFIRMANCE\nChief Justice CASTILLE.\nI join Mr. Justice Eakin’s Opinion in Support of Affirmance, because the statute at issue unambiguously creates an absolute liability offense. Section 305 of the Dog Law provides, in pertinent part, that it “shall be unlawful for the owner or keeper of any dog to fail to keep at all times the dog in any of the following manners: (1) confined within the premises of the owner; (2) firmly secured by means of a collar and chain - or other device so that it cannot stray beyond the premises on which it is secured; or (3) under the reasonable control of some person, or when engaged in lawful hunting, exhibition, performance events or field training.” 3 P.S. § 459-305(a). The Opinion in Support of Reversal (“OISR”) argues that this statute includes “somewhat obligatory terms” that do “not necessarily equate to an intent to impose absolute liability.” OISR at 477-78. But, just like Justice Eakin, I cannot agree that the language of Section 305 provides a mere suggestion. The plain language of the statute is mandatory, and clearly it includes no express scienter requirement. See, e.g., Baehr v. Commonwealth, ex rel. Lower Merion Twp., 51 Pa.Cmwlth. 241, 414 A.2d 415, 417 (1980) (identically-worded predecessor statute “unmistakably speaks in terms of strict liability for its violation, and a moment’s reflection on the purpose of the statute buttresses our conclusion”). See also Commonwealth v. Glumac, 717 A.2d 572 (Pa.Super.1998) (purpose of Section 305 is to prevent dogs from roaming streets and thus to protect public health and safety). Given the obvious public welfare purpose of the statute, I find no ambiguity in its language. And, at the time of the incident involved here, Muncy the dog was not confined within the owner’s premises, was not confined by means of a collar or chain or other device to prevent its straying beyond those premises, and was not under anyone’s reasonable control. Muncy ran freely across the street and attacked another dog. The evidence presented was sufficient to find a violation. The mere fortuity that there were no serious injuries involved here does nothing to diminish the fact that Muncy’s uncontrolled and potentially dangerous behavior clearly demonstrates the reason why such a statute exists, and why its violation should constitute an absolute liability offense. Indeed, requiring scienter effectively neuters the statute; which is ironic since the statute is intended to neuter the carelessness of dog owners such as appellant.\nAccordingly, I would affirm the decision of the Superior Court.\nJustice BAER joins this Opinion in Support of Affirmance.\nOPINION IN SUPPORT OF REVERSAL\nJustice TODD.\nThe issue in this appeal by allowance is whether a second violation, within one year, of Section 305(a)(1) of the Pennsylvania Dog Law (“Dog Law”), which makes it illegal, inter alia, for an owner to fail to confine his or her dog and which is graded a misdemeanor of the third degree, is an absolute liability offense. 3 P.S. § 459-305(a)(l). For the reasons that follow, we would find that it is not an absolute liability offense, but, rather, that the Commonwealth must establish that the accused acted intentionally, knowingly, or recklessly, 18 Pa. C.S.A. § 302(c), and so we would reverse the determination of the Superior Court.\nThe underlying facts of this dispute, as found by the trial court, are as follows. On July 7, 2009 at approximately 7:15 p.m., “Muncy,” Appellant Simon Raban’s black giant schnauzer, which was not restrained by a leash or electric fence collar, left Appellant’s premises, crossed Barrington Road in Chester Springs, Pennsylvania, and attacked a Bernese mountain dog named “Hubble.” Hubble and his owner, Austin Alvin, were walking on the opposite side of the street in front of Appellant’s residence when Muncy approached and grabbed Hubble by the neck. While Alvin reported that Hubble limped after the incident, the dog did not sustain any long-term injury. Approximately 10 to 15 minutes after the events occurred, a neighbor, George Sawicki, observed Appellant place an electric fence collar on Muncy’s neck.\nThe West Vincent Township Police Department responded to a call concerning the matter, and Appellant was issued a citation pursuant to Section 305(a)(1) of the Dog Law. Five months earlier, as stipulated to by the parties, Appellant had been convicted of a violation of Section 305(a)(1) for failing to properly confine his dog. Following a bench trial in the instant case, the Court of Common Pleas of Chester County found Appellant guilty of a second violation of Section 305(a)(1), a misdemeanor of the third degree, 3 P.S. § 459-903(b)(2), and sentenced him to six months of non-reporting probation and a $500 fine. In so doing, the trial judge determined that, because Section 305 imposed absolute liability for a violation of the statute, the Commonwealth was not required to establish evidence of Appellant’s intent or knowledge. Trial Court Opinion, 2/2/2011, at 3, 7. Appellant appealed his conviction.\nIn a unanimous, published opinion, a three judge panel of the Superior Court affirmed Appellant’s judgment of sentence. Commonwealth v. Raban, 31 A.3d 699 (Pa.Super.2011). Before the court, Appellant claimed, inter alia, that the trial court erroneously interpreted Section 305(a)(1) to have no culpability requirement, improperly rendering Appellant absolutely liable for the violation. The Superior Court, after reviewing prior case law from both the Commonwealth Court and the Superior Court, affirmed the trial court’s conclusion that scienter was not an element of the offense.\nSpecifically, the Superior Court reviewed Baehr v. Commonwealth ex rel. Lower Merion Twp., 51 Pa.Cmwlth. 241, 414 A.2d 415 (1980), which interpreted former Section 702 of the Dog Law, the identically-worded predecessor to Section 305(a)(1), and found that the mandatory nature of the offense and the predominating concern for public safety, as well as the difficulty in establishing culpability, led to the conclusion that Section 305 imposed absolute liability. Similarly, the Superior Court also relied upon its own subsequent decision in Commonwealth v. Glumac, 717 A.2d 572 (Pa.Super.1998), wherein the court stressed that the purpose behind Section 305 was to require dog owners to prevent their dogs from roaming the streets, and that the protection of the public’s health and safety is best attained when dogs are secured or accompanied when not confined.\nBased upon Baehr, as well as Glumac, the Superior Court in this matter reasoned that the legislative intent under Section 305 favored the interest in protecting the public from roving dogs. According to the court, the plain language of the statute mandated that it “shall be unlawful” to fail to keep at all times one’s dog within the confines of one’s premises. Therefore, the court opined that the mandate to confine one’s dog was stated absolutely, and not in terms of reasonable care, which, in its view, would complicate the ascertainment of culpability, and frustrate the legislative intent. Thus, the Superior Court affirmed the trial court’s finding that there was no scienter element in Section 305(a)(1).\nThis Court granted allocatur to determine whether Section 305(a)(1) of the Dog Law is an absolute liability offense. As the issue before us is a pure question of law, our standard of review is de novo and our scope of review plenary. Buffalo Twp. v. Jones, 571 Pa. 637, 813 A.2d 659, 664 n. 4 (2002).\nSection 305 of the Dog Law makes it illegal for an owner to, inter alia, fail to confine his or her dog, and provides:\nIt shall be unlawful for the owner or keeper of any dog to fail to keep at all times the dog in any of the following manners:\n(1) confined within the premises of the owner;\n(2) firmly secured by means of a collar and chain or other device so that it cannot stray beyond the premises on which it is secured; or\n(3) under the reasonable control of some person, or when engaged in lawful hunting, exhibition, performance events or field training.\n3 P.S. § 459-305(a).\nAppellant argues that the Superior Court erroneously concluded that Section 305(a)(1) is an absolute liability offense. According to Appellant, absolute liability crimes are problematic in that they “can lead to absurd, unreasonable, cruel, unusual, unjust, or bizarre consequences,” Brief of Appellant at 8, offering a hypothetical in which a person could be found in violation of Section 305(a) if a burglar breaks into an individual’s home, and the dog, while chasing the intruder, escapes confinement. Appellant submits that, if the reason as to why a dog was not restrained is irrelevant, it will lead to an absurd result that the General Assembly did not intend. See 1 Pa.C.S.A. § 1922. Appellant also challenges the Superior Court’s proffered reason that it would be difficult to establish culpability in the absence of absolute liability, asserting that, while the mandate to confine a dog is stated in absolute terms, convenience of investigation and prosecution is not the primary inquiry in ascertaining the elements of an offense, citing Commonwealth v. Barone, 276 Pa.Super. 282, 419 A.2d 457 (1980). Appellant adds that absolute liability offenses are disfavored, and, absent a clear indication by the legislature to eliminate a mens rea requirement, should not be so construed. Commonwealth v. Gallagher, 592 Pa. 262, 924 A.2d 636, 638-39 (2007). According to Appellant, the Superior Court turned this presumption on its head, determining that, because the statute is silent, the General Assembly intended that this be an absolute liability crime. Thus, Appellant seeks a new trial.\nThe Commonwealth responds that it is accepted that the legislature may impose absolute liability for “public welfare offenses” to enhance the common weal. Brief of Commonwealth at 7. According to the Commonwealth, the imposition of absolute liability is appropriate as the penalties for such regulatory offenses are generally minimal. The Commonwealth argues that the language of the statute is clear and that the legislature intended to “remove evidence of a dog’s history or propensity to attack as criteria under the section, therefore imposing absolute criminal liability for any unprovoked attack.” Brief of Commonwealth at 10. The Commonwealth asserts that the Superior Court properly determined, relying on Glumac and Baehr, that the intent of the General Assembly was to favor the public interest in preventing roving dogs, which supports the conclusion that Section 305(a)(1) imposes strict liability. According to the Commonwealth, the omission of terms such as “knowingly” or “willfully” is significant and indicates a legislative intent to impose absolute liability.\nEven if it is ambiguous whether there is a culpability requirement in Section 305, the Commonwealth offers that requiring owners to confine their dogs coincides with the General Assembly’s goal of minimizing safety risks to dogs and innocent bystanders. Finally, the Commonwealth refutes Appellant’s assertion that to impose absolute liability would lead to an absurd result, as Appellant’s hypothetical involves the intervention of a third party, which would constitute a defense to the crime, and, here, according to the Commonwealth, the absurdity doctrine is inapplicable because the statute is intended to promote the public welfare by enforcing compliance through the regulation of the confinement of dogs.\nWe begin our analysis by noting that, historically, common law crimes have required that defendant’s actions be accompanied by some type of fault or bad intent. See Wayne R. LaFave, Criminal Law 288 (5th ed. 2010). Wrongful intent is usually an element of a crime, this concept being part of the fundamental concept of mens rea. Commonwealth v. Samuels, 566 Pa. 109, 778 A.2d 638, 642 (2001) (Saylor, J. concurring). Mens rea generally connotes a guilty mind, or a wrongful purpose. Id. By contrast, “[c]riminal liability in the absence of intention, belief, recklessness or negligence is generally termed strict or absolute liability.” Id. (citing 87 J.Crim. L. & Criminology 1075, 1080 (Summer 1997)). Because of the traditional requirement of mens rea, i.e., culpability and condemnation, absolute liability offenses are not favored. Samuels, 778 A.2d at 643; Gallagher, 924 A.2d at 639 (opining that absolute liability crimes are “generally disfavored and an offense will not be considered to impose absolute liability absent some indication of a legislative directive to dispense with mens rea.”)) Commonwealth v. Mayfield, 574 Pa. 460, 832 A.2d 418, 426 (2003); Staples v. United States, 511 U.S. 600, 605-06, 114 S.Ct. 1793, 128 L.Ed.2d 608 (1994). Indeed, there “is a long-standing tradition ... that criminal liability is not to be imposed absent some level of culpability.” Gallagher, 924 A.2d at 639.\nGenerally, the question of whether there is a culpability requirement for a statutory offense is a matter of construction to be determined by the language of the statute, in light of its manifest purpose and design. Commonwealth v. Ludwig, 583 Pa. 6, 874 A.2d 623, 630 (2005); Commonwealth v. Weiss, 139 Pa. 247, 21 A. 10, 10 (1891). As our analysis involves the interpretation of a statute, we necessarily begin by considering the Statutory Construction Act (“SCA”). 1 Pa.C.S.A. §§ 1501 et seq. The object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly. 1 Pa.C.S.A. § 1921(a). The best indication of the legislature’s intent is the plain language of the statute. When the words of a statute are clear and unambiguous, we may not go beyond the plain meaning of the language of the statute under the pretext of pursuing its spirit. Id. § 1921(b). Only when the words of the statute are ambiguous should a reviewing court seek to ascertain the intent of the General Assembly through considerations of the various factors found in Section 1921(c) of the SCA. Id. § 1921(c); Bayada Nurses, Inc. v. Dep’t. of Labor and Indus., 607 Pa. 527, 8 A.3d 866, 880-81 (2010). Concomitant with these principles, the SCA and our case law provide for other presumptions to be applied when discerning the intent of the General Assembly. Specifically, the legislature does not intend a result that is unreasonable, absurd, or impossible of execution. 1 Pa.C.S.A. § 1922(1). Moreover, since Section 305(a)(1) of the Dog Law is a penal statute, it must be strictly construed. 1 Pa.C.S.A. § 1928(b)(1).\nWith these principles in hand, we first consider the statutory language at issue. As noted above, Section 305(a)(1) of the Dog Law provides that it “shall be unlawful for the owner or keeper of any dog to fail to keep at all times the dog ... confined within the premises of the owner.” 3 P.S. § 459-305(a)(1). Importantly for purposes of this appeal, for a first time violation, the defendant shall be deemed to be guilty of a summary offense. 3 P.S. § 459-903(b)(l). For a second violation which occurs within one year of sentencing for the first violation, the individual shall be guilty of a misdemeanor of the third degree. 3 P.S. § 459-903(b)(2).\nSection 305(a)(1) of the Dog Law does not expressly provide a culpability element, and, therefore, is subject to further inquiry to determine whether the General Assembly intended a violation thereof to be an absolute liability offense. Generally speaking, Section 302 of the Crimes Code provides minimum culpability provisions in order to uphold a conviction for criminal offenses, and, specifically, Section 302(c) provides certain culpability requirements when such culpability is not otherwise prescribed by law. 18 Pa.C.S.A. § 302(c). However, for certain offenses, before Section 302 is implicated, another more directly controlling section of the Crimes Code must be considered. Specifically, Section 302 is made inapplicable to certain offenses pursuant to Section 305 of the Crimes Code, which concerns further limitations on the scope of culpability requirements, and, thus, absolute liability. Therefore, we turn to an examination of Section 305 of the Crimes Code.\nSection 305(a) of the Crimes Code provides that the minimum culpability requirements provided in Section 302 of the Crimes Code do not apply to summary offenses and certain offenses defined by other statutes. Specifically, Section 305(a) states:\n(a) When culpability requirements are inapplicable to summary offenses and to offenses defined by other statutes. — The requirements of culpability prescribed by section 301 of this title (relating to requirement of voluntary act) and section 302 of this title (relating to general requirements of culpability) do not apply to:\n(1) summary offenses, unless the requirement involved is included in the definition of the offense or the court determines that its application is consistent with effective enforcement of the law defining the offense; or\n(2) offenses defined by statutes other than this title, in so far as a legislative purpose to impose absolute liability for such offenses or with respect to any material element thereof plainly appears.\n18 Pa.C.S.A. § 305(a)(1), (2).\nSubsection (a)(1) is directed to summary offenses. Under that subsection, when a summary offense is silent regarding a culpability requirement, the General Assembly itself has provided that culpability requirements are inapplicable for such offenses (unless defined otherwise or a court determines the application of Section 302 is consistent with effective law enforcement), and, thus, has rendered these offenses to be of absolute liability in nature.\nAppellant, however, was not charged or convicted of a summary offense. Rather, Appellant was charged with a second violation of Section 305 of the Dog Law which is graded as a misdemeanor of the third degree, 3 P.S. 459-903(b)(2), and which carries with it possible imprisonment for up to one year. Thus, Section 305(a)(2) is triggered herein as it concerns non-summary violations defined by statutes other than the Crimes Code, which includes the Dog Law. Under subsection (a)(2), the generally-applied culpability requirements found in Section 302 of the Crimes Code are inapplicable, and, thus, the offenses impose absolute liability, only where the legislature’s intent to impose absolute liability “plainly appears.”\nTherefore, we turn to analyze whether it “plainly appears” that the legislature intended to impose absolute liability for establishing a second violation of Section 305(a)(1) of the Dog Law, an offense punishable for up to one year imprisonment. Of course, if the culpability requirement, or lack thereof, was explicit, there would be no need to engage in this exercise. By the terms of Section 305(a)(2) of the Crimes Code, in exploring whether the legislature’s intent “plainly appears,” we look to see if the intent is clear and obvious. Thus, governed by the limiting language contained in Section 305(a)(2) — requiring that the legislative intent “plainly appears” — our analysis allows us to discern the General Assembly’s intent from something less than an express or explicit statement that the offense imposes absolute liability, but nevertheless requires an expression of legislative intent that is more definite than may be possibly gleaned after a statutory construction analysis employing secondary inferential considerations.\nWhile Section 305(a)(1) of the Dog Law speaks in somewhat obligatory terms — “[i]t shall be unlawful for the owner or keeper of any dog to fail to keep at all times” the dog, confined, secured, or under reasonable control, 3 P.S. § 459-305(a) — this mandate does not necessarily equate to an intent to impose absolute liability. Indeed, the statutory language concerning a violation if an owner “fail[s]” to confine his or her dog on the premises could suggest an assessment of reasonableness of action taken to confine a dog, implying a culpability component. In any event, these competing possibilities indicate that an intent to make the offense one of absolute liability certainly does not, in our view, “plainly appear.” Moreover, as noted above, we are mindful that absolute liability crimes are disfavored, and Section 305(a)(1) of the Dog Law is a penal statute that must be strictly construed. 1 Pa.C.S.A. § 1928(b)(1).\nThus, in light of the language of Section 305(a)(1) of the Dog Law, as well as the context in which we must view that language, we conclude that it does not “plainly appear” that the General Assembly intended for a second violation of Section 305(a)(1) of the Dog Law to be an absolute liability offense. Simply stated, if the legislature sought to have Section 305(a)(1) “plainly appear” to impose absolute liability, the language it employed in drafting the statute lacks the definiteness to accomplish that goal.\nAs we find it does not “plainly appear” that the legislature intended to render the culpability requirements in 18 Pa. C.S.A. § 302(c) inapplicable to a second violation of Section 305(a)(1) of the Dog Law, we return our focus to Section 302 to consider what culpability requirement is applicable to a second violation of the statute. Pursuant to Section 302(c), when no culpability is prescribed by law, the culpability element is established if the defendant acts “intentionally, knowingly, or recklessly with respect thereto.” 18 Pa.C.S.A. § 302(c). Thus, to establish a second violation of Section 305(a)(1) of the Dog Law, a misdemeanor of the third degree, the Commonwealth is required to establish that the owner or keeper acted at least recklessly to sustain a conviction.,\nIn light of the issue on which this Court granted allocatur, we would reverse the determination of the Superior Court and remand to the Superior Court, to remand to the trial court, for further proceedings consistent with our opinion today.\nJurisdiction relinquished.\nJustices SAYLOR and McCAFFERY join this Opinion in Support of Reversal.\n. The parties stipulated appellant was convicted within the past year of violating § 305(a)(1).\n. See id., § 459-903(b)(2).\n. Appellant posits examples where owners whose dogs are unconfined due to home burglary, assault while walking the dog, and other like circumstances could be found guilty for failure to confine if § 305(a)(1) were interpreted as an absolute liability offense.\n. See 18 Pa.C.S. § 305(a)(2), discussed infra.\n. The OISR contends this example \"actually sharpens [its] point[,]” and references the law applicable to \"exotic wildlife,” which includes tigers. Id., at 478 n. 7 (citing 34 Pa.C.S. §§ 2961, 2963). The OISR highlights, \"while the classic law school illustration may impose absolute liability on the keeper of a tiger, Pennsylvania law ... [requires] the Commonwealth [to] establish that the possessor of a ... tiger[ ] has failed to exercise due care, or was reckless, before imposing criminal liability[.]” Id. This, the OISR asserts, \"supports [its] finding that a violation of [§ ] 305 regarding a failure to confine a domesticated dog should not be interpreted as an absolute liability offense.” Id. However, the OISR fails to address the obvious distinctions between the dog law at issue and the exotic wildlife statute, which imposes criminal liability for \"[f]ail[ing] to exercise due care in safeguarding the public from attack by exotic wildlife” or \"[r]ecklessly engaging] in conduct which places or may place another person in danger of attack by exotic wildlife.” 34 Pa.C.S. § 2963(c)(3)-(4) (emphasis added). These statutory subsections prescribe a culpability element and, contrary to the OISR’s contention, do not expressly condone the failure to confine, but rather concern whether adequate precautions were taken to prevent attack.\n. Webster’s Dictionary defines \"permit” as \"to allow (something) to happen[,] to give permission for (something)L] to allow (someone) to do or have something[, or] to make something possible[.]” Merriam-Webster, www.merriam-webster.com/dictionary/permit (last visited December 17, 2013).\n. Webster's Dictionary defines \"fail” as \"to not succeed[,] to end without success!,] ... to not do (something that you should do or are expected to do)[.]” Merriam-Webster, www.merriam-webster.com/ dictionary/fail (last visited December 17, 2013). It does not imply or suggest a \"culpability requirement.”\n. It is worth noting that the elements of § 305(a)(1) do not change at all for a misdemeanor. The change in grading is in § 903(b)(l)-(2), and the difference concerns prior offenses, not intent. See 3 P.S. § 459-903(b)(1) — (2).\n. Act of December 7, 1982, P.L. 784, No. 225, art. Ill, § 305, effective January 1, 1983, as amended, 3 P.S. § 459-305.\n. Section 903(b)(1) provides: \"Unless otherwise provided under this act, a person who violates a provision of Articles II through Article VII or a rule or regulation adopted or order issued under this act commits the following: (1) For the first offense, a summary offense and shall, upon conviction, be sentenced for each offense to pay a fine of not less than $100 nor more than $500 or to imprisonment for not more than 90 days, or both.\"\n. Section 903(b)(2) provides: \"For a subsequent offense that occurs within one year of sentencing, for the prior violation, a misdemeanor of the third degree and shall, upon conviction, be sentenced for each offense to pay a fine of not less than $500 nor more than $1,000 plus costs of prosecution or to imprisonment of not more than one year, or both.”\n. Pennsylvania’s limitations on culpability requirements are derived from Section 2.05 of the Model Penal Code. 18 Pa.C.S.A. § 305, Official Comment-1972. The Model Penal Code provides that default culpability provisions do not apply to \"violations” — offenses which are not crimes and which did not result in a sentence of probation or imprisonment. See Model Penal Code §§ 1.04(5), 6.02(4). Significantly, however, the Pennsylvania legislature replaced the concept of \"violations” under the Model Penal Code, with \"summary offenses.” Therefore, while absolute liability remains limited in scope, pursuant to Section 305 of the Crimes Code, such absolute liability offenses may be punishable with imprisonment up to 90 days, as a general rule. See generally, Samuels, 778 A.2d at 646 (Saylor, J. concurring).\n. See The American Heritage Dictionary of the English Language 1001 (1981) (defining \"plain” as \"Free from obstructions; open to view; clear”); Webster’s New Collegiate Dictionary 871 (1980) (defining \"plain” as \"evident to the mind or senses,” \"obvious,” and “clear”).\n. This approach dovetails with the SCA, which requires us to initially discern legislative intent from the language of the statute itself when the language is clear and unambiguous, 1 Pa.C.S.A. § 1921(b), but limits consideration of the various factors found in Section 1921(c) of the SCA, to when the words of the statute are ambiguous. 1 Pa.C.S.A. § 1921(c).\n. Justice Eakin in his Opinion in Support of Affirmance offers that the term \"fails” renders the statute unambiguous, and that the General Assembly intended to impose absolute criminal liability for a second conviction for failing to keep one’s dog confined. Opinion in Support of Affirmance (Eakin, J.) at 469-70. Justice Eakin contrasts this with Section 504-A of the Dog Law, 3 P.S. § 459-504-A, regarding dangerous dogs, and its use of the term \"permit,” which in his view \"clearly involv[es] an intent element.” Id. at 471. In our view, Justice Eakin’s distinction between these terms is overstated, as both \"permitting” and \"failing” suggest at least a degree of culpability. Moreover, the term \"fail” is not as categorical in meaning as suggested by Justice Eakin, as other statutes containing such language have not been deemed to be absolute liability crimes. See Commonwealth v. Bready, 220 Pa.Super. 157, 286 A.2d 654, 656-57 (1971) (concluding statute imposing criminal liability on magistrate \"who shall fail to” make monthly reports did not impose strict liability). Also, notably absent from Justice Eakin's analysis is any recognition that our statutory construction be performed through the lens that it \"plainly appear” the legislature intended to impose strict liability on dog owners or that the law disfavors absolute liability crimes.\nFurthermore, Justice Eakin’s analogy to the keeping of a tiger imposing absolute liability actually sharpens our point. Under the Game and Wildlife Code, a tiger is defined as an \"exotic wildlife,” which, in addition to tigers, includes, inter alia, lions, cheetahs, cougars, and bears. 34 Pa.C.S.A. § 2961. Possession of such exotic wildlife requires a permit. Id. at § 2963. A possessor of such wildlife may be criminally liable if he or she “fail[s] to exercise due care in safeguarding the public from attack by exotic wildlife” or \"[rjecklessly engage[s] in conduct which places or may place another person in danger of attack by exotic wildlife.” 34 Pa.C.S.A. § 2963(c)(3), (4). Thus, while the classic law school illustration may impose absolute liability on the keeper of a tiger, Pennsylvania law does not. That the Commonwealth must establish that the possessor of a wild animal, such as a tiger, has failed to exercise due care, or was reckless, before imposing criminal liability, supports our finding that a violation of Section 305 regarding a failure to confine a domesticated dog should not be interpreted as an absolute liability offense. Indeed, it would, in our view, be absurd to impose absolute liability on a pet owner who fails to confine his or her dog, but not upon one who fails to confine his or her lion, tiger, or bear. See 1 Pa.C.S.A. § 1922. Finally, Justice Eakin's analogy to speeding, while having visceral appeal, is similarly problematic, as the Motor Vehicle Code provision involving maximum speed limits mandates that \"no person shall drive a vehicle at a speed in excess of\" a maximum limit, 75 Pa.C.S.A. § 3362, arguably a more unqualified command than a failure to confine.\n. We acknowledge the oddity of a first violation of Section 305(a)(1) of the Dog Law being an absolute liability offense, but, despite the same language, a second violation requiring at least a showing of recklessness. Yet, as explained above, Section 305 of the Crimes Code, by its terms, mandates this result. Moreover, in light of the significant prison term for conviction of a second violation, this approach is in keeping with the legislature's mandate to \" 'tone down’ absolute or strict liability in penal law as a whole,” where such application of absolute liability \"cannot be readily defended where the offense carries a possible jail sentence.” 18 Pa.C.S.A. § 305, official cmt.\n. Contrary to Chief Justice Castille’s concern that our interpretation \"effectively neuters the statute,” Opinion in Support of Affirmance (Castille, J.) at 472, we are confident that the Commonwealth would not be handicapped by the requirement of proving recklessness, and would be able to meet its burden with circumstantial evidence, just as it does in numerous other areas of criminal law, and, indeed, as noted above, is required to do so under the Game and Wildlife Code. See supra note 7."}