{"id": "4087098", "contents": "OPINION\nJustice BAER.\nAppellant T.G., a minor girl, was 11 years of age at the time she was allegedly sexually assaulted by Appellees Joseph Fabrizzio, John Scaruzzi, and Michael Ibbetson. She subsequently brought a civil action seeking damages against the individual defendants and the Philadelphia Phillies, Inc., which was also named as a party to this action. The individual defendants defended, in part, by asserting that T.G. consented to sexual activities with them and, therefore, there was no sexual assault. There is no dispute that, given T.G.’s age, 11, consent would not be available as a defense if the individual defendants were charged criminally. The question before us regarding the individual defendants is whether the defense of consent may be asserted in this civil action. The trial court and the Superior Court concluded that, in the context of a civil trial, defendants are permitted to raise a minor victim’s consent. For the following reasons, we conclude that, where the victim is less than 18 years of age, evidence of the victim’s consent to sexual contact, like in criminal proceedings, is not an available defense in determining a defendant’s civil liability. Accordingly, we reverse the Order of the Superior Court affirming the trial court with respect to the individual defendants, and remand the matter to the Superior Court with instructions to remand to the trial court for a new trial. Moreover, the Phillies contend that, through special interrogatories, the jury determined that it was not negligent, and therefore, the issue of consent is irrelevant to it, and the jury verdict in its favor should stand. We agree, and affirm that portion of the Superior Court’s decision.\nThe relevant facts of this case are as follows. On August 9, 2000, T.G. was attending a Phillies baseball game at Veteran’s Stadium in Philadelphia with an adult family friend (hereinafter, “guardian”). At some point during the game, T.G. was separated from her guardian and became lost inside the stadium. T.G. asserts that she then sought help from the Phillies’ security personnel, who T.G. alleges failed to assist her in finding her guardian, in contravention to the team’s “Lost People Policy.” See Appellants’ Brief at 6. It is undisputed, however, that she eventually encountered the individual defendants, who were then 15 and 16 years old and employed at a concession stand at the stadium. According to T.G., these defendants offered to help her locate a telephone, but instead led her to a secluded area outside the stadium where they forcibly removed her clothes and sexually assaulted her. Id. As explained below, while the parties disagree on whether intercourse occurred, they all agree that some type of sexual contact took place.\nT.G. was eventually reunited with her guardian and the incident was reported to the police, after which T.G. explained to the responding officers that she had been raped by the individual defendants. Fabrizzio, Searuzzi, and Ibbetson were then charged as delinquents in juvenile court, with Searuzzi and Ibbetson ultimately being found guilty and adjudicated delinquent, while Fabrizzio was found not guilty. Thereafter, T.G. and her parent, C.C.H., (collectively, “Appellants”) filed a civil complaint in the Philadelphia County Court of Common Pleas against the individual defendants, claiming that they committed a battery against T.G. by forcibly removing her clothing and, inter alia, engaging in vaginal and anal intercourse with her. Appellants alleged in their complaint that T.G. suffered physical trauma as well as mental anguish from the incident. Finally, as noted earlier, Appellants also named the Phillies as a defendant for its alleged negligence in failing to follow the team’s “Lost People Policy” which, according to Appellants, required security personnel to escort T.G. to safety and assist her in locating her guardian.\nOn February 25, 2005, the case proceeded to a trial before a jury. During the parties’ opening statements, defendant Fabrizzio’s counsel made the argument that T.G. was not a “naive” girl, but was already knowledgeable about sexual matters. N.T., 2/25, 2005, at 44. Fabrizzio’s counsel then stated that T.G. had been “flirting with the boys” at the stadium, and that she engaged in sexually explicit conversations with the individual defendants prior to the sexual contact. Id. Counsel for defendant Scaruzzi, during her opening statement, emphasized to the jury that her client was not denying that he had sexual contact with T.G., but was arguing that no intercourse had occurred. N.T., 2/25/2005, at 27, 38-39. Scaruzzi’s counsel then stated that T.G. voluntarily went with the boys outside the stadium, where the sexual contact later occurred. Id. at 27-28.\nAt the outset of the second day of the proceedings, the trial court held a colloquy with the parties’ attorneys, during which the trial judge discussed the Appellants’ suggested points for charge. N.T., 2/28/2005, at 26-29. Appellants had requested an instruction based on the Pennsylvania Crimes Code, 18 Pa.C.S. § 101 et seq., for rape of a child under the age of 13, 18 Pa.C.S. § 3121(c), which, as noted, makes it a crime to engage in intercourse with a minor under 13 irrespective of the minor’s consent. 'See R.R. at 211a. As will be discussed, the trial court ultimately did not provide the requested instruction, see N.T., 3/17/2005, at 53-54, and in addition, made a general ruling during the colloquy that T.G.’s consent to sexual contact was relevant and could be introduced at trial as a defense to T.G.’s claims of negligence and battery involving a sexual assault. N.T., 2/28/2005, at 26-27. Appellants’ counsel objected, alleging that consent was not relevant because T.G. was under 13 years of age and, as such, sexual contact with her is considered a crime regardless of her purported consent. Id. at 28-29. The trial judge then explained to T.G.’s counsel that, although consent is not an available defense in the criminal context, the instant matter was a civil proceeding and, as such, evidence of T.G.’s consent is not precluded. Id.\nFollowing the trial court’s ruling on consent, Appellants, in their ease-in-chief, called the individual defendants to the stand and began questioning them as if on cross-examination. During questioning, the individual defendants denied engaging in sexual intercourse with T.G., but admitted that sexual contact had occurred and asserted that T.G. had consented to such contact. With respect to Fabrizzio, Appellants’ counsel asked him whether T.G. was a willing participant in the sexual conduct, to which Fabrizzio responded in the affirmative. Similarly, when asked whether T.G. had mentioned anything sexual in her conversations with him prior to engaging in the sexual contact, Scaruzzi stated that T.G. had been very “flirty” with him. N.T., 2/28/2005, at 18. Finally, the Phillies called a witness who testified that she observed T.G. approach the individual defendants and offer to perform sexual favors for them.\nAt the close of testimony, the trial judge charged the jury on the general definitions of the tort of battery and the crime of rape, but, consistent with its prior ruling noted above, did not charge the jury regarding the section of the Crimes Code, 18 Pa.C.S. § 3121(c), providing that a child under 13 years of age lacks the capacity to consent to rape, or indeed, in accordance with other sections of the Crimes Code, to any sexual battery. See N.T., 3/17/2005, at 31-75. Thus, the court did not provide the jury with any guidance on the relevance of T.G.’s age in relation to the alleged sexual contact. Subsequently, on March 18, 2005, the jury found no liability on the part of all of the defendants, finding that the individual defendants did not rape or otherwise commit a battery against T.G., and that the Phillies had not been negligent in following the team’s “Lost People Policy.”\nAfter the jury rendered its verdict, Appellants filed a post-trial motion seeking a new trial, which the trial court denied. Appellants then appealed to the Superior Court and filed a timely concise statement of matters complained of on appeal pursuant to Pa.R.A.P. 1925(b), wherein Appellants claimed, inter alia, that the trial court erred in denying them a new trial because the court improperly permitted defense counsel to raise the issue of T.G.’s alleged consent to sexual activity. In response, the trial court issued an opinion in which it opined that, unlike in a criminal proceeding, in a civil proceeding, consent is at issue even where the minor is under 18 years of age. The court further stated that it was Appellants’ counsel, and not defense counsel, that had introduced the issue of consent when he called Fabrizzio and Scaruzzi to the stand and questioned them on whether T.G. had acted voluntarily in participating in the sexual encounter. Accordingly, the court concluded that it acted within its discretion in permitting the issue of consent to be introduced in this manner.\nA three-judge panel of the Superior Court affirmed in an unpublished memorandum decision. In its opinion, the court noted that the individual defendants were not claiming that T.G. consented to intercourse. Instead, the court emphasized that the defendants were asserting that no sexual intercourse had occurred, and that T.G. had consented to other sexual contact. In regards to rape, the court opined that the individual defendants were entitled to explain their side of the story by alleging that no intercourse had, in fact, occurred. The court also acknowledged that there is an age of consent to sexual contact provided in the Crimes Code, but stated that it did not necessarily apply in a civil battery case. Finally, the court concluded that, because T.G. was claiming that she suffered mental anguish from the incident, the consensual nature of the sexual contact was admissible, as it was relevant to assessing her pain and suffering.\nAppellants subsequently filed a petition for allowance of appeal with this Court, which we granted, limited to the following question:\nWhether the defense of consent is available in civil cases stemming from sexual contact with a minor under the age of 13 where the Legislature has precluded such defense by statute in criminal proceedings?\nC.C.H. v. Phila. Phillies, Inc., 591 Pa. 474, 919 A.2d 912 (2007) (per curiam).\nWe now turn to Appellants’ position that consent should not be an available defense in civil proceedings stemming from sexual contact with minors under 13 years of age. Appellants begin their argument by noting that various statutes under the Crimes Code criminalize sexual contact with minors under 13 irrespective of the minor’s consent. In this regard, Appellants point out that consent is not a defense to rape of a child, 18 Pa.C.S. § 3121(c), aggravated indecent assault of a child, 18 Pa.C.S. § 3125(b), indecent assault, 18 Pa.C.S. § 3126(a)(7), and involuntary deviate sexual intercourse with a child, 18 Pa.C.S. § 3123(b). Appellants also note that some of these statutes impose harsher penalties when the victim is less than 13 years of age. See, e.g., 18 Pa.C.S. §§ 3125(b), 3126(a)(7). Appellants claim that, by precluding the defense of consent for minors under 13 in a variety of contexts, and by imposing harsher penalties in some scenarios, the legislature has implicitly recognized that persons under 13 are incompetent to consent to sexual contact. More importantly, Appellants argue that, by creating stricter standards when dealing with young children, these statutes reflect a legislative intent to protect persons under 13, as a class, from sexual exploitation. Accordingly, Appellants assert that it would be inconsistent with this intent, and contrary to public policy, to preclude the defense of consent in criminal cases but to allow the defense in civil matters.\nAppellants emphasize that this Court has previously recognized that statutes setting forth what conduct is criminal, and hence, socially unacceptable, can be used to set the legal parameters for establishing both criminal and civil liability. For instance, Appellants note that this Court has relied upon the criminal prohibition against persons under 21 years of age from consuming alcoholic beverages in defining an adult social host’s duty of care in furnishing alcohol to minors. See Alumni Association v. Sullivan, 524 Pa. 356, 572 A.2d 1209, 1212 (1990) (explaining that the consumption of alcohol by persons under 21 violates the Criminal Code and, therefore, an adult social host serving alcohol to minors is negligent per se). Consequently, Appellants urge this Court to recognize that, by deeming persons under 13 years old incompetent to consent to sexual contact, and by criminalizing sexual contact with such persons irrespective of their consent, the legislature has defined a standard of conduct that applies generally in defining liability in both criminal and civil contexts.\nAppellants also rely on cases from other jurisdictions that have applied a criminal bar to the defense of consent in civil proceedings. For example, Appellants note that Minnesota has a criminal statute providing that consent is not defense to a charge of statutory rape when the victim is between the ages of 13 and 16 and the perpetrator is 48 months older than the victim. In determining whether a victim’s consent was also precluded as a defense in civil proceedings, the Minnesota Court of Appeals interpreted this statute as evincing a legislative intent to protect a class of minors of certain ages from sexual contact in general, irrespective of consent. Bjerke v. Johnson, 727 N.W.2d 183, 193 (Minn.Ct.App.2007). The court then concluded that it would be contrary to this intent to allow the defense of consent to be admitted to negate civil liability, where the same defense would be precluded in the criminal context. Id.; see also Restatement (Second) of Torts § 892C(2) (1965) (“If conduct is made criminal in order to protect a certain class of persons irrespective of their consent, the consent of members of that class to the conduct is not effective to bar a tort action.”). Appellants suggest that Bjerke and Section 892C of the Restatement represent the correct view, and that their logic should apply here.\nIn addition to these arguments, Appellants suggest that it would make better public policy to preclude defendants, whether criminal or civil, from raising consent as a defense where the victim of sexual contact is a young child. Appellants note that children who have suffered physical or emotional trauma because of sexual contact often suffer lifelong consequences that may require continuing treatment and counseling. Appellants therefore argue that the legislative intent to protect young minors from sexual exploitation should not be limited to the criminal arena, but should also extend to civil proceedings in order that such victims may be made whole.\nFinally, Appellants request that this Court remand this case for a new trial against all defendants because, in their view, the issue of T.G.’s consent poisoned the' proceedings to such an extent that it prevented them from receiving a fair trial. In this regard, Appellants claim that, not only did the trial judge err in ruling that consent was admissible, it also erred in failing to instruct the jury that, under Pennsylvania law, a ’child under 13 years of age is legally incapable of consent.\nIn contrast to Appellants’ arguments, the individual defendants take the position that, in civil proceedings, Pennsylvania has not established a universal, bright-line age below which children are deemed incapable of giving consent. They note, for example, that 18 Pa.C.S. § 3122.1, which defines statutory sexual assault, renders consent an invalid defense if the victim is under the age of 16 and the offender is four or more years older than the victim. The defendants suggest that, had the legislature intended to establish 13 as the age in which a minor is deemed legally capable of consenting to sexual contact, it would have enacted legislation to that effect. In the absence of a clear legislative pronouncement, the individual defendants contend that consent is a relevant inquiry in civil proceedings, even where a minor under the age of 13 is the alleged victim.\nThe individual defendants also argue that those cases that have precluded the defense of consent in civil cases typically involve adult perpetrators occupying a position of authority and trust. For instance, the defendants observe that the perpetrator in Bjerke was an adult who supervised the plaintiff at a horse ranch. Bjerke, 727 N.W.2d at 187. Similarly, the defendants note that in Bohrer v. DeHart, 943 P.2d 1220, 1225-27 (Colo.Ct.App.1996), the Colorado Court of Appeals declined to allow the defense of consent where a minor had sexual contact with her minister, noting that the minister occupied a position of trust with respect to the victim. Id.\nThe defendants also claim that courts have not precluded the defense of consent in civil cases where, as here, the alleged perpetrator is also a minor. They note that in McNamee v. A.J.W., 238 Ga.App. 534, 519 S.E.2d 298, 302 (1999), which involved sexual contact between a 15-year-old girl and a 16-year-old boy, the Georgia Court of Appeals declined to preclude evidence of the 15-year-old victim’s consent to intercourse in determining the 16-year-old defendant’s liability. In reaching this conclusion, the court adopted Prosser & Keeton on the Law of Torts § 18, at 115 (5th ed. 1984), which recognizes that minors acquire the capacity to consent at different stages in their development. Applying this standard, the court concluded that the 15-year-old victim was capable of consenting and, therefore, the defendant was permitted to introduce evidence of her consent as a defense. McNamee, 519 S.E.2d at 302. The individual defendants argue that, like in McNamee, this Court should recognize that minors develop the capacity to consent at different ages and, therefore, a per se bar to the defense of consent is inappropriate.\nIn addition to these arguments, the individual defendants posit that, because they were themselves minors when the incident occurred, Pennsylvania should likewise afford them protection from being falsely accused of rape by allowing them to introduce T.G.’s consent. They also suggest that applying the criminal bar to consent in civil matters would unnecessarily blur the distinction between civil and criminal law, which have different policy concerns, standards of proof, and goals. In this regard, the individual defendants claim that in civil proceedings, the plaintiff has a financial incentive to shape the evidence to determine the outcome, and that precluding consent would allow plaintiffs to tell one-sided stories without being subject to any meaningful cross-examination or impeachment by the defendant. Finally, the individual defendants conclude that, even if this Court determines that the defense of consent should have been excluded, a new trial against them is unwarranted because they never raised T.G.’s consent, but instead argued that they never had intercourse with T.G.’\nAt the outset of our analysis, we note that the relief Appellants seek is a new trial. Accordingly, we must examine the decision of the trial court to determine whether a mistake was made at trial. Harman ex rel. Harman v. Borah, 562 Pa. 455, 756 A.2d 1116, 1121-24 (2000). Where, as here, the alleged mistake involves an error of law, this Court must scrutinize the trial court’s decision for legal error. Id. If we conclude there was no legal error, then a decision to deny a new trial must stand. Id. However, where we find that a legal error was made, we must then analyze whether such error would have affected the verdict. Pa. Dep’t of Gen. Servs. v. U.S. Mineral Prods. Co, 587 Pa. 236, 898 A.2d 590, 604 (2006).\nWith this standard in mind, we must now determine whether the Superior Court erred in affirming the trial court’s ruling that evidence of a minor’s purported consent to sexual contact, which would not have been admissible in the criminal context due to the minor’s age, was admissible. Because the trial court’s ruling involves a question of law, our scope of review is plenary and our standard of review is de novo. Alliance Home of Carlisle v. Bd. of Assessment Appeals, 591 Pa. 436, 919 A.2d 206, 214 (2007).\nPrior to discussing the parties’ claims regarding consent, however, we address the Phillies’ argument that it should not be a party to a new trial on remand. In this regard, the Phillies argue that Appellants’ entire theory against them was that the team was negligent in failing to abide by its “Lost People Policy,” and not that it had a part in any sexual assault. The Phillies note that there were special interrogatories submitted to the jury asking it whether it found the Phillies negligent, which the jury answered in the negative. Accordingly, the Phillies argue that, because it was absolved by the jury of negligence, and because T.G.’s purported consent to sexual contact was not relevant to determining whether the team was negligent in failing to follow its policy, the team should no longer be a party to this matter, as we only granted allocatur on the issue of consent. We agree with the Phillies’ contentions, and affirm the judgment entered for the Phillies. Accordingly, the Phillies will not be a party to subsequent proceedings. See Stokan v. Turnbull, 480 Pa. 71, 389 A.2d 90, 92 (1978) (stating that, where a jury finds one defendant liable and exonerates the other, a defendant who is absolved from negligence should not be subject to a second trial on remand).\nWe now turn to the question of consent. As noted above, the Crimes Code includes numerous provisions prohibiting sexual contact with minors. In defining these crimes, a common thread throughout these'statutes is that, if the Commonwealth proves that a victim is under the age of 13 and the defendant engaged in the prohibited conduct, criminal liability is established, and the victim’s consent is not an available defense. See 18 Pa.C.S. § 3121(c) (rape of a child); 18 Pa.C.S. § 3125(b) (aggravated indecent assault of a child), 18 Pa.C.S. § 3123(b) (involuntary deviate sexual intercourse with a child); 18 Pa.C.S. § 3126(a)(7) (indecent assault). By imposing liability whenever the victim is below a certain age threshold, the legislature has in essence made it a crime per se for defendants to have sexual contact with minors under a certain age, irrespective of whether the minor putatively consented to such contact. In so doing, the legislature has precluded the defense of consent in criminal proceedings under these circumstances.\nAs the trial court and Superior Court emphasized, however, the exclusion of consent as a defense to sexual contact with minors under 13 is provided under the Crimes Code, which, in their estimation, does not apply to the civil arena. Consequently, the question we must examine is whether the criminal preclusion of the defense of consent should be extended to cases where, as here, a civil plaintiff under the age of 13 is seeking damages for injuries caused by sexual contact. Upon consideration of the foregoing arguments and relevant case law, we conclude that, where the victim is a minor less than 13 years of age, evidence of the victim’s consent to sexual contact, like in criminal proceedings, is not an available defense in determining civil liability for such contact.\nIn reaching this conclusion, we note by way of background our decision in Congini v. Portersville Valve Co., 504 Pa. 157, 470 A.2d 515, 518 (1983), where we first articulated the duty of care owed by a social host to a minor guest where the minor is injured after imbibing alcoholic beverages provided by the host. See also Alumni Association, 572 A.2d at 1212. In Congini, we rioted that Pennsylvania had previously adopted Restatement (Second) of Torts § 286 (1965), which provides that courts can define the standard of a “reasonable man” by adopting standards of conduct from legislative enactments designed to protect a class of individuals. Congini, 470 A.2d at 517-18. Taking guidance from the Restatement, we then looked to Section 6308 of the Crimes Code, 18 Pa.C.S. § 6308, which prohibits persons under 21 years of age from purchasing or consuming alcoholic beverages. Congini, 470 A.2d at 517-18. This Court interpreted this statute as reflecting a legislative determination that persons under 21 are incompetent to handle alcohol. Id. More importantly, we also determined that this provision reflected a legislative intent to protect minors as a class from the deleterious effects of consuming alcoholic beverages. In light of this legislative pronouncement, we adopted this standard as defining the duty of care owed by adults to minor guests, and held that adults who furnish alcohol to minors are negligent per se. Id. at 518. In so doing, this Court implicitly recognized that the standards set forth under the Crimes Code may sometimes have relevance in determining civil liability.\nOther jurisdictions have likewise defined standards of conduct in civil matters by referring to criminal statutes, including situations where, as here, consent of a minor to sexual contact is at issue. As noted by Appellants, in Bjerke, the Court of Appeals of Minnesota accepted the view that, when the legislature criminalizes conduct to protect a certain class of persons regardless of consent, it reflects a legislative judgment that such conduct is, as a general matter, deemed inappropriate in society. Bjerke, 727 N.W.2d at 193. As noted above, the criminal statute in that case precluded consent as a defense to statutory rape where the minor was under the age of 16. Id. Similarly, in Christensen v. Royal School District, 156 Wash.2d 62, 124 P.3d 283, 286-87 (2005), the Supreme Court of Washington barred evidence of consent from being used as defense in a civil case for the alleged rape of a 13-year-old girl. The court concluded that the criminal statutes in that case, which established guilt without regard to the minor victim’s consent, applied with equal force in the civil context. Id.; see also Doe ex rel. Roe v. Orangeburg County Sch. Dist No. 2, 335 S.C. 556, 518 S.E.2d 259 (1999) (acknowledging that a child’s consent to sexual battery is invalid in a civil case for the same policy reasons recognized in the state’s criminal laws); Wilson v. Tobiassen, 97 Or.App. 527, 777 P.2d 1379, 1384 (1989) (holding that an incapacity to consent provided by the state’s criminal statute also applies in civil cases).\nSimilar to the criminal statutes at issue in Bjerke and Christensen, Pennsylvania’s Crimes Code likewise establishes guilt without regard to the victim’s consent where sexual contact with minors under 13 years of age is alleged. See 18 Pa.C.S. §§ 3121(c), 3125(b), 3123(b), 3126(a)(7). In light of these statutes, and taking guidance from the decisions of our sister states as well as our decision in Congini, we agree that the legislature, by criminalizing sexual contact with minors under 13 irrespective of consent, intended to protect young children as a class from being sexually exploited who, due to their youth or inexperience, lack the judgment necessary to protect themselves from sexual aggressors. Moreover, we believe that the preclusion of a minor’s consent as a defense to sexual contact also reflects a broader societal notion that sexual contact with children under 13 is, as a general matter, reprehensible regardless of consent because, at such a young age, these children are deemed legally incapable of giving consent. Accordingly, we find it consistent with our legislature’s intent to protect young children from sexual exploitation, to reject with equal force, in both the criminal and civil contexts, the proposition that an 11-year-old has the capacity to consent to sex.\nThe individual defendants suggest, however, that those jurisdictions barring the defense of consent in the civil context typically involve adults who occupy a position of authority or trust, whereas in the instant case, the alleged perpetrators are 15 and 16 years of age. We do not find this argument persuasive, however, given our conclusion that the Crimes Code reflects an intent to protect minors under 13 as a class of individuals from sexual contact in general. It would be inconsistent with this purpose for a young minor — here, 11 years old — to be divested of such protection simply by virtue of the fact that defendants, who were four years her senior, had not reached the age of majority. Moreover, McNamee, 519 S.E.2d at 302, relied upon by the defendants as an example of a jurisdiction where a minor’s consent is permitted in a civil context, was premised upon that jurisdiction’s adoption of Section 18 of Prosser & Keeton on Torts, which recognizes that minors acquire the capacity to consent at different stages in their development. While it may be true that individuals mature at different rates, our legislature has expressly declined to engage in such case-by-case determinations for minors under 13, opting instead to establish a bright-line age where children are deemed incompetent as a matter of law to consent to sexual contact.\nThe individual defendants nevertheless insist that applying criminal law principles, such as the preclusion of the defense of consent, to civil proceedings, would blur the distinction between civil and criminal law and create a situation where plaintiffs would be insulated from meaningful cross-examination or impeachment. We reject this contention, however, by observing that our society as a whole has always placed a higher value on a defendant’s liberty interest in the criminal context then the corresponding financial interests that are at-issue in the civil context. We note, for instance, that criminal defendants are afforded a full panoply of rights, safeguards, and other added protections — including a higher burden of proof, the right to counsel, the right to confrontation, and more stringent standards of appellate review — that are unavailable to civil defendants. Consequently, it would be inconsistent with these societal notions in general to conclude that civil defendants, who are defending a financial interest, can claim as a defense that a minor under 13 years of age purportedly consented to sexual contact, when such a defense is not even available in a criminal case, where a defendant’s liberty interest is at stake.\nIn light of our conclusion that consent is not an available defense in civil proceedings arising from sexual contact with a minor under 13 years of age, we hold that- the trial court erred as a matter of law in ruling that evidence of T.G.’s alleged consent was a relevant issue that could be introduced at trial. Moreover, as the trial court did not apply the correct legal standard in ruling on Appellants’ post-trial motion requesting a new trial, we likewise find that ruling to be in error. We also note that the trial court, in ruling that evidence of T.G.’s alleged consent to sexual contact was admissible, permitted the introduction of this evidence without providing any further guidance to the jury on the relevance of T.G.’s age. As the jury was not made aware that persons under 13 years of age are, as a matter of law, deemed incapable of consent, we agree that the admission of the defense of consent prejudiced Appellants and deprived them of a fair trial. Accordingly, we reverse the Order of the Superior Court affirming the trial court with respect to the individual defendants, and remand the matter to that court with instructions to remand to the trial court for a new trial. Finally, because we agree that the jury verdict in the Phillies’ favor should stand and that the Phillies should not be a party on remand, we affirm that portion of the Superior Court’s decision.\nJustice SAYLOR, Justice TODD and Justice McCAFFERY join the opinion.\nChief Justice CASTILLE files a concurring and dissenting opinion in which Justice EAK1N joins.\n. For ease of discussion, we will refer to Joseph Fabrizzio, John Scaruzzi, and Michael Ibbetson by their individual names or, collectively, as the “individual defendants.’’ The Philadelphia Phillies will be referred to as “the Phillies.”\n. As explained fully below, the Pennsylvania Crimes Code defines various crimes so as to make the defense of consent invalid where die victim is a minor under 13 years of age. For instance, 18 Pa.C.S. § 3121(c) provides that a person commits rape of a child if he engages in intercourse with a complainant who is less than 13 years of age, irrespective of consent. Other statutes also preclude the defense of consent, see 18 Pa.C.S. § 3123(b) (involuntary deviate sexual intercourse with a child); and some impose harsher penalties where a minor under 13 years of age is involved. See 18 Pa.C.S. § 3125(b) (aggravated indecent assault of a child); 18 Pa.C.S. § 3126(a)(7) (indecent assault).\nFurthermore, as we note in the discussion that follows, the individual defendants were charged as delinquents in juvenile court in a prior proceeding. Two of the defendants were adjudicated delinquent, and one was found not guilty.\n. The record does not definitively specify the acts of delinquency with which the individual defendants were charged. This information is unnecessary for disposition of the question before us.\n. A battery is defined as a “harmful or offensive contact” with the person of another. Dalrymple v. Brown, 549 Pa. 217, 701 A.2d 164, 170 (1997). Here, because Appellants were proceeding in a civil suit, the claim was that the individual defendants caused a harmful or offensive contact with T.G. by, inter alia, forcibly removing T.G.'s clothing and engaging in sexual contact, including vaginal and anal intercourse. See R.R. at 69a-70a.\n. As indicated above, we did not grant allocatur on the issue of whether the Phillies were negligent in following the team's \"Lost People Policy.” The only issue before us is whether the trial court erred in permitting T.G.’s alleged consent to be admitted at trial.\n. The individual defendant, Michael Ibbetson, did not appear during the proceedings and a default judgment for $1.3 million was eventually entered against him.\n. One should note that the trial court's opinion states that Appellants' counsel introduced the issue of T.G.'s consent when he called Fabrizzio and Scaruzzi to the stand as if on cross-examination in their case-in-chief. However, the reeoi'd reveals that, as recited, both individual defendants participating in the trial raised the consent issue in their opening statements, which were delivered before T.G. began calling witnesses, and pi'ior to the time that Fabrizzio and Scaruzzi were called to the sland. Given these circumstances, the individual defendants' ai’gument that, in substance, T.G. \"opened the door” to the consent controversy and should not now be permitted to protest the issue’s injection into the case, is without merit.\n. 18 Pa.C.S. § 3125, which defines aggravated indecent assault, provides:\n(a) ... a person who engages in, penetration, however slight, of the genitals or anus of a complainant with a part of the person’s body for any purpose other than good faith medical, hygienic or law enforcement procedures commits aggravated indecent assault if:\n(7) the complainant is less than 13 years of age ...\n(b) AGGRAVATED INDECENT ASSAULT OF A CHILD. — A person commits aggravated indecent assault of a child when the person violates subsection (a)(1), (2), (3), (4), (5) or (6) and the complainant is less than 13 years of age.\n(c) GRADING AND SENTENCES.—\n(1) An offense under subsection (a) is a felony of the second degree.\n(2) An offense under subsection (b) is a felony of the first degree. 18 Pa.C.S. § 3126(a) provides that \"[a] person is guilty of indecent assault if the person has indecent contact with the complainant, causes the complainant to have indecent contact with the person or intentionally causes the complainant to come into contact with seminal fluid, urine or feces for the purpose of arousing sexual desire in the person or the complainant and: ... (7) the complainant is less than 13 years of age.” Section 3126(b) provides that indecent assault is graded as a second degree misdemeanor. However, this subsection also provides that, in the case of minors under 13 years of age, indecent assault is graded as a third degree felony if certain additional circumstances are established.\n18 Pa.C.S. § 3123(b) provides that a person commits involuntary deviate sexual intercourse with a child \"when the person engages in deviate sexual intercourse with a complainant who is less than 13 years of age.”\n. Minn.Stat. § 609.342 makes it a crime for a person 48 months older than the victim to have intercourse with a minor between the ages of 13 and 16, regardless of consent.\n. As mentioned below, the Phillies contend in its brief that the team should not be a party to a new trial because the Appellants' sole claim against it was that it was negligent in following the team's \"Lost Peoples Policy” with respect to T.G. The Phillies note that, because we did not grant allocatur on this issue, any further proceedings should be solely between the Appellants and the individual defendants.\n. In Bohrer, however, the court relied on a statute, Colo.Rev.Stat. § 18-3-405.3, which expressly provides that consent is not a defense to sexual assault oil a minor by one in a \"position of trust.” The decision in Bohrer was subsequently vacated and remanded for consideration of another case. Bohrer v. DeHart, 1997 Colo. Lexis 24 (Colo.1997). On remand, the Colorado Court of Appeals reached the same conclusion as its prior opinion and adopted that analysis. Bohrer v. DeHart, 944 P.2d 633 (Colo.Ct.App. 1997).\n. As noted in further detail below, the individual defendants continuously attempt to characterize T.G.’s claim as one of \"rape\" through their briefs. In fact, T.G. sued alleging that she had been sexually assaulted, and therefore she did not have to prove a rape to be awarded damages.\n. In this regard, the individual defendants claim that, because the Appellants’ entire theory at trial was premised upon allegations of rape, and because the defendants denied having intercourse, they never actually relied on the defense of consent. However, in their complaint, Appellants did not limit themselves to the claim of rape, but instead alleged that she was a victim of battery, which, as a harmful or offensive touching, can include rape. See R.R. at 69a-70a (referring in their complaint that the individual defendants committed an assault and battery on T.G. when they \"forcibly removed [her] clothing and repeatedly sexually assaulted [her] by, inter alia, vaginally and anally raping her.”). Moreover, even though the individual defendants claimed that they did not rape T.G., they conceded sexual contact with her, and defended by contending she consented thereto.\n. The Phillies also weigh-in regarding the defense of consent in its brief. However, we do not recount these arguments, as they are largely duplicative of the individual defendants’ arguments. Further, as the Phillies ultimately prevail on its claim that the team should not be a party on remand, further discussion of its specific claims is unnecessary.\n. The jury was asked, \"Do you find the Phillies were negligent?” The jury answered this question in the negative by checking “No” on the verdict slip. See R.R. at 1181a; see also N.T. 3/18/2005 at 4-5.\n. Section 286 of the Restatement of Torts Second provides: ‘‘The court may adopt as the standard of conduct of a reasonable man the requirements of a legislative enactment ... whose purpose is found to be exclusively or in part\n(a) to protect a class of persons which includes the one whose interest is invaded, and\n(b) to protect the particular interest which is invaded, and\n(c) to protect that interest against the kind of harm which has resulted, and\n(d) to protect that interest against the particular hazard from which the harm results.”\nOur adoption of Section 286 has been reaffirmed in subsequent decisions. See, e.g., Orner v. Mallick, 515 Pa. 132, 527 A.2d 521, 523 (1987) (noting our adoption of Section 286 of the Restatement of Torts Second).\n. The law on negligence per se is so well established as to be beyond cavil. See, e.g., Shamnoski v. PG Energy, 579 Pa. 652, 858 A.2d 589, 601-02 (2004) (observing that statutes reflecting a legislative judgment that a failure to engage in certain specified conduct constitutes negligence, may provide the duty of care in finding negligence per se), citing Beaver Valley Power Co. v. National Engineering & Contracting Co., 883 F.2d 1210 (3d Cir.1989); Young v. Pa. Dept. of Transp., 560 Pa. 373, 744 A.2d 1276, 1279 (2000) (noting that negligence per se is not found where a statute does not provide specific guidance on the duty of care owed by a defendant); Jinks v. Currie, 324 Pa. 532, 188 A. 356, 358 (1936) (finding negligence per se based on a motor vehicle statute positively prohibiting specific conduct, and describing prior case law on negligence per se interpreting similar statutes). While one could argue that we should apply the law of negligence per se by analogy to this case, we decline to do so. We deal here not with whether a defendant breached a duty imposed by our legislature, but rather whether that defendant can as a matter of public policy assert an otherwise relevant defense to a plaintiffs claim.\n. The concurring and dissenting opinion argues that the defendants should be afforded the opportunity to establish that T.G. consented to sexual contact. In this regard, the opinion relies on the Restatement (Second) of Torts § 892A (1979), which states: \"(1) One who effectively consents to conduct of another intended to invade his interests cannot recover in an action of tort for the conduct or for harm resulting from it. (2) To be effective, consent must be (a) by one who has the capacity to consent or by a person empowered to consent for him, and (b) to the particular conduct, or to substantially the same conduct.” Respectfully, the citation to the Restatement supports our position by recognizing that, before consent can be asserted as an affirmative defense, the person purportedly consenting must \"halve] the capacity to consent ...\". Id. In this case, T.G., as an 11-year-old child, simply did not have the capacity to consent to sexual contact. This caveat contained in the Restatement was intended to protect T.G. and other similarly situated individuals, and, far from undermining our analysis, confirms our view that a child below a certain age is incapable of consenting to sexual contact.\n. We also observe that, generally, there is a vast difference in the physical and emotional maturity of a 15 or 16 year old when compared to an 11-year-old."}