{"id": "4192325", "contents": "OPINION\nJustice EAKIN.\nAppellant was convicted of first degree murder and sentenced to life imprisonment. Appellant escaped from a prison work detail with cooperation from a prison volunteer; recaptured, he was incarcerated at SCI-Huntingdon. While there, appellant and other prisoners sued the Pennsylvania Public Utility Commission, alleging the prison’s telephone service provider overcharged inmates.\nWhile the telecommunications suit was pending, a different prison volunteer broke down in tears and revealed personal information to appellant. Appellant also held private conversations with the volunteer, criticizing the prison. Upon learning of these events, the Department of Corrections (DOC) recommended appellant’s transfer, noting his previous escape was consummated with the assistance of a prison volunteer, and reasoning the developing close relationship with another volunteer created an escape risk. Appellant was transferred to SCI-Greene, and DOC denied his transfer challenge.\nAppellant subsequently filed a petition for review in the Commonwealth Court’s original jurisdiction. He alleged his transfer was in retaliation for his role in the telecommunications litigation, and by transferring him, DOC interfered with and denied his right of access to the courts. He also averred the transfer caused him to lose touch with friends, family, and fellow members of a prison association, and that DOC violated his due process rights. Appellant sought re-transfer to SCI-Huntingdon and other relief.\nDOC filed preliminary objections in the nature of a demurrer to all claims. In a published opinion, the Commonwealth Court sustained the objections in part and overruled them in part. Yount v. Department of Corrections, 886 A.2d 1163 (Pa.Cmwlth.2005). Writing for a unanimous panel, Senior Judge McCloskey held appellant adequately pled a retaliatory transfer claim, which DOC did not adequately rebut. The court dismissed the remaining claims.\nDOC then moved for summary judgment on the remaining retaliation claim, asserting appellant’s desired remedy of transfer to SCI-Huntingdon was legally unavailable. The Commonwealth Court rendered a per curiam order granting summary judgment on alternate grounds, reasoning that to prevail on a retaliation claim, a prisoner must demonstrate by a preponderance of the evidence he was retaliated against for exercising his constitutional rights and the retaliatory action does not advance legitimate penological goals. Commonwealth Court Order, 7/20/06, at 2 (citing Abdul-Akbar v. Department of Corrections, 910 F.Supp. 986 (D.Del.1995)). The court found appellant failed to meet these burdens of proof.\nWe initially note this Court’s scope of review of an order granting summary judgment is plenary. O’Donoghue v. Laurel Savings Association, 556 Pa. 349, 728 A.2d 914, 916 (1999). Our standard of review is clear: the trial court’s order will be reversed only where it is established the court committed an error of law or clearly abused its discretion. Cochran v. GAF Corporation, 542 Pa. 210, 666 A.2d 245, 248 (1995). Summary judgment is appropriate only in those cases where the record clearly demonstrates there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. P.J.S. v. Pa. State Ethics Commission, 555 Pa. 149, 723 A.2d 174, 176 (1999). The reviewing court must view the record in a light most favorable to the non-moving party, resolving all doubts as to the existence of a genuine issue of material fact against the moving party. Id. Where the facts are so clear that reasonable minds cannot differ, a trial court may properly enter summary judgment. Cochran, at 248.\nAppellant argues that discovery was incomplete and material issues of fact existed, that the Commonwealth Court granted summary judgment on alternate grounds not raised by DOC, and that the Commonwealth Court improperly placed the burden on him to prove his transfer was not for a legitimate penological reason, in violation of Rauser v. Horn, 241 F.3d 330, 333-34 (3d Cir.2001) (shifting burden of proof to correctional facility to prove action furthered legitimate penological objective).\nFirst, appellant asserts summary judgment was inappropriate because it deprived him of the opportunity for additional discovery. However, appellant points to his prison visitor list as the only additional evidence he could have introduced; this list would have verified the volunteer who allegedly helped him escape was permitted to visit him at SCI-Huntingdon. We permitted appellant to supplement the record to include the visitor list, see Supreme Court Order, 2/29/08, and find appellant was not prejudiced by the preclusion of its admission; it does not suffice to raise an issue of material fact, as was determined below, and appellant is not entitled to relief on this issue.\nNext, appellant avers summary judgment was unjustified because the Commonwealth Court sua sponte addressed the question of whether he raised a genuine issue of material fact. Appellant asserts granting summary judgment on an issue raised sua sponte is inappropriate.\nThis principle is well established in the Superior and Commonwealth Courts. See, e.g., MacGregor v. Mediq, Inc., 395 Pa.Super. 221, 576 A.2d 1123 (1990); Wojciechowski v. Murray, 345 Pa.Super. 138, 497 A.2d 1342 (1985); O’Hare v. County of Northampton, 782 A.2d 7 (Pa.Cmwlth.2001); Travers v. Cameron County School District, 117 Pa.Cmwlth. 606, 544 A.2d 547 (1988). These cases are grounded in a concern that trial courts should not “act as the defendant’s advocate.” O’Hare, at 15. For a trial court to raise an argument in favor of summary judgment sua sponte and grant summary judgment thereon risks depriving the court the benefit of advocacy on the issue, and depriving the parties the opportunity to be heard. See Luitweiler v. Northchester Corp., 456 Pa. 530, 319 A.2d 899, 901 n. 5 (1974) (holding it inappropriate for trial court to raise failure to state claim upon which relief may be granted sua sponte). By contrast, where a party has moved for summary judgment, the motion has been briefed, argued, and denied, and the trial court reverses itself and grants summary judgment on the same issue, the Superior Court has held the trial court’s decision “unobjectionable.” See McIntyre Square Associates v. Evans, 827 A.2d 446 (Pa.Super.2003).\nHere, DOC asserted appellant failed to state a legally cognizable claim. The parties filed briefs, and the Commonwealth Court issued a published opinion, in denying DOC’s preliminary objections as to the retaliatory transfer claim. The Commonwealth Court found DOC failed to directly address the retaliation claim in its demurrer motion, Yount, at 1167-68, and a careful reading of DOC’s brief in support of its preliminary objections confirms the Commonwealth Court’s conclusion. Accordingly, the concern we expressed in Luitweiler is implicated because the merits of the dispositive issue were not fully litigated below. Cf. McIntyre Square, at 451 (noting relevant issue “was fully briefed and discussed”).\nThat said, in the narrow circumstances of this case, no party will be prejudiced; we granted appeal and afforded both parties argument on the merits of the dispositive issue. It would unduly place form over function to remand the matter for a futile reconsideration below, since we considered the merits with the benefit of advocacy from both parties and a lower court opinion. To remand would require additional time and expense from the parties and the Commonwealth Court when, in the end, our interpretation of prevailing law would be based on the same record and advocacy. We reiterate, it is inappropriate for a trial court to grant summary judgment for reasons addressed sua sponte. However, the relevant issue was fully briefed and discussed before this Court, and the parties were afforded the appropriate judicial attention to which they are entitled. No relief is due on this claim.\nAs his final issue, appellant maintains the Commonwealth Court improperly placed the burden on him to demonstrate the transfer did not further a legitimate penological objective, in violation of Rauser. We disagree.\nRetaliation claims are guided by the United States Supreme Court’s decision in Turner v. Safley, 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987), which held “courts are ill equipped to deal with the increasingly urgent problems of prison administration ...,” and great deference must be accorded to the administrative determinations of prison officials. Id., at 84-85, 107 S.Ct. 2254 (citation omitted). The United States Supreme Court further recognized prison rules and regulations are presumptively valid unless a prisoner proves otherwise. Overton v. Bazzetta, 539 U.S. 126, 132, 123 S.Ct. 2162, 156 L.Ed.2d 162 (2003).\nAlthough the elements of a prison retaliation claim differ slightly among federal courts, generally courts require proof the inmate engaged in constitutionally protected conduct, prison officials took adverse action, and the protected conduct was a substantial or motivating factor for the action. While courts generally agree on what elements must be proven under a retaliatory claim, courts disagree about who bears the burden of proof under each element.\nThe Second, Third, and Sixth Circuits have held that once a prisoner has raised an inference the protected conduct was a substantial factor motivating the adverse action, the burden shifts to the prison to show the action would have been taken absent the protected conduct. Alternatively, the First, Fifth, Eighth, and Tenth Circuits, noting the increasingly urgent problems of prison administration and the need to accord great deference to the administrative determinations of prison officials, declined to adopt the burden-shifting approach. In these Circuits, the inmate bears the burden of showing the prison officials would not have taken the adverse action “but for” the protected conduct. The Ninth Circuit does not shift the burden of proof and requires the inmate to show the prison action was not narrowly tailored to achieve a legitimate penological objective. Rhodes v. Robinson, 408 F.3d 559, 567-68 (9th Cir.2005).\nThe final test for a retaliation claim — the test applied by the Commonwealth Court in the instant case — was set forth in Abdul-Akbar. Under this test, the burden of proof is placed on the prisoner to disprove a legitimate penological goal as well as to prove the other required elements of a retaliation claim. Abdul-Akbar established that a prisoner allege the action against him was unrelated to a legitimate penological justification, finding the “potential for abuse” in retaliation claims, and noting prison officials’ “legitimate interest in the effective management of a detention facility.” Abdul-Akbar, at 1000-01 (citations omitted).\nWe consider the 1998 Pennsylvania Prison Litigation Reform Act (PLRA), 42 Pa.C.S. § 6601 et seq., and the 1995 federal Prison Litigation Reform Act (federal PLRA), P.L. 104-134 (codification scattered but particularly at 42 U.S.C. § 1997e). In each Act, responding to perceived abuses in prisoner litigation, the legislatures first channeled inmates’ complaints through correctional institutions’ internal grievance-resolution processes, thus narrowing inmates’ recourse through the courts. The PLRA was inspired by the federal PLRA, see Payne v. Pa. Department of Corrections, 582 Pa. 375, 871 A.2d 795, 800 (2005), and the two are “comparable in purpose and effect.” Corliss v. Varner, 934 A.2d 748, 749 (Pa.Cmwlth.2007). The United States Supreme Court examined the federal PLRA legislative history and found the statute is intended to promote administrative redress, to filter out frivolous claims, and to facilitate better-prepared litigation of non-frivolous prisoner claims by the creation of an administrative record. Booth v. Churner, 532 U.S. 731, 737, 121 S.Ct. 1819, 149 L.Ed.2d 958 (2001).\nTurner and Overton as well as the PLRA lead us to interpret ambiguities in the legal standards governing prisoner litigation so as to promote administrative discretion. Although Turner and its progeny address prison rules and regulations, we see no reason why their principles should not fully apply to other prison actions, such as the transfer here. Accordingly, we hold administrative prisoner transfers are presumed to further a legitimate penological objective unless a prisoner plaintiff proves otherwise.\nAs explained by the Commonwealth Court, under the Abdul-Akbar standard, a prisoner plaintiff must demonstrate by a preponderance of the evidence he was retaliated against for exercising his constitutional rights and the retaliatory action does not advance legitimate penological goals. Commonwealth Court Order, 7/20/06, at 2.\nWe agree with appellant’s averment that retaliation for filing a lawsuit against the prison’s telecommunication provider, if it has occurred, violates his constitutional right of access to the courts. See Bounds v. Smith, 430 U.S. 817, 822-23, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977) (inmate has right to access courts to challenge condition of confinement); see also Porter v. Nussle, 534 U.S. 516, 532, 122 S.Ct. 983, 152 L.Ed.2d 12 (2002) (conditions of confinement encompass “all inmate suits about prison life”).\nAppellant alleges his transfer constituted adverse action. “Adverse action,” for purposes of evaluating an inmate’s retaliation claim, is one which is “sufficient to deter a person of ordinary firmness from exercising his [constitutional rights.]” Allah v. Seiverling, 229 F.3d 220, 225 (3d Cir.2000). Where a plaintiff advances a colorable, but not necessarily incontrovertible, argument he was subjected to adverse action, the issue is best resolved by the fact-finder. Id. We agree with the Third Circuit Court of Appeals that: “Although it is possible that in some cases [a transfer] would not deter a prisoner of ordinary firmness from exercising his or her [constitutional right to access the courts], we cannot say that such action can never amount to adverse action.” Id. Accordingly, whether appellant has met this element is an issue of material fact best resolved by the fact-finder.\nFinally, we consider whether appellant produced sufficient evidence to rebut the presumption the transfer furthered legitimate penological objectives. Appellant does not refer to Abdul-Akbar’s requirement that a prisoner show a legitimate penological object was not furthered; instead, he argues the circumstantial evidence of the temporal proximity between his transfer and the initiation of the telecommunications case reveals DOC’s intent to interfere with his constitutional rights. We disagree.\nAppellant initiated his telecommunications case in March, 2004. His transfer was not recommended for nearly six months, and was not effectuated until November 30, 2004. While the civil litigation was moving forward during the transfer process — a hearing was held September 28, 2004, and appellant and his co-plaintiffs tendered a settlement offer November 1, 2004 — the eight-month delay between the commencement of the litigation and appellant’s transfer does not support an inference DOC interfered with his constitutional rights. See Krouse v. American Sterilizer Co., 126 F.3d 494, 503 (3d Cir.1997) (finding of retaliatory intent appropriate only when “timing of the alleged retaliatory action [is] unusually suggestive of retaliatory motive”); see also Richmond v. ONEOK, Inc., 120 F.3d 205, 209 (10th Cir.1997) (holding gap of two to three months insufficient temporal proximity to establish causation in employment context).\nFurther, there was highly relevant temporal proximity between the events constituting DOC’s grounds for the transfer and the decision to transfer appellant. DOC relied on a prison volunteer’s disclosure of personal information and a discussion between the volunteer and appellant occurring September 20, 2004. DOC learned of this behavior four days later, and recommended appellant’s transfer the next day, citing a need to separate appellant from the volunteer due to his escape history. This rapid transfer recommendation militates in favor of considering DOC’s security concern genuine, rather than pretextual. Based on the foregoing, we conclude no reasonable jury could find appellant’s transfer did not further legitimate penologial objectives.\nFor the foregoing reasons, we find appellant failed to demonstrate his transfer was due to retaliation by prison officials for his institution of the telecommunications case. Accordingly, the order of the Commonwealth Court is affirmed.\nJurisdiction relinquished.\nJustice SAYLOR and Justice GREENSPAN join the opinion.\nJustice TODD files a concurring opinion in which Chief Justice CASTILLE and Justice BAER joins.\nJustice McCAFFERY files a concurring opinion.\n. Prisoners have no federal due process rights to be incarcerated in any particular prison or to avoid transfer to another prison absent a state-created liberty interest. McKune v. Lile, 536 U.S. 24, 39, 122 S.Ct. 2017, 153 L.Ed.2d 47 (2002) (“prison officials have discretion to transfer [a prisoner] for whatever reason or for no reason at all.”). Because appellant sought relief besides re-transfer, we do not reach the issue of whether re-transfer alone is a legally cognizable remedy.\n. See, e.g., McDonald v. Hall, 610 F.2d 16, 18 (1st Cir.1979); Gayle v. Gonyea, 313 F.3d 677, 682 (2d Cir.2002); Mitchell v. Horn, 318 F.3d 523, 530 (3d Cir.2003); Adams v. Rice, 40 F.3d 72, 75 (4th Cir.1994); Freeman v. Texas Dep’t of Criminal Justice, 369 F.3d 854, 863 (5th Cir.2004); Thaddeus-X v. Blatter, 175 F.3d 378, 394 (6th Cir.1999); Babcock v. White, 102 F.3d 267, 275 (7th Cir.1996); Moore v. Plaster, 266 F.3d 928, 931 (8th Cir.2001); Rhodes v. Robinson, 380 F.3d 1123, 1130 (9th Cir.2004); Smith v. Maschner, 899 F.2d 940, 949-50 (10th Cir.1990).\n. Gayle, at 682; Rauser, at 333; Thaddeus X, at 399.\n. Layne v. Vinzant, 657 F.2d 468, 475 (1st Cir.1981); Clarke v. Stalder, 121 F.3d 222, 231 (5th Cir.1997); Cornell v. Woods, 69 F.3d 1383, 1388 (8th Cir.1995); Peterson v. Shanks, 149 F.3d 1140, 1144 (10th Cir. 1998).\n. Appellant's claim that he was denied access to the courts was dismissed by the Commonwealth Court for failure to allege a specific instance where he had actually been denied access to court. Yount, at 1169 n. 4.\n. Appellant offers additional arguments attempting to assert questions of fact remain as to whether he escaped with the aid of a prison volunteer and demonstrated DOC's retaliatory intent, whether DOC genuinely had concern he would escape, and whether DOC should have dismissed its volunteer instead of transferring appellant. Our review of the record reveals no open issues of material fact remain. DOC introduced uncontested news reports showing appellant escaped with the aid of a prison volunteer. Further, we reject appellant's arguments to the extent he challenges DOC's decisions regarding the day-to-day administration of its facilities. See Turner, at 89, 107 S.Ct. 2254.\n. Appellant produced DOC internal emails indicating he advised an SCI-Huntingdon Activity Manager of his communications with the volunteer. Appellant now objects to the introduction of these emails. This issue is waived because appellant himself offered the emails into evidence."}