{"id": "4194522", "contents": "OPINION\nJustice EAKIN.\nA Department of Public Welfare (DPW) field representative visited St. Elizabeth’s Child Care Center, a nonprofit child daycare center affiliated with the Roman Catholic Church. The field representative did not observe any health or safety hazards at the center; however, she determined it did not have a certificate of compliance. DPW regulations require all child day care centers providing care for seven or more children, like St. Elizabeth’s, to obtain a certificate of compliance before commencing operations. 55 Pa.Code § 3270.3(c); id., § 3270.11(a). Because St. Elizabeth’s did not have a certificate, DPW ordered it to cease and desist operating the day care center. St. Elizabeth’s appealed to DPW’s Bureau of Hearings and Appeals, arguing DPW lacked statutory authority to promulgate regulations requiring certification of nonprofit child day care centers. St. Elizabeth’s also raised constitutional concerns regarding the regulations’ impact on religious liberty.\nAn administrative law judge (ALJ) explained Article IX of the Public Welfare Code, 62 P.S. §§ 901-922, grants DPW supervision over “all children’s institutions within this Commonwealth,” including nonprofit child day care centers like St. Elizabeth’s. Id., § 902(3). This supervisory power has been construed broadly. See Hospital Association of Pennsylvania v. MacLeod, 487 Pa. 516, 410 A.2d 731, 734-35 (1980) (holding § 902 authorized Department of Health to regulate hospitals’ managerial practices). Further, the ALJ determined § 911’s primary purpose was to approve operations. ALJ Opinion, 7/25/05, at 15 (noting § 911(a)(1) authorizes inspection before operations commence). Therefore, the ALJ held DPW may require nonprofit child day care centers to obtain a certificate of compliance. Id., at 18. Because of statutory constraints, the ALJ could not rule on the regulations’ constitutionality. See 1 Pa.Code § 35.187 (enumerating ALJ’s authority). The ALJ recommended St. Elizabeth’s appeal be denied, and the Bureau of Hearings and Appeals adopted this recommendation.\nThe Commonwealth Court reversed, distinguishing Hospital Association of Pennsylvania, concluding it did not address any regulation under Article IX. St. Elizabeth’s Child Care Ctr. v. Dep’t of Pub. Welfare, 895 A.2d 1280, 1282-83 (Pa.Cmwlth.2006) (citing Hospital Association of Pennsylvania, at 735 n. 11). Moreover, the court noted Article X authorizes DPW to promulgate regulations regarding licensing of for-profit child day care centers, see 62 P.S. §§ 1002, 1021, whereas Article IX is silent on the issue of certification, see 62 P.S. § 911. St. Elizabeth’s Child Care Ctr., at 1282. Applying the maxim expressio unius est exclusio alterius, the court concluded DPW did not have authority under Article IX to require St. Elizabeth’s be certified before operating its day care center. Id. The court did not discuss St. Elizabeth’s religious liberty argument. Id., at 1283 n. 8.\nJudge Pellegrini concurred with the majority’s analysis of Article IX, but would have reversed on different grounds, namely, that DPW did not have jurisdiction to enforce the cease and desist order. Id., at 1283 (Pellegrini, J., concurring). He cited § 911, noting DPW is limited to visiting and inspecting nonprofit centers, inquiring into matters related to their operations, and directing institutions to correct any objectionable conditions. Id., at 1283-84. He further argued § 911 does not give authority to issue cease and desist orders, but only permits DPW to request the Department of Justice institute legal proceedings. Id., at 1284 (citing 62 P.S. § 911(c)).\nJudge Cohn Jubelirer joined Judge Pellegrini’s concurrence, and dissented without opinion. Judge Smith-Ribner dissented without opinion.\nWe granted allowance of appeal on the following issues: Whether [the] Commonwealth Court erred when it invalidated a [DPW] regulation requiring nonprofit day care facilities, in order to lawfully operate, to hold a certificate of compliance from DPW verifying compliance with health and safety regulations?\nWhether [the] Commonwealth Court, in so invalidating the DPW regulation, erred in applying the maxim expressio unius est exclusio alterius to the absolute exclusion of other canons of statutory construction that are more relevant here?\nPetition for Allowance of Appeal, at 3.\nAs this case concerns Article IX’s meaning, it is a case of statutory interpretation and is a pure question of law. See Commonwealth v. Bortz, 589 Pa. 431, 909 A.2d 1221, 1223 (2006). Questions of law are subject to a de novo standard of review, and the scope of review is plenary. Craley v. State Farm Fire and Casualty Company, 586 Pa. 484, 895 A.2d 530, 539 n. 14 (2006).\nDPW argues Article IX confers broad regulatory power on DPW, providing it with supervisory authority over “all children’s institutions within this Commonwealth.” 62 P.S. § 902(3). DPW contends the language authorizing the supervision of child day care facilities is more explicit than the language Hospital Association of Pennsylvania relied on to uphold extensive regulations under Article IX. See Hospital Association of Pennsylvania, at 734-35 (holding Article IX gives Department of Health power to establish rules and regulations although Article IX lacks express grant of authority). Finally, DPW questions the Commonwealth Court’s exclusive reliance on the maxim expressio unius est exclusio alterius, maintaining the court should have considered competing canons of statutory construction. DPW’s Brief, at 14.\nSt. Elizabeth’s argues Article IX only permits DPW supervision of nonprofit, religious child care providers and does not authorize licensing. St. Elizabeth’s Brief, at 16. Because administrative agencies may only exercise regulatory authority conferred on them expressly or by implication, St. Elizabeth’s contends DPW lacks authority to require it have a certificate of compliance. See Commonwealth v. Butler County Mushroom Farm, 499 Pa. 509, 454 A.2d 1, 4 (1982). St. Elizabeth’s notes DPW regulations relating to the social development of children may conflict with Catholic teaching. See, e.g., 55 Pa.Code § 3270.1. Therefore, St. Elizabeth’s maintains DPW’s regulatory scheme violates the federal Constitution’s First Amendment and Article I, § 3 of the Pennsylvania Constitution.\n“The purpose of the interpretation and construction of statutes is to ascertain and effectuate the legislature’s intent.” Chanceford Aviation Properties, LLP v. Chanceford Twp. Bd. of Supervisors, 592 Pa. 100, 923 A.2d 1099, 1104 (2007) (citing 1 Pa.C.S. § 1921(a)). “Words and phrases [of a statute] shall be construed according to rules of grammar and according to their common and approved usage.... ” 1 Pa. C.S. § 1903(a). “When the words of a statute are clear and free from all ambiguity, they are presumed to be the best indication of legislative intent.” Hannaberry HVAC v. WCAB (Snyder, Jr.), 575 Pa. 66, 834 A.2d 524, 531 (2003) (citation omitted). “It is only when the statute’s words are not explicit that the legislature’s intent may be ascertained by considering the factors provided in 1 Pa.C.S. § 1921(c).” Chanceford, at 1104.\nArticle IX provides DPW “shall have supervision over ... all children’s institutions within this Commonwealth.” 62 P.S. § 902(3). A children’s institution is defined as “any incorporated or unincorporated organization, society, corporation or agency, public or private, which may receive or care for children....” Id., § 901. St. Elizabeth’s, as a private child day care provider, qualifies as a children’s institution subject to DPW’s supervisory power. Article IX further states:\n(a) The department shall have the power, and its duty shall be:\n(1) To make and enforce rules and regulations for a visitation, examination and inspection of all supervised institutions and said visitation, examination or inspection may occur both before and after the beginning of operation of the supervised facility.\n(2) To visit and inspect, at least once in each year, all state and supervised institutions; to inquire and examine into their methods of instruction, discipline, detention, care or treatment, ... the official conduct of their inspectors, trustees, managers, directors or other officer or officers!,] • • • the buildings, grounds, premises, and equipment!,] • • • and all and every matter and thing relating to their usefulness, administration, and management, and to the welfare of the inmates thereof....\n(c) Whenever upon the visitation, examination, and inspection of any State or supervised institution, any condition is found to exist therein which, in the opinion of the department, is unlawful, unhygienic, or detrimental to the proper maintenance and discipline of such State or supervised institution ...[,] [the department has power] to direct the officer or officers ... to correct the said objectionable condition in the manner and within the time specified by the department....\nId., § 911.\nArticle IX neither explicitly forbids nor requires DPW to issue regulations mandating that supervised institutions have a certificate of compliance. However, “[o]ur review of the code must recognize that ‘[substantive rule-making is a widely used administrative practice, and its use should be upheld whenever the statutory delegation can reasonably be construed to authorize it.’ ” Hospital Association of Pennsylvania, at 733 (quoting Bernard Schwartz, Administrative Law § 56 at 151 (1976)). “The interpretation of a statute by those charged with its execution is entitled to great deference, and will not be overturned unless such construction is clearly erroneous.” Caso v. Workers’ Comp. Appeal Bd., 576 Pa. 287, 839 A.2d 219, 221 (2003); see also 1 Pa.C.S. § 1921(c)(8).\nDPW’s interpretation of its enabling statute is not clearly erroneous. Section 911 expressly requires DPW inquire into and examine supervised institutions’ “methods of instruction, discipline, ... care or treatment, ... the official conduct of their ... managers, directors or other ... officers!,] • • • the buildings, grounds ... and equipment!,] • • • and all ... matter ... relating to their ... administration, and management, and to the welfare of the inmates thereof.” 62 P.S. § 911(a)(2). It is reasonable to infer Article IX permits DPW to certify supervised institutions have passed the inspection process DPW is required to perform.\nMoreover, Article IX has been interpreted as granting broad supervisory powers to DPW. Although § 911 only specifically authorizes regulations related to visitation, examination, and inspection, Hospital Association of Pennsylvania relied on § 911 to uphold over 500 regulations of private hospitals on issues including patient dealings with administrators, orientation programs, inventory, and the taking and filing of minutes at meetings. See Hospital Association of Pennsylvania, at 734; 738-40. The regulations were so pervasive as to lead one Justice to declare them “a manifesto for ... a socialization of private hospitals!” Id., at 737 (Flaherty, J., dissenting). In spite of his warning, this Court found Article IX’s grant of supervisory power includes the power to make substantive rules regulating supervised institutions beyond mere procedure. Id., at 734-35.\nWe further note DPW regulations requiring nonprofit and for-profit child care centers receive a certificate of compliance have been in effect in some form since 1978. See, e.g., 55 Pa.Code § 20.4 (effective 1985); “Commonwealth of Pennsylvania Social Services Manual,” Chapter 2, § 8A(59), at Original Record, Ex. A-16, at 9 (effective 1978). The legislature has not disturbed the regulations at issue here. This lack of activity over a 30-year period suggests DPW’s regulations are not inconsistent with the legislature’s intent. See Hospital Association of Pennsylvania, at 734 n. 10 (citing 1 Pa.C.S. § 1921(c)(8) (considering legislative and administrative interpretations of statute)).\nIn striking down the certificate of compliance requirement, the Commonwealth Court relied on the maxim expressio unius est exclusio alterius. St. Elizabeth’s Child Care Ctr., at 1282. However, when interpreting a statute, courts are required to follow the Rules of Statutory Construction. 1 Pa.C.S. § 1901 et seq. By relying exclusively on expressio unius, the Commonwealth Court failed to consider the weight accorded to administrative interpretation of the statute, 1 Pa.C.S. § 1921(c)(8), the consequences of a particular interpretation, id., § 1921(c)(6), or that the legislature had not disturbed the administrative interpretation of the statute. Hospital Association of Pennsylvania, at 734 n. 10 (citing § 1921(c)(8)).\nThis failure to consider other means of construction is problematic in light of this Court’s treatment of expressio unius. See Consumers Education and Protective Association v. Nolan, 470 Pa. 372, 368 A.2d 675, 684 (1977) (warning automatic application of maxim may thwart legislative intent). Other courts and commentators have also recognized limits on the maxim. See, e.g., Mourning v. Family Publications Service, Inc., 411 U.S. 356, 372, 93 S.Ct. 1652, 36 L.Ed.2d 318 (1973) (not reasonable to interpret acts delegating agency powers as including specific consideration of every evil to be corrected); Texas Rural Legal Aid v. Legal Services Corporation, 940 F.2d 685, 694 (D.C.Cir.1991) (“this canon [expressio unius] has little force in the administrative setting”); Cass Sunstein, Interpreting Statutes in the Regulatory State, 103 Harv. L.Rev. 405, 455-56 (1989) (warning against mechanical application of expressio unius).\nAccordingly, we hold the Commonwealth Court erred when it invalidated DPW’s regulations requiring St. Elizabeth’s hold a certificate of compliance from DPW verifying its compliance with health and safety regulations. Further, we conclude the Commonwealth Court erred in applying expressio unius est exclusio alterius to invalidate the DPW regulations, while not referring to other canons of statutory construction. We reverse the Commonwealth Court’s order and remand to the Commonwealth Court for consideration of St. Elizabeth’s religious liberty claim.\nOrder reversed; case remanded.\nJurisdiction relinquished.\nChief Justice CASTILLE and Justices TODD and GREENSPAN join the opinion.\nJustice BAER files a concurring opinion.\nJustice SAYLOR files a dissenting opinion in which Justice McCAFFERY joins.\n. The express mention of one thing excludes all others.\n. The Commonwealth Court did not specify in its conclusion which DPW regulations it was invalidating. See St. Elizabeth’s Child Care Ctr., at 1283. As indicated above, DPW regulations require all child day care centers providing care for seven or more children, like St. Elizabeth’s, obtain a certificate of compliance before commencing operations. 55 Pa.Code § 3270.3(c); id., § 3270.11(a)."}