{"id": "4194238", "contents": "OPINION\nChief Justice CASTILLE.\nThe Commonwealth appeals from the order of the Court of Common Pleas of Berks County (“PCRA court”) overturning the verdict of guilt and sentence of death, and awarding appellee Raymond Johnson a new trial pursuant to the Post Conviction Relief Act (“PCRA”), 42 Pa.C.S. §§ 9541-9546. The court granted relief premised upon a finding that trial counsel were ineffective in various respects relating to the investigation and presentation of the defense at both the guilt and penalty phases. In granting guilt phase relief, the PCRA court declined to pass on the credibility of appellee’s witnesses. For the reasons that follow, we conclude that such a failure constitutes legal error and thus, vacate and remand for proceedings consistent with this Opinion.\nOn June 18, 1996, at approximately five o’clock p.m., Louis Combs (“the victim”) was fatally shot in connection with a drug-related territorial dispute in the City of Reading. Appellee was charged with criminal homicide and related offenses, and, following a jury trial, was found guilty and ultimately sentenced to death on September 22, 2000. At trial, the Commonwealth presented eyewitness accounts identifying appellee as the killer. The testimony of Jackie Cook, the victim’s nephew, described the shooting and established appellee’s motive to kill the victim. Cook testified that he sold drugs with the victim and explained that the victim was concerned with a rival group that operated out of 437 Schuylkill Avenue and competed for area drug sales. According to Cook, on two consecutive days he and the victim confronted a suspected member of the rival group, Adrian Starks. On the second occasion, the afternoon of the killing, Cook stated that he demanded to speak with Starks’ supplier. Cook testified that Starks returned with appellee, and that appellee and the victim entered the breezeway next to 437 Schuylkill Avenue that led to a courtyard. Cook stated that, from where he was standing in front of the house, he could see down the breezeway, and saw appellee pull a gun from his waist and shoot the victim in the abdomen. Cook testified that he fled the scene and, while fleeing, encountered another member of appellee’s group known as “Izod” in the vicinity.o Cook also admitted that he had repeatedly smoked marijuana on the day of the shooting, including immediately before the murder. Cook also testified that he later encountered appellee and Starks while the three were incarcerated in Berks County Prison, and that appellee and Starks threatened him and warned him not to testify against appellee at appellee’s murder trial. Notes of Testimony (“N.T.”), 9/19/00, at 253-79.\nThe testimony of Spencer Branford, offered by the Commonwealth, corroborated aspects of Cook’s account of the encounter between appellee and the victim, though Branford did not witness the actual shooting. Branford stated that, when the shooting occurred, he was sitting on the front stoop of 437 Schuylkill Avenue and Cook was standing in front of the house, closer to the breezeway. Branford also testified that he did not get a good look at the man who accompanied Starks to the house. Id. at 234-39.\nThe Commonwealth also presented the testimony of Nicole Ramsey. Ramsey stated that she sold illegal drugs on behalf of appellee and explained that appellee and Izod, whom she described as appellee’s “right-hand man,” had experienced problems with the victim for some time prior to the murder because appellee and Izod were selling drugs in the vicinity of the victim’s operation. Id. at 308-18. Ramsey testified that, while in her apartment on the day of the murder, appellee was carrying a firearm and expressed anger towards the victim. Ramsey also stated that, after the murder, Izod informed her that “we did them niggers. You didn’t think we would, but we did. There is not going to be a problem.” Id. at 322.\nAppellee, represented by counsel (“trial counsel”), presented an alibi defense, consisting of two witnesses, Crystal Johnson, appellee’s wife; and Shadena Johnson, a friend. Each alibi witness testified that on the evening of June 18,1996, the day the victim was murdered, she was with appellee at the home of Alice Jackson in Brooklyn, New York, and that in the evening, appellee asked Crystal Johnson to marry him. When questioned by the prosecution, however, both witnesses testified that they believed June 18,1996 to be a Wednesday, when it was actually a Tuesday. Although trial counsel did not attempt to rehabilitate the alibi witnesses on redirect, in his closing statement, he acknowledged their “slight mistake” and stated that: “The point is, they were right on the date, the 18th. And they were right on the incident. How can they remember? The girl got engaged.” N.T., 9/20/00, at 494. Appellee did not testify himself.\nThe jury found appellee guilty of first-degree murder, and, following the penalty phase, appellee was sentenced to death. The jury found one aggravating circumstance — that at the time of the killing appellee was involved, associated, or in competition with the victim in the sale, manufacture, distribution, or delivery of illegal drugs, 42 Pa.C.S. § 9711(d)(14) — and that this aggravator outweighed the one mitigating circumstance that the jury found — the character and record of appellee and the circumstances of the offense, 42 Pa.C.S. § 9711(e)(8).\nOn direct appeal, where appellee was represented by new counsel, this Court unanimously affirmed appellee’s conviction and sentence. Commonwealth v. Johnson, 576 Pa. 23, 838 A.2d 663 (2003), cert. denied, 543 U.S. 1008, 125 S.Ct. 617, 160 L.Ed.2d 471 (2004). We held that the jury’s determination that appellee deliberately killed the victim was supported by sufficient evidence, and that, when viewed in the light most favorable to the Commonwealth, and employing reasonable inferences, the evidence was sufficient to support the aggravating circumstance that the murder was committed as a consequence of a drug-sale-related rivalry. Recognizing that the Commonwealth’s case relied heavily on evidence obtained from admitted participants in the illegal drug trade, we stated that such concerns implicate the jury’s responsibility to resolve questions of credibility, and, absent extraordinary circumstances, an appellate court will not substitute its judgment for that of the fact-finder. Appellee raised a number of claims alleging trial court error, none of which warranted relief. Appellee also attempted to litigate multiple claims of ineffective assistance of counsel, but, noting that the claims should be addressed in collateral, post-conviction proceedings, we dismissed appellee’s ineffectiveness claims without prejudice pursuant to Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726, 738 (2002) (petitioner should wait to raise claims of ineffective assistance of trial counsel until collateral review; ineffectiveness claim will be waived only after petitioner has had opportunity to raise claim on collateral review and has failed to avail himself of that opportunity).\nOn November 18, 2006, a PCRA petition was filed on appellee’s behalf by the Federal Community Defender’s Office for the Eastern District of Pennsylvania. A PCRA hearing was held from March 5-9, 2007, before the same judge who presided over appellee’s trial. Appellee offered the testimony of, inter alia, trial counsel, Jackie Cook, Crystal Johnson, and three witnesses, Ronald George, Gerald Williams, and Jonathan Workman, whom appellee alleged trial counsel failed to interview and call at trial. After having been warned about the penalty for perjury, Cook, the Commonwealth’s primary witness at trial, testified that his trial testimony regarding what he saw the evening of the shooting was not true, and that, from where he was standing in front of the house, he could not see down the breezeway to where the shooting took place. At trial, Cook had testified that appellee, riding a bicycle, was the man accompanying Adrian Starks after Cook demanded to meet Starks’ supplier. At the PCRA hearing, however, Cook testified that appellee was not the man who shot the victim, and that the man on the bicycle had fairer skin than appellee and, unlike appellee, wore his hair in dreadlocks. Likewise, appellee introduced Cook’s pre-trial statement to the police, which was inconsistent with his trial testimony and consistent with his PCRA testimony, as it stated that he did not see the shooting. Cook also claimed that he provided his perjurious trial testimony, inculpating appellee, in exchange for both a pizza and sentencing consideration on a separate drug-related charge.\nRelevant to the failure to investigate claim, Ronald George testified at the PCRA hearing that he was in the courtyard, approximately three feet away from the victim, when the victim was shot and that appellee was not the shooter. George claimed that he saw the shooter and then described someone who did not resemble appellee. George also stated that he had never seen appellee prior to the PCRA hearing. Contradicting Cook’s trial testimony, George claimed that no one looking down the breezeway could have seen the shooting. George further asserted that, even though he was an eyewitness to the shooting, he had lied to police and told them that he did not see anything. George said he lied because- the ■police officer who spoke to him was rude. N.T., 3/5/07, at 19-37.\nGerald Williams, another PCRA witness called by appellee, testified that he was on his porch when he heard the shooting, then saw two men running away immediately after the shot was fired, and then saw a third man running low out of the breezeway in the same direction. Williams stated that he went to investigate, found the victim’s body in the courtyard, covered it with a blanket, and told someone to call the police. Williams also testified that he spoke with the police following the shooting, but was not contacted by trial counsel, the defense investigator, or the prosecution prior to appellee’s trial. Id. at 55-66.\nYet another witness called by appellee at the PCRA hearing, Jonathan Workman, testified that he saw the shooting take place and that appellee was not the shooter. Workman also gave a description of the shooter consistent with the descriptions presented by George and Cook at the PCRA hearing. Id. at 143-59. Like George, Workman claimed that someone in front of the house would not have been able to see the shooting through the breezeway. Workman also testified that, at first, he did not inform the police that he saw the shooting for fear of retaliation, though he claimed that he later attempted unsuccessfully to contact the investigating officer. Id. at 154-56. All three witnesses claimed that, if they had been contacted by trial counsel or the defense investigator, they would have testified at trial on behalf of appellee.\nTrial counsel testified at the PCRA hearing that he could not remember whether he interviewed witnesses, such as George, Williams, and Workman, who were referenced in the police report, but who were not called at trial. Trial counsel testified that he and the defense investigator would have tried to independently interview everyone named in the police report or identified by appellee, because they “did not accept the police version as to what [a] witness saw or said.” N.T., 3/7/07, at 448. Further, trial counsel stated that there would not have been a strategic or tactical reason not to interview a witness if he or she had information of probative value.\nAs for appellee’s claim of ineffectiveness respecting the alibi defense, appellee’s wife, Crystal Johnson, testified at the PCRA hearing and claimed that trial counsel never spoke to her prior to calling her to testify at trial. Johnson testified that trial counsel never asked her the date of the Brooklyn get-together and never told her what day of the week June 18, 1996 was. Johnson did admit, however, that she had phone conversations with the defense investigator prior to trial and told him that appellee was with her in Brooklyn on June 18, 1996, and that that day was a Wednesday. At the PCRA hearing, Johnson reiterated that appellee was with her in Brooklyn on the evening of June 18th, though she did not attempt to explain the inconsistency in her trial testimony regarding the day of the week, or claim that she had been mistaken. Id. at 391-95, 401-04. Appellee did not call Shadena Johnson.\nWith respect to this claim, trial counsel stated that he presented the alibi defense at appellee’s urging, and recounted the difficulty he encountered in securing the two alibi witnesses and the limited opportunities he had to interview and prepare them for trial. Although trial counsel testified that most of the preparation was done by the defense investigator, he contradicted Crystal Johnson’s testimony and stated that both he and the investigator had “extensive discussions” with her, and added that he and his investigator would have interviewed Shadena Johnson as well. See N.T., 3/7/07, at 442, 444. When pressed, however, trial counsel testified that he did not recall having specific conversations with Crystal or Shadena regarding the night of the week the get-together in Brooklyn occurred, and could not provide a clear answer when asked whether he knew “that Shadena Johnson was going to say that the party was on a Wednesday.” Id. at 444-47. When asked if “it would have been important to find out if your [alibi] witnesses thought they were talking about a Wednesday night [when the murder occurred on a Tuesday],” trial counsel invoked the “problems” he had with the alibi witnesses. Id. at 443-44. Trial counsel also testified that he “would have had some reason to expect what she was going to say,” but that “what the witnesses say isn’t always what they told you.” Id. at 444. Further, trial counsel stated that he would not have knowingly introduced alibi witnesses who offered contrary and contradictory dates, times, and places. PCRA counsel failed to question trial counsel respecting his failure to attempt to rehabilitate his alibi witnesses on redirect.\nRespecting the penalty phase, the primary claim was that penalty phase counsel was ineffective in preparing the case in mitigation. Penalty phase counsel testified at the PCRA hearing that at some point he had spoken with appellee’s mother, though he did not investigate appellee’s social or educational history. When asked if he had a strategic or tactical reason for not investigating aspects of appellee’s social history, or for declining to have appellee evaluated by a mental health professional, penalty phase counsel answered, “No.” N.T., 3/6/07, at 188-92. Trial counsel also testified and stated that he did not investigate appellee’s social history, and that, if he had discovered that appellee had a significantly low I.Q., he would have investigated further. Trial counsel did state, however, that he observed nothing in his interactions with appellee that would have made him believe that a mental health evaluation was necessary. Id. at 432-36; N.T., 3/8/07, at 463-66.\nAt the hearing’s conclusion, the PCRA court found that counsel were ineffective at both the guilt and penalty phases, vacated the death sentence, and granted appellee a new trial. The PCRA court identified three specific lapses by trial counsel respecting the guilt phase. First, the court faulted trial counsel for failing to give an opening statement in a capital trial. The court noted that, at the time, it had presumed that trial counsel had some legitimate reason for deciding not to do so. At the conclusion of the PCRA hearing, however, the PCRA court found that trial counsel did not provide a reason for failing to prepare or present an opening statement. Id. at 655-56.\nThe next two grounds are inter-related. The PCRA court found that trial counsel was ineffective for failing to adequately review the discovery materials and conduct independent interviews of witnesses named in those materials, such as George, Williams, and Workman. The court determined that this failure of preparation was “crucial and in and of itself ... justifies a finding of ineffectiveness of counsel.” Id. at 656. Finally, the court found that trial counsel failed to interview and adequately prepare alibi witness Crystal Johnson to testify, and most likely failed to interview and prepare Shadena Johnson. Regarding the alibi witnesses’ testimony, the PCRA judge, who again was also the judge at appellee’s trial, stated:\n... I well remember when the alibi witnesses had finished testifying at the time of trial that I stepped back in the retiring room right here in this courtroom with my then law clerk and I looked at him, shrugged my shoulders, and just said dead man walking, referring to [appellee]. Because that was absolutely fatal to any possible defense to put on two witnesses and have — and offer them as alibi witnesses and have them testify that they were with [appellee] on a Wednesday when, in fact, the murder took place on a Tuesday. It was incomprehensible to this Court.... [Trial counsel] conducted no meaningful interview and no meaningful preparation of these alibi witnesses.\nN.T., 3/9/07, at 656-57. The court stated that while “[m]ost of these things individually might not give rise to a finding of ineffectiveness ... [,] certainly taken as a whole, they lead to this Court’s clear conclusion that trial counsel in the guilt phase was [ ] ineffective.” Id. at 655. Notably, the court stated that it did not find Jackie Cook’s recantation testimony credible.\nTurning to penalty phase counsel’s performance, and citing to the case presented by appellee at the PCRA hearing, the PCRA court found that counsel “completely abrogated his duty to [appellee]” because he did not retain an investigator to assist in gathering mitigation evidence; did not attempt to obtain appellee’s prison records (indicating that appellee once tested to an I.Q. of 66), school records, or social history; did not have a psychiatric or psychological evaluation performed; and did not consult with or present any evidence from a mitigation expert. N.T., 3/9/07, 653-55. The PCRA court opined that there had been virtually no defense evidence at trial to support mitigating factors that could have outweighed the single aggravating circumstance. Id. In conclusion, the PCRA court stated that:\nI’m not ruling on [appellee’s] guilt or innocence. All I’m ruling is that he’s entitled to representation. He’s entitled to be treated better than an enemy combatant at Guantanamo Bay, who I believe those people with no legal rights under our current law probably have better representation than that provided to [appellee] at the time of his first trial.\nN.T., 3/9/07, at 659.\nThe Commonwealth filed the instant appeal challenging the court’s grant of relief as to both the guilt and penalty phases. In its Pa.R.A.P.1925(b) statement of matters complained of on appeal, the Commonwealth raised the following matters:\n1. The PCRA court erred in granting PCRA relief in the form of a new trial.\n2. The PCRA court erred in finding trial counsel ineffective in the guilt phase of the trial.\n3. Specifically, the PCRA court erred in finding trial counsel ineffective for failing to investigate and present the fact witnesses who testified at the PCRA hearing, for failing to properly interview and prepare alibi witnesses, and for presenting an inconsistent alibi defense.\n4. The PCRA court erred in failing to pass judgment on the credibility of the witnesses presented by [appellee] at the PCRA proceeding to determine whether their testimony would have changed the outcome of trial.\n5. The PCRA court erred in failing to consider [appellee’s] liability for the murder as an accomplice in determining whether the testimony of the fact witnesses presented by [appellee] at the PCRA hearing would have changed the outcome of the trial.\n6. The PCRA court erred in granting PCRA relief in the form of a new penalty phase hearing.\n7. The PCRA court erred in finding [penalty phase] counsel ineffective in the penalty phase of trial.\n8. Specifically, the PCRA court erred in finding [penalty phase] counsel ineffective in the penalty phase by failing to investigate and present mitigation evidence.\nCommonwealth’s 1925(b) Statement (filed 4/19/07).\nIn its opinion responding to the matters raised by the Commonwealth, the PCRA court found the Commonwealth’s first two issues to be vague, and concluded that “the Commonwealth’s lack of specificity prevents this court from addressing the issue[s] in a meaningful way.” PCRA Op. at 2-3. The PCRA court’s findings and conclusions with respect to the Commonwealth’s specific claims will be addressed below.\nBefore turning to those specific claims, however, two preliminary matters require our attention. First, what is notable about the Commonwealth’s Rule 1925(b) statement is that, although the PCRA court cited three instances of guilt phase ineffectiveness, the Commonwealth addressed only two of those grounds, while neglecting to challenge the PCRA court’s findings regarding trial counsel’s failure to present an opening statement. We do not, however, believe this lapse requires affirmance.\nWe so conclude for two reasons. First, the PCRA court’s comments at the hearing suggest that it addressed the guilt phase claims it deemed meritorious cumulatively — i.e., there was no suggestion that it deemed the failure of counsel to give an opening statement to require, on its own, a new trial. Second, we will not presume that the PCRA court was unaware of the prevailing law, which holds that trial counsel “cannot be deemed ineffective per se for failing to make an opening statement.” Commonwealth v. Busanet, 572 Pa. 535, 817 A.2d 1060, 1066 (2002). Nevertheless, the Commonwealth’s failure to challenge the finding may be relevant to the overall assessment of prejudice, as we will discuss below, given that appellee’s claims are premised upon counsel’s alleged lack of preparation.\nThe second preliminary matter, which is related to the first, concerns the PCRA court’s suggestion that the guilt phase claims cumulatively established trial counsel’s ineffectiveness, even though the claims may not individually have warranted relief. This Court has repeatedly held that “no number of failed [ineffectiveness] claims may collectively warrant relief if they fail to do so individually.” Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 617 (2007) (citing Commonwealth v. (James T.) Williams, 586 Pa. 553, 896 A.2d 523, 548 (2006); Commonwealth v. Rollins, 558 Pa. 532, 738 A.2d 435, 452 (1999); Commonwealth v. (Craig) Williams, 532 Pa. 265, 615 A.2d 716, 722 (1992)). Notwithstanding the possible error in the PCRA court’s understanding as a general matter, we recognize that, in this case, the twin guilt phase “errors” briefed to us — trial counsel’s failure to investigate potential eyewitnesses and trial counsel’s presentation of an inconsistent alibi defense — are in fact intertwined. As two components of appellee’s identity defense, which in this case includes both an alibi component and a mistaken identity component, the claims may fairly be considered together, given appellee’s overarching argument that trial counsel’s multiple failings demonstrate his unacceptable lack of preparedness for trial. Furthermore, we also recognize that if multiple instances of deficient performance are found, the assessment of prejudice properly may be premised upon cumulation. See Commonwealth v. Perry, 537 Pa. 385, 644 A.2d 705, 709 (1994) (finding that multiple instances of ineffectiveness, “in combination,” prejudiced defendant). Accordingly, we will address each specific lapse as pertaining to a single, overarching ineffectiveness claim based on trial counsel’s failure to adequately investigate and prepare for trial.\nOur standard of review in PCRA appeals is limited to determining whether the findings of the PCRA court are supported by the record and free from legal error. Commonwealth v. Sneed, 587 Pa. 318, 899 A.2d 1067, 1071 n. 6 (2006). “The PCRA court’s factual determinations are entitled to deference, but its legal determinations are subject to our plenary review.” Commonwealth v. Hawkins, 586 Pa. 366, 894 A.2d 716, 722 (2006); see also Commonwealth v. (Damon) Jones, 590 Pa. 202, 912 A.2d 268, 293 (2006) (“The findings of a post-conviction court, which hears evidence and passes on the credibility of witnesses, should be given great deference.”); Commonwealth v. White, 557 Pa. 408, 734 A.2d 374, 381 (1999) (appellate court is bound by credibility determinations of PCRA court where determinations are supported by record).\nAs relevant here, a PCRA petitioner will be granted relief only when he proves, by a preponderance of the evidence, that his conviction or sentence resulted from the “[ineffective assistance of counsel which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.” 42 Pa.C.S. § 9543(a)(2)(h). Generally, counsel’s performance is presumed to be constitutionally adequate, and counsel will only be deemed ineffective upon a sufficient showing by the petitioner. Commonwealth v. Dennis, 597 Pa. 159, 950 A.2d 945, 954 (2008). To obtain relief, a petitioner must demonstrate that counsel’s performance was deficient and that the deficiency prejudiced the petitioner. Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). A petitioner establishes prejudice when he demonstrates “that there is a reasonable probability that, but for counsel’s unprofessional errors, the result of the proceeding would have been different.” Id. at 694, 104 S.Ct. 2052; see also Commonwealth v. Mallory, 596 Pa. 172, 941 A.2d 686, 702-04 (2008), cert. denied, — U.S. —, 129 S.Ct. 257, 172 L.Ed.2d 146 (2008) (“result of the proceeding” is stage of proceeding at which error occurred). Applying the Strickland performance and prejudice test, this Court has noted that a properly pled claim of ineffectiveness posits that: (1) the underlying legal issue has arguable merit; (2) counsel’s actions lacked an objective reasonable basis; and (3) actual prejudice befell the petitioner from counsel’s act or omission. Commonwealth v. Tedford, 598 Pa. 639, 960 A.2d 1, 12 (2008) (citing Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973, 975 (1987) (adopting U.S. Supreme Court’s holding in Strickland )).\nIn the present case, the Commonwealth addresses only the prejudice prong of the Strickland/Pierce test and does not challenge the PCRA court’s finding that counsel’s preparation and performance were deficient. Accordingly, our analysis will focus only on the question of prejudice.\nThe Commonwealth argues that appellee failed to demonstrate that the absence of testimony from George, Williams, and Workman undermined the truth-determining process to such a degree that a reliable determination of guilt or innocence did not occur. The Commonwealth also claims that appellee did not demonstrate prejudice in connection with his claim that trial counsel was ineffective for presenting an inconsistent alibi defense. Next, the Commonwealth postulates that the result of the guilt phase proceeding would not have been different had appellee presented the defense that was mounted at the PCRA hearing. The Commonwealth notes that the new defense tended to show that “Izod,” rather than appellee, was the shooter. The Commonwealth contends that, based on the testimony presented at trial and the new evidence presented at the PCRA hearing, if appellee had pursued such a theory, the Commonwealth could have shifted gears and presented a case against appellee on a theory of' accomplice liability. The Commonwealth opines that such a case would have been compelling and would have led to the same result.\nIn arguing that appellee failed to demonstrate that the absence of testimony from George, Williams, and Workman was prejudicial, the Commonwealth notes that the accounts of all three witnesses were subject to impeachment. The Commonwealth maintains that George’s testimony would not have changed the outcome of trial because: (1) George’s account was different from the accounts of other alleged eyewitnesses; (2) George failed to fully disclose his involvement in the drug trade; (3) George admitted that he lied to the police and the explanation he offered for lying was questionable; and (4) though George’s testimony was consistent with the recantation testimony of Jackie Cook, the PCRA court specifically found Cook’s recantation testimony not to be credible. As for Williams, the Commonwealth contends that his testimony would not have changed the outcome of the trial because it did not decisively contradict the trial testimony of Cook, and actually corroborated large portions of the testimony presented by the Commonwealth, such as where Cook was standing when the shooting took .place. Finally, the Commonwealth asserts that Workman’s testimony would not have changed the outcome at trial because: (1) if the testimony was to be believed, Workman lied to the police when he told them that he did not see the shooting, as well as when he signed a written statement claiming that he did not see the shooting; (2) given his 1996 forgery conviction, a crimen falsi, Workman is untrustworthy; (3) due to his involvement in the drug trade, Workman had reason to falsely give testimony favorable to appellee; and (4) though Workman’s testimony was consistent with the recantation testimony of Cook, the court specifically found Cook’s recantation testimony not to be credible.\nThe Commonwealth adds that, in order for appellee to meet his burden respecting these three witnesses, the PCRA court had to find that the jury would have found the evidence presented at the PCRA hearing to be credible. In this regard, the Commonwealth contends that the PCRA court erred in “wholeheartedly” accepting the testimony of George, Williams, and Workman without considering their bias, prior convictions, and prior falsehoods, or whether the jury would have credited their testimony.\nTurning to the alibi defense, the Commonwealth argues that any error by the alibi witnesses respecting the day of the week was made by the witnesses after they had been properly prepared for their testimony by trial counsel. Further, the Commonwealth notes that the alibi defense was presented at appellee’s insistence and against trial counsel’s advice. Finally, the Commonwealth contends, appellee was not prejudiced because trial counsel adequately addressed and remedied the alibi witnesses’ error in his closing statement, and the trial court’s jury instructions on the assessment of alibi evidence cured any lingering harm.\nAppellee counters that the PCRA court properly found that trial counsel was ineffective. Appellee maintains that trial counsel was ineffective for failing to investigate and call George, Williams, and Workman, who were mentioned in the discovery materials as having been at or near the crime scene when the shooting occurred. Appellee notes that, at the PCRA hearing, trial counsel himself recognized that a reasonably competent attorney would have interviewed these witnesses, regardless of what was stated in the police report.\nAppellee also asserts that trial counsel was clearly ineffective in his presentation of appellee’s alibi defense because the alibi witnesses’ testimony addressed a different day of the week than the day the murder occurred. Appellee contends that this testimony failed to contradict the Commonwealth’s theory of the case, and thus failed as an alibi, demonstrating that trial counsel did not perform a reasonable investigation. Finally, appellee submits that the PCRA court’s findings, including its conclusion that appellee was prejudiced by trial counsel’s deficient performance, were appropriate and supported by the record.\nIn its written opinion, the PCRA court concluded that appellee had successfully demonstrated that trial counsel was ineffective for failing to investigate and call George, Williams, and Workman. The court found that a competent attorney would have reviewed the discovery materials, learned of the existence of these critical witnesses, interviewed them and, afterwards, would have called them to testify at trial. The PCRA court concluded that trial counsel’s failure to call the witnesses prejudiced appellee, reasoning that:\n... [I]t is clear that the absence of this testimony prejudiced [appellee]. The witnesses testified to a consistent description of the shooter. This description is exculpatory as it does not fit [appellee]. Further, the witnesses’ testimony undermined the story of Jackie Cook, which was the basis for the Commonwealth’s entire case.\nFinally, it is also important to note that the description of the shooter given by the witnesses is not of an unknown person. The description matches that of a man called “Izod,” and who was referred to throughout the PCRA hearing and could have potentially been involved in the shooting.\nPCRA Op. at 10.\nSummarizing its conclusion, and responding to the Commonwealth’s claim that it had erred in failing to pass upon the credibility of appellee’s PCRA witnesses in order to properly determine whether their testimony would have changed the outcome of appellee’s trial, the PCRA court stated:\nThis court based its decision to grant [appellee] a new trial not on the credibility of the witnesses presented at the PCRA hearing, but on counsel’s failure to even interview the witnesses, present them, and make an adequate defense. These witnesses had relevant, potentially exculpatory evidence which could have significantly aided in [appellee’s] defense, but they were never even contacted by his counsel. Counsel had no strategic reason not to interview and call these witnesses to testify, and was, therefore, ineffective.\nThe task of this court at the PCRA hearing was to determine if there would have been a reasonable probability that the outcome of the trial would have been different if the witnesses had been presented at trial. This court found that there was such a reasonable probability. It was not incumbent on this court to make any further investigation into the credibility of the witnesses beyond this, as the task of determining witness credibility belongs to a jury. Again, the relevant and inescapable conclusion reached by this court is that the failure to ever interview these three witnesses was prejudicial to [appellee]. Counsel’s failure in this regard creates a reasonable probability that the outcome of the trial would have been different.\nId. at 11-12 (emphasis added).\nThe PCRA court went further and concluded that trial counsel’s presentation of inconsistent alibi testimony constituted per se ineffectiveness. The court found that the testimony demonstrated that trial counsel had little or no understanding of the content of the alibi witnesses’ testimony, and that the presentation of the flawed testimony had the effect of completely undermining appellee’s alibi and substantially prejudicing appellee’s defense. Further, the PCRA court stated that the fact that appellee may have insisted that trial counsel present an alibi defense does not excuse counsel’s failure to act responsibly in executing his client’s wishes. The PCRA court also noted that trial counsel would have been ineffective if he had called the alibi witnesses knowing that they would not support the alibi because there would have been no reasonable strategic basis for such a tactic.\nCounsel has a general duty to undertake reasonable investigations or make reasonable decisions that render particular investigations unnecessary. Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717, 735 (2000) (citing Strickland, 466 U.S. at 691, 104 S.Ct. 2052). Counsel’s unreasonable failure to prepare for trial is “an abdication of the minimum performanee required of defense counsel.” Commonwealth v. Brooks, 576 Pa. 332, 839 A.2d 245, 248 (2003) (quoting Commonwealth v. Perry, 537 Pa. 385, 644 A.2d 705, 709 (1994)). The duty to investigate, of course, may include a duty to interview certain potential witnesses; and a prejudicial failure to fulfill this duty, unless pursuant to a reasonable strategic decision, may lead to a finding of ineffective assistance. Recently summarizing cases in Commonwealth v. Dennis, 597 Pa. 159, 950 A.2d 945 (2008), this Court stated that:\nThese cases ... arguably stand for the proposition that, at least where there is a limited amount of evidence of guilt, it is per se unreasonable not to attempt to investigate and interview known eyewitnesses in connection with defenses that hinge on the credibility of other witnesses. They do not stand, however, for the proposition that such an omission is per se prejudicial.\nId. at 960 (citing Perry, supra; Commonwealth v. Weiss, 530 Pa. 1, 606 A.2d 439, 442-43 (1992); Commonwealth v. (Harold,) Jones, 496 Pa. 448, 437 A.2d 958 (1981); Commonwealth v. Mabie, 467 Pa. 464, 359 A.2d 369 (1976)) (emphasis omitted). Indeed, such a per se failing as to performance, of course, does not make out a case of prejudice, or overall entitlement to Strickland relief.\nWhen raising a failure to call a potential witness claim, the PCRA petitioner satisfies the performance and prejudice requirements of the Strickland test by establishing that:\n(1) the witness existed; (2) the witness was available to testify for the defense; (3) counsel knew of, or should have known of, the existence of the witness; (4) the witness was willing to testify for the defense; and (5) the absence of the testimony of the witness was so prejudicial as to have denied the defendant a fair trial.\nCommonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 599 (2007). To demonstrate Strickland prejudice, the PCRA petitioner “must show how the uncalled witnesses’ testimony would have been beneficial under the circumstances of the case.” Commonwealth v. Gibson, 597 Pa. 402, 951 A.2d 1110, 1134 (2008); see also Commonwealth v. Chmiel, 585 Pa. 547, 889 A.2d 501, 546 (2005) (“Trial counsel’s failure to call a particular witness does not constitute ineffective assistance without some showing that the absent witness’ testimony would have been beneficial or helpful in establishing the asserted defense.”).\nAlso instructive is Commonwealth v. Perry, 537 Pa. 385, 644 A.2d 705 (1994), where counsel was deemed ineffective due to his general unpreparedness for trial. Assessing prejudice, we determined that:\nThere is a reasonable probability that counsel’s failure to interview his own client, failure to investigate a potential eyewitness, gross inattention to the capital nature of his client’s plight, failure to prepare for the penalty phase of trial, failure to present known character witnesses, and presentation of such a pitiful parody of a defense case at the penalty hearing, in combination, affected the outcome of the trial. This is a case in which the evidence might have supported a lesser degree of homicide than first degree murder; it is also a case in which a death penalty jury might have rendered a verdict of life imprisonment if appellant’s counsel had presented character witnesses and other mitigating factors____ It therefore seems quite clear that the result of the trial might have been different were it not for counsel’s errors.\nPerry, 644 A.2d at 709 (footnote omitted); see also Brooks, 839 A.2d at 252 n. 6 (Castille, J., concurring) (discussing Perry).\nCommonwealth v. Weiss, supra, is also instructive. In Weiss, the defendant was convicted of sexually assaulting his four-year-old daughter, and, on review, this Court held that counsel was ineffective for failing to present the testimony of a number of available character witnesses. We reasoned that, “[i]n a case such as this, where there are only two direct witnesses involved, credibility of the witnesses is of paramount importance, and character evidence is critical to the jury’s determination of credibility.” 606 A.2d at 442. Considering the prejudice prong of the Strickland/Pierce test, this Court noted that the presentation of character evidence would have been consistent with counsel’s trial strategy — that it could have been the defendant’s wife who assaulted the child — as well as beneficial to the defendant’s defense. The Court held that the defendant was prejudiced by counsel’s failing, and accordingly awarded him a new trial. Id. at 443-44.\nHere, the PCRA court determined that the testimony of George, Workman, and Williams would have been beneficial, and that appellee was prejudiced by trial counsel’s failure to investigate and call them as witnesses at trial. See Gibson, 951 A.2d at 1134; Chmiel, 889 A.2d at 546. If one assumes those witnesses were credible, such a finding would have solid support. A single witness, Cook, placed the gun in appellee’s hand. At the PCRA hearing, George and Workman claimed to have been eyewitnesses to the shooting and provided a description of the shooter that would have tended to exonerate appellee. Both George and Workman also testified that someone standing in front of the house, such as Cook, the Commonwealth’s critical witness, could not have seen the shooting. Even though the PCRA court did not credit Cook’s recantation testimony at the PCRA hearing, the testimony of George and Workman could have substantially undermined Cook’s trial testimony. Further, the third witness, Williams, who claimed to be the first to arrive at the crime scene after the shooting, could have placed the location of the victim and the shooting in the courtyard, rather than in the breezeway. As in Weiss, supra, the proposed testimony of George, Williams, and Workman would have been consistent with and beneficial to appellee’s defense, and would have contradicted the Commonwealth’s theory of the case.\nTrial counsel’s lapse in preparation was not confined to these potential fact witnesses. Counsel’s general duty of effective representation, of course, also includes a duty to familiarize himself with the witnesses counsel intends to call to testify at trial. Given the nature of an alibi defense, this duty is especially important when preparing alibi witnesses. The record supports a finding that trial counsel did not adequately investigate and interview his alibi witnesses. Even assuming the accuracy of trial counsel’s recollection that he met with the witnesses pre-trial, it appeared that he failed to ascertain that the witnesses had confused the day of the week. Assuming that the core of the witnesses’ alibi evidence was truthful, such a lapse on the witnesses’ part could be explained by the fact that the case was tried approximately four years after the murder. Trial counsel’s apparent reluctance to present appellee’s alibi defense and his asserted difficulty with the alibi witnesses does not alleviate his duty to prepare for trial and ensure, within the bounds of ethics, that the testimony he offers is beneficial to his client.\nAt the core of an alibi defense is, of course, consistency between the date and time of the crime and that of the defendant’s alibi. Here, trial counsel may have failed to thoroughly identify and confirm the substance of the alibi witnesses’ testimony. The result was, as the PCRA court noted at the PCRA hearing with its “dead man walking” reference, an alibi presentation at trial that was easily and severely damaged on cross-examination. See N.T., 3/9/07, at 657. However, we do not agree with the PCRA court’s suggestion that a finding of per se ineffectiveness is appropriate in this context. Implementing a per se prejudice standard would bring such claims under the presumed prejudice rubric of United States v. Cronic, 466 U.S. 648, 104 S.Ct. 2039, 80 L.Ed.2d 657 (1984), and we believe that, with claims involving inconsistent alibi testimony, Strickland actual prejudice must be demonstrated.\nOur assessment of prejudice respecting appellee’s alibi is complicated by the fact that, at the PCRA hearing, appellee did not clearly establish whether the alibi witnesses were mistaken about the date or the day of the week, and thus it was not made clear that a viable alibi defense existed. Nor were specific credibility findings made by the PCRA court. As we have noted, Shadena Johnson was not called at all below, and though appellee’s wife, Crystal Johnson was called, it was never put directly to her whether she was mistaken about the day of the week, or the date. We are left, then, with a situation where the witnesses either did not have alibi testimony to offer — in which case trial counsel should not have called them (and in which case, trial counsel properly could be concerned with avoiding the presentation of perjured testimony) — or trial counsel failed to prepare the witnesses to square the date with the correct day of the week. The prejudice would be more apparent, of course, if appellee had introduced evidence below that the alibi witnesses were mistaken about the day of the week, and correct about the date, and that evidence was deemed credible.\nAlthough trial counsel attempted to explain away the difficulty with the alibi testimony at trial in his closing, he failed to elicit a testimonial explanation from the witnesses themselves on redirect. Given counsel’s attempt to square the testimony in closing, the Commonwealth’s cross-examination did not “completely undermine” appellee’s theory of the case, as the PCRA court found. Trial counsel’s effort in closing, however, was not evidence. At a minimum, it is clear that the alibi defense as presented was undermined to a substantial degree. Nevertheless, the finding of prejudice below would be more plausible if Crystal Johnson’s testimony clearly established appellee’s alibi, the PCRA court found her evidence credible, and there was some accounting for the absence of Shadena Johnson.\nThe Commonwealth also faults the PCRA court for “accepting]” the testimony of George, Williams, and Workman, “without consideration of whatever bias, prior convictions or prior falsehoods” would have tainted their testimony. Commonwealth’s Brief at 17. For example, as noted above, George and Workman initially lied to the police when questioned, and Workman was involved in the drug trade and had previously been convicted of forgery, a crimen falsi.\nA PCRA court passes on witness credibility at PCRA hearings, and its credibility determinations should be provided great deference by reviewing courts. See, e.g., Common wealth v. (Damon) Jones, 590 Pa. 202, 912 A.2d 268, 293 (2006); Commonwealth v. Santiago, 579 Pa. 46, 855 A.2d 682, 694 (2004) (Opinion Announcing the Judgment of the Court) (“[W]e are bound by the PCRA court’s credibility determinations where there is record support for those determinations.”); Commonwealth v, Abu-Jamal, 553 Pa. 485, 720 A.2d 79, 99 (1998) (“Just as with any other credibility determination, where the record supports the PCRA court’s credibility determinations, those determinations are binding on this [C]ourt.”). Indeed, one of the primary reasons PCRA hearings are held in the first place is so that credibility determinations can be made; otherwise, issues of material fact could be decided on pleadings and affidavits alone. The PCRA court here obviously appreciated this fact in part, since it made a controlling credibility determination respecting Cook’s recantation testimony.\nThe problem here is that the PCRA court below specifically stated that the credibility of these purported eyewitnesses did not factor into its ultimate conclusion. To be sure, there is some confusion on this point, since the PCRA court stated that the uncalled fact “witnesses had relevant, potentially exculpatory evidence which could have significantly aided in [appellee’s] defense,” and that there was “a reasonable probability that the outcome of the trial would have been different if the witnesses had been presented at trial” — findings that would suggest that the court was passing on the witnesses’ credibility. However, the PCRA court also plainly and unequivocally stated that: “This court based its decision to grant [appellee] a new trial not on the credibility of the witnesses presented at the PCRA hearing, but on counsel’s failure to even interview the witnesses, present them, and make an adequate defense.” PCRA Op. at 11-12. This statement echoed the court’s focus on deficient investigation, to the exclusion of measuring the prejudicial effect at trial. In light of this declaration, two questions arise: (1) can a PCRA court’s finding of Strickland prejudice be sustained in the failure to present witness context when it expressly declines to pass on the credibility of the uncalled witnesses; and (2) what, exactly, does the PCRA court determine when it makes a credibility assessment in this area?\nThis Court has made clear that, in cases where the PCRA court declined to hold a hearing, and where an assessment of witness testimony was essential to a petitioner’s ineffectiveness claims, the PCRA court must make specific credibility determinations. See, e.g., Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717, 737-38 (2000). When a PCRA hearing is held, and the PCRA court makes findings of fact, we expect the PCRA court to make necessary credibility determinations. A PCRA proceeding is an attack upon a final judgment. Respect for that final judgment counsels that it is not a second trial jury, but the PCRA judge, who must render the Strickland prejudice determination. Were the analysis otherwise, the initial trial would lose its status as the main event, and final criminal judgments would be subject to vacatur based on mere affidavits. And so, the PCRA court clearly erred here in stating that “the task of determining witness credibility belongs to a jury.” That will be true if, and when, a defendant gets a new trial on Strickland grounds; but the predicate Strickland question on a collateral attack requires a judicial assessment of credibility in evaluating prejudice.\nTo discharge his burden of demonstrating Strickland prejudice, the PCRA petitioner must show “that there is a reasonable probability that, but for counsel’s unprofessional errors, the result of the proceeding would have been different.” Strickland, 466 U.S. at 694, 104 S.Ct. 2052. To properly grant Strickland relief here, the PCRA court would have to find that the uncalled fact witnesses and the deficiently prepared alibi witness had relevant evidence that could have aided appellee’s defense, and that there is a reasonable probability that the introduction of such evidence would have altered the outcome of the trial. That assessment must necessarily include some measure of a finding that 'the witnesses were credible, something the PCRA court here expressly declined to do. See Commonwealth v. Gibson, 597 Pa. 402, 951 A.2d 1110, 1122 (2008) (“[A] developed post-conviction record accompanied by specific factual findings and legal conclusions is an essential tool necessary to sharpen the issues so that differences at the appellate level can be mitigated.”). This is especially true in close cases, such as the one presently before the Court. Id. Because the PCRA court here reached legal conclusions expressly premised upon incomplete factual findings, we must remand to the PCRA court to make necessary credibility determinations, factual findings, and to assess Strickland prejudice in light of those findings.\nWe realize, of course, that assessing credibility for purposes of Strickland prejudice is not necessarily the same thing as assessing credibility at a trial. Our research has not revealed any case from this Court or the U.S. Supreme Court that specifically sets forth a standard for credibility determinations in the Strickland prejudice context. Logically, however, credibility assessments in the Strickland context are not absolutes, but must be made with an eye to the governing standard of a “reasonable probability” that the outcome of the trial would have been different. Thus, we reject the Commonwealth’s suggestion that the PCRA court “must necessarily find that if the evidence presented at the PCRA hearing had been presented at trial, it would have been found to be credible by the jury and would have resulted in [appellee’s] acquittal.” Commonwealth’s Brief at 17. Such a high burden, it seems to us, does not comport with the Strickland reasonable probability standard.\nAfter-discovered evidence cases premised upon recantation testimony are instructive in explicating the credibility assessment. When seeking a new trial based on alleged after-discovered evidence in the form of recantation testimony, the petitioner must establish that: (1) the evidence has been discovered after trial and it could not have been obtained at or prior to trial through reasonable diligence; (2) the evidence is not cumulative; (3) it is not being used solely to impeach credibility; and (4) it would likely compel a different verdict. Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 595-96 (2007); Commonwealth v. D’Amato, 579 Pa. 490, 856 A.2d 806, 823 (2004). Given that the PCRA petitioner must demonstrate, and the PCRA court must determine, that the after-discovered evidence “would likely compel a different verdict,” as well as the fact that recantation testimony “is notoriously unreliable, particularly where the witness claims to have committed perjury,” D’Amato, 856 A.2d at 825 (citing Commonwealth v. Dennis, 552 Pa. 331, 715 A.2d 404, 416 (1998)), this Court has remanded after-discovered evidence cases and specifically directed the trial or PCRA court to make credibility determinations on the recantation testimony with an eye to the relevant prejudice standard.\nFor example, in D Amato, the PCRA court failed to mention, let alone pass upon, the credibility of the recantation testimony in its opinion. This Court held that the PCRA court had defaulted on its duty to assess the credibility of the recantation and its significance in light of the trial record, and we remanded the matter to the PCRA court for the limited purpose of making such a determination. D'Amato, 856 A.2d at 825-26. Likewise, in Commonwealth v. (Roy L.) Williams, 557 Pa. 207, 732 A.2d 1167, 1180-81 (1999), the PCRA court failed to make an independent determination as to the believability of the recanting witness. This Court noted that the PCRA court, as fact-finder, “is in a superior position to make the initial assessment of the importance of [the recantation] testimony to the outcome of the case,” and directed the PCRA court to “render its own, independent findings of fact and conclusions of law concerning [the recanting person’s] credibility and the impact, if any, upon the truth-determining process which can be discerned from such testimony.” Id. at 1181. Thus, the after-discovered evidence cases tie the court’s credibility determination to the governing prejudice standard.\nIn assessing credibility on remand in the case sub judice, the question for the PCRA court is not whether the jury in fact would have credited appellee’s new evidence and his recast alibi evidence. Instead, the question is whether the nature and quality of the evidence is such that there is a reasonable probability that the jury would have credited it and rendered a more favorable verdict. That assessment must include a recognition of the impeachability of the witnesses, and not merely a viewing of their testimony in a most favorable light. Some witnesses may display a demeanor, or be subject to such strong impeachment (such as Cook, here) that the court is convinced that no reasonable jury would believe them. On the other hand, some witnesses may conduct themselves, or be of such repute, that the PCRA judge has substantial confidence that a jury would credit them.\nOne final, separate argument of the Commonwealth warrants discussion. The Commonwealth claims that appellee was not prejudiced as a matter of law because the result of the proceeding would not have been different had appellee introduced the testimony of George, Williams, and Workman to establish that “Izod,” rather than appellee, was the shooter. This is so, the Commonwealth argues, because the prosecution could have shifted gears and presented the case against appellee on a theory of accomplice liability. The Commonwealth cites Nicole Ramsey’s trial testimony in support of an alternative theory of accomplice liability. At trial, Ramsey described conversations she had with Izod shortly after the shooting, in which Izod repeatedly stated that “we” did the shooting. N.T., 9/19/00, at 322. The Commonwealth contends that, based on this record, even if Izod actually committed the murder, appellee would have been equally culpable for the murder, and the result of the proceeding would not have changed.\nAppellee responds that, at the PCRA hearing, he met his burden of demonstrating that, had the missing evidence been presented, then the outcome of his trial would have been different. Appellee asserts that a court is not free to revise the basis on which a defendant was convicted based on the Commonwealth’s claim that it would have obtained the same result under a completely different theory. An accomplice theory of culpability, states appellee, was never presented to the jury, and therefore, the Commonwealth’s argument must be rejected.\nThe PCRA court rejected the Commonwealth’s argument, stating that:\nThe Commonwealth did not prosecute [appellee] under the theory of accomplice liability at trial. In fact, there was no evidence offered at trial under which [appellee] could have been prosecuted under a theory of accomplice liability. The Commonwealth did not allege that [appellee] was an accomplice to the shooting, but that he acted alone and was the “trigger man.” Accordingly, this court had no authority to consider [appellee’s] guilt as an accomplice at the PCRA hearing.\nPCRA Op. at 12.\nAlthough the Commonwealth’s novel theory is cogent, we believe it strays from the Strickland analysis and is too speculative. “The result of the proceeding” prejudice discussed in Strickland and its progeny contemplates the proceeding that actually took place, involving the charges, theories and defense strategies that were actually presented at trial; and not a hypothetical response to evidence and arguments that the PCRA court determines should have been presented by an effective defense attorney. Here, the Commonwealth did not proceed against appellee on a theory of accomplice liability, but on a theory that he was the primary and only shooter.\nMoreover, the Commonwealth’s theory is particularly weak in this case given how much more difficult it is to secure a first-degree murder conviction based solely on accomplice liability. The jury in such an instance must find that the accomplice shared the killer’s specific intent to kill. See 18 Pa.C.S. § 306 (accomplice defined); see also Commonwealth v. Collins, 598 Pa. 397, 957 A.2d 237, 263 (2008) (“[Accomplice liability requires evidence that the person: (1) intended to aid or promote the substantive offense; and (2) actively participated in that offense by soliciting, aiding, or agreeing to aid the principal.”). Where, as here, (under the Commonwealth’s accomplice theory), the accomplice was not the shooter, proof of that shared intent generally is no easy task, and Ramsey’s account of Izod’s boast hardly suggests that a first-degree murder verdict would have resulted. Accordingly, we will not hold, as a matter of law, that no Strickland prejudice existed here.\nIn summary, then, we hold that the PCRA court’s grant of a new trial cannot be sustained on the present state of the record and findings. We-also hold that it cannot be said that counsel’s deficient performance was not prejudicial as a matter of law, on the Commonwealth’s noted theory. Instead, we remand to the PCRA court for further proceedings, specific findings, and an assessment of Strickland prejudice in conformity with this Opinion.\nFinally, given that we are remanding to the PCRA court to make credibility determinations related to appellee’s guilt phase claims, which could potentially lead to a new trial for appellee, we will not reach the Commonwealth’s more limited claims addressing the separate grant of penalty phase relief at this time.\nFor the foregoing reasons, we vacate the order below and remand to the PCRA court for proceedings consistent with this Opinion.\nJustice SAYLOR, EAKIN and BAER, Justice TODD, Justice McCAFFERY and Justice GREENSPAN join the opinion.\n. Appellee was represented by separate counsel at the penalty phase (\"penalty phase counsel”).\n. In his PCRA petition, appellee made the following claims: (1) the prosecution suppressed evidence in violation of Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963): (2) trial counsel was ineffective for failing to investigate; (3) trial counsel was ineffective for presenting an alibi defense for the wrong day; (4) the prosecution presented improper testimony, the trial court erred in allowing such testimony, and trial counsel was ineffective for failing to prevent the testimony; (5) the prosecution presented improper argument; (6) the trial court improperly admitted evidence of flight and issued an instruction on flight when such an instruction was not supported by the evidence; (7) the jury was not selected from a fair cross section of the community and trial and appellate counsel were ineffective for failing to preserve this claim; (8) penalty phase counsel rendered ineffective assistance at the penalty phase; (9) the prosecution failed to present evidence sufficient to support the aggravating circumstance; (10) the trial court's penalty phase instructions on aggravating and mitigating circumstances were erroneous and all prior counsel were ineffective for failing to object or otherwise raise the issue; (11) the trial court's penalty phase instructions predisposed the jury toward a sentence of death; (12) the jury was exposed to highly prejudicial extraneous information during deliberation; (13) the trial court erred in denying petitioner his right to \"life-qualify” the jury; (14) a death sentence is disproportionate in this case; (15) trial, penalty phase, and appellate counsel were ineffective for failing to raise the issues contained in the PCRA petition; (16) petitioner is entitled to relief due to the cumulative effect of these errors; (17) lethal injection violates the First, Eighth, and Fourteenth Amendments; and (18) the \"United Statesf’] human rights obligations foreclose interposing any procedural rule as a bar to review of petitioner's substantive claims for relief.” Even though appellee was represented by new counsel on direct appeal, because appellee first raised his claims of ineffectiveness before the PCRA court, \"layering,” as described in Commonwealth v. McGill, 574 Pa. 574, 832 A.2d 1014, 1024 (2003), was unnecessary and appellee properly pled his claims in terms of ineffective assistance of trial and penalty phase counsel.\n. At the PCRA hearing, Cook attempted to explain the inconsistency in his accounts as follows:\n[Commonwealth]: ... And do you remember that [trial counsel] asked — was saying that you told our investigator that you didn’t see anything, but now at trial you’re telling us that you did? Do you remember that?\n[Cook]: Yeah.\n[Commonwealth]: And you remember you testified that you changed your testimony because the Commonwealth bought you a pizza? [Cook]: Yeah. Yeah. Pizza was good. Yeah.\n[Commonwealth]: So you admitted at trial that you had previously given inconsistent statements to other investigators in the case?\n[Cook]: Yeah. Because, you know, I said that just to say it, you know what I’m sayin'. So, you know, their investigator came up to me. I was like, man, he wasn’t the one that did it, you know what I’m sayin’. But, boom, boom, you know, cocaine, five ounces over my head, he did it.\nN.T., 3/5/07, 126-27; see also N.T., 9/19/00, at 302-05. The final sentence is a reference to Cook’s then-pending drug charge and alleged plea agreement with the Commonwealth.\n. In its opinion, the PCRA court noted that:\n[I]t is ... important to note that the description of the shooter given by the witnesses is not of an unknown person. The description matches that of a man called “Izod,” ... who was referred to throughout the PCRA hearing and could have potentially been involved in the shooting.\nPCRA Op. at 10.\n. Generally, \"[a]n alibi is 'a defense that places the defendant at the relevant time in a different place than the scene involved and so removed therefrom as to render it impossible for him to be the guilty party.' ” Commonwealth v. Rainey, 593 Pa. 67, 928 A.2d 215, 234 (2007) (quoting Commonwealth v. Roxberry, 529 Pa. 160, 602 A.2d 826, 827 (1992)). When alibi evidence is introduced, the defendant is entitled to an alibi instruction. Commonwealth v. Hawkins, 586 Pa. 366, 894 A.2d 716, 718 (2006). A trial court should instruct a jury to acquit if the defendant's alibi evidence, even if not wholly believed, raises a reasonable doubt as to whether he was present at the scene of the crime when the crime was committed. Id. at 717-18 (citing Commonwealth v. Pounds, 490 Pa. 621, 417 A.2d 597, 603 (1980)). The instruction is \"critically important to offset ‘the danger that the failure to prove the defense will be taken by the jury as a sign of the defendant’s guilt.' ” Id. at 718 (quoting Pounds, 417 A.2d at 603). In Pounds, \"[w]e explained that the defendant bears no burden of proof in a criminal case, and that to infer guilt based upon a failure to establish an alibi 'contravenes the presumption of innocence and the Commonwealth’s burden of proving the offense beyond a reasonable doubt.' \" Id. (quoting Pounds, 417 A.2d at 603 n. 17).\n. In Commonwealth v. Mallory, 596 Pa. 172, 941 A.2d 686, 700-01 (2008), this Court recently described the narrow application of Cronic's presumption of prejudice:\nThis Court has employed a Cronic-style presumption of prejudice where counsel’s constitutional error has caused a total failure in the relevant proceeding. See, e.g., Commonwealth v. Halley, 582 Pa. 164, 870 A.2d 795, 801 (2005) (prejudice presumed where counsel failed to file statement of matters complained of on appeal, which led to waiver of all claims); Commonwealth v. Lantzy, 558 Pa. 214, 736 A.2d 564, 572 (1999) (prejudice presumed where counsel’s failure to file requested direct appeal unjustified). Additionally, in [Florida v. Nixon, 543 U.S. 175, 125 S.Ct. 551, 160 L.Ed.2d 565 (2004)], the U.S. Supreme Court recently reaffirmed the narrow limits of Cronic’s presumed prejudice exception. In Nixon, the High Court held that a showing of actual prejudice was required where the defendant claimed that counsel was ineffective for conceding guilt at the guilt phase of a capital trial. 543 U.S. at 189-91, 125 S.Ct. 551, 160 L.Ed.2d 565. The Nixon Court also described the infrequency of circumstances giving rise to the Cronic presumption, and reiterated that Cronic is limited to situations where counsel’s failure is complete, i.e., where \"counsel has entirely failed to function as the client’s advocate.” Nixon, 543 U.S. at 189-90, 125 S.Ct. 551, 160 L.Ed.2d 565. Accord [Commonwealth v. Cousin, 585 Pa. 287, 888 A.2d 710, 719 (2005)] (Cronic presumption of prejudice not triggered when trial counsel concedes guilt of lesser crime in closing argument of bench trial).\nId. (footnote omitted). The presentation of inconsistent alibi evidence has not been found to represent a complete failure of counsel, nor is it sufficiently analogous to the instances described in Mallory. In addition, of course, the inconsistency in an alibi defense can be beyond counsel’s control, such as an instance where the witness gives unexpected testimony. Moreover, inconsistencies, as well as prejudice, can be addressed through further examination.\n. Additionally, at least one jurisdiction specifically includes a credibility determination as part of the criteria for determining ineffectiveness in the uncalled witness context. See, e.g., McCauley-Bey v. Delo, 97 F.3d 1104, 1106 (8th Cir.1996) (\"the credibility of the uncalled witnesses is a part of determining prejudice”); Wilson v. Kemna, 12 F.3d 145, 147 (8th Cir.1994) (defendant not prejudiced by absence of uncalled witness' testimony because, inter alia, witness was married to defendant at time and therefore impeachable).\n. The after-discovered evidence provision of the PCRA provides that:\n(a) General rule. — -To be eligible for relief under this subchapter, the petitioner must plead and prove by a preponderance of tíre evidence all of the following:\n(1) That the petitioner has been convicted of a crime under the laws of this Commonwealth and is at the time relief is granted:\n(1) currently serving a sentence of imprisonment, probation or parole for the crime;\n(ii) awaiting execution of a sentence of death for the crime; or\n(iii) serving a sentence which must expire before the person may commence serving the disputed sentence.\n(2) That the conviction or sentence resulted from one or more of the following:\n‡ ‡ ‡ ‡\n(vi) The unavailability at the time of trial of exculpatory evidence that has subsequently become available and would have changed the outcome of the trial if it had been introduced.\n* * * * SJ! S}S\n42 Pa.C.S. § 9543(a).\n. Under accomplice liability, a person (the accomplice) is legally accountable for the conduct of another (the actor) when the accomplice intends to promote or facilitate the commission of an offense and aids, or agrees, or attempts to aid the actor in planning or committing the offense. 18 Pa.C.S. § 306(b), (c). \"An accomplice may be convicted on proof of the commission of the offense and of his complicity therein” even though the person claimed to have committed the offense has not been prosecuted. 18 Pa.C.S. § 306(g)."}