{"id": "4195964", "contents": "OPINION\nChief Justice CASTILLE.\nIn the instant appeal, the limited question presented for this Court’s review is whether accessing and viewing child pornography over the internet constitutes “control” of such pornography under 18 Pa.C.S. § 6312(d). For the reasons that follow, we hold that it does, and accordingly, we affirm the order of the Superior Court.\nOn or about November 20, 2003, the Ridley Township Police Department obtained a search warrant for appellant Anthony Diodoro’s personal computer and seized the computer from his residence in Delaware County. Following forensic examination of appellant’s computer, it was determined that the computer contained approximately 340 images of suspected child pornography and thirty additional images that were known to be child pornography. Consequently, appellant was arrested and charged with thirty counts of Sexual Abuse of Children in violation of 18 Pa.C.S. § 6312(d) and one count of Criminal Use of a Communication Facility in violation of 18 Pa.C.S. § 7512(a).\nAt a jury trial occurring on February 24 and 25, 2005, held before the Honorable Joseph P. Cronin, Jr., the Commonwealth’s computer forensics expert, Pennsylvania State Trooper Peter J. Salerno, testified to the specifics of his forensic examination of appellant’s computer. Trooper Salerno explained that he searched the images and web history on appellant’s hard drive using forensic software, which revealed, inter alia, web pages pertaining to child pornography websites, and 370 images relating to child pornography that were stored in the cache files or unallocated space of the hard drive. Notes of Testimony, 2/28/05, at 223, 229. Trooper Salerno testified that finding the images of child pornography stored in the cache files indicated that someone accessed the child pornography websites and by clicking the “next” button or a specific image, accessed and viewed the various images. Id. at 230-31. Trooper Salerno also noted that because of the large quantity of images stored in the cache files, it would have taken an individual a considerable amount of time to go through the images. Id. at 248. Furthermore, appellant and the Commonwealth stipulated as follows:\nThe [thirty] unlawful images located on the hard drive of [appellant’s] computer depicted, pictured and showed female children engaged in prohibited sexual acts. Those acts include sexual intercourse, oral sexual intercourse and lewd exhibition of genitals.\nThe second fact is that the [thirty] unlawful images were viewed by [appellant] on his computer while he was searching the World Wide Web for images of females under age [sixteen].\nId. at 250-51.\nA jury convicted appellant of all counts charged. On May 23, 2005, the trial court sentenced appellant to an aggregate term of nine to twenty-three months of imprisonment, followed by five years’ probation. Additionally, appellant was required to submit to DNA testing and was prohibited from: (1) having unsupervised use of a computer; (2) having unsupervised contact with children under the age of eighteen; and (3) using drugs or alcohol.\nOn June 21, 2005, appellant filed a notice of appeal and a Concise Statement of Matters Complained of on Appeal pursuant to Pa.R.A.P.1925(b). In his Rule 1925(b) statement, appellant challenged the sufficiency of evidence with respect to each of the two offenses for which he was convicted. The statement read, in its entirety, as follows:\nThe matters being complained of on appeal are as follows:\n1. The evidence, including the presence of images of female children engaged in prohibited sexual acts in the cache files of [appellant’s] computer and [appellant’s] admission that he had been searching the internet to view images of females under age [sixteen], was insufficient to support [appellant’s] conviction for knowing possession of child pornography in violation of 18 Pa.C.S. § 6312(d).\n2. The evidence, including the presence of images of female children engaged in prohibited sexual acts in the cache files of [appellant’s] computer and [appellant’s] admission that he had been searching the internet to view images of females under age [sixteen], was insufficient to support [appellant’s] conviction for criminal use of a communication facility in violation of 18 Pa.C.S. [§ 7512(a) ].\nAppellant’s Rule 1925(b) Concise Statement of Matters Complained of on Appeal, 6/21/05, at 1-2.\nIn its Rule 1925(a) opinion, the trial court explained that appellant’s judgment of sentence should be affirmed because the evidence was sufficient to support his convictions under both Section 6312(d) and Section 7512(a). The court found that the appellant-Commonwealth stipulation and Trooper Salerno’s testimony proved that at various times, appellant knowingly controlled child pornography in violation of Section 6312(d) and that he utilized a communication facility (his computer) to do so in violation of Section 7512(a).\nIn his brief to the Superior Court, appellant raised the following issues:\nWas the evidence, including the presence of images of female children engaged in prohibited sexual acts in the cache files of [appellant’s] computer and [appellant’s] admission that he had been searching the internet to view images of females under age [sixteen], sufficient to support [appellant’s] conviction for knowing possession of child pornography in violation of 18 Pa.C.S. § 6312(d)?\nWas the evidence, including the presence of images of female children engaged in prohibited sexual acts in the cache files of [appellant’s] computer and [appellant’s] admission that he had been searching the internet to view images of females under age [sixteen], sufficient to support [appellant’s] conviction for criminal use of a communication facility in violation of 18 Pa.C.S.[ ] § 7512(a)?\nAppellant’s Super. Ct. Brief, 4/24/06, at 2. On November 2, 2006, a panel of the Superior Court issued a published opinion. After finding that the evidence was insufficient to support appellant’s convictions for knowing possession of child pornography under Section 6312(d) and criminal use of a communication facility under Section 7512(a), the panel reversed appellant’s judgment of sentence. The Commonwealth then filed a timely application for en banc reargument, which the Superior Court granted on January 10, 2007. The November 2, 2006 panel opinion was subsequently withdrawn.\nBefore the en banc panel, appellant raised the following question for review:\nWas the evidence consisting of images of female children engaged in prohibited sexual acts that had been automatically saved to an internet cache file on the [ ] hard drive of [ ] appellant’s computer and [ ] appellant’s admission that he had been searching the internet to view images of females under age [sixteen] sufficient to support appellant’s conviction for knowing possession of child pornography in violation of 18 Pa.C.S. § 6312(d) and for criminal use of a communication facility in violation of 18 Pa:C.S.[ ] § 7512(a)?\nAppellant’s (Substituted) Super. Ct. Brief, 2/6/07, at 2. On August 23, 2007, a majority of the Superior Court en banc panel affirmed the trial court’s judgment of sentence for both convictions in a published opinion. Commonwealth v. Diodoro, 932 A.2d 172 (Pa.Super.2007). The majority focused its discussion and analysis of Section 6312(d) and appellant’s actions on the term “control” as utilized in the statute. The majority determined that the “ordinary, everyday meaning” of the term “control” was: “[t]o exercise restraining or directing influence over.... The ability to exercise a restraining or directing influence over something.” Diodoro, 932 A.2d at 174 (citing Black’s Law Dictionary 329 (6th ed.1990)). The majority then held that, in addition to appellant intentionally seeking out and viewing child pornography, “[h]is actions of operating the computer mouse, locating the [websites], opening the sites, displaying the images on his computer screen,” at which time he had the ability to download, print, copy or email the images, “and then closing the sites were affirmative steps and corroborated his interest and intent to exercise influence over, and, thereby, control over the child pornography.” Id. The majority found additional evidence of appellant’s control of child pornography based upon Officer Salerno’s testimony, wherein he explained that the sheer volume of child pornography stored in appellant’s “cache files indicate[d] that someone, after accessing the particular [websites], had to click the ‘next’ button on the screen to view successive images.” Id. Thus, the majority concluded that the totality of the circumstances was sufficient to support the jury finding that appellant’s conduct constituted knowing control of child pornography under Section 6312(d). Id. at 175. Because the court held that appellant controlled the images of child pornography, it declined to reach the issue of whether appellant’s actions constituted possession of child pornography. Id. at n. 5.\nJudge Klein filed a dissenting opinion, which was joined by Judge Bender. The dissent did not address the sufficiency claim actually raised. Indeed, the dissent reframed the Section 6312(d) question to focus on whether there was ambiguity in the “possesses or controls” language of Section 6312(d) such that the mere viewing of child pornography on the internet is not a crime. Id. at 175 (Klein, J., dissenting). The dissent argued that Section 6312(d) was ambiguous because reasonable minds can differ over the issue presented for review and reasonable arguments can be made that appellant did not knowingly control child pornography. Id. at 176. The dissent concluded that when the statute is construed strictly in favor of appellant, he was not given fair notice that simple viewing of child pornography via the internet violated Section 6312(d). Id. Further, the dissent took issue with the majority’s discussion of the definition of the term “control” and argued that if it had applied the definition of the verb “control,” “there was no evidence that [appellant] exercised any directing influence,” over the images of child pornography “on his computer screen, e.g., by downloading, saving, or printing them.” Id. at 177. Thus, the dissent concluded that while appellant may “have had the ability to ‘control’ the images” of child pornography by downloading, saving or printing them, “he did not exercise his potential control over them.” Id. at 176. Finally, the dissent noted that other state and federal courts are split on the question of whether the mere viewing of child pornography via the internet constitutes possession of such material and included a discussion of cases relevant to that point.\nAppellant petitioned this Court for allowance of appeal, taking issue with the Superior Court’s finding that he had control of the images for purposes of Section 6312(d). He presented the following single question for review:\nDo reasonable minds differ regarding whether accessing and viewing child pornography over the interest [sic] under the totality of the circumstances in this case constitutes “control” of such pornography under 18 Pa.C.S.[ ] § 6312(d)?\nAppellant’s Petition for Allowance of Appeal at 2. This Court rephrased the issue for clarity and granted review of the following question: “[w]hether accessing and viewing child pornography over the internet constitutes ‘control’ of such pornography under 18 Pa.C.S. § 6312(d)?” Commonwealth v. Diodoro, 595 Pa. 537, 939 A.2d 290 (2007). This issue presented for review is a question of law involving statutory construction. Accordingly, our scope of review is plenary and our standard of review is de novo. Fitzpatrick v. Natter, 599 Pa. 465, 961 A.2d 1229, 1236 (2008); Castellani v. Scranton Times, L.P., 598 Pa. 283, 956 A.2d 937, 943 (2008).\nAppellant argues that the evidence was insufficient to prove that he illegally controlled child pornography. Appellant maintains that the corpus delecti of the crime he claims he was convicted of — -possession of child pornography — were the files depicting child pornography found in the cache files of his computer. Appellant asserts that in order for the Commonwealth to establish that he had the power and intent to exercise control over the images of child pornography found on his computer, the Commonwealth was required to prove that he had knowledge of the existence of those images on his computer. Appellant contends that under the Commonwealth’s theory of the case — that appellant’s accessing and viewing of child pornography over the internet violated Section 6312(d) — the unlawful control occurred before appellant even knew he possessed the child pornography, i.e., before appellant’s interpretation of what constituted the corpus delecti of the crime.\nAppellant further contends that it is the responsibility of the General Assembly, in legislating in this area, to enact a statute which provides fair notice that the viewing of child pornography constitutes a violation of Section 6312. Appellant argues that the General Assembly could have included specific language which made the mere viewing of child pornography via the internet illegal, but notes that it did not do so. Appellant then notes that the Pennsylvania House of Representatives considered a bill in March 2007 which sought to amend Section 6312 to include language which would make it illegal to intentionally view child pornography. From this fact, appellant argues that the members of the House of Representatives did not intend for the current version of Section 6312 to prohibit mere viewing of child pornography.\nThe Commonwealth argues that the evidence was sufficient to prove beyond a reasonable doubt that appellant was guilty of sexual abuse of children under Section 6312(d) because he admitted that he intentionally searched for and purposefully viewed child pornography, thus establishing that he knowingly controlled images of child pornography. Specifically, the Commonwealth asserts that appellant’s knowing control of the images of child pornography was manifested when he clicked on and viewed the individual images. The Commonwealth notes that appellant clicked on hyperlinks to access sites which contained child pornography and that appellant had to affirmatively click on the command “next page” to access each new page within certain websites and/or affirmatively click on individual images of child pornography to access such material. Moreover, the Commonwealth posits that because appellant possessed the ability to copy, save, manipulate, print and e-mail the images of child pornography that were on his computer screen, he knowingly controlled the images.\nAdditionally, the Commonwealth maintains that appellant need not have saved the images of child pornography or known that the images were automatically saved to his hard drive to have violated Section 6312(d) because it is a crime to simply knowingly control images of child pornography. The Commonwealth maintains that the General Assembly did not intend for a restrictive interpretation of the term “control” which would require a defendant to save an image of child pornography to knowingly control the image. The Commonwealth also rebuts appellant’s argument concerning subsequent consideration by the Pennsylvania House of Representatives by noting that the bill he cites was proposed in direct response to the now-withdrawn initial Superior Court panel opinion.\nThe Commonwealth further argues that the purpose of Section 6312 is to protect children from exploitation, and therefore, if images of child pornography may be intentionally sought out and purposefully viewed without consequence, the purpose of the statute will be circumvented and the child pornography market will grow. The Commonwealth asserts that Section 6312(d) should not be read to protect individuals who knowingly seek out and view child pornography on the internet.\nIt is well-settled that “[t]he object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly,” 1 Pa.C.S. § 1921(a), and that the plain language of the statute is generally the best indicator of such intent, Commonwealth v. Daniels, 963 A.2d 409, 417 (Pa.2009). When ascertaining the intent of the General Assembly, there is a presumption that the General Assembly “does not intend a result that is absurd, impossible of execution or unreasonable” when enacting legislation. 1 Pa.C.S. § 1922(1); HSP Gaming, L.P. v. City of Philadelphia, 598 Pa. 118, 954 A.2d 1156, 1172 (2008) (quoting HSP Gaming, L.P. v. City Council, 595 Pa. 508, 939 A.2d 273, 280 (2007)). Furthermore, the words of a statute “shall be construed according to rules of grammar and according to their common and approved usage.” 1 Pa.C.S. § 1903(a); Day v. Civil Serv. Comm’n of Borough of Carlisle, 593 Pa. 448, 931 A.2d 646, 652 (2007). “Every statute shall be construed, if possible, to give effect to all its provisions.” 1 Pa.C.S. § 1921(a); Commonloealth v. McCoy, 599 Pa. 599, 962 A.2d 1160, 1167-68 (2009). We will only look beyond the plain meaning of the statute where the words of the statute are unclear or ambiguous. 1 Pa.C.S. § 1921(c); Upper Southampton Twp. v. Upper Southampton Twp. Zoning Hearing Bd., 594 Pa. 58, 934 A.2d 1162, 1167 (2007).\nWith these principles in mind, we turn to an examination of Section 6312(d), which provides in relevant part:\nAny person who knowingly possesses or controls any book, magazine, pamphlet, slide, photograph, film, videotape, computer depiction or other material depicting a child under the age of 18 years engaging in a prohibited sexual act or in the simulation of such act commits an offense.\n18 Pa.C.S. § 6312(d)(1) (emphasis added). Thus, under Section 6312(d), a defendant may be convicted of sexual abuse of children for the mere knowing control of child pornography.\nBecause Section 6312 does not include a definition of the term “control,” the common usage and definition of the word governs. The verb control is commonly defined as: “[t]o exercise power or influence over[.]” Black’s Law Dictionary 353 (8th ed.2004). An individual manifests such knowing control of child pornography when he purposefully searches it out on the internet and intentionally views it on his computer. As the testimony in this case showed, in such a situation, the viewer has affirmatively clicked on images of child pornography from different websites and the images are therefore purposefully on the computer screen before the viewer. Such conduct is clearly exercising power and/or influence over the separate images of child pornography because the viewer may, inter alia, manipulate, download, copy, print, save or e-mail the images. It is of no import whether an individual actually partakes in such conduct or lacks the intent to partake in such activity because intentionally seeking out child pornography and purposefully making it appear on the computer screen— for however long the defendant elects to view the image— itself constitutes knowing control. The use and operation of computers are not the novelty they once were. Control via a computer is little different from the control one exercises by viewing a book or a magazine — whether one purchases the tangible image or not. It is clear that Section 6312(d) should not and cannot be read to allow intentional and purposeful viewing of child pornography on the internet without consequence.\nThe parties appear to agree that, if an individual were to, inter alia, download, save or print an image of child pornography from the internet, or knew of the existence of the images of child pornography on his computer hard drive, those actions or that knowledge would constitute knowing possession of such material — also illegal under Section 6312(d). However, under the statute, the Commonwealth need not establish that a defendant possessed child pornography to prove a violation of Section 6312(d) if the Commonwealth can prove that a defendant knowingly controlled child pornography; the statute employs the disjunctive “knowingly possesses or controls,” 18 Pa.C.S. § 6312(d)(1) (emphasis added). It is reasonable to conclude that the General Assembly employed the terms “possession” and “control” in the disjunctive purposefully and that they were meant to have different applications. It would be nonsensical to assume that it was the intention of the General Assembly to have utilized two terms — “possession” and “control” — interchangeably. A contrary interpretation would be absurd and lead to unreasonable results — a gigantic loophole in the statute, never intended by the General Assembly, that would allow individuals to intentionally access and view child pornography via the internet with impunity, which would make the statute toothless.\nSuch a reading would also allow the purpose of this anti-child pornography legislation to be circumvented and the child pornography market to grow. We explained in Common tvealth v. Davidson, 595 Pa. 1, 938 A.2d 198, 215 (2007), that “[t]he purpose of Section 6312 is plainly to protect children, end the abuse and exploitation of children, and eradicate the production and supply of child pornography.” The “control” language of Section 6312(d) comports with the compelling state interests of protecting children from sexual exploitation and seeking to curtail the production and trafficking of child pornography, which necessarily involves such exploitation.\nFinally, the fact that individual representatives in the General’ Assembly may have proposed amendments to Section 6312 does not undermine our conclusion. First, as the Commonwealth notes, that proposal may well have been in reaction to the initial panel decision below. Second, and more fundamentally, the legislative actions of a later General Assembly are not probative of the legislative intent of a prior General Assembly. “[T]he plain language of the statute and statutory construct that existed when legislation was enacted are controlling.” HSP Gaming, L.P. v. City of Philadelphia, 598 Pa. 118, 954 A.2d 1156, 1182 (2008). “[A]rguments based on subsequent legislative history, like arguments based on antecedent futurity, should not be taken seriously, not even in a footnote.” Sphere Drake Ins. Co. v. Phila. Gas Works, 782 A.2d 510, 517 (2001) (quoting Sullivan v. Finkelstein, 496 U.S. 617, 632, 110 S.Ct. 2658, 110 L.Ed.2d 563 (1990) (Scalia, J., concurring)). Thus, appellant’s speculative argument — that the House of Representatives did not intend the current version of Section 6312 to prohibit the intentional viewing of child pornography because the House considered a bill that sought such an amendment more explicitly — fails.\nFor the foregoing reasons, we hold that accessing and viewing child pornography over the internet constitutes “control” of such pornography under 18 Pa.C.S. § 6312(d). Accordingly, we affirm the order of the Superior Court.\nJustice TODD and Justice McCAFFERY did not participate in the consideration or decision of this matter.\nJustice SAYLOR, EAKIN and BAER join the opinion.\n. Section 6312(d)(1) provides that it is illegal for an individual to knowingly possess or control \"any book, magazine, pamphlet, slide, photograph, film, videotape, computer depiction or other material depicting a child under the age of 18 years engaging in a prohibited sexual act or in the simulation of such act[.]\" 18 Pa.C.S. § 6312(d)(1).\n. Under Section 7512:\n[a] person commits a felony of the third degree if that person uses a communication facility to commit, cause or facilitate the commission or the attempt thereof of any crime which constitutes a felony under this title or under the act of April 14, 1972 (P.L. 233, No. 64), [35 P.S. § 780-101 et seq.], known as The Controlled Substance, Drug, Device and Cosmetic Act. Every instance where the communication facility is utilized constitutes a separate offense under this section.\n18 Pa.C.S. § 7512(a).\n. The majority further determined that, because the evidence was sufficient to support appellant's conviction for control of child pornography, the evidence also supported appellant's conviction for criminal use of a communication facility under Section 7512(a). Diodoro, 932 A.2d at 175.\n. Although this is not the same issue that appellant presented to the Superior Court, it is properly preserved because the Superior Court decided the appeal premised upon this alternative avenue. Appellant does not dispute the propriety of the Superior Court passing upon the disjunctive manner of satisfying the statute.\n. Perhaps influenced by the reasoning in the dissent below, appellant confuses his sufficiency claim by also appearing to argue that Section 6312(d) is unconstitutionally vague. After briefly setting forth the constitutional vagueness standard, appellant notes that Section 6312 does not include a definition of the term \"control.” Therefore, he asserts, reasonable minds, including those of the Superior Court en banc panel, may differ as to what conduct is prohibited under the statute, and appellant was thus not given fair notice of the statutorily prohibited conduct. Specifically, appellant contends that the statute is not clear that intentionally accessing and viewing child pornography via the internet — sans the intent to download, copy or send the images — constitutes \"control\" of such material under Section 6312(d). Citing Section 1928(b) of the Statutory Construction Act, 1 Pa.C.S. § 1928(b) (directing that penal provisions are to be strictly construed) and Commonwealth v. McClintic, 589 Pa. 465, 909 A.2d 1241, 1246 (2006) (noting that ambiguity in penal statutes is to be interpreted in favor of defendants), appellant maintains that the term '‘control” as utilized in Section 6312(d) is ambiguous and, therefore, that it should be strictly construed in his favor.\nAs our above description of appellant's Rule 1925(b) statement and his Superior Court brief makes clear, the only two issues appellant raised below were challenges to the sufficiency of the evidence with respect to each of the two offenses of which he was convicted. Appellant did not allege any constitutional violation, nor did he challenge the constitutionality of either statute. Moreover, neither the trial court's opinion nor the majority opinion of the an banc panel of the Superior Court addressed the vagueness argument that appellant now attempts to raise, or any other constitutional challenge to Section 6312. Therefore, appellant’s claim that Section 6312(d) is unconstitutionally vague is waived. See Pa.R.A.P. 302(a); see also Commonwealth v. Castillo, 585 Pa. 395, 888 A.2d 775, 780 (2005) (\"Any issues not raised in a Pa.R.A.P. 1925(b) statement will be deemed waived.”) (quoting Commonwealth v. Lord, 553 Pa. 415, 719 A.2d 306, 309 (1998)); Commonwealth v. Bavusa, 51A Pa. 620, 832 A.2d 1042, 1051-52 (2003) (deeming constitutional challenges waived where appellant had preserved only statutory interpretation issue) (\"If appellant had a constitutional objection to the statute ..., he was obliged to specifically forward it below.”). Any constitutional issue is independently waived because it was not within the scope of this Court’s grant of review. See Commonwealth v. Revere, 585 Pa. 262, 888 A.2d 694, 700 n. 8 (2005); Commonwealth v. Travers, 564 Pa. 362, 768 A.2d 845, 846 n. 1 (2001); Commonwealth v. Glass, 562 Pa. 187, 754 A.2d 655, 658 n. 2 (2000); Commonwealth v. Davis, 543 Pa. 628, 674 A.2d 214, 216 n. 6 (1996) (citing Pa.R.A.P. 1115(a)(3)); Commonwealth v. Rush, 522 Pa. 379, 562 A.2d 285, 288 (Pa. 1989). It is worth noting that Rule 1925(b) has since been amended to specify, in relevant part: “Each error identified in the Statement will be deemed to include every subsidiary issue contained therein which was raised in the trial court....” Pa.R.A.P.1925(b)(4)(v) (amended May 10, 2007, effective July 25, 2007). Although the amended version of the Rule does not apply to appellant's case, we note that the subsection just quoted further provides that \"this provision does not in any way limit the obligation of a criminal appellant to delineate clearly the scope of claimed constitutional errors on appeal.” id.\nOf course, the fact that appellant waived a stand-alone constitutional claim does not alter the fact that we must strictly construe Section 6312(d) because it is a penal statute.\n. Appellant also argues that the evidence was insufficient to establish the crime of knowing possession of child pornography in violation of Section 6312 and further notes that federal and other state courts, construing other statutes, have differed on the question of whether the mere viewing of child pornography constitutes possession of child pornography.\nThe Commonwealth also argues that appellant was properly convicted under the theory of constructive possession. To bolster this argument, the Commonwealth includes a brief discussion of three cases from other states which address the issue of possession and/or constructive possession of child pornography. Furthermore, the Commonwealth includes a discussion of federal case law concerning violations of 18 U.S.C. § 2252A which, inter alia, prohibits the knowing possession of child pornography at the federal level. Section 2252A does not prohibit the “control” of child pornography as in Section 6312(d).\nBecause this Court granted review solely on the question of whether accessing and viewing child pornography over the internet constitutes control of such pornography under Section 6312(d), arguments made by both appellant and the Commonwealth addressing whether such conduct constitutes possession of child pornography under Section 6312(d) are not considered. See, e.g., Revere, 888 A.2d at 700 n. 8 (cited in Footnote 5, supra)."}