{"id": "4195171", "contents": "OPINION\nJustice GREENSPAN.\nOn April 7, 2009, we issued a per curiam order affirming the Commonwealth Court’s decision to deny Appellant’s petition for writ of mandamus. Our reasons follow.\nOn February 11, 2009, then-President Judge David W. Heckler resigned from the Bucks County Court of Common Pleas. Judge Heckler’s term of office was not due to expire until December 31, 2017 and he would not have reached the mandatory retirement age of 70 in 2009. The vacancy created by Judge Heckler’s early resignation was therefore unanticipated. Pedro A. Cortes, the Secretary of the Commonwealth of Pennsylvania (the “Secretary”), did not identify Judge Heckler’s seat as a vacancy that could be filled in the November 3, 2009 municipal election. Based on Article 5 § 13(b) of the Pennsylvania Constitution, the Secretary ruled that only vacancies created by January 3, 2009 — ten months prior to the November election- — could be filled in that election. The Secretary determined that because Judge Heckler’s seat was not vacated until February 11, 2009, it must be filled by appointment of the Governor until the 2011 municipal election.\nAppellant Lawrence M. Otter, a candidate for the office of Judge of the Bucks County Court of Common Pleas, filed a petition for writ of mandamus in Commonwealth Court arguing that the Secretary should have added Judge Heckler’s seat to the ballot for November 3, 2009. Appellant did not dispute the date of the judicial vacancy or that it occurred less than ten months prior to the November election. Instead, Appellant argued that the so called “ten month rule” applied by the Secretary should be treated as a mere presumption that may be rebutted by a litigant who persuades the court that adding vacancies to the ballot less than ten months before the municipal election will not cause prejudice. Appellant asserted that strict application of the ten month rule frustrates the Pennsylvania Constitution’s intention that judges in this Commonwealth be elected and not appointed.\nOn February 27, 2009, the Commonwealth Court rejected Appellant’s arguments and denied the petition for writ of mandamus. On March 5, 2009, the court filed an unpublished memorandum opinion authored by the Honorable Mary Hannah Leavitt (“Memorandum opinion”). Appellant filed a direct appeal to this Court pursuant to 42 Pa.C.S. § 723(a).\nAppellant raises the following issue for our review:\nWhether Judge Heckler’s early resignation on February 11, 2009 creates a judicial vacancy in the 7th Judicial District which should be filled by an election pursuant to the dictates of Article 5 § 18(a) of the Pennsylvania Constitution?\nAppellant’s Brief at 4. In this Court, Appellant repeats his claim that the ten month rule should be viewed as a mere “rebuttable presumption,” that he has overcome the presumption in this case and thus the Commonwealth Court should have ruled in his favor and placed Judge Heckler’s seat on the ballot for the November 3, 2009 election.\nSpecifically, Appellant offers a test for determining whether a judicial vacancy should be filled by election or gubernatorial appointment. According to Appellant, the ten month rule should apply unless a petitioner proves the following elements by a preponderance of the evidence:\n1. The normal election process for a specific judicial office has already commenced prior to an additional vacancy in that office ...;\n2. Actual or constructive notice of the early or unexpected judicial vacancy;\n3. The number of duly qualified candidates already seeking nomination to that office is equal to, or in excess of, the number of vacancies to be filled by an election, including the early or unexpected judicial vacancy;\n4. There is no disruption of the normal electoral process including the primary election.\nAppellant’s Brief at 20-21. Appellant argues that under this test he was entitled to a writ of mandamus and the Commonwealth Court erred when it denied his requested relief.\nWe begin our analysis by noting that a writ of mandamus will issue only to compel performance of a public official’s mandatory and non-discretionary duty. For a writ to issue there must be a clear legal right in the plaintiff, a corresponding duty in the defendant, and a lack of any other adequate and appropriate remedy at law. Delaware River Port Authority v. Thornburgh, 508 Pa. 11, 493 A.2d 1351, 1355 (1985). We conclude that Appellant does not have a clear right to relief in this case.\nArticle 5 § 13(b) of the Pennsylvania Constitution directs the Governor to fill a vacancy in the office of judge by appointment:\nA vacancy in the office of justice, judge or justice of the peace shall be filled by appointment of the Governor ... The person so appointed shall serve for a term ending on the first Monday of January following the next municipal election more than ten months after the vacancy occurs or for the remainder of the unexpired term whichever is less\nThis Court has construed this provision to mean that a judicial vacancy must occur more than ten months before the date of a municipal election in order to be filled in that election, rather than by a gubernatorial appointment. Rogers v. Tucker, 443 Pa. 509, 279 A.2d 9, 14 (1971). See also Simmons v. Tucker, 444 Pa. 160, 281 A.2d 902, 904 (1971). In both Rogers and Simmons, this Court held that the resignation of a common pleas court judge just two days less than ten months before the 1971 municipal election did not create a vacancy that could be filled in that year’s election. The Court stated that the language of Article 5 § 13(b), which engendered the ten month rule, “is clear and unambiguous and we have no right to disregard or distort its language, even though we may believe it produces an unwise or unfortunate result.” Rogers, 279 A.2d at 14.\nThis Court reiterated the ten month rule in Jackson v. Davis, 507 Pa. 626, 493 A.2d 687 (1985). In Jackson, a judicial vacancy was created by a resignation on February 6, 1985, about nine months before the next municipal election. The petitioner sought to have this vacancy filled in the 1985 municipal election but this Court denied relief. The Court held:\n[T]he framers of Section 13 determined that the electoral process requires at a minimum a ten-month period to allow candidates and election officials ample time to prepare for both primary and municipal elections. When, as here, an unanticipated vacancy arises we are not at liberty to deviate from that determination however small the intervening time. Otherwise, the ten month provision of Section 13(b) is deprived of its purpose.\n493 A.2d at 690 (citation omitted). Jackson directly applies to the facts in this case.\nAppellant nevertheless insists that the ten month rule “is not absolute” and this Court has recognized two exceptions to its application in Barbieri v. Shapp, 476 Pa. 513, 383 A.2d 218 (1978) and Berardocco v. Colden, 469 Pa. 452, 366 A.2d 574 (1976). Appellant’s Brief at 17-18. As this Court has already made clear in Jackson, those decisions are inapposite because they involved expected — rather than unanticipated — vacancies.\nIn Berardocco, the subject judicial vacancy had already been designated on the ballot because the resigning judge was in his last year in office. Although the judge resigned before the official end of his term and less than ten months before the general election, this Court held the “ten-month provision of Section 13(b) does not operate when the normal electoral process of judicial selection ‘has been triggered by the anticipated expiration of the incumbent’s term.’ ” Jackson, 493 A.2d at 689 (quoting from Berardocco, 366 A.2d at 576) (emphasis added). See also Leedom v. Thomas, 473 Pa. 193, 873 A.2d 1329 (1977) (granting writ of quo warranto where judicial vacancy could be filled by election; disputed vacancy arose less than ten months before the 1975 municipal election but the election process had already been triggered by the anticipated expiration of the incumbent’s term).\nIn Barbieri, this Court again provided a limited exception to the ten month rule for vacancies created by a judge’s reaching mandatory retirement age. The Barbieri Court explained that such a vacancy was not an “unanticipated” vacancy like those created by death or resignation. “The appointment procedure of section 13(b) is a stopgap to fill seats that unexpectedly fall vacant.” 383 A.2d at 222 (emphasis added). The certainty of a judge’s age was held to satisfy the intention and purpose of the ten month requirement. Id.\nIn Jackson, this Court further explained its deviation from the ten month rule in Barbieri:\nOne may choose his resignation for a host of reasons, or be compelled by unanticipated causes, all of which can take the electoral process by surprise and swallow that reasonable period given the public to consider matters of such importance. On the other hand, one’s seventieth birthday, however seeming remote, can be calculated by waning moons and rising suns almost quicker than it seems to come.\n493 A.2d at 689. In the instant case, where Judge Heckler’s resignation was not foretold by his age, and his term was not due to expire until 2017, the vacancy created was unanticipated and the Commonwealth Court properly applied Jackson to deny relief.\nWriting for a three-judge panel of the Commonwealth Court in an unpublished memorandum opinion, Judge Leavitt expressly disapproved of an earlier published, single judge decision, Brady v. Cortes, 873 A.2d 795 (Pa.Commw.2005). In Brady, Senior Judge Kelley provided relief to the petitioners by holding that judges must be elected “whenever possible.” Id. at 799 (quoting from Barbieri, 383 A.2d at 222). Brady involved an unanticipated judicial vacancy that was created by the resignation of a common pleas court judge on February 28, 2005, about nine months before the 2005 municipal election. On March 11, 2005, the petitioners (Republican and Democratic committee chairs) sought to compel the Secretary to place the vacancy on the ballot for the 2005 election, thereby increasing the number of offices on the ballot from seven to eight. They argued that 25 nomination petitions had already been certified to appear on the primary ballot as Democratic candidates and eight had been certified as Republican candidates and there were enough candidates to justify the proposed increase in judicial seats. Judge Kelley agreed and issued a writ of mandamus, holding that Jackson applied only to situations where there was no election process underway at the time the unanticipated vacancy occurred. 873 A.2d at 801. In doing so, Judge Kelley created a policy-oriented departure from the Constitutional text and our case law.\nWe now affirm the Commonwealth Court’s decision to reject Brady. Judge Leavitt properly reasoned that “from now until election day, judicial vacancies will continue to occur. Accordingly, the Secretary, and the public, need certainty on how to handle unanticipated vacancies that occur less than ten months before the election.” Memorandum opinion at 6. Appellant’s contrary position, if adopted, would lead to a situation where ballot vacancies are “determined by litigation, [which is] completely at odds with an orderly election process. Further, it will result in an election process that will vary from county to county, depending on whether litigation is initiated.” Memorandum opinion at 6.\nIn rejecting Judge Kelley’s decision in Brady, Judge Leavitt further stated “[w]e do not see any flexibility in the language of Article V, § 13 or any air in the Supreme Court’s holding in Jackson. The unintended consequence of the Brady decision was the uncertainty it has created.” Memorandum opinion at 14. Finally, Judge Leavitt aptly noted:\nThis uncertainty also creates an opportunity for mischief. Those “in the know” ... could circulate a nomination petition at the last minute and then, after the time has passed for others to circulate nomination petitions, increase the number of offices on the ballot by litigation. Such manipulation undermines the goal of free and fair elections.\nMemorandum opinion at 15. We agree with the Commonwealth Court’s reasoning.\nIn his brief, Appellant trumpets the admonition in Article 1 § 5 of the Pennsylvania Constitution that “Elections shall be free and equal; and no power, civil or military, shall at any time interfere to prevent the free exercise of the right of suffrage.” He apparently believes that application of the ten month rule in this case violates these basic principles of our Commonwealth government. Appellant’s populist notion that all vacancies in public office should be resolved by election is a laudable democratic ideal but it is not the procedure codified in our Constitution. Instead, Article 5 § 13(b) provides that vacancies should be filled by election only when they occur more than ten months before the general election. This ten month rule serves its own democratic policy which we may not ignore. Potential candidates need time to decide to run and set up an election organization to effectuate the task of securing a place on the ballot. Undoubtedly, some individuals may be well-equipped to launch a campaign with minimal notice. But advance notice of vacancies equalizes opportunity, while the last-minute placement of an unexpected seat on the ballot tends to negate that equalization. Appellant’s argument that courts should apply an ad hoc rebuttable presumption analysis to the question of whether a vacancy should be filled by election or gubernatorial appointment undermines the need for bright-line foreseeability and is therefore untenable.\nAs this Court stated in Jackson, “Reduced to its simplest terms, an election is required to fill a vacancy at the next municipal election that occurs more than ten months after the vacancy arises ... The mathematics are clear enough.” 493 A.2d at 688. In this case, Judge Heckler resigned on February 11, 2009, approximately nine months before the 2009 municipal election. Judge Heckler did not reach mandatory retirement age in 2009 and his judicial term was not scheduled to expire in 2009. Therefore, the vacancy his resignation created was “unanticipated” and this Court’s decision in Jackson controls. Appellant does not have a clear right to relief and the Commonwealth Court did not err in denying Appellant’s petition for writ of mandamus.\nOrder affirmed.\nChief Justice CASTILLE, Justices EAKIN and BAER, Justice TODD and Justice McCAFFERY join the opinion.\nJustice SAYLOR files a concurring opinion.\n. Judge Heckler sent to the Governor a resignation letter dated January 29, 2009 indicating he would leave office at the close of business on February 10, 2009.\n. The Secretary did identify for placement on the ballot three other judicial vacancies in Bucks County created by the resignations of Judges Kenneth Biehn (effective July 2007) and Mitchell S. Goldberg (effective October 2008) and the fact that Judge John J. Rufe will reach the mandatory retirement age forjudges in 2009.\n. In the proceedings below, intervenor Harry W. Fawkes, Sr., Chairman of the Bucks County Republican Committee, based his own opposition to the Secretary's decision on the separate argument that if a judicial vacancy occurs before the first day of the election process, i.e., the day when candidates are allowed to begin circulating nominating petitions (in this case February 17, 2009), then the vacancy should be included on the ballot for that election year. Appellant, a Democrat, asserts that Republican Fawkes’s position is \"indicative of unanimity regarding the people's right to vote.\" Appellant's Brief at 21. Fawkes did not file an appeal from the Commonwealth Court’s order.\n. Section 723(a) provides that the Supreme Court has exclusive jurisdiction over appeals from final orders of the Commonwealth Court in any matter which was originally commenced in Commonwealth Court. 42 Pa.C.S. § 723(a).\n. We further note that vacancies occurring in certain retention election situations are also distinguishable and the ten-month rule does not apply. See Article 5 § 13(c) (the provisions of § 13(b) shall not apply in the case of a vacancy created by failure of a judge to file a declaration of candidacy for retention election). See also 25 P.S. §§ 2938.3, 2953 (describing procedure to fill judicial vacancy when a judge who has filed a declaration for retention later revokes that declaration prior to sixty days preceding the municipal election); Friedman v. Lewis, 143 Pa.Cmwlth. 367, 598 A.2d 1361, 1363 (1991) (holding that situation where judge files a declaration of candidacy for retention election and later withdraws it is analogous to the situation described in Article 5 § 13(c) regarding the vacancy created when a judge fails to file such a declaration in the first instance).\n. In addition, the unusual circumstances in Berardocco and Leedom apparently were addressed by a 1978 amendment to the language of Article 5 § 13(b) and therefore will not recur. See Joint Resolutions No. 2, 1976, P.L. 1312 and No. 3, 1977, P.L. 364, approved May 16, 1978 (amending Article 5 § 13(b) by adding the language \"or for the remainder of the unexpired term whichever is less”).\n. This Court affirmed Judge Kelley's decision in Brady in a per curiam order, 582 Pa. 423, 872 A.2d 170 (2005), but that order did not establish precedent contrary to the Jackson and Rogers opinions. Commonwealth v. Smith, 575 Pa. 203, 836 A.2d 5, 17 (2003)."}