{"id": "4195153", "contents": "OPINION\nJustice TODD.\nThis Court granted allowance of appeal in the instant consolidated personal injury cases to determine whether a prior recovery of damages for increased risk and fear of developing cancer due to asbestos exposure, awarded under the “one disease” rule, precludes a plaintiff from recovering, from a party he has not previously sued, damages for cancer that developed and was diagnosed after the separate disease rule, also referred to as the “two disease” rule, was adopted in Marinari v. Asbestos Corp., Ltd., 417 Pa.Super. 440, 612 A.2d 1021 (1992) (en banc). For the reasons set forth below, we conclude that such a prior recovery does not preclude a subsequent recovery, from a new defendant, of damages for the actual development of asbestos-related lung cancer. Accordingly, we reverse the order of the en banc panel of the Superior Court affirming the trial court’s grant of the motion for summary judgment filed by Appellee John Crane, Inc. (“Crane”), and remand this matter for further proceedings.\nThe relevant facts of this case are as follows: In April 1984, Kenneth Abrams was diagnosed with nonmalignant asbestos-related disease. John Shaw similarly was diagnosed with nonmalignant asbestos-related disease in January 1985. Within two years of their respective diagnoses, both the Abrams and the Shaws filed complaints against various defendants seeking damages for increased risk and/or fear of cancer; Crane, however, was not named as a defendant in either case. Both lawsuits were settled in 1993, prior to trial.\nIn December 2002, both Abrams and Shaw were diagnosed with lung cancer. In February 2003, the Abrams and the Shaws filed separate lawsuits against various companies, including Crane, alleging that the cause of their lung cancer was occupational exposure to asbestos-containing products manufactured by those companies. Subsequent to the filing of their complaints, Abrams and Shaw both passed away, and their widows, Eleanor Abrams and Marilyn Shaw (collectively, “Appellants”), were substituted as plaintiffs in their capacity as executrixes of their late husbands’ estates.\nOn February 11, 2005, Crane filed a motion for summary judgment in both cases, asserting that Appellants’ claims were barred by the statute of limitations. Specifically, Crane alleged that Appellants had successfully sued several companies for asbestos-related injuries in the mid-1980s; that those actions included claims for increased risk and fear of developing cancer; and that Crane should have been named as a defendant in those actions because, at that time, plaintiffs were required to bring all claims for existing nonmalignant conditions and predictable malignant diseases, including cancer, within two years of the initial diagnosis of an asbestos-related disease. The trial court agreed, and granted Crane’s motion for summary judgment in both cases.\nOn June 9, 2006, in a published opinion authored by President Judge Emeritus McEwen, a three-judge panel of the Superior Court reversed the trial court’s grant of summary judgment and remanded for further proceedings. Subsequently, however, Crane petitioned for and was granted reargument, and the Superior Court’s June 9, 2006 opinion was withdrawn. On December 17, 2007, an en banc panel of the Superior Court, in a 5-4 decision, affirmed the trial court’s grant of summary judgment in favor of Crane. In a majority opinion authored by Judge Bowes, the Superior Court determined that the “risk of cancer” claims advanced by Appellants in their actions in the 1980s “were premised on the assertion that Mr. Shaw and Mr. Abrams would contract cancer in the future as a result of occupational exposure to asbestos,” and thus “pertained to the same malignant asbestos-related disease for which Appellants now seek to recover damages.” Abrams v. Pneumo Abex Corp., 939 A.2d 388, 394 (Pa.Super.2007) (en banc). Judge Lally-Green, in a concurring statement joined by Judge Klein, emphasized the goals of judicial repose and finality, and noted that, at the time of Appellants’ initial suits, the law required a plaintiff “to file suit, within the applicable statute of limitations, against all potential asbestos defendants upon being diagnosed with an asbestos-related disease.” Id. at 395 (Lally-Green, J., concurring) (emphasis original).\nJudge Stevens authored a dissenting opinion, joined by President Judge Ford Elliott and Judges Musmanno and Panella, wherein he noted a distinction between damages based on a fear of increased risk of cancer, and damages based on an actual diagnosis of cancer. In a separate dissenting opinion, joined by President Judge Ford Elliott and Judges Stevens and Panella, Judge Musmanno opined that, pursuant to the Superior Court’s decision in Marinari, supra, a plaintiffs “discovery of a nonmalignant, asbestos related lung pathology ... does not trigger the statute of limitations with respect to an action for a later, separately diagnosed, disease of lung cancer.” Id. at 397 (Musmanno, J., dissenting). Appellants petitioned for allowance of appeal, and, on June 10, 2008, this Court granted their petition to consider the issue stated above. The appeal was argued on October 20, 2008.\nPreliminarily, we note our well established standard of review of an order granting or denying a motion for summary judgment:\nWe view the record in the light most favorable to the non-moving party, and all doubts as to the existence of a genuine issue of material fact must be resolved against the moving party. Only where there is no genuine issue as to any material fact and it is clear that the moving party is entitled to a judgment as a matter of law will summary judgment be entered. Our scope of review of a trial court’s order granting or denying summary judgment is plenary, and our standard of review is clear: the trial court’s order will be reversed only where it is established that the court committed an error of law or abused its discretion.\nPappas v. Asbel, 564 Pa. 407, 418, 768 A.2d 1089, 1095 (2001) (citations omitted).\nIn 1992, the law in Pennsylvania regarding recovery for injuries resulting from exposure to asbestos underwent a sea change. Prior to 1992, a plaintiff seeking damages based on his or her exposure to asbestos or asbestos-containing products was required to file a single cause of action for all present and future harm within two years of the initial diagnosis of any asbestos-related condition. This rule developed from the Superior Court’s decision in Cathcart v. Keene Indus. Insulation, 324 Pa.Super. 123, 471 A.2d 493 (1984) (en banc), in which the court held that a plaintiffs claim for pleural thickening, which was filed within two years of the diagnosis thereof, but more than two years after the plaintiff was initially diagnosed with asbestosis, was time-barred under 42 Pa.C.S.A. § 5524(2). The Superior Court in Cathcart recognized there are differences between pleural thickening and asbestosis, but nevertheless concluded that a second injury or separate complication arising from an original tortious act did not give rise to a separate cause of action. Id. at 507. Thus, under Cathcart, a plaintiff had the substantial burden of establishing all future harm that might result from the contraction of an asbestos-related disease.\nIn 1992, however, the Superior Court, in Marinari, supra, acknowledged that the rule established in Cathcart, “which has generally proven fair and workable in the context of actions for personal injury, has given rise to an unworkable process and a potential for unfair results in the context of asbestos litigation.” Marinari, 612 A.2d at 1023. The plaintiff in Marinari was diagnosed in 1983 with pleural thickening; however, because he was not experiencing breathing problems, he did not file a lawsuit at that time. Subsequently, in July 1987, Marinari was diagnosed with asbestos-related lung cancer, and commenced an action against several companies seeking damages for his cancer-related injuries. The trial court granted the defendants’ motions for summary judgment on the basis that the two-year statute of limitations for Marinari’s action began to run in 1983, when he was first diagnosed with pleural thickening, and that Marinari’s 1987 action was, therefore, untimely.\nOn appeal, an en banc panel of the Superior Court reversed the trial court’s grant of summary judgment, holding that a plaintiffs knowledge of a nonmalignant, asbestos-related lung condition did not trigger the statute of limitations with regard to an action for a later, separately-diagnosed disease of lung cancer. In so holding, the court explained:\nThe problem in the context of asbestos litigation arises when ... the first manifestation of asbestos exposure is asymptomatic pleural thickening. In the presence of such a subclinical condition, plaintiffs are able to lead normal lives, remaining active with no pain or suffering and without any loss of the use of an organ or disfigurement. Mild or asymptomatic pleural thickening, therefore, may not call for an award of compensatory damages. Nevertheless, plaintiffs in Pennsylvania, once informed of pleural thickening, have been required to act within the period of the applicable statute of limitations to make a claim for an asymptomatic condition and also for any and all predictable later diseases and/or injuries related to asbestos exposure.\nMarinari, 612 A.2d at 1025 (citations and footnote omitted). The Superior Court further noted:\nThe adjudicative process must ultimately serve the principle that a fair and just resolution of disputes depends upon a search for truth, based on factual, non-speculative evidence (the integrity of the process). Litigation by an injured citizen against another citizen must result in a recovery of adequate compensation by the one and payment by the other of no more than fair and just compensation (the fairness of the result). In latent disease cases, such as the instant case, these principles of fair adjudication are not well served by [the rule that all claims against a defendant arising from a single transaction or occurrence must be asserted in a single action].\nId. at 1027. Thus, the Marinari court concluded “Pennsylvania must join a majority of jurisdictions which have adopted a ‘separate disease’ rule in asbestos exposure actions” — the “two disease” rule — and held that a “[plaintiff’s discovery of a nonmalignant, asbestos related lung pathology, whether or not accompanied by clinical symptoms of impaired pulmonary function, does not trigger the statute of limitations with respect to an action for a later, separately diagnosed, disease of lung cancer.” Id. at 1022.\nThe Marinari court emphasized, however, that “by holding that an asbestos plaintiff may assert, in a second lawsuit, a claim for a distinct, separate disease if and when it develops at a later time,” it was\nnot adopting] the argument that asymptomatic pleural thickening is insufficient injury, as a matter of law, to support a cause of action. In Pennsylvania, the Supreme Court has said that “injury is done when the act heralding a possible tort inflicts a damage which is physically objective and ascertainable.” The physiologic changes evidenced by pleural thickening are a clear indication that damage which is objective and ascertainable has occurred to tissues in the thoracic cavity. Hence, we conclude that pleural thickening, even when asymptomatic, is an injury which gives rise to a cause of action.\n612 A.2d at 1028 (citations omitted).\nShortly after its decision in Marinari, however, the Superior Court, in Giffear v. Johns-Manville Corp., 429 Pa.Super. 327, 632 A.2d 880 (1993), essentially reversed its position on whether asymptomatic pleural thickening was a sufficient injury on which to base a cause of action. In Giffear, the appellants relied on the court’s above-quoted language in Marinan in support of their position that the husband’s asymptomatic pleural thickening constituted a compensable physical injury. Notwithstanding its prior holding in Mari-nan, the Superior Court in Giffear held “asymptomatic pleural thickening does not constitute an injury sufficient to bring about a legal cause of action.” Id. at 886 (emphasis added). In doing so, the court indicated that it was persuaded by the reasoning of Pennsylvania trial courts, as well as decisions of courts in other jurisdictions, which had faced similar issues. The Giffear court stressed that its holding-\nin no way abolishes the need for the two disease rule, as it is restricted to apply only to pleural thickening not accompanied by physical symptoms. If, for example, Mr. Giffear’s pleural thickening was proven to be debilitating in a physical sense, he would then have a legally cognizable claim whereby damages could be recovered. Perhaps if it were shown that Mr. Giffear was restricted from physical activities that he had engaged in before the pleural thickening had set in, a claim and possible recovery could be made at that time. Any recovery for such symptomatic pleural thickening would not preclude a later action if cancer were to develop as a result of the asbestos exposure.\nId. at 888 (emphasis original).\nThe plaintiffs in Giffear appealed, and we considered their argument in the consolidated case of Simmons v. Pacor, Inc., 543 Pa. 664, 674 A.2d 232 (1996). In Simmons, this Court implicitly adopted the separate disease rule as set forth by the Superior Court in Marinari, but modified it in several respects. We first explained:\n[Asymptomatic pleural thickening is not a compensable injury which gives rise to a cause of action. We reach this conclusion not only because we find that no physical injury has been established that necessitates the awarding of damages, but also because, pursuant to Marinari, ... Appellants are not precluded from subsequently commencing an action for an asbestos related injury when symptoms develop and physiological impairment begins.\nPrior to Marinari, a single cause of action for all present and future harm as a result of an asbestos related disease accrued at the time when the first signs of the disease were discovered. Thus, to prevent the asbestos claim from being precluded by the statute of limitations, the plaintiff faced the arduous task of having to establish all future harm that may result from the contraction of the asbestos related disease. Although such a role was workable in a routine personal injury case, it did not bring about just results in cases involving latent diseases which do not surface until years after the initial exposure.\nMarinari remedied this situation by permitting a plaintiff to commence separate causes of action for separate asbestos related diseases, i.e., one for a nonmalignant asbestos related disease which had become manifest and another cause of action for the subsequent development of a separate malignant disease such as lung cancer or mesothelioma.\nSimmons, 543 Pa. at 674-75, 674 A.2d at 237 (footnote omitted).\nWe acknowledged in Simmons that the Marinari court “was not specifically presented with the issue of whether pleural thickening, absent physical impairment, is sufficient to sustain a cause of action,” but concluded:\nthe natural extension of Mañnari is to preclude an action for asymptomatic pleural thickening since Appellants are permitted to commence an action when the symptoms and physical impairment actually develop. The diagnosis of asymptomatic pleural thickening has no statute of limitations ramifications regarding a claim alleging a nonmalignant physiological impairment. A plaintiff is also permitted to file a subsequent suit if and when cancer develops.\nId. at 675, 674 A.2d at 237. Thus, it was in this regard that we affirmed the Superior Court’s decision in Giffear.\nWe also rejected in Simmons the appellants’ claim for damages based on emotional distress caused by a fear of cancer. While acknowledging that appellants’ fear existed, we reasoned:\nbecause asymptomatic pleural thickening is not a sufficient physical injury, the resultant emotional distress damages are likewise not recoverable. It is the general rule of this Commonwealth that there can be no recovery of damages for injuries resulting from fright or nervous shock or mental or emotional disturbances or distress unless they are accompanied by physical injury or physical impact.\nId. at 676-77, 674 A.2d at 238. We continued: “[t]o allow the asbestos plaintiff in a non-cancer claim to recover for any part of the damages relating to cancer, including the fear of contracting cancer, erodes the integrity of and purpose behind the two disease rule.” Id. at 678, 674 A.2d at 239. We stressed, however, that our decision did not entirely eliminate emotional distress or mental anguish as damages in nonmalignant asbestos disease cases, since “Marinan permits an action to be commenced if cancer develops [and it] is in this action that Appellants can assert their emotional distress or mental anguish claims.” Id.\nWith this background in mind, we consider Appellants’ argument that their receipt of compensation from certain defendants for claims of nonmalignant asbestos-related disease which arose prior to 1992, while the one disease rule was in effect, should not preclude their subsequent recovery, from a new defendant, of damages for lung cancer that was diagnosed after the two disease rule was adopted in this Commonwealth.\nIn arguing they are not precluded from seeking compensation from Crane for lung cancer that was diagnosed in 2002, Appellants first emphasize that they have never been compensated by Crane for any asbestos-related injuries. Accordingly, Appellants maintain they are in “the precise position of the plaintiff in Marinari,” Appellants’ Brief at 11, and should be permitted to commence, within the appropriate statute of limitations, a cause of action for their asbestos-related injuries — lung cancer — upon the development of such injuries. Conversely, Crane argues that no Pennsylvania court has expressly allowed a plaintiff to recover damages for increased risk and fear of cancer, then later sue for damages based on an actual diagnosis of cancer, for “several compelling reasons — implicating policies such as the finality of judgments, revival of expired claims, avoidance of double recovery, efficient administration of justice, and the repose interests protected by statutes of limitations.” Appellee’s Brief at 12.\nIn rejecting Appellants’ suggestion that the instant case is factually indistinguishable from Marinari, the Superior Court stated:\nUnlike Mr. Shaw and Mr. Abrams, who recovered damages for cancer-related injuries in previous lawsuits and then proceeded to file additional actions, the plaintiff in Marinari filed a single lawsuit seeking damages for asbestos-related cancer four years after he opted to forego an action for nonmalignant, asymptomatic pleural thickening. Indeed, the issue in Marinari was whether that plaintiffs failure to bring an action for pleural thickening in 1983 precluded a subsequent cause of action for a “distinct, separate disease” such as cancer.... Conversely, the issue herein is whether a party who was compensated for increased risk and fear of developing asbestos-related cancer in a prior action can sue a new defendant many years later based upon a recent diagnosis of cancer. Hence, the two cases are readily distinguishable.\nAbrams, 939 A.2d at 393.\nAppellants assert that, based on the above language, “the Superior Court majority appears to assume that the plaintiffs possessed some sort of general cause of action for their nonmalignant diseases, encompassing all tortfeasors. The assumption is conceptually and legally incorrect.” Appellants’ Brief at 10. Rather, citing Ieropoli v. AC & S Corp., 577 Pa. 138, 842 A.2d 919 (2004), Appellants argue they “had individual and separate causes of action against each tortfeasor whose actions contributed to the harms they suffered,” Appellants’ Brief at 10, and the fact that they previously recovered from certain other defendants compensation for increased risk and fear of cancer does not preclude their recovery of compensation for a separate disease from Crane. We agree.\nIn Ieropoli, the plaintiffs filed an action against 25 defendants, including Crown Cork & Seal Company, Inc. (“Crown Cork”), alleging that the plaintiff-husband sustained certain asbestos-related injuries as a result of his exposure to the defendants’ respective asbestos-containing products when he worked as a machinist more than 20 years earlier. Crown Cork sought summary judgment based on a newly-enacted statute which limited the asbestos-related successor liabilities of certain Pennsylvania corporations to “the fair market value of the total assets of the transferor determined as of the time of the merger or consolidation.” 15 Pa.C.S,A. § 1929.1(a)(1). In response to the motion for summary judgment, the plaintiffs argued that application of the statute to their case was unconstitutional under Article I, Section 11 of the Pennsylvania Constitution because such application served to extinguish accrued causes of action. The trial court rejected the plaintiffs’ argument, finding that the statute did not extinguish a cause of action, but merely altered the available remedy. The court then granted Crown Cork’s motion for summary judgment.\nThe plaintiffs appealed to the Superior Court, and Crown Cork filed an application requesting this Court assume plenary jurisdiction and review the trial court’s grant of summary judgment in its favor. We granted the request and ultimately reversed the trial court’s order. In rejecting Crown Cork’s argument that, because the plaintiffs had settled with some defendants, and continued to pursue actions against others based on the theory of joint tortfeasor liability, no cause of action had been extinguished, this Court stated:\nWhat this reasoning overlooks is the individual nature of a cause of action. A plaintiff does not assert one cause of action against multiple defendants. Rather, a plaintiff asserts one cause of action (or two or several causes of action) against a single defendant. While a plaintiff may, under the appropriate circumstances, join the cause of action he had against one defendant with the cause of action he has against another defendant in one lawsuit, the cause of action he asserts against each defendant remains distinct. Thus, the fact that the causes of action Appellants brought against Crown Cork’s co-defendants are proceeding has no bearing on the Statute’s unconstitutional effect on the accrued causes of action that Appellants brought against it.\nIeropoli, 577 Pa. at 156-57, 842 A.2d at 930 (citation omitted).\nConsistent with Ieropoli, any cause of action Appellants have against Crane is separate and distinct from the cause of action Appellants had, or have, against other defendants. Thus, contrary to the Superior Court’s conclusion, we hold that Appellants are, in fact, in a similar position to the plaintiffs in Marinari: Appellants did not bring an action for nonmalignant, asymptomatic pleural thickening against Crane in the 1980s. Their failure to do so, had they not ultimately contracted lung cancer, would have benefited Crane, as the statute of limitations for Appellants’ action against Crane for damages for increased risk or fear of cancer available in the 1980s would have expired. As it stands, however, Appellants’ prior recovery and/or settlement in 1993 with defendants other than Crane does not preclude their current actions against Crane, and the critical factor in determining whether Appellants can maintain an action against Crane is whether Appellants’ action against Crane for damages for lung cancer is timely under the applicable statute of limitations.\nAppellants maintain that, because their causes of action for asbestos-related lung cancer accrued in December 2002, when they were diagnosed with that disease, the lawsuits commenced in February 2003 against Crane were timely. In support of their argument, Appellants rely on the Superior Court’s decisions in Giffear, supra, and McCauley, supra. As discussed previously, in Giffear, the Superior Court held, in a decision which we affirmed, that a plaintiff who recovers for symptomatic asbestos-related disease, such as symptomatic pleural thickening, is not precluded from filing a later action for recovery based on a subsequent diagnosis of cancer. Giffear, 632 A.2d at 888 (“Any recovery awarded for such symptomatic pleural thickening would not preclude a later action if cancer were to develop as a result of the asbestos exposure.” (emphasis original)).\nIn McCauley, the plaintiff was diagnosed with asbestos-related asymptomatic pleural thickening in 1985. Under the one disease rule which was in effect at that time, McCauley was required to file a cause of action for all present and future asbestos-related claims within two years, i.e., by 1987. Having failed to file suit within that time, however, McCauley ostensibly waived all of his asbestos claims under the one disease rule. Thereafter, in 1993, after the separate disease rule was adopted in Marinan, McCauley filed a complaint seeking damages for pulmonary asbestosis, which had been diagnosed less than two years earlier. The defendants alleged the action was barred because the two-year statute of limitations period for all of the plaintiffs present and future asbestos-related disease, including future asbestosis, had expired in 1987. The trial court agreed, and granted a compulsory nonsuit in favor of the defendants.\nOn appeal, the Superior Court reversed the order of the trial court and remanded for a new trial. Applying the separate disease rule, the Superior Court noted that, although McCauley had waived his cause of action for asymptomatic pleural thickening by failing to raise it in 1987, his cause of action for the separate and distinct disease of asbestosis was timely because it was filed within two years of the diagnosis thereof. In concluding that McCauley’s diagnosis of pulmonary asbestosis was separate and distinct from his earlier diagnosis of asymptomatic pleural thickening, the court relied on, inter alia, the following language from Marinari:\nPulmonary asbestosis or parenchymal asbestosis occurs within the lungs; pleural asbestosis occurs in the pleural cavity. Pleural thickening, one of the many manifestations of pleural asbestosis, may occur independent of or in connection with pulmonary asbestosis____ Each of these diseases, i.e., pulmonary asbestosis, asbestos-related pleural disease, lung cancer, and mesothelioma, is recognized as a separate, and distinct disease.\nMcCauley, 715 A.2d at 1131 (quoting Marinari, 612 A.2d at 1025).\nNotwithstanding the above language, the Superior Court in the instant case found Appellants’ reliance on Giffear and McCauley to be misplaced. With respect to Giffear, the Superior Court noted:\nAppellants ignore the fact that the plaintiff in Giffear, unlike Mr. Shaw and Mr. Abrams, was not compensated for cancer-based claims in a prior asbestos lawsuit. Hence, the Giffear Court’s offhand comment regarding the possibility of a separate cancer action in that instance did not imply, as Appellants suggest, that “the bringing of a nonmalignancy action that included assertion of increased risk and fear of cancer claims does not bar a plaintiff from bringing a subsequent cancer claim under the separate disease rule.” Appellants’ brief at 17. Rather, the Giffear Court sought to clarify that since it had determined that the plaintiffs initial risk-of-cancer claim did not allege a compensable injury under Pennsylvania law, the plaintiff was free to institute a separate action under Marinari if he subsequently developed cancer. The instant case is plainly distinguishable because Mr. Shaw and Mr. Abrams asserted their initial risk-of-cancer claims approximately seven years before Marinari and Giffear were decided, during a period when Pennsylvania courts did view “risk and fear of developing cancer” as a compensable injury.\nAbrams, 939 A.2d at 393-94 (emphasis omitted).\nThe Superior Court’s reasoning, however, fails to take into account the individual nature of Appellants’ causes of action. We reiterate that Appellants’ cause of action against Crane is an individual one, separate and distinct from the causes of action asserted by Appellants against other defendants in the 1980s; thus, the fact Appellants previously asserted risk of cancer claims against other defendants does not preclude a subsequent timely action against Crane for actual cancer. Moreover, in Simmons, this Court expressly approved the substance of Giffear’s “offhand comment” regarding a separate cancer action, stating:\n[T]he natural extension of Marinari is to preclude an action for asymptomatic pleural thickening since Appellants are permitted to commence an action when the symptoms and physical impairment actually develop. The diagnosis of asymptomatic pleural thickening has no statute of limitations ramifications regarding a claim alleging a nonmalignant physiological impairment. A plaintiff is also permitted to file a subsequent suit if and when cancer develops.\nSimmons, 543 Pa. at 675, 674 A.2d at 237 (emphasis added).\nWith regard to Appellants’ reliance on McCauley, the Superior Court stated:\n[T]he risk-of-cancer claims advanced in the previous actions were premised on the assertion that Mr. Shaw and Mr. Abrams would contract cancer in the future as a result of occupational exposure to asbestos. Meanwhile, Appellants’ present claims are founded on the identical assertion, i.e., that both men did contract lung cancer due to that exposure. Therefore, the causes of action pursued by Mr. Shaw and Mr. Abrams in the 1980s pertained to the same malignant asbestos-related disease for which Appellants now seek to recover damages. Accordingly, the present case bears no resemblance to McCauley.\nAbrams, 939 A.2d at 394.\nWe reject the Superior Court’s conclusion that Appellants’ present claims for damages for lung cancer are identical to their previously-litigated risk of cancer claims, and thus had to have been raised at the same time as their risk of cancer claims. Cancer and non-cancer diseases clearly give rise to separate claims. See McNeil v. Owens-Corning Fiberglas Corp., 545 Pa. 209, 213, 680 A.2d 1145, 1148 (1996) (citing Marinan, and noting that Pennsylvania courts have consistently recognized medical distinctions between malignant and non-malignant asbestos-related injuries). Appellants’ causes of actions for asbestos-related lung cancer accrued in December 2002, when they were diagnosed with lung cancer. Furthermore, Appellants’ claims for damages for lung cancer are clearly separate and distinct from any claims for risk or fear of cancer that may have existed in the 1980s. Accordingly, the statute of limitations for Appellants’ claims against Crane for lung cancer did not begin to run until December 2002. Appellants’ lawsuits against Crane for lung cancer, filed in February 2003, were timely under the two-year statute of limitations, and, contrary to the arguments of Crane, Appellants are not attempting to revive an expired claim.\nFinally, Appellants challenge the Superior Court’s conclusion that allowing them to proceed with their cause of action for lung cancer would violate Crane’s right to repose. The Superior Court opined:\nAppellants ... had an opportunity to sue John Crane for increased risk and fear of cancer during the 1980s but failed to do so, despite the fact that both couples knew they were required to assert all claims for present and future harm within two years of the initial diagnosis of an asbestos-related injury. As the statute of limitations applicable to the previous lawsuits expired long ago, John Crane reasonably believed that it would not have to defend these claims, and the company is entitled to repose due to the fact that it was not named as a defendant in the prior actions. See Lesoon v. Metropolitan Life Insurance Company, 898 A.2d 620 (Pa.Super.2006) (statutes of limitations are designed to effectuate preservation of evidence, the right of potential defendants to repose, and administrative efficiency).\nAbrams, 939 A.2d at 394.\nA statute of repose is defined as a “statute barring any suit that is brought after a specified time since the defendant acted (such as by designing or manufacturing a product), even if this period ends before the plaintiff has suffered a resulting injury.” BLACK’S LAW DICTIONARY 1451 (8th ed.2004). Thus,\nA statute of repose ... limits the time within which an action may be brought and is not related to the accrual of any cause of action; the injury need not have occurred, much less have been discovered. Unlike an ordinary statute of limitations which begins running upon accrual of the claim, the period contained in a statute of repose begins when a specific event occurs, regardless of whether a cause of action has accrued or whether any injury has resulted.\nCity of McKeesport v. Workers’ Compensation Appeal Board (Miletti), 560 Pa. 413, 421, 746 A.2d 87, 91 (2000) (citations and emphasis omitted). While a statute of limitations merely bars a party’s right to a remedy, a statute of repose completely abolishes and eliminates a party’s cause of action. Noll v. Harrisburg Area YMCA, 537 Pa. 274, 281, 643 A.2d 81, 84 (1994).\nWhile the Superior Court and Crane assert that Crane has a right to repose, no statutory right of repose exists with respect to asbestos cases. Indeed, had the legislature intended that asbestos exposure cases be subject to a statute of repose, it could have expressly indicated so in its enactment of 42 Pa.C.S.A. § 5524(8). Cf. Sporio v. Workmen’s Compensation Appeal Board (Songer Construction), 553 Pa. 44, 50, 717 A.2d 525, 528 (1998) (Section 301(c)(2) was enacted to “prevent stale claims ... and prevent speculation over whether a disease is work-related years after an exposure occurred”).\nMoreover, to the extent the Superior Court relies on a common law theory of repose, in our view, such a concept runs contrary to the holdings of Marinari, Giffear, and Simmons. See, e.g., Marinari, 612 A.2d at 1026 (stating, with respect to latent disease cases, “that a potential defendant’s interest in repose is counterbalanced and outweighed by other factors, including evidentiary considerations, securing fair compensation for serious harm, and deterring uneconomical anticipatory lawsuits”). Thus, we reject the Superior Court’s summary conclusion that allowing Appellants to proceed with their cause of action against Crane would violate Crane’s right to repose.\nFor all of the foregoing reasons, we hold that the Superior Court erred in its determination that Appellants are precluded from seeking damages from Crane for lung cancer diagnosed after the two disease rule was adopted in this Commonwealth. We thus reverse the order of the Superior Court that affirmed the trial court’s grant of summary judgment in Crane’s favor, and we remand the matter for further proceedings.\nJustice GREENSPAN did not participate in the consideration or decision of this case.\nJustice EAKIN, BAER and McCAFFERY join the opinion.\nJustice SAYLOR files a dissenting opinion in which Chief Justice CASTILLE joins.\n. Crane is the only appellee involved in the instant appeal.\n. Nonmalignant asbestos-related disease results from exposure to asbestos. Pulmonary asbestosis/parenchymal asbestosis and pleural thickening are types of nonmalignant asbestos-related disease, and occur when the body reacts to the inhalation of asbestos fibers which become imbedded in the lungs or other tissue. Specifically, asbestosis is a pneumoconiosis, a condition characterized by the permanent deposition of substantial amounts of particulate matter in the lungs, caused by the inhalation of asbestos fiber dust. Cleveland v. Johns-Manville Corp., 547 Pa. 402, 406 n. 1, 690 A.2d 1146, 1148 n. 1 (1997). Pleural thickening, which may occur independent of, or in connection with, asbestosis, and can be diagnosed by an x-ray, is the formation of calcified tissue on the pleura, the membranes surrounding the lungs. Simmons v. Pacor, Inc., 543 Pa. 664, 672, 674 A.2d 232, 236 (1996).\nExposure to asbestos also may result in malignant diseases, such as lung cancer (pulmonary carcinoma) and mesothelioma, which is characterized by tumors arising from mesothelial cells in the chest, stomach, and heart. McCauley v. Owens-Corning Fiberglas Corp., 715 A.2d 1125, 1126 n. 1 (Pa.Super. 1998).\n. As Judge Musmanno accurately noted in his dissent to the Superior Court’s en banc opinion in this matter, the Abrams’ 1986 complaint asserted a claim for only a fear of increased risk of cancer:\n47. As a direct and approximate [sic] result of the aforesaid, and since plaintiff first learned of his injury, plaintiff has developed severe anxiety, hysteria or phobias, any or all of which has developed into a reasonable and traumatic fear of an increased risk of additional asbestos caused and/or related disease, including, but not limited to, cancer to plaintiff, resulting from exposure, directly and indirectly, to the asbestos products of the defendant.\n48. As a direct and proximate result of the aforesaid, and since first learning of plaintiff’s injury, wife-plaintiff has developed severe anxiety, hysteria or phobias, any or all of which has developed into a reasonable and traumatic fear of an increased risk of asbestos-caused and/or related disease, including, but not limited to, cancer to wife-plaintiff, resulting from exposure, directly and indirectly to the asbestos products of defendants, to plaintiff’s work clothes and tools.\nExhibit A to Sur Reply of Crane to Appellants’ Response to Motion for Summary Judgment, 2/28/05 (R.R. at 58a) (emphasis added). The Shaws’ 1986 complaint, in contrast, contained claims for both fear of cancer and increased risk of cancer:\n28. As a direct and proximate result of the aforesaid, husband-plaintiff was caused to contract diseases and injuries to his body parts, organs, tissues and bones, the full extent of which has not been determined, including but not limited to asbestosis, pleural thickening, chronic restrictive lung disease, and/or mesothelioma, and/or other diseases. In addition, there is the risk of mesothelioma and other cancers, some or all of which may be permanent and eventually fatal and severe anxiety possibly rising to a traumatic neurosis or cancerophobia or both due to knowledge that he is likely or could possibly contract cancer because of his exposure to asbestos at his work place.\nExhibit B to Sur Reply of Crane to Appellants’ Response to Motion for Summary Judgment, 2/28/05 (R.R. at 88a) (emphasis added).\n. 42 Pa.C.S.A. § 5524(2) (1982) (an action to recover damages for injuries to the person or for the death of an individual caused by the wrongful act or neglect or unlawful violence or negligence of another must be commenced within two years). In 2001, Section 5524 was amended to include subsection (8), which provided as follows:\n(8) An action to recover damages for injury to a person or for the death of a person caused by exposure to asbestos shall be commenced within two years from the date on which the person is informed by a licensed physician that the person has been injured by such exposure or upon the date on which the person knew or in the exercise of reasonable diligence should have known that the person had an injury which was caused by such exposure, whichever date occurs first.\n42 Pa.C.S.A. § 5524(8) (2001). However, subsection 8 was later deleted by further amendment on November 24, 2004.\n. Thus, while the Marinari court recognized that mild or asymptomatic pleural thickening “may not call for an award of compensatory damages,” Marinari, 612 A.2d at 1025 (emphasis added), it refused to hold, as a matter of law, that asymptomatic pleural thickening was an insufficient injury to support a cause of action.\n. The appellants in Simmons conceded that, under Marinari, they were precluded from recovering damages based on an increased risk of cancer. 543 Pa. at 676, 674 A.2d at 238.\n. In addition, despite holding that plaintiffs diagnosed with asymptomatic pleural thickening caused by occupational exposure to asbestos cannot recover damages for either increased risk or fear of cancer, we found that \"recovery for medical monitoring is appropriate and just.” Simmons, 543 Pa. at 680, 674 A.2d at 240.\n. Crane notes in its brief that, although Appellants' Table of Citations contains a reference to McCauley, it is not actually cited or discussed in Appellants' brief. On this basis, Crane concludes \" [apparently, plaintiffs now agree with the en banc majority's determination that 'the present case bears no resemblance to McCauley.' \" Appellee’s Brief at 17 n. 1. Appellants do not address the omission in their reply brief. Nevertheless, we discuss McCauley herein because Appellants relied on McCauley on appeal to the Superior Court; the Superior Court distinguished McCauley in a critical respect; and we, in fact, find McCauley relevant to at least one of Crane's arguments.\n. Like the plaintiff in McCauley, however, Appellants have waived their right to recover from Crane damages for non-malignant asbestos-related disease of which Appellants were aware in 1984 or 1985. Thus, to the extent Crane suggests that allowing Appellants' cause of action against them for lung cancer to proceed permits Appellants to revive an expired cause of action for increased risk or fear of cancer, this contention is without merit.\n. An example of a statute of repose is Section 301(c)(2) of the Workers' Compensation Act, which provides that a claim expires within 300 weeks of a claimant's last exposure, regardless of whether an occupational disease manifests or death occurs within that time period:\nThe terms \"injury/' \"personal injury,” and \"injury arising in the course of his employment,” as used in this act, shall include, unless the context clearly requires otherwise, occupational disease as defined in section 108 of this act: Provided, That whenever occupational disease is the basis for compensation, for disability or death under this act, it shall apply only to disability or death resulting from such disease and occurring within three hundred weeks after the last date of employment in an occupation or industry to which he was exposed to hazards of such disease: And provided further, That if the employe’s compensable disability has occurred within such period, his subsequent death as a result of the disease shall likewise be compensable.\n77 P.S. § 411(2) (footnotes omitted and emphasis added).\n. See supra note 4."}