{"id": "4195870", "contents": "OPINION\nJustice GREENSPAN.\nWe evaluate Section 544 of the Insurance Department Act, 40 P.S. § 221.44 (the “Act”) and determine what priority classification ought to be assigned to a subrogation claim held by an insurance company against an insolvent insurer under the Act. We hold that this type of claim is a loss claim for which the loss has been indemnified and therefore that the appropriate classification is set forth in subsection (g) of Section 533 of the Act. We therefore reverse the holding of the Commonwealth Court which improperly adopted a referee’s determination that the appropriate classification was set forth in subsection (b).\nI. Facts\nThis case arises from a motor vehicle accident caused by an escaped horse. On January 9, 1998, the horse “Pocket Rocket” ran from the premises of the Sports Creek Raceway into automobile traffic and caused a motor vehicle accident in which Sheila Follen-Davis was injured. At the time of the accident, Pocket Rocket’s owners, the Members of the Harness, were insured by Appellee Reliance Insurance Company (“Reliance”). At the time of the accident, Ms. Follen-Davis was insured by Farm Bureau Insurance (“Farm Bureau”).\nFollowing the accident, Farm Bureau settled with Ms. Follen-Davis and paid her seven thousand dollars ($7,000) for her injuries. Farm Bureau then sought to recover $7,000 from Reliance. On May 30, 2001 Reliance and the Members of the Harness executed a settlement agreement pursuant to which they agreed to pay Farm Bureau $7,000.\nAlthough a check was issued by Reliance, Farm Bureau allowed the check to become stale. When Farm Bureau finally presented the check to its bank, the check was dishonored due to the lapse of time. On October 3, 2001, Reliance was placed into liquidation and thereafter was unable to issue a new check to Farm Bureau. Farm Bureau therefore never received the $7,000 payment from Reliance.\nIn an effort to seek reimbursement, Farm Bureau submitted Proof of Claim No. 1010161 for $7,000 in the Reliance liquidation (the “Claim”). Claim priority in the Reliance liquidation is governed by Section 544 of the Act, which sets forth the order of distribution of an insolvent insurer’s assets. In its subsections, the Act classifies types of claims into different categories, each afforded more priority than the next. Claims classified under subsection (a) of Section 544, for example, have a higher priority than those classified under subsection (b). It is anticipated that Reliance will not have assets sufficient to pay all claims. As a result, claim priority is important to all claimants in the liquidation.\nThe parties agree that the Claim could only be classified under either subsection (b) or else the “catch all” subsection (g) of Section 544. 40 P.S. § 221.44(b), (g). Subsection (b) generally applies to “[a]ll claims under policies for losses wherever incurred, including third party claims, and all claims against the insurer for liability for bodily injury or for injury to or destruction of tangible property which are not under policies ...” 40 P.S. § 221.44(b). There is a major “carve-out” in subsection (b), however. Pursuant to the language of subsection (b) “[t]hat portion of any loss, indemnification for which is provided by other benefits or advantages recovered by the claimant, shall not be included in this class ...” Id. To paraphrase the language of the Act, claims under policies for loss are categorized under subsection (b) unless the loss has been compensated by other benefits or advantages.\nIn the event that a loss has been compensated by other benefits or advantages, the claim would be classified under subsection (g) of the Act. 40 P.S. § 221.44(g). Pursuant to the language of subsection (g), classification under this section applies to “[c]laims or portions of claims, payment of which is provided by other benefits or advantages recovered by the claimant.” 40 P.S. § 221.44(g)(3). To paraphrase the language of the Act, if a claim is subject to the carve-out described in subparagraph (b), then the claim is classified under subsection (g) of the Act, and that claim receives a lower priority in the liquidation.\nUpon review of Farm Bureau’s Proof of Claim, Appellant Commissioner designated the Claim as being classified under subsection (g). As the basis for this designation, the Commissioner reasoned that Farm Bureau’s rights could be no greater than those of its insured, Ms. Follen-Davis, who was otherwise compensated. Farm Bureau filed an objection in the Commonwealth Court, arguing that the Claim should have been designated as one classified under subsection (b).\nThere are numerous claims in the Reliance liquidation. Some claims are subject to disputes regarding classification and priority. In an effort to resolve these disputes, the Commonwealth Court has appointed various referees to review claims and issue recommendations.\nA subrogation claim by Empire Fire & Marine Insurance Company (“Empire”) against Reliance was reviewed by Referee James C. Schwartzman. This claim arose from the fact that a Reliance insured caused a motor vehicle accident injuring Empire’s insured David Wyrick. Empire paid Mr. Wyrick for his injures and then sought payment from Reliance. After reviewing the facts underlying the claim, Referee Schwartz-man determined that Empire’s subrogation claim should be classified under subsection (g). Referee Schwartzman’s recommendation was affirmed by the Commonwealth Court on May 16, 2005.\nA subrogation claim by Factory Mutual Insurance Company (“Factory”) against Reliance was reviewed by Referee G. Alan Bailey. This claim arose from a fire in a building insured by Factory that was caused by a gasoline spill created by an employee of a Reliance insured. Factory paid its insured for the fire and then sought payment from Reliance. After reviewing the facts underlying the claim, Referee Bailey determined that Factory’s subrogation claim should be classified under subsection (g). Referee Bailey’s recommendation was affirmed by the Commonwealth Court on July 14, 2005.\nNearly a year after the resolution of the Empire and Factory claims, on February 25, 2006, the dispute regarding the instant Claim was referred to Referee Luther E. Milspaw. On May 3, 2006, Referee Milspaw issued a report and recommendation concluding that the Claim should be classified under subsection (b) (the “Report and Recommendation”). As the basis for his Report and Recommendation, Referee Milspaw found that Farm Bureau is a “claimant” under a policy for loss as defined by the Act in subsection (b). Referee Milspaw further reasoned that because Farm Bureau has no other source of reimbursement, the carve-out does not apply so the Claim must be classified under subsection (b), rather than subsection (g).\nThe Commissioner filed an exception to Referee Milspaw’s Report and Recommendation in the Commonwealth Court. On December 14, 2007, the Commonwealth Court overruled the Commissioner’s exception. Ario v. Reliance Ins. Co., 939 A.2d 1004 (Pa.Commw.2007). The Commonwealth Court agreed with Referee Milspaw that the “claimant” was Farm Bureau, not Ms. Follen-Davis, who had been paid in full. Id. at 1006. Because Farm Bureau was the claimant and had not been otherwise compensated for its loss, the Commonwealth Court reasoned that the Claim fit squarely into subsection (b) of the Act. Id. at 1007-1008. The Commonwealth Court further reasoned that the language of subsection (g) referring to “other benefits or advantages” did not apply to a primary insurance policy issued by Farm Bureau because this language applied to “excess coverage.” Id. at 1007.\nThe Commissioner filed a Motion for Reconsideration. In support thereof, the Commissioner cited the referee determinations relating to the Empire and Factory subrogation claims. As the Commissioner noted, these claims had been classified under subsection (g) of the Act and therefore similar claims had been dissimilarly classified in the Reliance liquidation. The Commonwealth Court denied the Motion for Reconsideration and the Commissioner filed a timely appeal to this Court.\nII. Analysis\nIn his brief the Commissioner posits the following two issues for this Court’s review:\nDid the lower court err when it affirmed the Report and Recommendation of Referee Milspaw who found that insurer Farm Bureau Insurance Company, having paid its insured a settlement payment for wrongs allegedly committed by Reliance’s insured, as it was required to do under its policy with insured, was entitled to (b) priority (pursuant to 40 P.S. § 221.44(b)) for its subrogation claim against Reliance, where (1) Farm Bureau Insurance Company’s claim is entirely derivative of the rights of its fully-compensated [insured]; (2) the statute explicitly carves out from priority (b) “[t]hat portion of any loss, indemnification for which is provided by other benefits or advantages recovered by the claimants ...;” and (3) where (b) priority is and should be reserved for claims under policies of insurance for loss. Did the lower court improperly fail to adhere to (1) the doctrine of stare decisis; (2) the rule of coordinate jurisdiction; (3) the law of the case doctrine; or (4) applicable principles of equity and fairness or administration and asset distribution among creditors of an insolvent insurer’s estate, when, having Orders affirming two prior Referee decisions assigning priority (g) to indistinguishable insurer subrogation claims, it ordered the Farm Bureau Insurance Company subrogation claim a (b) priority.\nThese issues can be concisely restated as follows: first, did the Commonwealth Court err in affirming Referee Milspaw’s determination that the Claim was classified under subsection (b); second, was the Commonwealth Court permitted to discount or depart from prior referee decisions that it had affirmed in the Reliance Liquidation. Although our resolution of the first issue disposes of the matter, we discuss both issues in an attempt to elucidate issues that may arise on an ongoing basis in the Reliance liquidation.\nA. Proper Classifícation of the Claim\nFirst, we evaluate whether the Commonwealth Court erred in affirming Referee Milspaw’s determination that the Claim was properly classified under subsection (b) of the Act. The Commissioner and amicus Northland Insurance Company (“Northland”) characterize the Claim in divergent ways, and these characterizations would seemingly result in different classifications under the Act.\nThe Commissioner argues that the Claim should be classified under subsection (g) and the Commonwealth Court erred in giving it subsection (b) classification. According to the Commissioner, the statutory “claimant” is Ms. FollenDavis, and Farm Bureau merely assumes her posture as her subrogee. The Commissioner argues that Ms. Follen-Davis had a claim under a policy for loss, but that the loss was compensated by Farm Bureau. The Commissioner therefore concludes that the compensation of the loss pushes the Claim outside of subsection (b) and into subsection (g) classification pursuant to the carve-out. 40 P.S. § 221.44(b). The Commissioner emphasizes that a subrogee insurer can be entitled to no greater payment than its insured. Moreover, as the Commissioner argues, public policy supports this result because “[subordinating claims as to which recovery has already been secured from another source that is contractually responsible for payment of claims encourages all claimants to seek recovery from other insurers where possible, conserving the insolvent insurer’s assets for claimants who have nowhere else to turn.” Appellant’s Brief, 22.\nAmicus Northland argues that the Claim was properly classified under subsection (b) and that the Commonwealth Court did not err. According to Northland, the statutory “claimant” is Farm Bureau pursuant to a settlement agreement with Reliance. Northland argues that Farm Bureau has no alternate source of compensation. Northland therefore concludes that the carve-out is inapplicable so subsection (b) classification is proper. Moreover, Northland argues that the General Assembly could have expressly excluded all subrogation claims from subsection (b), in the way these claims are excluded in later Model Act provisions, but the General Assembly chose not to do so. Accordingly, Northland argues that the legislature must have meant to include some subrogation claims within subsection (b) classification.\nAs is not atypical in the context of liquidation, it is anticipated that Reliance’s assets will not be sufficient to fully pay all claims asserted in the liquidation. As a result, the classification of claims in this and other liquidations is a matter of great significance to claimants. The liquidator, here the Commissioner, is charged with properly classifying claims to ensure equitable distribution of assets. 40 P.S. § 221.36(b)(3). Recognizing the importance of classifying claims, the General Assembly enacted the Act to ensure that claimants entitled to more protection have prioritized claims. Section 544 of the Act states, in relevant part, that “[e]very claim in each class shall be paid in full or adequate funds retained for such payment before the members of the next class receive any payment.” 40 P.S. § 221.44. The plain language of the Act must therefore be the starting point for any classification of claims.\nAt issue in this matter is the language of Section 544, subsection (b) and subsection (g) of the Act. Pursuant to the language of subsection (b), the following claims are classified thereunder:\nAll claims under policies for losses wherever incurred, including third party claims, and all claims against the insurer for liability for bodily injury or for injury to or destruction of tangible property which are not under policies, shall have the next priority. All claims under life insurance and annuity policies, whether for death proceeds, annuity proceeds, or investment values shall be treated as loss claims. That portion of any loss, indemnification for which is provided by other benefits or advantages recovered by the claimant, shall not be included in this class, other than benefits or advantages recovered or recoverable in discharge of familial obligations of support or by way of succession at death or as proceeds of life insurance, or as gratuities. No payment made by an employer to his employe shall be treated as a gratuity.\n40 P.S. § 221.44(b). Pursuant to the language of subsection (g), the following claims are classified thereunder: “[cjlaims or portions of claims, payment of which is provided by other benefits or advantages recovered by the claimant.” 40 P.S. § 221.44(g).\nHere, the Claim arises in a subrogation context. The equitable doctrine of subrogation places the subrogee in the precise position of the one whose rights are subrogated. Wimer v. Pa. Emp. Benefit Trust Fund, 595 Pa. 627, 939 A.2d 843, 853 (2007); Chow v. Rosen, 571 Pa. 369, 812 A.2d 587, 590 (2002); Pennsylvania Mfrs.’ Ass’n Ins. Co. v. Wolfe, 534 Pa. 68, 626 A.2d 522, 525 (1993); see also Paxton Nat’l Ins. Co. v. Brickajlik, 513 Pa. 627, 522 A.2d 531, 532 (1987) (“Subrogation is the equity called into existence for the purpose of enabling a party secondarily liable, but who has paid the debt, to reap the benefit of any securities which the creditor may hold against the principal debtor, and by the use of which the party paying may thus be made whole.”)\nTo determine whether the Commonwealth Court erred in assigning the priority of the Claim, we must engage in a statutory analysis of subsections (b) and (g) of Section 544 of the Act. The objective of interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly. 1 Pa.C.S. § 1921(a). Generally, the best indication of legislative intent is the plain language of the statute. Commonwealth v. Shiffler, 583 Pa. 478, 879 A.2d 185, 189 (2005); Allegheny County Sportsmen’s League v. Rendell, 580 Pa. 149, 860 A.2d 10, 15 (2004). It is well settled that when the words of a statute are clear and unambiguous, they are “not to be disregarded under the pretext of pursuing [the statute’s] spirit.” 1 Pa.C.S. § 1921(b). It is only when the words of the statute are not explicit that the court should seek to determine the General Assembly’s intent through consideration of statutory construction factors. 1 Pa.C.S. § 1921(c).\nThe plain language of Section 544 demonstrates that a subrogated claim, like the Claim at issue in this matter, is subject to the carve-out in subsection (b) and therefore is properly classified under subsection (g). First, the plain language of subsection (b) states that “[a]ll claims under policies for losses wherever incurred, including third party claims” are entitled to priority under subsection (b). 40 P.S. § 221.44(b) (emphasis added). Therefore, in order to be classified under this subsection, a claim must be alleged under a policy for loss.\nSecond, even if a claim is alleged under a policy for loss, it may still be exempt pursuant to the carve-out in subsection (b). The plain language of subsection (b) states that a “portion of any loss, indemnification for which is provided by other benefits or advantages recovered by the claimant, shall not be included in this class ...” Id. (emphasis added). Therefore, where there has been compensation for loss, a claim may not properly be classified under subsection (b). In evaluating this subsection of the Act, we note that the use of the word “shall” renders the carve-out mandatory. See Koken v. Reliance Ins. Co., 586 Pa. 269, 893 A.2d 70, 81 (2006) (holding that the term “shall” is mandatory for purposes of statutory construction when the statute is unambiguous).\nIf a claim is subject to the carve-out in subsection (b), the plain language of the Act dictates that the claim be classified under subsection (g). Pursuant to its plain language, subsection (g) applies to “[cjlaims or portions of claims, payment of which is provided by other benefits or advantages recovered by the claimant.”\nThe language of the Act is clear. In order to be classified under subsection (b), a claim must: 1) derive from a policy covering loss; and 2) must not have been otherwise compensated. If neither is true, that claim is classified under subsection (g).\nApplied to the facts of this matter the plain language of the Act directs the classification of the Claim under subsection (g). Northland’s argument to the contrary places it in a double bind. On one hand, Northland argues that the Claim arises not from subrogation directly, but from the settlement agreement between Farm Bureau and Reliance. If this is true, then the Claim fails to meet the first element, that a claim derive from a policy covering loss. There is no policy between Farm Bureau and Reliance. The only applicable policy is an insurance contract between Reliance and the Members of the Harness that applies to third parties injured by Pocket Rocket. Under the facts of the instant matter, that policy covers injury to Ms. Follen-Davis but not Farm Bureau. In order to avail itself of any coverage under the policy, Farm Bureau must stand in the shoes of its insured Ms. Follen-Davis. Without this subrogation context, there is no policy under which Farm Bureau can seek payment from Reliance. Moreover, Northland’s interpretation of the Claim is faulty. Farm Bureau is not a “third party claimant” merely as a result of the settlement agreement. Farm Bureau would have no cause of action against Reliance without its insured, Ms. Follen-Davis. Farm Bureau’s entire posture in the Reliance liquidation is vis-a-vis its relationship with its insured.\nIf, on the other hand, Northland acknowledges that the Claim arises from subrogation, then Farm Bureau “stands in the shoes” of Ms. Follen-Davis. See Johnson v. Beane, 541 Pa. 449, 664 A.2d 96, 100 (1995) (holding that an insurance company “stands in the shoes” of the insured when pursuing an action against the tortfeasor). The true statutory “claimant” is Ms. Follen-Davis. Even when Farm Bureau steps into her position pursuant to the rules of subrogation, Ms. FollenDavis remains the true “claimant.” Because she has already been compensated, the carve-out applies to the Claim. Ms. Follen-Davis — and thus Farm Bureau — is a “third party claimant” with a claim against Reliance for injuries committed by Reliance’s insured. Were it not for the compensation by Farm Bureau, Ms. Follen-Davis could have asserted a claim subject to classification under subsection (b). But Ms. FollenDavis had coverage through her own insurer, Farm Bureau, and was compensated. Farm Bureau cannot claim any higher status than Ms. Follen-Davis could have claimed herself, and payment to Ms. Follen-Davis triggers the application of the carve-out. Therefore, since Ms. Follen-Davis would not be entitled to priority under subsection (b), Farm Bureau cannot be entitled to such priority. Northland’s argument, if accepted, would result in Farm Bureau having more rights than its insured. This result is contrary to the principles of subrogation and Pennsylvania Law. See, e.g., Bell v. Slezak, 571 Pa. 333, 812 A.2d 566, 574 (2002) (“a subrogee has no greater rights than those held by the subrogor”).\nB. Precedential Effect of Other Claim Classifications\nWe now evaluate whether the Commonwealth Court was permitted to discount or depart from prior referee decisions that it had affirmed in the Reliance Liquidation. As the Commissioner points out, the Claim appears to have been treated differently than other similar claims asserted in the Reliance liquidation. According to the Commissioner, stare decisis, the law of the case, and the doctrine of coordinate jurisdiction mandate that the decisions be reconciled, and that the aberrant decision regarding the Claim be reversed.\nNorthland attempts to distinguish the inconsistent claims, arguing that the settlement agreement creates a different set of circumstances. According to Northland, no prior decisions by referees or the Commonwealth Court are binding precedent on the Claim because the facts surrounding the Claim are distinguishable.\nAlthough there is no explicit rule governing referee decisions in liquidation matters, general principles of law support uniformity in these decisions. Pennsylvania law generally favors certainty and stability and these principles are embodied in various doctrines. Under the doctrine of stare decisis, a conclusion reached in one matter should be applied to future substantially similar matters. See Stilp v. Commonwealth, 588 Pa. 539, 905 A.2d 918, 954 (2006) (“The basic legal principle of stare decisis generally commands judicial respect for prior decisions of this Court and the legal rules contained in those decisions.”). The law of the case doctrine sets forth various rules that embody the concept that a court involved in the later phases of a litigated matter should not reopen questions decided by another judge of that same court or by a higher court in the earlier phases of the matter. Commonwealth v. Starr, 541 Pa. 564, 664 A.2d 1326, 1331 (1995). Pursuant to the coordinate jurisdiction doctrine, judges of equal jurisdiction sitting in the same case should not overrule each others’ decisions. Id.\nWe need not decide whether the particular doctrines cited above strictly apply in the context of referee recommendations in liquidation matters. It is clear that the broader principles of uniformity and equity apply and would direct the result here. In the context of a liquidation, where thousands of claims will be evaluated by various referees, there is value in an attempt to promote uniformity. Assuming for the sake of argument that multiple claims in the same litigation involve similar facts, the same outcome should be ordered in each claim.\nHere, for the reasons discussed at length above, the Claim is one against Reliance by a holder of a subrogation claim. The existence of a settlement agreement is immaterial, the Claim is not functionally different from the Empire and Factory subrogation claims. The Empire and Factory subrogation claims were assigned priority under subsection (g) of the Act. The facts surrounding the Claim do not justify a departure from the reasoning applied to the Empire and Factory subrogation claims. All claims in the Reliance litigation, including the Claim, ought to be treated uniformly, and therefore the Claim should have also been assigned priority (g).\nIII. Conclusion\nAccordingly, we hold that the Commonwealth Court erred in failing to classify the Claim under subsection (g) of the Act. We therefore reverse the Commonwealth Court’s decision, remand, and direct the entry of an order classifying the Claim under subsection (g) of the Act.\nJustice EAKIN and BAER join the opinion.\nJustice TODD and Justice McCAFFERY join Parts I and IIA of the opinion.\nChief Justice CASTILLE files a concurring opinion, which Justice TODD and Justice McCAFFERY join in part.\nJustice SAYLOR files a concurring opinion, in which Chief Justice CASTILLE joins.\n. Appellant Joel S. Ario, the Acting Pennsylvania Insurance Commissioner (the \"Commissioner”), acts as the liquidator for the Reliance liquidation. 40 P.S. § 221.15(a).\n. Hundreds of subrogation claims have been filed in the Reliance liquidation. Although the amount at stake in the instant matter is small, the resolution of this case will have a significant impact on numerous other, more substantial, subrogation claims.\n. Farm Bureau has not filed a brief in this appeal, apparently due to the small amount of money at stake. Instead, amicus Northland filed a brief in support of the Commonwealth Court’s decision, and presented oral argument to this Court. Northland has a subrogation claim in another matter that has been stayed pending resolution of this matter. Northland believes that the outcome in this matter will provide important precedent for its own case.\n. Amicus the National Association of Insurance Commissioners (the “NAIC”) filed a brief in support of the Commissioner's position. In its brief, the NAIC argues that revisions of the Model Act regarding priority classification in insurance liquidation proceedings make it clear that these statutes are designed to protect policyholders first, before subrogated insurers like Farm Bureau. Moreover, as the NAIC points out, this Court’s decision will have nationwide ramifications in other liquidation proceedings.\n. Northland urges this Court to examine the legislative intent and history underpinning the Act. Such an examination is not necessary or appropriate where, as here, the Act’s language is unambiguous and Northland's interpretation is contrary to the Act’s plain language.\n. This Court commends all counsel who participated in this appeal for exceptionally well-crafted, well-researched, and persuasive briefs and arguments."}