{"id": "4196869", "contents": "OPINION\nJustice GREENSPAN.\nAppellant Percy Thompson challenges the Superior Court’s order affirming his judgment of sentence for possession of a controlled substance. We affirm.\nOn January 21, 2005, in the evening, Philadelphia Police Officer Orlando Ortiz was on duty in the 2400 block of Leithgow Street. Officer Ortiz knew the neighborhood as a high crime area in which narcotics, and specifically heroin, regularly were sold. The area was designated by the Philadelphia Police Department as an “Operation Safe Streets” neighborhood. Officer Ortiz, a nine-year veteran of the police force, and his partner, Officer Correa, were in plainclothes and driving an unmarked vehicle. Officer Ortiz saw a car parked by the sidewalk and observed Appellant standing in the street by the driver’s side door. Officer Ortiz watched Appellant hand the male driver some money and saw the driver give Appellant a small object in return. Based on what he saw on the street and what he knew, including the fact that he had made several hundred narcotics arrests of this very type, Officer Ortiz believed the men were engaged in a drug transaction. Officer Ortiz stopped Appellant and recovered from his pocket a packet of heroin. Officer Correa approached the driver and ultimately recovered two packets of heroin from his hand and an additional 14 packets from his person.\nAppellant was charged with possession of a controlled substance. He filed a pre-trial motion to suppress the heroin, claiming that police lacked the probable cause necessary to support the search and seizure. Philadelphia Municipal Court Judge James M. DeLeon denied the motion, found Appellant guilty after a stipulated trial, and imposed a 12-month probationary sentence. Appellant filed a petition for writ of certiorari in the Philadelphia Court of Common Pleas. Judge Susan I. Schulman denied the writ. Appellant filed an appeal with the Superior Court raising the same single claim regarding probable cause. The Superior Court panel affirmed based on its then-recent opinion in Commonwealth v. Dunlap, 846 A.2d 674 (Pa.Super.2004) (en banc).\nThis Court granted Appellant’s Petition for Allowance of Appeal on the following issues:\n1. Whether the initial seizure and immediately ensuing search lacked probable cause and whether the lower courts applied erroneous standards to judge the constitutionality of police conduct.\n2. Whether per curiam decisions of this Court specifically citing Commonwealth v. Banks, [540 Pa. 453] 658 A.2d 752 (Pa.1995), are precedential and controlling authority.\nWith respect to the first issue, we are reviewing the trial court’s ruling denying Appellant’s motion to suppress. “Our standard of review in addressing a challenge to a trial court’s denial of a suppression motion is whether the factual findings are supported by the record and whether the legal conclusions drawn from those facts are correct.... [W]e must consider only the evidence of the prosecution and so much of the evidence of the defense as remains uncontradicted when read in the context of the record as a whole.” Commonwealth v. Eichinger, 591 Pa. 1, 915 A.2d 1122, 1134 (2007), cert. denied, 552 U.S. 894, 128 S.Ct. 211, 169 L.Ed.2d 158 (2007). Those properly supported facts are binding upon us and we “may reverse only if the legal conclusions drawn therefrom are in error.” Id.\nThe parties agree that police were required to have probable cause in order to stop, seize, and search Appellant in the manner they did. Thus, we apply the well-established legal standard that governs this matter. Probable cause is made out when “the facts and circumstances which are within the knowledge of the officer at the time of the arrest, and of which he has reasonably trustworthy information, are sufficient to warrant a man of reasonable caution in the belief that the suspect has committed or is committing a crime.” Commonwealth v. Rodriguez, 526 Pa. 268, 585 A.2d 988, 990 (1991). The question we ask is not whether the officer’s belief was “correct or more likely true than false.” Texas v. Brown, 460 U.S. 730, 742, 103 S.Ct. 1535, 75 L.Ed.2d 502 (1983). Rather, we require only a “probability, and not a prima facie showing, of criminal activity.” Illinois v. Gates, 462 U.S. 213, 235, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983) (citation omitted) (emphasis supplied). In determining whether probable cause exists, we apply a totality of the circumstances test. Commonwealth v. Clark, 558 Pa. 157, 735 A.2d 1248, 1252 (1999) (relying on Gates, supra).\nThis Court frequently has addressed the particular issues related to law enforcement’s observations of drug trafficking on the street. Appellant insists that the long-standing “observed transaction” jurisprudence in this Commonwealth mandates reversal here. Among other cases, Appellant relies specifically on this Court’s holdings in Commonwealth v. Dunlap, 596 Pa. 147, 941 A.2d 671 (2007), cert. denied, ___ U.S. ___, 129 S.Ct. 448, 172 L.Ed.2d 321 (2008), Banks, supra, and Commonwealth v. Lawson, 454 Pa. 23, 309 A.2d 391 (1973). According to Appellant, the Superior Court’s ruling in this case “defies that long line of controlling precedent” which holds that “a single commercial transaction on a public street, without more, does not give rise to probable cause.” Appellant’s Brief at 7.\nThe Commonwealth, on the other hand, asserts that this Court’s jurisprudence supports the Superior Court’s decision here. According to the Commonwealth, the facts present more than the mere observation of a simple commercial transaction. Further, argues the Commonwealth, this case presents “an opportunity to clarify that when an officer who is familiar with drug sales sees what he recognizes as a drug sale, at a specific drug-selling location, he has probable cause to arrest the parties to the transaction.” Appellee’s Brief at 5.\nWe consider, in their order of decision, the cases on which Appellant relies. In Lawson, police observed the appellant as he stood on the street and received currency from individuals to whom he handed small objects that he retrieved from his wife. After observing three such transactions, police arrested the couple, who ultimately faced conspiracy and narcotics sales charges. In response to a claim that police lacked probable cause to arrest, the Lawson Court noted that “all of the detailed facts and circumstances must be considered.” The Lawson Court concluded that those circumstances amply supported probable cause. 309 A.2d at 394.\nThe time is important; the street location is important; the use of a street for commercial transactions is important; the number of such transactions is important; the place where the small items were kept by one of the sellers is important;\nthe movements and manners of the parties are important. Considering the facts and circumstances in their totality, we conclude that the officers acted as prudent men in believing that some type of contraband was being sold.\nId.\nIn Banks, decided over twenty years after Laiuson, this Court considered whether a police officer’s “chanced” observation of a “single, isolated exchange of some currency for some unidentified item or items, taking place on a public street at midday,” was sufficient to establish probable cause where the suspect also fled from police. 658 A.2d at 753. The Banks Court held that such circumstances fell “narrowly short” of probable cause. Id. While the Banks opinion gave few details on the specific circumstances of that case, the majority noted that “well recognized additional factors giving rise to probable cause were not present.” Id. These included “a case where a trained narcotics officer observed either drugs or containers commonly known to hold drugs ... a case where the police observed multiple, complex, suspicious transactions ... [or] a case in which the police officer was responding to a citizen’s complaint or to an informant’s tip.” Id.\nDunlap is this Court’s most recent case on the issue of on-the-street drug trade. In Dunlap, Philadelphia Police Officer Devlin, a five-year veteran of the police force and a nine-month member of the drug strike force, observed the suspect on a Philadelphia street. Officer Devlin, who had previously conducted about fifteen to twenty narcotics arrests in the area, testified that the neighborhood suffered from “a high rate of nefarious activity, including drug crimes.” Id. at 675. As Officer Devlin watched, the suspect engaged in a brief conversation with another man to whom he handed money and from whom he received small objects in return. Based on his experience and beliefs, Officer Devlin concluded that he had witnessed a drug transaction and so he arrested the suspect. Cocaine in the suspect’s possession led to drug charges and, ultimately, a pre-trial motion to suppress the evidence based on lack of probable cause.\nThe trial court in Dunlap held that the evidence was sufficient to establish probable cause and the Superior Court agreed. The en banc panel relied on the fact that Officer Devlin was an experienced narcotics officer, as well as the fact that the neighborhood had a reputation as a high drug-crime area. Id. at 674 (citation omitted). This Court granted an appeal in order to determine whether the decision comported with Banks.\nThe majority opinion in Dunlap focused its analysis on the controlling nature of Banks and the “relevance of police training and experience to the probable cause determination.” 941 A.2d at 674. The Dunlap majority held that “police training, without more, is not a fact to be added to the quantum of evidence to determine if probable cause exists, but rather a ‘lens’ through which courts view the quantum of evidence observed at the scene.” Id. at 675. The Dunlap majority characterized as erroneous the Superior Court’s use of training and experience as a “stand-alone factor” and stated: “[t]o be clear, we hold that ... a police officer’s training and experience is not a probable cause factor as in the Lawson sense.” Id. at 676-77. Applying its holding, the Dunlap majority concluded that probable cause was lacking. Id. at 679.\nAt first glance, these statements of the Dunlap majority appear to exclude completely police training and experience as factors relevant to the probable cause calculation. But the Dunlap majority went on to explain its holding in a manner that arguably contradicted these statements, or at the very least obscured the standard the majority sought to establish.\nWe do not seek to minimize the experience gained through years serving on the police force. Quite to the contrary, we recognize that many officers, particularly those with specialized training, are able to recognize trends and methods in the commission of various crimes. For instance, an officer who has specialized in drug crimes may be more suspicious that a package contains illegal narcotics because of the form of packaging used to conceal those drugs. He or she may recognize criminal activity where a non-police citizen may not. However, a court cannot simply conclude that probable cause existed based upon nothing more than the number of years an officer has spent on the force. Rather, the officer must demonstrate a nexus between his experience and the search, arrest, or seizure of evidence. By doing so, a court aware of, informed by, and viewing the evidence as the officer in question, aided in assessing his observations by his experience, may properly conclude that probable cause existed. This is true even where the court may have been unable to perceive the existence of probable cause had the court viewed the same evidence through the eyes of a reasonable citizen untrained in law enforcement.\nId. at 675-76 (citation omitted) (emphasis supplied). Thus, in explaining its holding, the Dunlap majority rejected blind reliance on a certain number of years on the police force as a probable cause factor, but nonetheless confirmed that police experience and training is relevant when the testifying officer is able to demonstrate a nexus between his or her experience and the conduct observed.\nIn a thoughtful concurring opinion, Justice Saylor joined the Dunlap majority with respect to its holding that Banks must be upheld. Id. at 680 (Saylor, J., concurring). But Justice Saylor’s very first statement on the issue was that he believed a police officer’s experience “may be fairly regarded as a relevant factor in determining probable cause.” Id. at 679 (Saylor, J. concurring). Despite this clear departure from the majority’s purported holding, Justice Saylor characterized the majority opinion as a “legitimate and reasoned effort’.’ to resolve the competing issues of individual privacy interests and law enforcement/community protection. Id. at 680 (Saylor, J., concurring). Significantly, two of the four justices who constituted the Dunlap majority also joined Justice Saylor’s expression, including his explicit statement that police experience constituted a relevant factor.\nRegarding the issue of probable cause factors, Justice Saylor warned that an officer’s “cursory assertion” of training and experience would be insufficient to trigger consideration because the goal at the suppression hearing was to “explain and justify the arrest ... [which is] not accomplished by a general claim of expertise.” Id. (citing Wayne R. LaFave, 2 Search and Seizure § 3.2(c) at 44-45 (4th ed.2004)). Noting that the arresting officer in Dunlap did little more than recite his experience, Justice Saylor concluded that the testimony failed to establish how that experience informed the officer’s view of the exchange he observed. Id. at 681.\nAppellant’s interpretation of Dunlap is that the majority opinion makes clear the “limited function of police experience” in the probable cause calculation. Appellant’s Brief at 11. Further, Appellant argues, Dunlap precludes the suppression court from accepting as a “stand alone factor” a police officer’s “hunch” that a suspect is engaged in illegal conduct. Id. at 12. Appellant argues that under the Dunlap majority’s holding, reversal is mandatory because the trial court relied on Officer’s Ortiz’s training to find probable cause.\nThe Commonwealth counters that the trial court’s decision in this case does not offend Dunlap because the officer’s training was not the only basis upon which probable cause was found and because the officer established a nexus between his experience and his observation.\nIn attempting to discern the precise holding and proper significance of the Dunlap majority opinion, we observe that the expression purports to hold that police experience is not a factor relevant to probable cause, while at the same time directs that police experience is relevant to the probable cause inquiry. The Dunlap majority rejected the notion that police experience is worthy of the label “factor,” but it conceded that such experience informs the court’s decision so much that it enables the court to find probable cause where it otherwise would be unable to do so. It is difficult to reconcile Dunlap’s professed holding with its own explanation and rationale. Further, and perhaps more importantly, two of the justices in the Dunlap majority (as well as the three other justices who wrote their own expressions) were of the opinion that police experience and training indeed are proper factors to consider in determining probable cause.\nIn light of the Dunlap majority’s equivocal explanation of its holding, and given the manner in which the votes were cast in that case, it is not surprising that both parties claim Dunlap supports their positions on appeal. Our careful consideration of this issue, as well as the uncertainty of our jurisprudence in this area of the law, leads us to conclude that a clarification is warranted.\nUpon review of the various Dunlap expressions, we recognize the logic and soundness of Justice Saylor’s concurring opinion and so hold that “a police officer’s experience may fairly be regarded as a relevant factor in determining probable cause.” 941 A.2d at 679 (Saylor, J., concurring). We caution, however, that an officer’s testimony in this regard shall not simply reference “training and experience abstract from an explanation of their specific application to the circumstances at hand.” Id. at 681 (Saylor, J., concurring). As the Dunlap majority itself observed, “a court cannot simply conclude that probable cause existed based upon nothing more than the number of years an officer has spent on the force. Rather, the officer must demonstrate a nexus between his experience and the search, arrest, or seizure of evidence.” Dunlap, 941 A.2d at 676. Indeed, a factor becomes relevant only because it has some connection to the issue at hand. The very foundation of the Gates totality test is the recognition that all relevant factors go into the probable cause mix.\nApplying this standard to the matter sub judice and in light of the certified record on appeal, we observe the following. The evidence at the suppression hearing established that Officer Ortiz was a nine-year veteran of the police force who was on undercover patrol in a high crime area that had been designated by the Philadelphia Police Department as an Operation Safe Streets neighborhood. In addition to this designation by the department, Officer Ortiz was personally familiar with heroin sales activity in the neighborhood, heroin packaging, and hand-to-hand drug exchanges on the street. In drawing a nexus between his experience and the observation he made, Officer Ortiz testified that he had seen this type of “exchange done several hundred times” on the street and had made several hundred narcotics arrests of this very type.\nBecause we have determined that a police officer’s experience may be fairly regarded as a relevant factor in determining probable cause, and due to the presence of additional factors in support of Officer Ortiz’s conclusion that he was witnessing a drug transaction, we find no error in the Superior Court’s conclusion that probable cause was present in this case. We do not base our decision solely on Officer Ortiz’s experience and the connection he articulated between that experience and what he observed. We also rely on the fact that the transaction at issue occurred in the nighttime hours, on the street, in a neighborhood that the police department selected for the “Operation Safe Streets” program. We conclude that the Superior Court properly upheld the denial of suppression in this case and properly affirmed the judgment of sentence.\nThe second issue certified for our review concerns the treatment to be accorded this Court’s per curiam decisions citing to Banks. Appellant asserts that these decisions are precedential and controlling authority. Appellant makes this argument based on what he characterizes as this Court’s “implicit” direction. The Commonwealth responds by relying on this Court’s prior holdings that per curiam decisions do not constitute controlling authority.\nAppellant draws our attention to Commonwealth v. Fowler, 550 Pa. 152, 703 A.2d 1027 (1997) (plurality), wherein the lead opinion referred to a per curiam decision as one carrying “the weight of binding precedent.” Id. at 1031. Appellant also refers to the concurring opinion in Nominating Petition of Benninghoff, 578 Pa. 402, 852 A.2d 1182 (2004), which noted that an unexplained per cunam decision unaccompanied by any citation to authority has no precedential value. Id. at 1191 (Castille, J., concurring).\nNone of the cases upon which Appellant relies can support his argument. Fowler, as a plurality decision, is not binding authority. Appellant’s citation to Benninghoff not only references a non-binding concurring opinion, but attempts to expand significantly the observation in that expression to convert into binding precedent all per curiam decisions that include a citation to authority. This would fly in the face of this Court’s frequent, clear, and unequivocal statements that the legal significance of per curiam decisions is limited to setting out the law of the case. This Court has made it clear that per curiam orders have no stare decisis effect. Commonwealth v. Dickson, 591 Pa. 364, 918 A.2d 95, 108 n. 14 (2007). See also Commonwealth v. Smith, 575 Pa. 203, 836 A.2d 5, 17 (2003) (concluding with certainty that a per curiam order that includes a citation to binding authority is not itself controlling and “establishes no precedent beyond the authority cited in the order”); Commonwealth v. Tilghman, 543 Pa. 578, 673 A.2d 898, 904 (1996) (holding that only if a per curiam order expressly affirms on the basis of the lower court opinion does the order have precedential force).\nThe rationale for declining to deem per cunam decisions precedential is both simple and compelling. Such orders do not set out the facts and procedure of the case nor do they afford the bench and bar the benefit of the Court’s rationale. These inadequacies are manifest in the arguments Appellant makes in his brief to this Court. In attempting to support his position on the probable cause issue discussed above, Appellant repeatedly relies on several of this Court’s per curiam decisions, all of which cite Banks. But in order to draw analogies between those per curiam decisions and his own circumstances, Appellant relies on the facts recited by the Superior Court or by the author of a dissenting statement to an order granting allowance of appeal. See Appellant’s Brief at 16-18. Of course, such facts have not been adopted or even mentioned by this Court in its per curiam dispositions and Appellant has no way of knowing whether or to what extent any member of this Court relied on such facts to resolve the case in the manner it did. See Smith, 836 A.2d at 17 (“[T]here is no reason to conclude that the Justices who agreed on [the per curiam ] mandate accepted the dissenters’ view of the facts, the procedural posture of the case, [or] the issue presented.”).\nAppellant’s final argument on this issue is that “there is something inappropriate about a lower court disregarding entirely decisions of the highest court in the Commonwealth.” We strongly disagree with this characterization. In Smith, Tilghman, and a host of other cases, this Court has explicitly directed the lower courts to regard per curiam decisions as non-precedential for the reasons articulated above. The lower courts’ compliance with such direction is wholly appropriate.\nJudgment of sentence affirmed.\nChief Justice CASTILLE and Justices EAKIN and McCAFFERY join the opinion.\nChief Justice CASTILLE files a concurring opinion in which Justices EAKIN and McCAFFERY join.\nJustice BAER files a concurring and dissenting opinion.\nJustice SAYLOR files a dissenting opinion.\nJustice TODD files a dissenting opinion.\n. Appellant states that while police may have had reasonable suspicion that some criminal activity may have been afoot, thus “warranting either further observations or possibly a Teny stop,” there was not sufficient probable cause to warrant the \"full-blown seizure and search\" that occurred in this case. Appellant's Brief at 19.\n. As we observe infra, at notes 6 and 9, Appellant's reliance on Lawson as mandating reversal is misplaced.\n. At the time the trial and intermediate appellate courts confronted the issue in the instant case, this Court had not yet published its opinion in Dunlap. Thus, the Superior Court's opinion in Dunlap, which held that police experience was a factor relevant to probable cause, guided both lower courts.\n. This position comported, in part, with that of the dissenting justices, who would have found the probable cause standard satisfied and affirmed the judgment of sentence. Dunlap, 941 A.2d at 682-84 (Castille, J., dissenting) and at 685 (Eakin, J., dissenting).\n. The officer in Dunlap testified to his numbers of years on the police force (almost five), his time on the narcotics strike force (about nine months), and the number of narcotics arrests he had made (about fifteen or twenty). 941 A.2d at 680-81 (Saylor, J., concurring).\n. Appellant also argues that reversal is warranted because the Lawson factors were not met. Appellant's argument in this regard relies solely on the fact that Officer Ortiz did not observe multiple transactions in this case. But Lawson did not require observation of multiple transactions for probable cause. Rather, it noted that observation of multiple transactions was one of six factors present in that case and, further, that all relevant factors are included in the probable cause inquiry'. Lawson, 309 A.2d at 394.\n. The Commonwealth asserts that the \"disagreement [among the justices] in Dunlap concerned whether the police officer, at the suppression hearing, must establish a 'nexus’ between his experience and the observed transaction.” Appellee’s Brief at 14 n. 7.\n. Insofar as the Dunlap majority holds otherwise, it is expressly disapproved. The dissent suggests that we are \"discarding” the precedent articulated in Dunlap, despite the fact that the Dunlap majority “commanded the complete agreement of four justices” and so \"remains the clear and controlling statement of the law” with respect to whether a police officer's experience may be regarded a relevant factor in the probable cause inquiry. Dissenting Opinion at 235, 985 A.2d at 951-52. Respectfully, we cannot agree that the Dunlap decision is so clear-cut. While three justices of this Court indeed joined the majority expression in Dunlap, two of those justices also joined the concurring expression, which itself explicitly adopted the dissenting view on this precise issue. See Dunlap, 941 A.2d at 679 (Saylor, J., concurring) (\"Like [dissenting justice] Mr. Justice Eakin, I believe that a police officer's experience may fairly be regarded as a relevant factor in determining probable cause”). In light of Dunlap's various expressions and votes thereon, and considering the majority’s uncertain rationale described above, we conclude that the Dunlap majority is decidedly not a clear and controlling statement of the law.\n. The dissent relies heavily on this Court’s Lawson decision in support of its claim that an officer's experience is not a factor affecting probable cause. See Dissenting Opinion at 227, 985 A.2d at 946 (\"conspicuously absent from [Lawson’s] list of ... circumstances is the subjective opinion of the police officer, standing alone ... based solely upon his or her general police training, or past observations of other transactions.”). First, we do not hold that probable cause may be based on a police officer's subjective opinion standing alone. Rather, we conclude that a police officer’s experience is a relevant factor in the probable cause inquiry as long as it has specific application to the circumstances at hand. Moreover, the dissent’s reliance on Lawson in this context is flawed. Lawson does not set out an exhaustive list of all possible factors affecting probable cause; it sets out a list of the factors present in that case. That Lawson, decided over 35 years ago, did not discuss the arresting officer's experience in drug trafficking does not mean that this Court deemed such experience irrelevant. Lawson sets a fundamental standard that makes this fact clear. \"All of the detailed facts and circumstances must be considered ... Considering the facts and circumstances in their totality, we conclude that the officers acted as prudent men in believing that some type of contraband was being sold---- [T]he total facts and circumstances in this case furnished a reasonable basis for the arrest.” 309 A.2d at 394.\n. The dissent repeatedly characterizes Officer Ortiz's experience regarding the neighborhood as subjective, thereby minimizing it. Dissenting Opinion at 230; 238; and 241, 985 A.2d at 948; 952; and 955 (noting the officer’s \"opinion of the nature of the neighborhood,” “his perspective regarding the nature of the neighborhood as a 'high crime drug location,’ \" and his \"subjective belief ... [based on] past individual experiences”) (emphasis supplied). This personally held view, the dissent reasons, combined with the officer's prior observations of drug transactions just like this one, were \"rooted in past unrelated events, and do not, in and of themselves, establish a fair probability that this particular transaction was criminal in nature, absent other surrounding indicia of criminality.” Dissenting Opinion at 238, 985 A.2d at 952. We note our disagreement with the dissent’s reasoning on two distinct grounds. To begin, it was not only Officer Ortiz’s personal experience that the neighborhood he was patrolling was one that involved frequent drug trafficking, although the officer, in light of his experience in this area, clearly held such an opinion. Instead, the area had been designated as an Operation Safe Streets neighborhood. Thus, the Philadelphia Police Department had reached the conclusion, independent of any one officer’s personal “opinion\" or \"perspective,” that the neighborhood was a dangerous one. Secondly, we respectfully disagree that a neighborhood’s designation as dangerous and an officer’s prior observations of drug transactions there are somehow irrelevant as \"rooted in past unrelated events.” Police officers patrolling our streets and endeavoring to keep our citizens safe are wise to pay close attention to every detail of their surroundings. It is simply illogical to ignore those details, or to conclude that an officer’s experience regarding them is not a \"relevant factor” informing the probable cause inquiry.\n. We are aware that Justice Saylor’s concurring opinion in Dunlap addresses the weight to be attributed to testimony about high-crime neighborhoods in cases such as these. On this issue, Justice Saylor suggests that ’’in the absence of some particular circumstance that does not substantially overlap with legitimate behavior ... the high-drug-activity location factor should [not] be given the sort of weight which would tip the totality scales in favor of finding probable cause....” 941 A.2d at 681 (Saylor, J., concurring). Justice Saylor’s position on this issue has not been adopted by this Court. Moreover, this issue has not been briefed by the parties and is not the subject of this appeal. Nonetheless, we note that the circumstances surrounding the transaction here — a small packet exchanged for money from a pedestrian to a driver at night on a street corner in a manner consistent with hundreds of prior drug transactions — do not constitute a substantial overlap with legitimate behavior. We conclude that the additional fact that the neighborhood in question had been specially designated by the police department is a relevant factor. Moreover, contrary to Justice Baer’s Concurring and Dissenting Opinion in this case, our conclusion does not elevate this factor above any other relevant factor. Instead, in keeping with the totality standard in Gates, we conclude that all of the circumstances surrounding the transaction at issue combined to establish probable cause.\n. Indeed, the Benninghoff concurrence upon which Appellant relies explicitly notes that in rendering a per curiam affirmance, this Court does “not affirm the opinion below or the rationale it expressed.” 852 A.2d at 1190 (Castille, J., concurring)."}