{"id": "4196313", "contents": "OPINION\nJustice TODD.\nIn this appeal, Appellant Gene Stilp (“Stilp”), acting pro se, asks us to adopt an absolutist view of our Pennsylvania Constitution that would erase over 125 years of case law in his challenge of the receipt of various matters of value received by members of the General Assembly. For the reasons that follow, we affirm the orders of the Commonwealth Court dismissing Stilp’s Amended Petition for Review (“Amended Petition”).\nBy way of background, on January 3, 2006, Stilp filed a Petition for Review under the original jurisdiction of the Commonwealth Court. Respondents included the General Assembly, the Governor of Pennsylvania, the Commonwealth’s Treasurer, the Majority Leaders of the Senate, the Minority Leader of the Senate, and the Speaker, Majority Leader, and Minority Leader of the House of Representatives (collectively, “Appellees”). After certain of the Appellees filed preliminary objections, on February 21, 2006, Stilp filed his Amended Petition.\nIn his Amended Petition, Stilp challenged, inter alia, various matters of value received by members of the General Assembly as beyond the “salary and mileage” permitted by the Pennsylvania Constitution. Pa. Const, art. II, § 8. He also contested the maintenance of legislative leadership accounts as being violative of Article VIII, Section 14 of the Pennsylvania Constitution. Pa. Const, art. VIII, § 14. Stilp sought declaratory relief, requesting the additional compensation provided to members of the General Assembly in excess of salary and mileage be declared illegal and/or unconstitutional; injunctive relief restraining the Treasurer from disbursing monies for the challenged purposes; and the return of unspent monies in leadership accounts. Appellees filed preliminary objections to the Amended Petition.\nOn November 13, 2006, an en banc Commonwealth Court, in an opinion authored by Judge Robert Simpson, inter alia, (1) dismissed the Governor and Treasurer from the action; (2) sustained Appellees’ preliminary objections to 14 of the 15 counts contained in the Amended Petition; (3) overruled the preliminary objections to Count XII (concerning the maintenance of legislative leadership accounts); and (4) permitted Stilp 30 days in which to filed a second Amended Petition with respect to Count XIII(i) (concerning the constitutionality of local grant monies, also known as “walking around money”) and the propriety of naming the Treasurer as a respondent. Stilp v. Commonwealth of Pennsylvania, 910 A.2d 775 (Pa. Cmwlth.2006) (“Stilp I\"). ,\nThereafter, Stilp failed to file a second Amended Petition; thus, the Governor and Treasurer were dismissed from the action, and only Count XII remained at issue. Appellees filed Answers with New Matter to which Stilp responded. In March 2007, Appellees applied for summary relief arguing that the Commonwealth Court should enter judgment on the pleadings with respect to Count XII of the Amended Petition. On July 11, 2007, Judge Rochelle Friedman writing for a unanimous en bane Commonwealth Court granted Appellees’ application for judgment on the pleadings with respect to that count. Stilp v. Commonwealth of Pennsylvania, 929 A.2d 660 (Pa.Cmwlth.2007) (“Stilp II\").\nStilp appealed to our Court. Before our Court, Stilp raises two issues which we address seriatim. The issues as stated by Stilp are:\na. Did the Commonwealth Court err by sustaining the demurrers thereby permitting members of the general assembly to continue receiving various forms of compensation in excess of a base salary and mileage, in light of the constitution’s express language limiting their compensation to salary and mileage only?\nb. Did the Commonwealth Court err by granting summary relief and judgment for Appellees wherein it ruled continuing appropriations that are not spent in the ensuing fiscal year, but used to amass large spending-accounts controlled by legislative leaders do not violate the state constitutional provision that mandates all surplus be appropriated during the next fiscal year?\nStilp’s Brief at 4.\nThe principles to be applied in our review of Stilp’s issues are well established. With regard to the Commonwealth Court’s action in sustaining preliminary objections in the nature of a demurrer of Counts I to XI, XIII(i), XIII(ii), and XIV, the question presented in a demurrer is whether, on the facts averred, the law indicates with certainty that no recovery is possible. MacElree v. Philadelphia Newspapers, Inc., 544 Pa. 117, 124, 674 A.2d 1050, 1054 (1996). In reviewing a lower court’s decision to grant a demurrer, our Court’s standard of review is de novo. Ins. Adjustment Bureau, Inc., v. Allstate Ins. Co., 588 Pa. 470, 480 n. 4, 905 A.2d 462, 468 n. 4 (2006).\nCritically for purposes of this appeal, which concerns limitations on the power of the General Assembly, a reviewing court must narrowly construe a constitutional provision which places limitations on the power of the Legislature, as, unlike the federal Constitution, the powers not expressly withheld from the General Assembly inhere in it. Commonwealth ex rel. Kelley v. Keiser, 340 Pa. 59, 66, 16 A.2d 307, 310 (1940). Thus, as our Court warned in Russ v. Commonwealth, 210 Pa. 544, 554, 60 A. 169,172 (1905): “The Constitution has given us a list of the things which the legislature may not do. If we extend that list, we alter the instrument, we become ourselves the aggressors, and violate both the letter and spirit of the organic law as grossly as the legislature possibly could.”\nAdditionally, a constitutional provision is to be interpreted insofar as possible in terms of its spirit and intention. Commonwealth ex rel. Attorney General v. Beamish, 309 Pa. 510, 514, 164 A. 615, 616 (1932). Furthermore, such a provision is to be interpreted in its popular sense as understood by the people who adopted it. Ieropoli v. AC&S Corporation, 577 Pa. 138, 148, 842 A.2d 919, 925 (2004). The “ultimate touchstone, nevertheless, must remain the language of the Constitution itself.” Firing v. Kephart, 466 Pa. 560, 565, 353 A.2d 833, 835-36 (1976).\nFinally, as this matter ultimately involves compensation provided through statutory enactments, we point out that legislation enjoys a strong presumption of constitutionality; it will not be invalidated “unless it clearly, palpably, and plainly violates the Constitution, and any doubts are to be resolved in favor of a finding of constitutionality.” Pennsylvania Liquor Control Bd. v. Spa Athletic Club, 506 Pa. 364, 370, 485 A.2d 732, 735 (1984). The party challenging the constitutionality of an act of the General Assembly has a “very heavy burden of persuasion.” Pennsylvanians Against Gambling Expansion Fund, Inc. v. Commonwealth of Pennsylvania, 583 Pa. 275, 292, 877 A.2d 383, 393 (2005). With these principles in mind, we turn to Stilp’s first issue.\nArticle II, Section 8 of the Pennsylvania Constitution addresses the compensation to be received by the members of the Legislature:\nThe members of the General Assembly shall receive such salary and mileage for regular and special sessions as shall be fixed by law, and no other compensation whatever, whether for service upon committee or otherwise. No member of either House shall during the term for which he may have been elected, receive any increase of salary, or mileage, under any law passed during such term.\nPa. Const, art. II, § 8 (emphasis added).\nIn his Amended Petition, Stilp contends the receipt of certain benefits by the members of the General Assembly violates Article II, Section 8. Stilp’s primary focus is on the text of Article II, Section 8. He maintains the Pennsylvania Constitution, by its plain and unambiguous terms, limits legislative members’ compensation to a base salary and mileage. According to Stilp, various matters of value received by members of the General Assembly are not salary and, thus, are illegal and unconstitutional. Moreover, Stilp asserts the challenged compensation is not “fixed by law” as required by the Constitution in that these “unconstitutional” forms of compensation are not available in the “last 3 Pennsylvania Bulletin provisions.” Appellant’s Brief at 20. Pointing out that leadership members receive additional salary as provided by statute, Stilp claims this too is in contravention of the Constitution’s ban on “other compensation, whatever, whether for service upon committee or otherwise.” Id.\nAppellees reply that the language, the framers’ intent, and our Court’s decisions all make clear the matters objected to by Stilp are constitutionally permissible. More specifically, Appellees counter the items Stilp identifies as unconstitutional “other compensation” — including vehicle allowances, per diems for expenses, health insurance and life insurance benefits, pension benefits, cost-of-living adjustments, office supplies, and other items that he claims have “economic value” — are properly denoted as permitted salary or mileage, or legislative expenses/benefits not covered by Article II, Section 8 of the Pennsylvania Constitution and not otherwise prohibited by the Pennsylvania Constitution. Therefore, according to Appellees, the Commonwealth Court correctly sustained the demurrers to Stilp’s Article II, Section 8 claims.\nThe Commonwealth Court concluded none of Stilp’s challenges stated a claim upon which relief could be granted. Specifically, the court looked at cases decided by our Court in which we spoke, to one degree or another, about the issue of legislative compensation. While not dispositive, the Commonwealth Court found these cases, discussed below, stood for the propositions that the constitutional language regarding “salary and mileage” was not the only remuneration that could be received by legislators, that per diems passed constitutional muster, that there was a difference between salary and expense allowance, and that unvouchered expense allowances are not per se unconstitutional, but were required to bear a reasonable relationship to actual expenses. Thus, the Commonwealth Court noted Stilp’s suggestion that state legislators should not receive anything beyond “salary” and “mileage” has been rejected and that only a salary and mileage increase during a legislative term is prohibited.\nIn analyzing Stilp’s assertions, we initially look to the constitutional language at issue. Considering the text of Article II, Section 8 first, there is some facial appeal to Stilp’s contention. The terms employed in Article II, Section 8 are broad and seemingly limit members of the General Assembly to nothing more than “salary and mileage” and “no other compensation whatever.” While one reading of Article II, Section 8, as urged by Stilp, may suggest a finding in his favor, a closer analysis of the terms at issue provides a second understanding of this language. Moreover, as discussed below, Stilp’s circumscribed construction has been repeatedly rejected by this Court over the last 125 years.\nThis language currently found in Article II, Section 8 first appeared in the Pennsylvania Constitution of 1874 in Article II, Section 8. Pa. Const, art. II, § 8 (1874). As Appellees offer, at that time, the meaning of “salary” was monetary payment for services. See Webster’s Dictionary of the English Language 374 (1867) (“Recompense stipulated to be paid to a person for services.”) Similarly, the term “mileage” meant “[a]n allowance for traveling, as so much by the mile.” Webster’s Dictionary of the English Language 272 (1867). Finally, “compensation” meant “[a]n equivalent; recompense; reward; remuneration; requital; satisfaction.” Webster’s Dictionary of the English Language 80 (1867).\nAs asserted by Appellees, use of the term “salary” is distinguishable from “compensation” in that compensation refers to money received in exchange for services rendered that is not fixed and predetermined. Therefore, placing the modifying language “whether for service upon committee or otherwise” immediately after “no other compensation whatever” suggests that the prohibition was intended to be a narrow one, only ensuring that members of the legislature received fixed and predetermined monetary payments in exchange for their legislative services (i.e., salary), but not other monetary, nonfíxed, non-predetermined payments for particular legislative services (such as serving oh committees).\nThus, based upon the language itself, we could conclude Stilp is not entitled to relief. Regardless, our Court has addressed the constitutional language at issue several times, and, consistently, for well over a century, rejected the absolutist approach now urged by Stilp. Indeed, contrary to his burden, Stilp in only the sketchiest fashion refutes this longstanding case law.\nOnly eight years after the 1874 constitutional convention, our Court rendered its decision in Commonwealth ex rel. Wolfe v. Butler, 99 Pa. 535 (1882). In that matter, the state treasurer paid legislators $1,000 as salary for the annual session as well as mileage, but refused to pay the legislators an additional $10 per diem for additional session time as set forth in the Act of May 11, 1874. 1874 Laws of Pa. 129, 129. A member of the General Assembly sought a writ of mandamus seeking to compel the treasurer to disburse the withheld monies. This was denied, and, upon appeal, our Court found the per diem payment approach to be constitutional. The Court found, inter alia, the terms wages and salary were synonymous, both meaning a sum of money periodically paid for services rendered. Butler, at 542-43. Importantly, the Court specifically rejected the argument that only two forms of compensation for legislative service were permitted, offering that “We ought to be careful not to hamper the power of the legislature by any narrow, strained construction.” Id. at 543.\nTwenty-three years later, this Court opined that payment for certain expenses incurred while at an out-of-state function was not unconstitutional. In Russ v. Commonwealth, 210 Pa. 544, 60 A. 169 (1905), at issue were expenses for, inter alia, table supplies, wines, liquors, cigars, china, stoves, car fare, and services consumed by members of the General Assembly while in attendance at the unveiling of the monument at the tomb of Ulysses S. Grant in New York. Id. at 559, 60 A. at 174. In upholding the power of the legislature, the Court, perhaps sensitive to the matters that were in question, noted that “[o]f the use the people may make of this unrestrained power, it is not the business of the courts to inquire. We peruse the expression of their will in the statute; then examine the constitution and ascertain if this instrument says, ‘thou shalt not,’ and if we find no inhibition, then the statute is the law simply because it is the will of the people, and not because it is wise or unwise.” Id. at 556, 60 A. at 173 (citation omitted). The Court, in rejecting the constitutional challenge, offered that, were it to accept such an argument, “the very ink furnished to senators and members, and the pens dipped into it in answering the daily inquiries of constituents, would have to be regarded as constitutionally unlawful compensation to them, if paid for by the state.” Russ, at 558, 60 A. at 174.\nMore recently, in Consumer Party of Pennsylvania v. Commonwealth, 510 Pa. 158, 507 A.2d 323 (1986), our Court addressed the argument that increased expense during the legislative term provided for in the Public Official Compensation Law (“Compensation Law”), 65 P.S. §§ 366.1 et seq., was additional “salary.” Id. at 184, 507 A.2d at 336. The Court offered that\n[t]his argument ignores the clear distinction between salary and expense allowances. ‘Salary’ has been defined as ‘a fixed payment at regular intervals for services, especially when clerical or professional.’ We have long recognized that salary is compensation for services performed. In contrast, an expense allowance is an amount furnished to pay for expenses incurred in the performance of those services.\nId. at 184-85, 507 A.2d at 336 (citations omitted) (emphasis added). The Court ultimately determined that temporary, unvouchered expense allowances did not constitute a salary increase for purposes of Article II, Section 8. Id., at 186-87, 507 A.2d at 337; see also Stilp v. Commonwealth of Pennsyl vania, 588 Pa. 539, 621-22, 905 A.2d 918, 967 (2006) (“Expenses are different from salary.” (emphasis original)).\nThe body of law, and the conclusions reached therein, while dismissed by Stilp as the Court merely engaging in equity, makes clear that Stilp’s cramped construction of the Pennsylvania Constitution has not been the law for over 125 years and should be rejected. Related thereto, in his brief, Stilp fails to address in any meaningful fashion each of the matters of value received by the members of the General Assembly that he contends in his Amended Petition is unconstitutional, instead relying simply on his absolutist language approach. On this basis alone, it could be concluded that Stilp has failed to meet his burden of demonstrating that the Commonwealth Court erred in its conclusions and that he is entitled to no relief. Appellees have, however, briefed each item to which Stilp objects as unconstitutional, urging that they be deemed permissible salary, legitimate expenses, or not within the purview of Article II, Section 8. Therefore, while Stilp’s failure to discuss these individual challenges in any detail strongly suggests the rejection of his appeal, we will nevertheless address the individual matters of value challenged by Stilp.\ni. Salary.\nAppellees convincingly offer that cost of living adjustments (“COLAs”) are salary for purposes of Article II, Section 8. These sums of money are incorporated into the monetary payment received by members of the legislature in exchange for legislative services. Members of the General Assembly receive COLAs pursuant to the Compensation Law. 65 P.S. §§ 366.4(d), (d.l). While the exact amount of change each year is not set forth in the law, the mechanism for determining such amount is fixed and predetermined by the Compensation Law. Related thereto, the additional dollar amount added to or in addition of the basic computed salary received by officers and leaders of the legislature pursuant to Section 4(b) of the Compensation Law, 65 P.S. § 366.4(b), is salary for purposes of Article II, Section 8. It is a monetary payment received in exchange for the services required of officers and leaders in addition to the services they provide as members of the Legislature and are fixed and predetermined in the Compensation Law.\nii. Expenses.\nAppellees also submit that certain matters complained of by Stilp are legislative expenses. Specifically, Section 4(a) of the Compensation Law provides for an annual $7,500 expense allowance to members of the General Assembly to cover expenses incurred by a member “in connection with the duties of his [or her] office.” 65 P.S. § 366.4(a). Expenses legitimately include lodging and meal expenses, including per diem's, postage, calendars, office supplies, funding for commercials and newsletter mailings for constituent informational purposes, vehicle allowances, and gasoline. As noted above, our Court in Russ recognized that legislative expenses were not unconstitutional, and in Consumer Party, and later in Stilp, our Court determined that unvouchered expense allowances are not per se prohibited. Therefore, Stilp is not entitled to relief with respect to these challenges.\niii. Benefits\nAs persuasively maintained by Appellees, benefits are not addressed in Article II, Section 8 and did not exist at the time this section was adopted. Medical insurance, dental insurance, vision insurance, life insurance, long term care insurance, medication coverage, and pension all constitute benefits. Consistent with our guiding principles of Pennsylvania Constitutional analysis, the General Assembly has the ability to act, absent some prohibition. As benefits do not fall within the prohibition expressed in Article II, Section 8, these benefits are not objectionable and Stilp is not entitled to relief.\nUltimately, unless plainly and clearly violative of our Constitution, we believe objections to the matters of value received by the members of the General Assembly are for our citizens to make either directly to their legislators or at the ballot box. Thus, we echo our Court’s statement in Russ: “The protection against unwise and oppressive legislation, within constitutional bounds, is by an appeal to the justice and patriotism of the representatives of the people. If this fails, the people in their sovereign capacity can correct the evil; but courts cannot assume their rights.” Russ, 210 Pa. at 556, 60 A. at 173. For all of the reasons stated above, we believe that the Commonwealth Court properly dismissed Stilp’s constitutional challenges.\nWe turn to Stilp’s second issue on appeal concerning the distribution of surplus funds. Article VIII, Section 14 of the Pennsylvania Constitution speaks to the disposition of a surplus of operating funds at the end of a fiscal year: “All surplus of operating funds at the end of the fiscal year shall be appropriated during the ensuing fiscal year by the General Assembly.” Pa. Const, art. VIII, § 14.\nIn Count XII of his Amended Petition for Review, Stilp averred that there existed legislative leadership accounts, that these accounts had a current balance of $135,000,000, and that legislative leaders “accumulated this balance over the course of years by failing to return surplus appropriations at the end of each fiscal year.” Amended Petition at 24. In terms of relief, Stilp requested, inter alia, the court “to declare the maintaining of a legislative leadership account illegal and unconstitutional, and otherwise compel the leaders to return said monies to the Treasurer or, in the alternative, prohibit the Treasurer from distributing any more monies to the Legislature until such time as the $135,000,000.00 is returned to the Treasury.” Id.\nAs set forth above, the Commonwealth Court en bane initially overruled Appellees’ preliminary objections in the nature of a demurrer to this count of Stilp’s Amended Petition. Thereafter, an en banc Commonwealth Court granted Appellees’ application for summary relief in the nature of judgment on the pleadings. In support of its ruling, the Commonwealth Court cited an Ernst & Young audit (discussed more fully below) which explained that “[continuing] appropriations unexpended at the end of an appropriation period are available in the subsequent appropriation period.” Ernst & Young Examination of the Financial Affairs of the General Assembly of the Commonwealth of Pennsylvania, Fiscal year ended June 30, 2004 at 15; Joint Supplemental Reproduced Record at 376b. Thus, as “continuing appropriations” are committed and encumbered and do not lapse at the close of the fiscal year, the Commonwealth Court reasoned that they cannot be “surplus” that is available for appropriation during the ensuing fiscal year. Thus, the court granted Appellees’ applications for summary relief with respect to Count XII of Stilp’s Amended Petition.\nThe standard by which a court reviews a request for judgment on the pleadings is limited. A motion for judgment on the pleadings will be granted only where, on the facts averred, the law says with certainty no recovery is possible. Am. Appliance v. E.W. Real Estate Mgmt., Inc., 564 Pa. 473, 477, 769 A.2d 444, 446 (2001). As this issue concerns a question of law, our review of the Commonwealth Court’s entry of judgment on the pleadings is de novo. See id.\nBefore our Court, in a vague and rambling argument devoid of legal authority but heavy on vitriol, Stilp renews his contention the legislature maintains legislative leadership accounts funded by monies that are appropriated but unspent and not returned to the state treasury in violation of Article VIII, Section 14 of the Pennsylvania Constitution. According to Stilp, these unspent surplus funds are to be appropriated and disposed of the following year.\nAppellees respond that continuing appropriations are not unconstitutional and funds remaining in continuing appropriations accounts at the end of a fiscal year are not “surplus” under Article VIII, Section 14 because they remain committed, and, thus, do not lapse. These funds Stilp alleges are “surplus” were appropriated to the legislative branch by various General Appropriations Acts without a termination date. That is, they were continuing appropriations rather than appropriations that lapsed at the end of the fiscal year. Appellees note the General Assembly is vested with the exclusive power to direct the expenditure of funds and may exercise all powers not prohibited by the Pennsylvania Constitution. According to Appellees, Stilp is in effect making a facial challenge to the constitutionality of all legislation that provides for appropriations that continue beyond the first year they were initially made.\nThe paucity of Stilp’s advocacy on this issue alone leads to the conclusion he has failed to meet his burden of establishing that the Commonwealth Court erred in its determination, and we should affirm that court’s disposition of the issue. Moreover, we find that on the merits the Commonwealth Court properly granted summary relief.\nSpecifically, and by way of background, Appellees point to the General Appropriations Act for 2005-06, Act No. 2005-1A (“Act 1A”), which provides appropriations for, inter alia, the executive, judicial, and legislative branches of the government. Section 2006(a) of Act 1A offers that “Except as otherwise provided by law or by this section, that part of all appropriations in Parts II, III, IV, V, VI, VII, VIII, IX, X, XI, XII, XIII, XIV, XV, XVI, and XVI-A unexpended, uncommitted or unencumbered as of June 30, 2006 shall automatically lapse as of that date.” Joint Supplemental Reproduced Record at 351b. Interestingly, other provisions of Section 2006 provide for continuing appropriations for the Executive, Judicial, and Legislative Departments. See Id. §§ 2006(b)-(i). The funds comprising the various continuing appropriations can only be spent as authorized by the appropriations act that originally appropriated the funds and are subject to the limitations and purposes contained in that act. See, e.g., id., at §§ 251-65.\nFurthermore, pursuant to Article VIII, Section 10 of the Pennsylvania Constitution, Pa. Const, art. VIII, § 10, and Sections 1 and 2 of the Act of June 30, 1970, P.L. 442, as amended, 71 P.S. § 1189.1-1189.2, Ernst & Young audited the Legislative Department for the fiscal year ending June 30, 2004. The resulting Audit Report details all continuing appropriations totaling $135,037,369 for the Legislative Department that remained as of June 30, 2004. The funds comprising the continuing appropriations are in 91 accounts managed by over 50 different officers, members, and employees of the House of Representatives, the Senate, and various service agencies similar to those in Act 1A. The Audit Report notes that continuing appropriations that are not expended at the conclusion of the appropriation period are available in the subsequent appropriation period.\nWith respect to Stilp’s challenge, the language of Article VIII, Section 14 leads to the conclusion that continuing appropriations do not constitute surplus within the meaning of that constitutional provision. Definitions of the term “surplus” near the time of the constitutional convention in 1968 during which the appropriations provisions of Article VIII were adopted include “[A] quantity or amount over and above what is needed; something left over,” Webster’s Third New International Dictionary 1836 (2d ed. 1964), and “[T]hat which remains above what is used or needed[.]” The American College Dictionary 1219 (1965).\nAs Article VIII, Section 14 applies only to “operating funds” at the “end of the fiscal year,” in accordance with the accepted meaning of surplus, only funds that remain unspent and uncommitted at the end of the fiscal year for which they were appropriated “shall be appropriated during the ensuing fiscal year by the General Assembly.” Funds which are appropriated for a duration that exceeds the end of the fiscal year in which the appropriations are made are committed and are not surplus, i.e., left over, at the end of the fiscal year in which they are made. Therefore, we conclude the Commonwealth Court properly found the term “surplus” in Article VIII, Section 14 does not apply to continuing appropriations.\nFor all of the above-stated reasons, we hold that Stilp is not entitled to relief and we affirm the Commonwealth Court’s orders dismissing Stilp’s Amended Petition for Review.\nChief Justice CASTILLE, Justices EAKIN, BAER, McCAFFERY and Justice GREENSPAN join the opinion.\nJustice SAYLOR concurs in the result.\n. The matters that Stilp challenged as unconstitutional in his Amended Petition are suggested by the headings of the 15 counts:\nCount I — Additional Salary, Perks, Benefits and Other Things of Economic Value\nCount II — Legislative Health Care Benefits\nCount III — Long Term Care Benefits\nCount IV — Insurance Benefits\nCount V — Drug and Medication Benefits\nCount VI — Automotive and Transportation Benefits\nCount VII — Taxpayer Financed Television Commercials and Partisan Television Shows\nCount VIII — Taxpayer Financed Mailings\nCount IX — Cost of Living Increase\nCount X — Fixed Salary\nCount XI — Per Diems\nCount XII — Legislative Leadership Accounts\nCount XIII(i) — Walking Around Money (WAMS)\nCount XIII(ii) — Hired Lawyer Expenditures for Legislators!'] Personal Needs\nCount XIV — Any and All Other Perks that Are Hidden from the Public Because of the Lack of a Publically Accessible Accounting System\n. Judges Smith-Ribner, Cohn Jubelirer, and Leavitt did not particípale in the decision of the case.\n. Due to the multiple dispositions in this matter, for clarifying purposes, the initial en banc decision of the Commonwealth Court in this matter is designated as Stilp I. We recognize, however, it appears Stilp has filed at least 8 other actions challenging various aspects of both legislative and judicial compensation or practices, some of which predate this appeal.\n. Judge James Gardner Colins, joined by Judge Bernard McGinley, filed a concurring opinion. The concurrence agreed with the majority’s resolution of the matter, except for permitting Stilp to file a second Amended Petition regarding dismissal of the Treasurer from the action and Count XIII(i). Judge Colins believed after being given previous opportunities to state a cognizable claim, and having failed to do so, Stilp was unable to establish these matters and, thus, the concurrence would have dismissed these two counts as well.\n. Judges McGinley, Smith-Ribner, Cohn Jubelirer, and Leavitt did not participate in the decision of the case.\n. There is some debate as to the continued wisdom of the level of scrutiny expressed in Consumer Party. Compare Stilp, 588 Pa. at 621-22, 905 A.2d at 967 (finding, as a general matter, unvouchered expense allowances are not per se unconstitutional and reaffirming core reasonable relationship standard adopted in Consumer Party), with id., at 646-47, 905 A.2d at 982-83 (Saylor, J. dissenting) (contending level of deference expressed in Consumer Party excessive and would overrule that decision). Our decision in Consumer Party, however, remains the law of our Commonwealth, Stilp does not ask that we overrule that decision, and based upon the dearth of advocacy offered in this appeal, we will not revisit our prior decision at this time.\n. In any event, Stilp’s challenge to legislators' COLAs is arguably barred by res judicata/collateral estoppel as he challenged the COLAs in Stilp v. Commonwealth, 699 A.2d 1353 (Pa.Cmwlth.1997), and his challenge resulted in an adverse final judgment on the merits.\n. While Stilp does not directly challenge members’ legal expenditures in his brief (Amended Petition Count XIII(ii)), our Court has rejected such a challenge to legislator legal expenses, and thus, he would not be entitled to relief. See Shapp v. Sloan, 480 Pa. 449, 475-76, 391 A.2d 595, 608 (1978).\n. For example. Section 2006(b) states \"The appropriations in Part II to the Department of Agriculture for crop insurance and fruit trees indemnities shall be a continuing appropriation until June 30, 2007;\" Joint Supplemental Reproduced Record, 351b, furthermore, Section 2006(e) provides: \"The appropriations in Part II to the Legislative Department shall be continuing appropriations.” Id. at 352b. Section 2006(0 offers \"The appropriations in Part II to the Supreme Court for the unified judicial security programs shall be a continuing appropriation;\" id., and pursuant to Section 2006(h) \"The appropriation in section 803 providing a refund to the Department of Conservation and Natural Resources shall be a continuing appropriation.” Id.\n. We add that there is no express prohibition in the Pennsylvania Constitution against continuing appropriations, and Stilp makes no assertion that continuing appropriations are per se unconstitutional."}