{"id": "4197907", "contents": "OPINION\nJustice BAER.\nAppellants, Frederick Summers and Richard Nybeck, appeal the Superior Court’s per curiam order, which affirmed the trial court’s grant of summary judgment to Appellees, Union Carbide Corporation, Certainteed Corporation, and Allied Signal, Inc. After careful consideration, we reverse the Superior Court’s order affirming the trial court, and remand this action to that court for proceedings consistent with this opinion.\nI.\nThis appeal comes to us via strict liability, asbestos litigation commenced by Frederick Summers (and his wife, Lynn) and Richard Nybeck (collectively, Appellants). Appellants filed separate actions in the Philadelphia County Court of Common Pleas in 2001, seeking damages related to each man’s exposure to asbestos during various employments. After many named defendants, by either stipulation or court order, were dismissed from the cases, Appellees filed motions for summary judgment in the respective actions, which the trial court granted. Appellants filed separate notices of appeal, and two separate panels of the Superior Court entertained oral arguments. Following oral arguments and the issuance of a panel decision in the Nybeck case, the Superior Court consolidated the two appeals, and listed them for oral argument before the court en banc. The court then divided evenly, 4-4, affirming the trial court’s order granting summary judgment. Summers v. Certainteed Corp., 886 A.2d 240 (Pa.Super.2005) (en banc). We granted allowance of appeal to determine whether the Superior Court misapplied the precedent of this Court in affirming the order granting summary judgment. As proper disposition of the instant appeals is based partly upon each Appellant’s individual health conditions, our analysis commences by addressing each in turn.\nA. Frederick Summers\nIn 1959 and 1960, Mr. Summers worked as a saw operator at an asbestos manufacturing plant. With his daily cutting and sawing of asbestos material came the unavoidable consequence of constant inhalation of asbestos dust. After leaving employ at the plant, Mr. Summers further encountered asbestos through subsequent careers at the Southeastern Pennsylvania Transit Authority and as an independent heating and plumbing contractor.\nIn 1999, Mr. Summers sought treatment for his breathing difficulties. By 2003, Mr. Summers’ condition had become so debilitating that he was forced to retire. Since retirement, Mr. Summers has been unable to enjoy many of life’s activities, such as fishing, jogging, or flying in airplanes, due to extreme shortness of breath. Indeed, Mr. Summers cannot climb one-half of a flight of stairs without losing his breath.\nIn 2003, after several medical examinations, which revealed the presence of pleural thickening, Dr. Jonathan L. Gelfand diagnosed Mr. Summers with asbestos pleural disease related to his years of asbestos exposure. Dr. Gelfand concluded that the disease was a substantial factor in his reduced lung diffusion and extreme shortness of breath. Contemporaneous with this diagnosis, however, Dr. Gelfand further opined that Mr. Summers suffered from obstructive lung disease contributable to a forty pack-year history of smoking cigarettes. Although Mr. Summers ceased smoking over thirty years ago, Dr. Gelfand opined that Mr. Summers’ breathing difficulties could also be attributed to his past smoking. Finally, Mr. Summers’ prior medical history was notable for a spontaneously collapsed lung in the 1960s, asthma, removal of his gallbladder, and surgery for an ulcer.\nNotwithstanding the diagnostic complexities, as noted, Dr. Gelfand concluded, to a reasonable degree of medical certainty, that the asbestos-related pleural disease was a substantial factor in Mr. Summers’ diffused lung condition and debilitating shortness of breath. In so finding, Dr. Gelfand noted that, while the obstructive lung condition due to smoking showed “some improvement,” in general, the reduction in lung diffusion remained severe. See Report of Dr. Gelfand concerning Frederick Summers, Reproduced Record (R.R.) at 45a. Accordingly, Dr. Gelfand opined that, while occupational exposure to asbestos dust substantially contributed to his condition, id. at 46a, the obstructive lung disease, caused by cigarette smoking, also played a role in his breathlessness.\nB. Richard Nybeck\nWhile Mr. Nybeck was enlisted in the Navy in the 1950s, 1960s, and 1970s, he was exposed to asbestos dust and fibers from materials used in boilers, automobile brakes, and steam pipes. Mr. Nybeck, like Mr. Summers, was forced into premature retirement due to debilitating shortness of breath, and can no longer enjoy life’s activities, such as fishing, or even walking on level ground, without becoming short of breath. His condition has worsened, and his limitations have increased, over the past decade.\nDr. Gelfand, also Mr. Nybeck’s treating physician, diagnosed Mr. Nybeck with asbestos-related pleural thickening and the more severe disease of asbestosis. Mr. Nybeck also smoked cigarettes until approximately ten years ago, and thus suffers from severe obstructive lung disease related to an eighty pack-year history of smoking. Again, however, notwithstanding the case’s complexities, Dr. Gelfand was able to conclude to a reasonable degree of medical certainty that occupational exposure to asbestos fibers and dust over the years caused Mr. Nybeck’s pleural disease and asbestosis, which are significant contributing factors to his debilitating condition. See Report of Dr. Gelfand concerning Richard Nybeck, R.R. at 183a.\nC. Procedural History\nAs noted, Appellants initially filed separate products liability actions against a number of defendants, some common to the two actions, others not. The defendants in each case filed motions for summary judgment; and, relevant to this appeal, argued that neither Appellant could survive summary judgment because their respective smoking-related diseases prevented them from proving that exposure to asbestos was the cause of their debilitating conditions.\nAlthough the cases had not been formally consolidated, the trial court, entering one order and supporting opinion, granted the defendants’ motions for summary judgment and dismissed Appellants’ cases. In support of its order, the trial court cited to the Superior Court’s 2003 decision in Quate v. American Standard, Inc., 818 A.2d 510 (Pa.Super.2003), which states as follows:\nwhere a plaintiff suffers from a non-asbestos-related medical condition, the symptoms of which are consistent with medical conditions arising from exposure to asbestos, the existence of those non-asbestos-related medical conditions negate his ability to establish the necessary causal link between his symptoms and asbestos exposure. Under these circumstances, summary judgment is proper.\nId. at 511. Thus, because both Mr. Summers and Mr. Nybeck suffer from lung diseases associated with both asbestos-related and non-asbestos-related conditions, the trial court found it “impossible ... to causally relate [Appellants’] shortness of breath to any particular medical condition .... ” Tr. Ct. Slip Op. at 4 (Dec. 29, 2003) (citing Quote).\nAppellants filed separate appeals to the Superior Court, and, as noted, the cases were eventually consolidated for oral argument before the court en banc. The eight-member court split 4-4, resulting in the affirmance of the trial court’s order granting summary judgment. Judge Klein authored the Opinion in Support of Affirmance (OISA), specifically affirming the Quote panel’s reasoning concerning issues of causation in asbestos-related litigation. Relying on Quote, as well as the trial court’s experience in asbestos litigation, the OISA determined the trial court did not abuse its discretion; rather, in light of Appellant’s significant history of smoking and other medical conditions, the OISA found that “neither of [Appellants] can currently meet his burden of demonstrating that asbestos exposure created impairment or disability .... ” Summers, 886 A.2d at 246-47.\nThe OISA further discredited Dr. Gelfand’s expert reports, which, while cataloging the numerous medical problems from which Appellants suffered, still concluded, to a reasonable degree of medical certainty, that Appellants: (1) suffered from an asbestos-related disease, which was (2) a cause of the debilitating breathing conditions, and (3) substantially contributed to by “each and every exposure to asbestos.” Id. at 244 (quoting Reports of Dr. Gelfand, R.R. at 46a, 183a). In rejecting these conclusions, the OISA, in conformity with Quote, opined, “just because a hired expert makes a legal conclusion does not mean that a trial judge has to adopt it if it is not supported by the record and is devoid of common sense.” Id. With that, the OISA concluded that Appellants’ numerous medical ailments made it impossible to relate their shortness of breath causally to any particular medical condition, despite the diagnoses of asbestos-related pleural disease (Summers) and asbestosis (Nybeck). Id. at 246.\nJudge Panella authored the Opinion in Support of Reversal (OISR). The OISR first noted that, over recent years, the Superior Court has espoused differing standards for establishment of a prima facie case in asbestos-related litigation. See Cauthom v. Owens Corning Fiberglas Corp., 840 A.2d 1028 (Pa.Super.2004) (outlining the competing standards for establishment of a prima facie case). The OISR then opined that Appellants, through Dr. Gelfand’s reports and conclusions concerning their respective conditions, had established prima facie cases capable of surviving summary judgment motions, under each of the inconsistent tests established in Superior Court caselaw. Specifically, the OISR found that Dr. Gelfand had, to a reasonable degree of medical certainty, concluded that Appellants were exposed to asbestos, suffered from asbestos-related conditions, and that those conditions were factual causes of the debilitating breathlessness from which each man suffers. Thus, the OISR would have reversed the trial court’s grant of summary judgment, and permitted a jury to decide the issues.\nAppellants and Appellees both filed for allowance of appeal, which we granted to consider three issues: (1) whether the Superior Court used an improper standard in reviewing the trial court’s order granting summary judgment; (2) to clarify whether plaintiffs, in pursuing asbestos-related causes of action, are precluded from recovery whenever breathlessness or like ailments may be attributable to both the asbestos and non-asbestos related disease(s) from which a plaintiff suffers; and (3) whether the OISA improperly failed to consider this Court’s decision in Martin v. Owens-Corning Fiberglas Corp., 515 Pa. 377, 528 A.2d 947 (1987). While we conclude that the Superior Court’s OISA did not err in declining to rely upon Martin, we conclude that the court, in the first instance, erred in its application of the standard of review for examination of a grant of summary judgment, and ultimately, that a plaintiff should survive a motion for summary judgment whenever reasonably certain expert opinions are proffered attributing a plaintiffs maladies to both an asbestos and non-asbestos related disease. Accordingly, on those two grounds, we reverse.\nII.\nAppellants begin their argument by contending that the Superior Court applied the wrong standard and scope of review when analyzing the trial court’s orders granting summary judgment. Specifically, they aver that the OISA improperly applied an abuse of discretion standard, rather than conducting plenary review of the trial court’s decision and, by doing so, did not view the evidence of record in a light most favorable to them, as the non-moving parties. In other words, Appellants essentially argue that the trial court erred by failing to view the facts in a light most favorable to Appellants, and, by adopting an abuse of discretion standard in reviewing the trial court’s decision, the OISA accepted the trial court’s faulty findings, compounding the error. Appellants assert that if this Court conducts a de novo review, properly viewing the facts, it will be clear that summary judgment should have been denied. While Appellees dispute any error on the part of the lower courts, they primarily contend that Appellants waived this challenge by stating, in their brief to the Superior Court, that the standard of review is whether there was an abuse of discretion or error of law.\nAs has been oft declared by this Court, “summary judgment is appropriate only in those cases where the record clearly demonstrates that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law.” Atcovitz v. Gulph Mills Tennis Club, Inc., 571 Pa. 580, 812 A.2d 1218, 1221 (2002); Pa. R.C.P. No. 1035.2(1). When considering a motion for summary judgment, the trial court must take all facts of record and reasonable inferences therefrom in a light most favorable to the non-moving party. Toy v. Metropolitan Life Ins. Co., 593 Pa. 20, 928 A.2d 186, 195 (2007). In so doing, the trial court must resolve all doubts as to the existence of a genuine issue of material fact against the moving party, and, thus, may only grant summary judgment “where the right to such judgment is clear and free from all doubt.” Id. On appellate review, then,\nan appellate court may reverse a grant of summary judgment if there has been an error of law or an abuse of discretion. But the issue as to whether there are no genuine issues as to any material fact presents a question of law, and therefore, on that question our standard of review is de novo. This means we need not defer to the determinations made by the lower tribunals.\nWeaver v. Lancaster Newspapers, Inc., 592 Pa. 458, 926 A.2d 899, 902-03 (2007) (internal citations omitted). To the extent that this Court must resolve a question of law, we shall review the grant of summary judgment in the context of the entire record. Id. at 903.\nWith these standards in mind, we agree with Appellants that the OISA seemingly, and improperly, deferred to the trial court’s resolution of the legal question of whether genuine issues of material fact existed. Moreover, on no less than four occasions in the opinion, the OISA reiterated that it could not discern any abuse of discretion on the trial court’s part in granting summary judgment. See Summers, 886 A.2d 240, 243, 246. While clear that the OISA reviewed the entire record (“we do not believe that [the trial court] has abused [its] discretion but instead believe [it] made a reasoned judgment based on [its] evaluation of the entire record”), id. (emphasis in original), simply employing the correct scope of review is not sufficient. Appellate courts must also utilize the proper standards of review as well. Here, the OISA does not even mention that the proper resolution of questions of law requires de novo review. Accordingly, we find that the OISA erred in using an “abuse of discretion” standard of review.\nIII.\nUnlike the members of the Superior Court who joined the OISA affirmance of the grants of summary judgment, we view the remainder of these appeals as concerning three additional issues: one of both law and fact, and two pure questions of law. Specifically, the mixed issue of law. and fact revolves around the trial court’s and OISA’s review of the record and of Dr. Gelfand’s conclusions and diagnoses in general, and whether the record supports the trial court’s decision that Appellants failed to establish causation as a matter of law. The legal issues concern: (1) whether Messrs. Summers and Nybeck suffered from asbestos-related, compensable injuries under this Court’s jurisprudence; and (2) whether the fact that each man smoked cigarettes precludes their cases from surviving a motion for summary judgment on the issue of causation. In deciding the appropriateness of Appellants’ litigation under these issues, we must keep in mind a paramount function of juries under Pennsylvania law: the resolution of conflicting facts and theories of causation.\nA\nThe Superior Court OISA concluded that Dr. Gelfand’s opinions were factually and legally insufficient to establish the causes of Appellants’ conditions. Summers, 886 A.2d at 244. Specifically, Dr. Gelfand concluded,\nIn my opinion, to a reasonable degree of medical certainty, exposure to asbestos in the workplace is the cause of the asbestos pleural disease and is a substantial contributing factor to this diffusion abnormality and to his dyspnea on exertion. Each and every exposure to asbestos has been a substantial contributing factor to the abnormalities noted.\nId.\nIt has long been Pennsylvania law that, while conclusions recorded by experts may be disputed, the credibility and weight attributed to those conclusions are not proper considerations at summary judgment; rather, such determinations reside in the sole province of the trier of fact, here, a jury. Miller v. Brass Rail Tavern, Inc., 541 Pa. 474, 664 A.2d 525, 528 (1995); In re Estate of Hunter, 416 Pa. 127, 205 A.2d 97, 102 (1964) (“The credibility of witnesses, professional or lay, and the weight to be given to their testimony is strictly within the proper province of the trier of fact.”). Accordingly, trial judges are required “to pay deference to the conclusions of those who are in the best position to evaluate the merits of scientific theory and technique when ruling on the admissibility of scientific proof.” Grady v. Frito-Lay, Inc., 576 Pa. 546, 839 A.2d 1038, 1045 (2003) (citing Frye v. United States, 293 F. 1013 (D.C.Cir.1923)).\nAt the summary judgment stage, a trial court is required to take all facts of record, and all reasonable inferences therefrom, in a light most favorable to the non-moving party. Toy, 928 A.2d at 195. This clearly includes all expert testimony and reports submitted by the non-moving party or provided during discovery; and, so long as the conclusions contained within those reports are sufficiently supported, the trial judge cannot sua sponte assail' them in an order and opinion granting summary judgment. Contrarily, the trial judge must defer to those conclusions, see Grady; Frye, and should those conclusions be disputed, resolution of that dispute must be left to the trier of fact. Miller, 664 A.2d at 528.\nInstantly, the OISA overlooked Dr. Gelfand’s testimony that Appellants each suffered from debilitating conditions related to occupational exposure to asbestos and focused almost exclusively on the statement that “each and every exposure to asbestos has been a substantial contributing factor to the abnormalities noted.” Id.; see also R.R. at 46a, 183a. In our view, Dr. Gelfand testified to a diagnosis or medical conclusion supported by the record: both Appellants had already demonstrated prolonged and intense occupational exposure to asbestos, and such exposure was not disputed. Moreover, their medical histories and examinations each showed evidence of asbestos-related diseases, including pleural thickening. Whether pleural thickening was the proximate cause for Appellants’ symptoms was a disputed issue that should have been reserved for the jury rather than decided by the court on summary judgment. Accordingly, it was error for the courts below to reject these conclusions at the summary judgment stage.\nB.\nThe question of the adequacy of Dr. Gelfand’s conclusions now examined, we move to what we view as the two separate legal issues that surround not just the instant litigation, but also the scores of asbestos-related cases that continue to daunt the courts of this Commonwealth.\nThe first, discussed in this part, is whether Appellants, in the first instance, suffered from a compensable injury under our jurisprudence. Prior to 1996, a plaintiff possessed a viable cause of action against asbestos manufacturers upon a mere diagnosis of an asbestos-related condition. See e.g. Marinari v. Asbestos Corp., 417 Pa.Super. 440, 612 A.2d 1021 (1992). That changed, however, when this Court held that diagnosed, but asymptomatic, asbestos-related pleural thickening failed to state a cognizable cause of action. Simmons v. Pacor, Inc., 543 Pa. 664, 674 A.2d 232, 237 (1996). Accordingly, only upon the development of symptoms and physiological impairment could a plaintiff commence litigation for an asbestos-related injury. Id. In determining what actually constituted “symptoms and physiological impairment,” we noted that “when the pleural thickening is asymptomatic, individuals are able to lead active, normal lives, with no pain or suffering, no loss of an organ function, and no disfigurement due to scarring.” Id. at 236. It is thus unassailable that the converse is equally true: when pleural thickening becomes symptomatic, and individuals are no longer able to lead normal lives, Simmons is satisfied and a viable cause of action exists, as a plaintiff is then, in the legal sense, harmed.\nEven before our pronouncement in Simmons, however, confusion began to mount in light of different panels of the Superior Court espousing inconsistent views concerning what are, and are not, compensable symptoms and physiological impairments. In 1995, a panel of the Superior Court held that shortness of breath alone was non-compensable when unaccompanied by physical symptoms, functional impairments, or disabilities. Taylor v. Owens-Corning Fiberglas Corp., 446 Pa.Super. 174, 666 A.2d 681, 687-88 (1995) (citing Giffear, supra note 15). The same panel, in a separate case argued the same day, then permitted litigation to continue when the asbestos-related breathlessness prohibited life activities such as walking, climbing stairs, or driving nails with a hammer. White v. Owens-Corning Fiberglas Corp., 447 Pa.Super. 5, 668 A.2d 136, 139 — 40 (1995). Inconsistent with Taylor and White, however, a different panel of the Superior Court, two years later, found a prima facie showing sufficient to undergird recovery when a plaintiff merely established (1) an asbestos-related condition; (2) shortness of breath; and (3) a causal connection between the two. McCauley v. Owens-Corning Fiberglas Corp., 715 A.2d 1125 (Pa.Super.1998).\nAs noted above, an integral part of the analysis of this case is whether Appellants, in the first instance, even suffer from a compensable injury under Simmons and its progeny. To that end, we agree with the OISR below that, under either the TaylorfWhite standard, or the McCauley three-part structure, Appellants instantly have clearly demonstrated a compensable injury. See Summers, 886 A.2d at 248 (OISR) (“I express no opinion on whether [the TaylorfWhite ] standard or the less stringent standard [of McCauley ] requiring only shortness of breath is the proper standard, as I conclude that the plaintiffs in the present cases have satisfied both.”).\nAn analysis under the Taylor/White test is simple: both men clearly suffer from “physical symptoms” and “functional impairments.” They have been forced into retirement, cannot walk short distances without becoming short of breath, nor can they enjoy fishing. Likewise, under McCauley, each man suffers from shortness of breath, has been diagnosed with an asbestos-related condition, and their shortness of breath, at least in part, has been causally linked to asbestos exposure. Accordingly, under Simmons and its (contradictory) progeny, Appellants suffer from compensable injuries.\nC.\nThe answer to the first legal issue concerning the establishment of a cause of action under Pennsylvania law now ascertained, we turn to the second legal issue in this case: whether, regardless of the compensability of their injuries, Appellants have no viable cause of action because the cause of their symptoms may be attributed to either their asbestos-related or the non-asbestos related conditions. In resolving this issue against Appellants, the trial court and the Superior Court OISA extensively relied upon the Superior Court’s panel decision in Quate v. American Standard, Inc., 818 A.2d 510 (Pa.Super.2003), for the proposition that Appellants’ cigarette smoking and obstructive lung diseases “may have caused [their] shortness of breath upon exertion and therefore [the medical conditions] cannot be causally related to asbestos exposure sufficient to sustain a compensable injury.” Tr. Ct. Slip Op. at 4; “Neither of the plaintiffs can currently meet his burden of demonstrating that asbestos exposure created impairment or disability beyond the severe breathing problems he has from smoking and other ailments.” Summers v. Certainteed Corp., 886 A.2d at 246-17 (OISA).\nAs noted, supra Part II, “summary judgment is appropriate only in those cases where the record clearly demonstrates that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law.” Atcovitz v. Gulph Mills Tennis Club, Inc., 571 Pa. 580, 812 A.2d 1218, 1221-22 (2002). Equally clear is that\n[w]hether in a particular case that standard [plaintiffs burden of preponderance of the evidence] has been met with respect to the element of causation is normally a question of fact for the jury; the question is to be removed from the jury’s consideration only where it is clear that reasonable minds could not differ on the issue. In establishing a Prima [sic] facie case, the plaintiff need not exclude every possible explanation [...]; it is enough that reasonable minds are able to conclude that the preponderance of the evidence shows defendant’s conduct to have been a substantial cause of the harm to plaintiff.\nHamil v. Bashline, 481 Pa. 256, 392 A.2d 1280, 1284-85 (Pa.1978) (emphasis added); see also Vattimo v. Lower Bucks Hosp., Inc., 502 Pa. 241, 465 A.2d 1231, 1234 (1983) (holding, where reasonable minds may differ, questions of causation are for the jury); Topelski v. Universal South Side Autos, Inc., 407 Pa. 339, 180 A.2d 414, 419 (1962) (holding where “reasonable difference of opinion as to whether the defendant’s act was the, or a proximate cause of, the injury, the matter is for the jury to decide”); Finney v. G.C. Murphy, Co., 406 Pa. 555, 178 A.2d 719 (1962) (holding issues of fact in dispute are solely for the jury); Anderson v. Bushong Pontiac Co., 404 Pa. 382, 171 A.2d 771 (1961) (holding proximate cause almost always a question solely for the jury); Jones v. Port Auth. of Allegheny County, 136 Pa.Cmwlth. 445, 583 A.2d 512 (1990) (holding that questions of proximate cause are within the exclusive domain for the jury and may only be removed when reasonable minds cannot differ); Dep’t of Pub. Welfare v. Hickey, 136 Pa. Cmwlth. 223, 582 A.2d 734 (1990) (same); Berman v. Radnor Rolls, Inc., 374 Pa.Super. 118, 542 A.2d 525 (1988) (same, quoting Hamil); Vernon v. Stash, 367 Pa.Super. 36, 532 A.2d 441 (1987) (same); Restatement (Second) Torts § 434(2).\nIn Quate, expert testimony revealed that the plaintiff suffered from both asbestosis and shortness of breath after having been exposed to asbestos, but also presented with an extensive medical history, which included complications due to smoking, diabetes, prostate cancer, and heart disease. Quate, 818 6A.2d at 512-513. Mr. Quate’s shortness of breath, however, did not restrict his daily activities, nor prevent normal functioning. Id. at 514. Rather than concentrating on Mr. Quate’s condition being asymptomatic in nature, the Superior Court panel instead decided that Mr. Quate’s myriad of medical conditions, all of which may cause shortness of breath, precluded Mr. Quate from establishing the necessary causal connection between the breathlessness and asbestosis to survive a motion for summary judgment:\nwe hold that where a plaintiff suffers from a non-asbestos-related medical condition, the symptoms of which are consistent with medical conditions arising from exposure to asbestos, the existence of those non-asbestos-related medical conditions negate his ability to establish the necessary causal link between his symptoms and asbestos exposure. Under these circumstances, summary judgment is proper.\nId. at 511.\nIn applying Quate to the instant cases, the courts below dismissed Dr. Gelfand’s conclusions, made to a reasonable degree of medical certainty, that Appellants each suffer from debilitating conditions caused at least in part by occupational exposure to asbestos, and instead focused on Appellants’ other medical conditions (specifically, obstructive lung disease due to smoking) as being dispositive of their claims. In the context of negligence actions, we have held unequivocally that “the fact that some other cause concurs with the negligence of the defendant in producing an injury does not relieve the defendant from liability unless he can show that such other cause would have produced the injury independently of his negligence.” Hamil, 392 A.2d at 1285. While asbestos litigation implicates concepts of strict liability rather than negligence, the requirements of proving substantial-factor causation remain the same. Harsh v. Petroll, 584 Pa. 606, 887 A.2d 209, 214 n. 9 (2005); see also Spino v. John S. Tilley Ladder Co., 548 Pa. 286, 696 A.2d 1169,1172 (1997) (“Pennsylvania law requires that a plaintiff prove two elements in a products liability action: that the product was defective, and that the defect was the substantial factor in causing the injury.”). Under this Commonwealth’s jurisprudence, where it is clear that reasonable minds could differ on the issue of causation, precluding asbestos litigants from pursuing causes of action, supported by competent medical evidence, merely because of the existence of competing health conditions, is unsustainable. Accord Vattimo, 465 A.2d at 1234. To that end, the Quate analysis defies the scores of cases decided over the decades by the appellate courts of this Commonwealth holding that disputed issues of causation are for the jury and the jury alone. Accordingly, after careful consideration, to the extent Quate states or holds otherwise, it is explicitly disapproved.\nTurning, then, specifically to this appeal from the grant of summary judgment, the holdings of the courts below cannot withstand the aforementioned jurisprudence. While, certainly, portions of the record support Appellees’ contentions that a non-asbestos related condition is the root of Appellants’ debilitating conditions, the same record also readily supports Dr. Gelfand’s conclusions concerning causation. The resolution of any conflict between competent, competing medical evidence, under clear precedent, must be left for a jury. At least absent further proceedings, wherein the competence of proffered medical testimony might be challenged, in reviewing the record and all reasonable inferences therefrom in a light most favorable to Appellants, we can discern no other viable conclusion than to reverse the grant of summary judgment.\nJurisdiction relinquished.\nJustice ORIE MELVIN did not participate in the consideration or decision of this case.\nChief Justice CASTILLE, Justices TODD and McCAFFERY join the opinion.\nJustice SAYLOR files a concurring opinion.\nJustice EAKIN files a dissenting opinion.\n. This matter was reassigned to this author.\n. Two Appellee briefs were filed with this Court concerning this appeal. The first was a joint brief filed by Appellees Certainteed Corporation and Union Carbide Corporation; while any arguments by Certainteed relate only to the Nybeck appeal, Union Carbide remains a party for both cases. The other brief was filed by Allied Signal, Inc., which is only party to the Summers appeal. With that said, however, all of the arguments presented by all of the Appellees mirror one another, and thus, unless otherwise noted, will be referred to within this opinion collectively as presented on behalf of \"Appellees.\"\n. Prior to oral arguments, former Judge Michael Joyce recused himself sua sponte, thus leaving an eight-member court. Upon issuance of the Superior Court Opinion, four members voted to affirm the trial court's grant of summary judgment to defendants, while four others voted to reverse. Accordingly, the Superior Court issued a per curiam order affirming the trial court’s grant of summary judgment, with Judges Klein and Panella filing opinions in support of affirmance and reversal, respectively. These opinions will be examined in greater detail, infra, Part I.C.\n. Lung diffusion, or pulmonary diffusion capacity, is a measure of the amount of oxygen that passes from the lungs into the blood stream.\n. A \"pack-year” history is the number of packs of cigarettes smoked per day, multiplied by the number of years the person smoked. Thus, a person with a forty pack-year history may have smoked, for example, a pack-a-day for forty years or two packs-a-day for twenty years.\n. Pursuant to Pa. R.C.P. No. 1041.1(f), \"[A] motion for summary judgment filed by one defendant [in an asbestos-related litigation] alleging a ground common to one or more other defendants shall be deemed filed on behalf of all such defendants.” Instantly, and consistent with Rule 1041.1(f), Appellees filed their motions for summary judgment on behalf of all named and remaining defendants in each litigation. Accordingly, this appeal concerns all named defendants involved in both cases.\n. Judges Hudock and Gantman joined the OISA; then Judge, now Justice, Orie Melvin concurred in the result only.\n. The Honorable Norman C. Ackerman was the trial judge. At the commencement of the instant litigations, Judge Ackerman was the calendar-control judge for the Philadelphia Center for Complex Litigation, and thus directly supervised all asbestos cases filed in Philadelphia County. See Summers, 886 A.2d at 242 n. 2.\n. Then Judge, now President Judge, Ford Elliott, and Judges Bender and Bowes joined Judge Panella’s OISR.\n. These differences, and the applicability of such to this case, will be explained in greater detail infra, Part III.B.\n. As has been noted many times by this Court, scope and standard of review are two very distinct terms of art, which carry different meanings and usages. Morrison v. Dep’t of Pub. Welfare, 538 Pa. 122, 646 A.2d 565, 570 (1994). \" ‘Scope of review’ refers to the confines within which an appellate court must conduct its examination. In other words, it refers to the matters (or \"what”) the appellate court is permitted to examine. In contrast, 'standard of review' refers to the manner in which (or \"how”) that examination is conducted.” Id. (internal citations and quotations omitted).\n. We further reject Appellees' claim that Appellants waived review of this issue. As noted by Appellee Allied Signal in its principal brief to this Court, Appellants \"included the ‘error of law/abuse of discretion’ standard of review in the 'Standard and Scope of Review' section of the Appellants' Substituted Brief on Reargument filed in the Superior Court.” Brief of Allied Signal at 15 n.l 1. As has now been discussed, Appellants correctly stated the proper standard of review for summary judgment in general, and, in so doing, mentioned that summary judgment review encompasses errors of law. Accordingly, we discern no waiver on Appellants’ part.\n. While the error committed by the OISA in this regard may well be sufficient grounds to vacate the per curiam order of the Superior Court and remand this case to the Superior Court for review anew, such review would be conducted in accord with the Quate standard, rejected infra, necessitating another appeal and reversal. Accordingly, as a matter of judicial economy, we proceed to decide the other issues here presented.\n. In Gregg v. V-J Auto Parts, Co., 596 Pa. 274, 943 A.2d 216 (2007), this Court recently rejected the viability of the \"each and every exposure” or \"any breath” theory. We stated:\nwe do not believe that it is a viable solution to indulge in a fiction that each and every exposure to asbestos, no matter how minimal in relation to other exposures, implicates a fact issue concerning substantial-factor causation ... The result, in our view, is to subject defendants to full joint-and-several liability for injuries and fatalities in the absence of any reasonably developed scientific reasoning that would support the conclusion that the product sold by the defendant was a substantial factor in causing the harm.\nId. at 226-27.\n. Simmons affirmed sub nom. Giffear v. Johns-Manville Corporation, 429 Pa.Super. 327, 632 A.2d 880 (1993) (en banc). Relevant to this appeal, the holding of the Superior Court in Giffear was the same as this Court in Simmons: asymptomatic pleural thickening does not constitute a compensable injury.\n. Indeed, amicus curiae Coalition for Litigation Justice, Inc., realized that, with this case: \"this Court has an important opportunity to clarify the standard required to establish an action for damages” under Pennsylvania law. Brief for the Coalition of Litigation Justice, Inc. as Amicus Curiae in Support of Appellees at 33. Moreover, the Dissent questions whether, under Taylor (but without any citation to either White or McCauley), shortness of breath alone is a compensable injury. See Dissenting Op. at 324-25, 997 A.2d at 1070-71 (Eakin, J., dissenting). While we agree that, at some point, we must rectify the confusion resulting from the Superior Court's conflicting prima facie standards, this case is not the proper vehicle to do so, as Appellants have demonstrated a compensable injury under either standard. Thus, any adoption of a uniform test or prima facie standard at this juncture would be dicta.\n. To be sure, had the Quate panel denied recovery on this basis, such a holding would have been wholly consistent with this Court’s decision in Simmons, supra pp. 1161-62.\n. Indeed, we now instruct juries on the vety idea of competing issues of factual causation. See Pa.SSJI (Civ) § 3.15 (\"The defendant's conduct need not be the only factual cause. The fact that some other causes concur ... does not relieve the defendant of liability----”); § 8.04B (instructing that, in a strict products liability action, when a defendant manufacturer proffers a different factual cause of the sustained injury, \"the manufacturer has the burden of proving by a fair preponderance ... that the plaintiff's injuries are divisible and [the defective product] did not contribute to this particular injury.”)\n. We note that the Dissent places much emphasis on the fact that \"each [A]ppellant has so many other conditions that finding the asbestos exposure to be a significant contributing factor is difficult even if Dr. Gelfand’s [\"each and every exposure”] theory were facially plausible.” Dissenting Op. at 327, 997 A.2d at 1171 (Eakin, J., dissenting). The Dissent then goes on to detail the myriad of medical conditions plaguing Appellants, including asbestos-related diseases, and finds that \"having an expert say the words ‘sufficient to establish legal causation’ is not enough” to survive summary judgment in these types of asbestos cases. Id. at 329, 997 A.2d at 1173. Respectfully, however, the Dissent arrives at such a conclusion without citation to or mention of the plethora of decisions from this Court that require juries to resolve competing theories of causation. We agree with the Dissent that Appellants' conditions related to years of cigarette smoking may be contributing to their debilitating conditions. What the Dissent ignores, however, is that Dr. Gelfand has opined, to a reasonable degree of medical certainty, that Appellants’ incapacitating conditions have been caused, at least in part, by exposure to asbestos. With that opinion, our jurisprudence requires Appellants to have the opportunity to prove their cases before a jury.\nAs an aside, we are compelled to note further that the Dissent takes no issue with our disapproval of the Quate decision; indeed, had we reaffirmed the vitality of Quate, the Dissent’s position would be well-taken. As noted supra, however, Quate simply cannot be aligned with the decisional law of this Court.\n. Again, we recognize that discovery in these cases may not be closed; there have been no requests for a Frye hearing; nor have motions in limine or an omnibus motion to exclude evidence been filed, litigated, or adjudicated by the trial court.\n. In light of this disposition, we need not address the third issue raised in this appeal, namely whether the OISA improperly disregarded our decision in Martin v. Owens-Corning Fiberglas Corporation, 515 Pa. 377, 528 A.2d 947 (1987). However, in light of our order to remand this case to the trial court, we note that Appellants’ argument in this regard is without merit. Appellants contend that Martin \"stands for the proposition that where two or more causes combine to produce a single result, incapable of reasonable division, each may be [a] substantial factor in bringing about the loss. Where this is the case, each cause is charged with the whole of the harm.” Brief of Appellants at 35. Such an averment, however, misstates the holding in Martin.\nIn Mai'tin, the plaintiff sought asbestos-related damages and presented expert testimony, which detailed his disabilities due to both asbestosis and cigarette-smoking-related emphysema. The trial court, in charging the jury after summations, instructed the members to apportion the damages awarded (if any) by the percentage of Martin's condition that was due to cigarette smoking. On appeal, we remanded for a new trial, limited to the issue of damages, because the jury had not been provided any testimony or evidence concerning the relative contribution of cigarette smoking and asbestos exposure to the plaintiff's conditions. Despite Appellants’ contentions to the contrary, Martin did not address the issues of expert testimony or causation discussed herein; rather, Martin merely concerned the propriety of a trial court’s instruction to apportion damages in a concurrent causation action."}