{"id": "4197418", "contents": "OPINION\nJustice EAKIN.\nAppellant appeals from the order denying him relief pursuant to the Post Conviction Relief Act (PCRA), 42 Pa.C.S. §§ 9541-9546. We affirm the denial of guilt phase relief, and reverse the denial of penalty phase relief, remanding for a new penalty hearing.\nAppellant was charged with first degree murder and related offenses resulting from the strangling death of a young woman whose body was dumped in a creek. At trial, the Commonwealth presented the transcribed, tape-recorded statement appellant gave police after waiving his Miranda rights, in which appellant admitted killing the victim; he stated the victim agreed to have sex with him in exchange for drugs, and when he attempted to have sex with her, he became fearful she would accuse him of rape, so he strangled her and dumped the body in a nearby creek. Smith, at 1089.\nAppellant claimed he was acting under a cocaine-induced psychosis at the time of the killing and was thus unable to form the specific intent for first degree murder. See id. Appellant admitted his guilt to third degree murder and urged the jury to find the evidence of psychosis reduced the degree of murder from first to third. Id. In support of his defense, appellant presented the testimony of Dr. Perry Berman, a licensed psychiatrist who testified regarding cocaine-induced psychotic disorder. Upon the Commonwealth’s objection, the trial court precluded appellant from offering the testimony of another psychiatrist, Dr. George Woody, finding such testimony would be cumulative of Dr. Berman’s. Id., at 1090. Dr. Woody was not present at the time of this ruling, having been detained in Philadelphia.\nThe Commonwealth rebutted Dr. Berman’s testimony with that of Dr. Richard Cohn, a forensic toxicologist and pharmacologist. Dr. Cohn testified that although the level of cocaine in appellant’s blood at the time of the murder was not ascertainable, if he had consumed the same amount as the victim, the amount found in the victim’s blood was insufficient to induce psychosis. Id. He further opined appellant’s ability to recall with clarity the events surrounding the victim’s death was inconsistent with cocaine-induced psychosis, and appellant’s specific intent was not negated by his cocaine ingestion. Id., at 1090-91.\nAppellant again sought to introduce Dr. Woody’s testimony, this time to rebut Dr. Cohn regarding the correlation between the dosage amount and cocaine-induced psychosis, and to opine regarding cocaine’s effects on the body. Id., at 1091. Upon the Commonwealth’s objection, the trial court again precluded such testimony as cumulative of Dr. Berman’s. Id.\nAt the penalty phase, the Commonwealth sought to establish the aggravating circumstance in 42 Pa.C.S. § 9711(d)(12) (defendant has been convicted of voluntary manslaughter, as defined in 18 Pa.C.S. § 2503 or substantially equivalent crime in any other jurisdiction before or at time of offense at issue); defense counsel stipulated to the admission of the court file regarding appellant’s prior manslaughter conviction in 1980.\nDefense counsel sought to prove the mitigating circumstances in 42 Pa.C.S. § 9711(e)(2) (defendant was under influence of extreme mental or emotional disturbance), icL, § 9711(e)(3) (defendant’s capacity to appreciate criminality of his conduct or to conform his conduct to requirements of law was substantially impaired), and id., § 9711(e)(8) (any other evidence of mitigation concerning defendant’s character and record and circumstances of offense) — specifically, that appellant had an addiction problem, an abusive childhood, and he showed remorse for the crime. Counsel presented the testimony of appellant’s mother and the case manager from a job training program appellant attended; the jury also heard Dr. Woody’s videotaped testimony, the Commonwealth having withdrawn its previous objections.\nThe jury found the § 9711(d)(12) aggravator and § 9711(e)(2) and (e)(8) mitigators were established; it determined the aggravating circumstance outweighed the mitigating circumstances and sentenced appellant to death May 22, 1995.\nAppellant filed a direct appeal; one of the issues he raised was that the trial court erred in refusing to permit him to present Dr. Woody’s testimony during the guilt phase. We rejected this claim, along with all other issues raised, and affirmed the judgment of sentence. Smith, supra.\nAppellant filed a PCRA petition before his direct appeal was final; the PCRA court dismissed it without prejudice. After certiorari was denied, see Smith v. Pennsylvania, 525 U.S. 847, 119 S.Ct. 118, 142 L.Ed.2d 95 (1998), appellant filed a pro se PCRA petition November 18, 1998. Counsel was appointed and filed an amended petition, raising claims of trial court error and ineffective assistance of trial counsel. Following a hearing, the PCRA court denied the petition. This appeal followed.\nOur standard of review of the denial of PCRA relief is well settled: we examine whether the PCRA court’s determination is supported by the evidence and is free of legal error. Commonwealth v. Williams, 557 Pa. 207, 732 A.2d 1167, 1176 (1999). To be entitled to PCRA relief, appellant must establish, by a preponderance of the evidence, his conviction or sentence resulted from one or more of the enumerated errors or defects found in 42 Pa.C.S. § 9543(a)(2), his claims have not been previously litigated or waived, id., § 9543(a)(3), and “the failure to litigate the issue prior to or during trial, during unitary review or on direct appeal could not have been the result of any rational, strategic or tactical decision by counsel.” Id., § 9543(a)(4). An issue is previously litigated if “the highest appellate court in which the petitioner could have had review as a matter of right has ruled on the merits of the issue....” Id., § 9544(a)(2).\nAn issue underlying one of appellant’s ineffectiveness claims was raised on direct appeal; specifically, we addressed the trial court’s preclusion of Dr. Woody’s testimony during the guilt phase. See Smith, at 1089-92. However, appellant now alleges counsel’s ineffectiveness in connection with this issue; therefore, his issue is distinct from that raised on direct appeal and has not been previously litigated. See Commonwealth v. Collins, 585 Pa. 45, 888 A.2d 564, 570, 573 (2005) (term “issue” as used in §§ 9543(a)(3) and 9544(a)(2) “refers to the discrete legal ground that was forwarded on direct appeal and would have entitled the defendant to relief’; ineffectiveness claims are distinct from claims raised on direct appeal, and must be treated as wholly independent of underlying claim of error).\nRegarding waiver, none of appellant’s issues were raised at trial or on direct appeal; ordinarily, this would waive the underlying claims of trial error and trial counsel’s ineffectiveness, as appellant is generally required to raise claims based on trial counsel’s performance at the first opportunity when he has new counsel. See 42 Pa.C.S. § 9544(b); Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977). However, the public defender’s office represented appellant both at trial and on direct appeal. “[A]s a general rule, a public defender may not argue the ineffectiveness of another member of the same public defender’s office since appellate counsel, in essence, is deemed to have asserted a claim of his or her own ineffectiveness.” Commonwealth v. Green, 551 Pa. 88, 709 A.2d 382, 384 (1998) (quoting Commonwealth v. Ciptak, 542 Pa. 112, 665 A.2d 1161, 1161-62 (1995)); see also Commonwealth v. Bond, 572 Pa. 588, 819 A.2d 33, 39-40 n. 2 (2002) (same). Appellant raised his claims related to trial error and the public defender’s trial stewardship at the first opportunity he was no longer represented by the public defender — in his PCRA petition, for which he received new appointed counsel. See Commonwealth v. Hughes, 581 Pa. 274, 865 A.2d 761, 775 n. 7 (2004) (when appellant was represented by same counsel at trial and on direct appeal, PCRA proceeding is first opportunity to challenge prior counsel’s stewardship, and analysis of such issue does not involve layered ineffectiveness claim). Therefore, he was not required to “layer” his claims by pleading and proving appellate counsel’s ineffectiveness for failing to raise claims of trial counsel’s ineffectiveness. See Commonwealth v. Rush, 576 Pa. 3, 838 A.2d 651, 656 (2003) (citing Commonwealth v. McGill, 574 Pa. 574, 832 A.2d 1014, 1022 (2003) (when court is faced with “layered” ineffectiveness claim, only viable ineffectiveness claim is that related to most recent counsel, appellate counsel)); see also Bond, at 53 n. 3 (Saylor, J., concurring) (where same attorney represented appellant at trial and on direct appeal, it is unnecessary to independently consider stewardship of direct appeal counsel regarding issue presentation and preservation).\nTo be entitled to relief on a claim of trial counsel’s ineffectiveness, appellant must prove the underlying claim is of arguable merit, counsel’s performance lacked a reasonable basis, and counsel’s ineffectiveness caused him prejudice. Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 213 (2001); see also Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987). Prejudice in the context of ineffective assistance of counsel means demonstrating there is a reasonable probability that, but for counsel’s error, the outcome of the proceeding would have been different. Commonwealth v. Kimball, 555 Pa. 299, 724 A.2d 326, 332 (1999). This standard is the same in the PCRA context as when ineffectiveness claims are raised on direct review. Id. Failure to establish any prong of the test will defeat an ineffectiveness claim. Commonwealth v. Basemore, 560 Pa. 258, 744 A.2d 717, 738 n. 23 (2000) (citing Commonwealth v. Rollins, 558 Pa. 532, 738 A.2d 435, 441 (1999) (ordinarily, post conviction claim of ineffective assistance of counsel may be denied by showing petitioner’s evidence fails to meet any one of three prongs for claim)). We turn to appellant’s issues, reordered for ease of discussion.\nSuppression\nAppellant claims the trial court erred in denying his motion to suppress his confession, and appellate counsel was ineffective for failing to raise this issue on direct appeal. Appellant asserts he was unlawfully arrested on the basis of an invalid, expired warrant, and police failed to honor his request for counsel and unlawfully interrogated him; therefore, his inculpatory statement made following arrest should have been suppressed.\nThe evidence presented at the suppression hearing showed police obtained a search warrant for appellant’s home, based on conversations they had with appellant’s brother, Jeffrey, and Jeffrey’s nephew, William. Jeffrey told police appellant told him he strangled a woman in a Ford Fairmont automobile belonging to William and threw her body in a creek. Jeffrey also stated William told him appellant came to his house -with a woman on the day of the murder and asked to borrow his car; William later recognized the newspaper photograph of the victim as the woman who was with appellant. William verified Jeffrey’s story and allowed police to search his car; they found a tube of orange lipstick and hair matching the victim’s. William also told police appellant, who is black, often carried a Sony Walkman; the victim was last seen alive wearing orange lipstick and accompanied by a black man carrying a Walkman.\nOn December 8, 1994, officers obtained a warrant to search appellant’s home for evidence relating to the murder. When they arrived to execute the warrant and announced their presence, they saw appellant, who had been standing in the living room, run upstairs. The police found appellant in a bedroom, changing clothes; they escorted him downstairs and placed him under arrest on what they believed to be an outstanding warrant for an unrelated sexual assault. Unbeknownst to the officers, this warrant had been served on appellant November 2, 1994, and the assault charges had been dismissed because the victim failed to appear at the preliminary hearing; the sexual assault warrant was mistakenly left in the active warrant bin.\nUpon arriving at the police station, appellant was given Miranda warnings and signed a waiver form. He gave police a statement indicating he met the victim the evening of the murder, but parted ways with her when her friend would not allow them inside her home. When police informed appellant they had information that he was later seen with the victim in William’s car, appellant invoked his right to remain silent and requested counsel. Police placed him in a holding cell based on the inactive assault warrant, which they did not learn was invalid until the following day. Four hours later, a detective informed appellant he was being arrested and charged with the victim’s murder. As the detective was walking away, appellant told him he wanted to talk, so the detective again gave him Miranda warnings and appellant signed another waiver form. Appellant began to relay the details of the murder to the detective; the detective paused to obtain a tape-recorder and gave appellant a third Miranda warning. Appellant again waived his rights and gave an incriminating tape-recorded statement, admitting he killed the victim.\nIt is undisputed appellant’s arrest on the expired warrant was illegal; however, not “ ‘all confessions or admissions secured from an illegally arrested person are per se inadmissible as trial evidence.’ ” Commonwealth v. McFeely, 509 Pa. 394, 502 A.2d 167, 170 (1985) (quoting Commonwealth v. Bishop, 425 Pa. 175, 228 A.2d 661, 665 (1967)); see also United States v. Ceccolini, 435 U.S. 268, 98 S.Ct. 1054, 55 L.Ed.2d 268 (1978); Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963). Whether such evidence is admissible depends on the facts in each case, considering the following factors:\n(1) whether Miranda warnings were given; (2) the “temporal proximity of the arrest and the confession”; (3) “the presence of intervening circumstances”; and, (4) “the purpose and flagrancy of the official misconduct”. The voluntariness of the statement is, of course, a threshold requirement, and the confession must also be “free of any element of coerciveness due to the unlawful arrest.”\nMcFeely, at 170 (quoting Commonwealth v. Bogan, 482 Pa. 151, 393 A.2d 424, 427 (1978) (citations omitted)).\nThe PCRA court concluded the facts set forth in the affidavit of probable cause for the search warrant provided sufficient information for the reasonable belief that a murder occurred and appellant was the perpetrator; therefore, police had probable cause to make a warrantless arrest of appellant before they executed the search warrant. See PCRA Court Opinion, 12/31/03, at 23-24, ¶¶ 41-42. The court further concluded, regardless of the legality of appellant’s arrest, his statement was voluntarily made a short time after arrest, pursuant to a proper waiver of Miranda rights, and the officers’ misconduct in executing an invalid warrant was a good-faith mistake. Id., at 24, ¶ 42.\nUnder the factors enumerated in Bogan, we conclude appellant’s confession was voluntary, regardless of the legality of his arrest. He was given Miranda warnings three times, each time waiving his rights. Only a few hours elapsed between appellant’s arrest and confession; although he had not yet received counsel, police ceased interrogating him as soon as the request was made. The only police contact appellant had after his request was when the detective informed him he was being arrested for the murder and charged with that crime; this was not designed to elicit any response from appellant. The detective testified he told appellant “the paperwork would be typed up and [appellant] would be taken before the [j]udge sometime later that evening.” N.T. Suppression Hearing, 3/9/95, at 161. As the detective turned to walk away, appellant said, “I want to talk to you.” Id. This statement was not in response to any question posed by the detective, who immediately had appellant removed from the holding cell and readvised him of his rights, emphasizing appellant’s prior request for counsel. Id., at 161-62, 166. Appellant indicated he was willing to waive all of his rights, and then gave his statement. Thus, appellant’s offer to talk to police was not elicited by police conduct.\nFurthermore, police did not intend to use the expired warrant to effectuate appellant’s arrest for the instant crime; rather, due to an administrative error, they mistakenly believed the warrant was still outstanding. The police lieutenant working on the murder investigation testified it was departmental practice to check the warrant bin — a file cabinet containing active arrest warrants — for outstanding warrants for persons whose residences they were going to search. Id., at 120, 134. Once an arrest warrant has been executed, it should be removed from the bin; however, there were procedural problems which did not always make such removal immediately possible. Thus, the warrant under which appellant was arrested, although invalid, was not fabricated to secure appellant’s arrest in order to coerce his confession. See id., at 144; see also Herring v. U.S., 555 U.S. 135,-- -, 129 S.Ct. 695, 702-04, 172 L.Ed.2d 496 (2009) (exclusionary rule not applicable where search incident to arrest was made on warrant police thought was outstanding but had been recalled; police recordkeeping error was not result of systematic error or reckless disregard of constitutional requirements). Accordingly, appellant’s confession was voluntarily given and was admissible at trial. As this issue is meritless, counsel cannot be deemed ineffective for failing to raise it on direct appeal. See Commonwealth v. Carson, 559 Pa. 460, 741 A.2d 686, 697 (1999) (counsel cannot be deemed ineffective for failing to raise meritless claim).\nGuilt Phase\nAppellant next claims his rights to due process and counsel were violated when the trial court precluded Assistant Public Defender Shawn McLaughlin from sitting at counsel table with the other assistant public defender, Ray Williams, who was lead counsel in appellant’s case; he asserts appellate counsel should have raised this issue on direct appeal. Attorney McLaughlin was assigned shortly before trial to assist Attorney Williams in investigating and preparing for the penalty phase. The trial court did not permit Attorney McLaughlin to participate in voir dire, and held her in contempt when she arrived late and entered the courtroom, over protestation by court officers, after the courtroom was sealed for the playing of videotaped defense testimony. At the conclusion of the guilt phase, Attorney Williams petitioned to withdraw on the basis of ethical concerns; because of certain evidentiary rulings, he “[could not] in good confidence continue as counsel in a proceeding so fundamentally flawed in constitutional procedure.” N.T. Trial, 5/19/95, at 10. The trial court denied the petition.\nAttorney McLaughlin indicated she was willing to represent appellant in the penalty phase, but suggested her advocacy may have been prejudiced by her not participating in voir dire ; appellant indicated he was comfortable with her as lead counsel during the penalty phase. Attorney Williams, however, then withdrew his petition for withdrawal and continued as lead counsel in the penalty phase. Appellant claims the trial court impeded co-counsel from participating in critical portions of the trial and later sought to have her take over as lead counsel; he further argues there was no discussion or colloquy regarding whether Attorney Williams’s ethical conflict would hamper his representation of appellant in the penalty phase. Accordingly, appellant claims the trial court’s interference with his relationship with counsel requires the grant of a new trial.\nContrary to appellant’s contention, the trial court did not interfere with his relationship -with counsel. “[A] judge has the responsibility and authority to maintain in the courtroom the appropriate atmosphere for the fair and orderly disposition of the issues presented.” Commonwealth v. Chester, 526 Pa. 578, 587 A.2d 1367, 1379 (1991) (citation omitted). At the beginning of trial, Attorney Williams informed the court what Attorney McLaughlin’s role would be:\nWell it’s not correct that Ms. McGlaughlin [sic] will be handling the death phase[.] I will be handling the death phase; however, Ms. McGlaughlin [sic] has been assigned to assist me in preparing for that phase. So it’s not as if she will be conducting the presentation, testimony, or the argument of the death phase.\nN.T. Trial, 5/15/95, at 22. In not having Attorney McLaughlin sit at counsel table or participate in voir dire, the trial court was simply ensuring the attorneys adhered to the arrangement regarding Attorney McLaughlin’s role in the trial; in no way did the court interfere with appellant’s right to counsel or with Attorney McLaughlin’s ability to assist lead counsel. Furthermore, the court was well within its discretion in holding Attorney McLaughlin in contempt when she arrived late for court on the morning the proceedings were sealed, disregarded the posted security personnel, and entered the courtroom in violation of the trial court’s order.\nRegarding appellant’s representation at the penalty phase, the arrangement from the beginning was that Attorney Williams would handle both phases of the trial; it was not until his eleventh-hour petition to withdraw that appellant was faced with the prospect of having Attorney McLaughlin represent him at the penalty phase. This was not the trial court’s doing; the court informed Attorney Williams:\nWell, Mr. Williams, you will proceed. You are an officer of the Court and if you don’t proceed, you will be in contempt.\nNow, I think that our oath to this bench, to this bar requires us to proceed further. I don’t think the oath, in any way, whether it be for ethical, moral, or whatever, allows an attorney that once they have embarked upon a course of conduct to then change their mind and say because of ethics they can withdraw.... And when you, Mr. Williams, took your oath to come before this Court and try this case, you took it to come before and try this case with the rules as you believed them and the ruling as you know the Court might or you expected would give. And if it did not give those rulings they [sic] way you expected they would be given, that is quell doomage [sic] as the French say. What a pity, because you will continue with the case. And if you don’t, you are in contempt.\nN.T. Trial, 5/19/95, at 12,16-17.\nAlthough Attorney McLaughlin was willing to handle the penalty phase, and appellant stated he was comfortable with the arrangement, the court was concerned that Attorney McLaughlin was “new and ... I don’t even know if she’s ever handled a death penalty phase----” Id., at 14. Thus, the trial court did not interfere with appellant’s right to representation; rather, it attempted to ensure appellant would receive consistent advocacy. Understandably, the court was exasperated by what it perceived as defense counsel’s attempt to sow the seeds of an ineffectiveness claim, creating a situation where appellant’s only option was representation by counsel who had not participated in the trial phase. See id., at 33, 36, 38-39. Upon Attorney Williams’s withdrawal of his petition to withdraw, the court asked appellant if he had any problem with the arrangement; although appellant indicated he “felt comfortable with” Attorney McLaughlin, he voiced no objection to having Attorney Williams conduct the penalty phase. See id., at 40-41. As we perceive no interference with appellant’s right to counsel, this claim is meritless, and counsel cannot be deemed ineffective. Carson, at 697.\nAppellant next claims trial counsel was ineffective for failing to object or seek a cautionary instruction following a Commonwealth witness’s reference to his post-arrest silence. On direct examination, Detective List testified that after he wrote down appellant’s initial statement, appellant refused to sign it because it might incriminate him:\n[PROSECUTOR:] Did you offer [appellant] the opportunity to sign that statement signifying that he had, in fact, reviewed it and that the information contained therein was true and accurate?\n[DETECTIVE:] Yes, I did. I asked him if he would sign it if it was correct.\n[PROSECUTOR:] Do you recall the exact words that you used, if you know?\n[DETECTIVE:] No, I don’t.\n[PROSECUTOR:] What was his response?\n[DETECTIVE:] He refused to sign it.\n[PROSECUTOR:] Did he tell you why?\n[DETECTIVE:] Yes, he said that the statement may incriminate him.\n[PROSECUTOR:] Was that the end of your conversation with him at that point in time on December 8, 1994? [DETECTIVE:] Yes, at that point he was taken down to the holding area in the Chester Police Station.\nN.T. Trial, 5/17/95, at 40-41.\nOn cross-examination, trial counsel asked the detective if he had any further conversation with appellant after appellant refused to sign the statement; the detective replied he did not:\n[COUNSEL:] Detective List, you have said that at the point when [appellant] refused to sign the form stating it would incriminate him you had no further conversation with him. Are you positive about that?\n[DETECTIVE:] Yes, as best I recall.\nId., at 42-43. Appellant claims this testimony constituted impermissible reference to his invocation of his right against self-incrimination.\n“An impermissible reference to an accused’s post-arrest silence constitutes reversible error unless shown to be harmless.... Because of its nature, an impermissible reference to the accused’s post-arrest silence is innately prejudicial.” Commonwealth v. Costa, 560 Pa. 95, 742 A.2d 1076, 1077 (1999) (citation omitted). To violate this rule, the testimony must clearly refer to post-arrest silence. Commonwealth v. Mitchell, 576 Pa. 258, 839 A.2d 202, 213 (2003). If such reference clearly did not contribute to the verdict, however, the error may be deemed harmless. Id., at 214-15 (citing Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155, 166 (1978) (factors to consider in determining whether error is harmless include: whether error was prejudicial, and if prejudicial, whether prejudice was de minimis; whether erroneously admitted evidence was merely cumulative of other untainted, substantially similar evidence; or whether evidence of guilt was so overwhelming, as established by properly admitted and uncontradicted evidence, that prejudicial effect of error was insignificant)).\nThe detective, in referring to appellant’s refusal to sign his statement after the detective transcribed it, was not referencing appellant’s post-arrest silence as evidence of appellant’s guilt; the emphasis was not on appellant’s silence, but rather on his initial incriminating statement. Further, even if viewed as a reference to appellant’s exercise of his right to remain silent, any error was harmless in light of the fact appellant incriminated himself to his brother and gave police a tape-recorded confession after refusing to sign his initial confession; therefore, these statements were properly admitted. Appellant never contended he did not strangle the victim; he contended he did not do so with sufficient intent to convict him of first degree murder. Appellant’s defense was not “I did not commit the crime”; it was “I did it, but it was not premeditated.” Thus, appellant’s guilt was not at issue; his degree of guilt was. The properly admitted evidence of appellant’s guilt was so overwhelming that any prejudice caused by the alleged error was insignificant, Story, at 164-68, and counsel cannot be deemed ineffective for failing to raise this meritless issue. Carson, at 697.\nAppellant next claims the Commonwealth improperly bolstered the credibility of its expert toxicologist, Dr. Cohn, through the testimony of medical examiner Dr. Dimitri Contosavlos; he contends trial counsel was ineffective for failing to object or request an instruction.\nThe prosecutor questioned Dr. Contosavlos as follows:\n[PROSECUTOR:] Now there is attached to your Medical\nExaminer’s report a toxicology report, is that correct?\n[WITNESS:] Yes.\n[PROSECUTOR:] What is the significance of that toxicology report, sir?\n[WITNESS:] It indicates that there was found in the decedent’s system the presence of both alcohol and cocaine and broken down products of cocaine.\n[PROSECUTOR:] And who made that determination? [WITNESS:] It was Dr. Lictenwalner of the Drug Scan Laboratory.\n[PROSECUTOR:] Do you normally send samples to the Drug Scan Laboratory for testing?\n[WITNESS:] Yes.\n[PROSECUTOR:] And why do you do that?\n[WITNESS:] Because they’re a very reliable laboratory and I depend on them to do their work for my office. [PROSECUTOR:] And even though you’re a forensic pathologist, a medical doctor, correct?\n[WITNESS:] Yes.\n[PROSECUTOR:] You don’t do your own toxicology. [WITNESS:] No, I am not a toxicologist.\n[PROSECUTOR:] And that explains why you don’t do it. [WITNESS:] Yes.\nN.T. Trial, 5/17/95, at 104-05 (emphasis added).\n“Improper bolstering or vouching for a government witness occurs where the prosecutor assures the jury that the witness is credible, and such assurance is based on either the prosecutor’s personal knowledge or other information not contained in the record.” Commonwealth v. Cousar, 593 Pa. 204, 928 A.2d 1025, 1041 (2007). Appellant focuses on the doctor’s comment that Drug Scan Laboratory, where Dr. Cohn worked, was “very reliable,” contending this constituted vouching for the credibility of Dr. Cohn, who had not yet testified; however, read in the context of the entire exchange, the comment was an explanation of why the medical examiner did not perform his own toxicology tests. The medical examiner did not mention Dr. Cohn; the focus of the questioning was on the information contained in the toxicology report, the examiner’s findings based on the report, and his examination of the victim. Counsel, therefore, was not ineffective for failing to pursue this baseless claim. Carson, at 697.\nAppellant’s next two issues are related: he first challenges Dr. Cohn’s testimony as “scientifically false, outside the realm of, and contrary to, generally accepted psychiatric, toxicologic, and pharmacologic knowledge[,]” Appellant’s Brief, at 9; he then asserts he was improperly precluded from presenting Dr. Woody’s testimony to corroborate his defense and rebut Dr. Cohn, showing the latter’s testimony lacked a reliable scientific basis. Appellant argues trial counsel was ineffective for failing to object to Dr. Cohn’s testimony, obtain rebuttal testimony from a toxicologist, or adequately cross-examine Dr. Cohn, and appellate counsel was ineffective for failing to investigate the significance of Dr. Woody’s testimony and the effect its preclusion had on his defense.\nDr. Cohn testified cocaine-induced psychosis is dose-related, and chronic users such as appellant develop a tolerance, requiring a large dose to induce psychosis. N.T. Trial, 5/17/95, at 282-85, 296-97, 300. He cited appellant’s detailed description of the events surrounding the killing as clear evidence appellant did not suffer from cocaine-induced psychosis. Id., at 288-90, 317-18. Thus, he opined appellant was not suffering from cocaine-induced psychosis and was capable of forming specific intent to kill. Id., at 290-91.\nAt the PCRA hearing, appellant presented the testimony of Dr. Gary Lage, a pharmacologist and toxicologist, who testified: cocaine-induced psychosis is not dose-related, but rather is related to long-term use, N.T. PCRA Hearing, 8/8/02, at 24-26; although long-term users develop tolerance to the euphoric effect of cocaine, they do not develop tolerance to its psychotic effect, id., at 32; a user with cocaine-induced psychosis has clarity of thought, but has paranoid ideation preventing him from controlling his actions, id., at 39-40; and the generally accepted scientific literature relied upon by Dr. Cohn actually contradicted Dr. Cohn’s testimony. Id., at 27-29, 33-34, 39-40, 48-50. The PCRA testimony of the Commonwealth’s expert, Dr. Dale Caplan, a pharmacologist and toxicologist, was in accord with that of Dr. Lage. N.T. PCRA Hearing, 5/14/03, at 32-36, 38, 40, 57, 61-63, 70-73.\nAppellant argues, based on this evidence, Dr. Cohn’s trial testimony was false and contrary to generally accepted scientific principles. Appellant further contends although Dr. Cohn, on cross-examination, noted an exception to his testimony that cocaine-induced psychosis was dose-related, this exception only pertained where the user experienced such psychosis in the past, which was not the case here. N.T. Trial, 5/17/95, at 299-301. Thus, appellant contends the PCRA court erroneously concluded Dr. Cohn subsequently clarified his inaccurate testimony. See PCRA Court Opinion, 12/31/03, at 19, ¶ 11. Finally, appellant claims Dr. Cohn’s opinion that he was not suffering from cocaine-induced psychosis and was capable of forming specific intent was beyond the scope of Dr. Cohn’s expertise; appellant contends the PCRA testimony of Drs. Lage and Caplan demonstrated their agreement that diagnosing a medical/psychological condition such as psychosis was not within the realm of a pharmacologist’s expertise. N.T. PCRA Hearing, 8/8/02, at 17-19; N.T. PCRA Hearing, 5/14/03, at 29-31, 55-56. Accordingly, appellant argues because the Commonwealth’s expert testimony concerning his state of mind — the only contested issue — was neither scientifically accurate nor reliable, the verdict and death sentence are likewise unreliable.\nOur review of the record reveals trial counsel rigorously cross-examined Dr. Cohn concerning the correlation between dose and psychotic effect, N.T. Trial, 5/17/95, at 293-301, 306-14, and concerning his conclusion appellant had not suffered cocaine-induced psychosis because of his demonstrated mental clarity. Id., at 314-24. Prior to Dr. Cohn’s testimony, trial counsel presented Dr. Berman, a psychiatrist who opined appellant was suffering from cocaine-induced psychosis at the time of the crime and lacked specific intent to kill. Counsel established the disparities between Dr. Cohn’s testimony and Dr. Berman’s, particularly regarding whether a person experiencing psychosis would be able to recall events with clarity; he further impeached Dr. Cohn with the scientific manual Dr. Cohn had relied on, forcing him to retreat from his opinion regarding dose-relation and note an exception.\nTrial counsel testified at the PCRA hearing that his strategy was to present Dr. Berman to establish the defense of cocaine-induced psychosis, and then rebut the Commonwealth’s expert with Dr. Woody; counsel planned to use Dr. Woody to testify regarding the specific effects of cocaine, and Dr. Berman to testify regarding his evaluation of petitioner’s actual symptoms. N.T. PCRA Hearing, 4/23/02, at 26-29. After Dr. Berman testified, trial progressed faster than anticipated, and Dr. Woody was not yet present to testify in the defense’s case-in-chief; therefore, the trial court had the Commonwealth present Dr. Cohn’s rebuttal testimony regarding appellant’s claim of psychosis. Trial counsel impeached Dr. Cohn with scientific literature and Dr. Berman’s testimony. Id., at 106-09. Trial counsel said it was his understanding he would be permitted to reopen his direct case when Dr. Woody arrived and have him testify. Id., at 46, 93-94. However, when Dr. Woody finally arrived, the trial court precluded him from testifying on direct or in rebuttal to Dr. Cohn, ruling his testimony cumulative of Dr. Berman’s. N.T. Trial, 5/18/95, at 8,11-13.\nAt the penalty phase, trial counsel was permitted to present Dr. Woody’s videotaped testimony rebutting Dr. Cohn’s opinions regarding dose-relation and tolerance, see N.T. Trial, 5/22/95, at 64-67; however, this testimony was in support of the § 9711(e)(2) and (e)(3) mitigating factors, and had nothing to do with rebutting Dr. Cohn’s guilt phase testimony.\nWhile having Dr. Woody rebut Dr. Cohn’s testimony may have been the ideal scenario, trial counsel’s strategy cannot be deemed unreasonable. Counsel rigorously cross-examined Dr. Cohn, impeaching him with evidence already admitted, and undermining his testimony regarding dose-relation. See N.T. PCRA Hearing, 5/14/03, at 36-37 (noting Dr. Cohn “stepped back” from position that psychosis was dose-related); N.T. PCRA Hearing, 4/23/02, at 108-09. In the face of the unanticipated trial court ruling which precluded his key rebuttal witness from testifying, counsel argued for admission of this witness’s testimony and made a thorough record containing his objection to the trial court’s ruling. Id, at 110. “Not every choice made by counsel will play out as intended; however, the test is not whether the course chosen is successful, but rather whether in making that choice there was a logical reason supporting counsel’s action.” Commonwealth v. Rizzuto, 566 Pa. 40, 777 A.2d 1069, 1086 (2001).\nRegarding Dr. Cohn’s qualification to render an expert opinion concerning whether appellant was capable of forming specific intent, Dr. Caplan acknowledged “overlap” in the fields of psychiatry and pharmacology/toxicology regarding the effects of cocaine, N.T. PCRA Hearing, 5/14/03, at 28, stating, “I don’t think there’s any finite boundary with regard to understanding and dealing with the substances.” Id, at 29. Although he stated diagnosing psychosis is a medical diagnosis that must be made by a medical doctor, id, at 30-31, Dr. Caplan testified he did not believe Dr. Cohn went beyond his area of expertise in opining appellant was not under psychosis because of his clear recall. Id, at 45-46, 50-52 (“You might say that the basis of some of the things [Dr. Cohn] said was not warranted, or did not meet the status of the literature. But I think he has — he is able to provide the opinion.”). While Dr. Cohn’s opinions regarding the relationship between dose level and psychosis may have been questionable, it cannot be said his methodology was contrary to generally accepted scientific principles. See Grady v. Frito-Lay, Inc., 576 Pa. 546, 839 A.2d 1038,1043-44 (2003) (scientific evidence admissible if its underlying methodology has general acceptance in relevant scientific community) (citing Frye v. United States, 293 F. 1013 (D.C.Cir.1923); Commonwealth v. Blasioli, 552 Pa. 149, 713 A.2d 1117, 1119 (1998)). He relied on the generally accepted text The Pharmacological Basis of Therapeutics (Goodman and Gilman, 8th ed.), the “bible of pharmacology,” N.T. Trial, 5/17/95, at 294, in forming his opinion, which was also largely based on appellant’s clear recollection of the events surrounding the killing. The fact this opinion was challenged does not make its basis contrary to accepted scientific norms, as appellant contends. Although there was question concerning whether a person with cocaine-induced psychosis would have clarity of recall, Dr. Caplan explained there were no clear studies either way on this issue, N.T. PCRA Hearing, 5/14/03, at 39-44, 72-73; therefore, Dr. Cohn’s opinion on an issue for which there is no clear-cut answer cannot be labeled contrary to accepted norms. It was for the jury to determine whether this expert was credible and reliable, and it found him so. As this claim is framed in terms of trial counsel’s ineffectiveness, our inquiry is whether counsel’s course of action, in light of the fact his key rebuttal witness was precluded from testifying and the Commonwealth’s witness rendered a questionable opinion, was reasonable. As previously noted, trial counsel adequately cross-examined the Commonwealth’s witness; as counsel’s actions regarding this expert were reasonable, appellant’s ineffectiveness claim fails. Rollins, at 441 (failure to meet any one prong of ineffectiveness test defeats claim).\nAppellant further claims the significance of Dr. Woody’s testimony was not made apparent until the PCRA hearing, at which trial counsel explained he relied on Dr. Woody to rebut Dr. Cohn and conducted his cross-examination of Dr. Cohn with the assumption he would be able to later rebut him more effectively with Dr. Woody. N.T. PCRA Hearing, 4/23/02, at 149-50. Trial counsel also described, for the first time, the trial court’s desire to keep the trial moving quickly as a factor in precluding Dr. Woody. Id., at 36, 40, 42. Accordingly, appellant contends appellate counsel was ineffective for failing to expand the record on direct appeal to buttress his claim regarding Dr. Woody’s preclusion; he argues counsel should have conducted an extra-record investigation regarding how not having Dr. Woody testify was “devastating” to the defense’s strategy and explaining this testimony’s significance more thoroughly.\nAs previously noted, appellant did not raise counsel’s ineffectiveness in connection with the preclusion of Dr. Woody’s testimony when he argued the issue on direct appeal; therefore, the ineffectiveness claim is not previously litigated. Collins, at 570, 573. However, the “additional evidence” appellant claims appellate counsel should have discovered consists of trial counsel’s speculations about the motivation behind the trial court’s rulings, and does not change the sound legal basis for excluding Dr. Woody’s testimony. See Smith, at 1091 (noting nothing in defense’s offer of proof showed Dr. Woody’s proffered testimony on direct or in rebuttal would not be merely cumulative). Furthermore, we have concluded trial counsel was not ineffective in connection with the preclusion of Dr. Woody’s testimony and in his chosen tactic in the face of the trial court’s adverse ruling. See supra, at 21-23. Accordingly, appellate counsel cannot be deemed ineffective. Carson, at 697.\nPenalty Phase\nAppellant next claims trial counsel was ineffective in agreeing to stipulate to appellant’s 1980 manslaughter conviction during the penalty phase without first reviewing the contents of that court file; appellant further asserts trial counsel was ineffective for failing to object when the prosecutor read the affidavit of probable cause from the file to the jury during closing argument. The affidavit’s facts described a homicide more serious than manslaughter, to which appellant had pled guilty. See N.T. Trial, 5/22/95, at 106-08 (describing how appellant “did take the machete and stab [the victim] in the chest, for no apparent reason”). Appellant contends the prosecutor used these facts to argue although appellant pled guilty to manslaughter, the crime was actually an intentional, unprovoked murder. Appellant argues this evidence, which the Commonwealth sought to introduce in support of the § 9711(d)(12) aggravator (prior conviction for voluntary manslaughter), was irrelevant, inflammatory, and false; he claims it caused the jury to give more weight to the (d)(12) aggravator — the only aggravator the jury found — thus tainting the weighing process.\nAt the PCRA hearing, trial counsel testified he and the prosecutor agreed that, rather than having to get appellant fingerprinted and obtain the certified record of the prior conviction, he would stipulate to the existence of the prior conviction, N.T. PCRA Hearing, 4/23/02, at 68; however, it was his understanding he was only stipulating to the fact of the conviction, not the contents of the entire file pertaining to the conviction. Id., at 68-71, 115-16. When counsel realized the prosecutor was reading the facts in the affidavit of probable cause, he felt it was too late to object, so instead he “[got] right up and [gave his] contrary version of events.” Id., at 121. Counsel also testified in his over 20 years of trial experience, his practice was not to object frequently, to avoid giving the jury the impression he was trying to keep information from it. Id., at 119-20. Given counsel’s testimony, as well as the fact appellant offered nothing at the PCRA hearing to prove the information in the affidavit of probable cause was inaccurate, misleading, or wrong, appellant’s ineffectiveness claim fails. Rollins, at 441.\nAppellant next claims the penalty phase was “infected” by trial counsel’s failure to object or request a jury instruction when the prosecutor presented victim impact evidence during his guilt phase opening statement and on direct examination.\nDuring his opening statement, the prosecutor told the jury he would present the testimony of witnesses with whom the victim communicated prior to her death. The prosecutor stated, “These witnesses will provide to you, a snapshot of [the victim’s] life. She was a troubled young woman beset by the demons of alcohol and drugs. She was attempting to make a life for herself, her children and her boyfriend before she was murdered by this [defendant.” N.T. Trial, 5/16/95, at 17. During the Commonwealth’s case-in-chief, the victim’s mother testified the victim had two children, lived with her boyfriend, and the two planned to move to Maryland. Id., at 148-44,146. Additionally, a medical examiner testified the victim was three months pregnant at the time of her death. Id., 5/17/95, at 96. This evidence was incorporated into the penalty phase. Id., 5/22/95, at 38-39.\nAt the time of appellant’s trial and sentencing, victim impact testimony was per se inadmissible. See Commonwealth v. Fisher, 545 Pa. 233, 681 A.2d 130, 145-47 (1996). However, the prosecutor’s comments and the evidence appellant complains of are not victim impact evidence. Rather, such evidence was admissible to rebut appellant’s contention he suffered from cocaine-induced psychosis at the time of the crime; in appellant’s confession, he clearly recalled details of the victim’s life, such as her relationship with her boyfriend and her plan to move to Maryland — facts only she could have told him the night of the murder, which he only could have remembered if his mind was functioning clearly when she confided in him. The Commonwealth argued appellant was not so overwhelmed or overpowered by drugs that he lost control of his faculties, as evidenced by his power of recall; therefore, the verdict should be first degree, not third degree, murder. See N.T. Trial, 5/18/95, at 101-02.\nLikewise, the evidence pertaining to the victim’s pregnancy was not introduced to elicit sympathy from the jury, but to support the Commonwealth’s theory that the victim would not have engaged in consensual sex with appellant, thereby supporting the (d)(6) aggravator (appellant committed killing while perpetrating another felony, rape). See N.T. Trial, 5/22/95, at 103-05. Accordingly, this evidence was not victim impact evidence, and counsel cannot be deemed ineffective for failing to raise this meritless claim. Carson, at 697.\nAppellant next claims the prosecutor engaged in misconduct during his closing arguments at the guilt and penalty phases; he claims trial counsel was ineffective for failing to object to the improper comments, seek cautionary instructions, or move for a mistrial.\nThe law in this area is well settled:\nGenerally, a prosecutor’s arguments to the jury are not a basis for the granting of a new trial unless the unavoidable effect of such comments would be to prejudice the jury, forming in their minds fixed bias and hostility towards the accused which would prevent them from properly weighing the evidence and rendering a true verdict. Moreover, the prosecution and the defense alike are afforded wide latitude and may employ oratorical flair in arguing to the jury. The arguments advanced must, however, be based upon matters in evidence and/or upon any legitimate inferences that may be drawn from the evidence. Finally, any allegedly improper prosecutorial comments must also be examined within the context of the conduct of defense counsel. If a challenged remark is made in response to the defense’s closing argument, it will generally be deemed fair response and hence permissible comment.\nCommonwealth v. Abu-Jamal, 553 Pa. 485, 720 A.2d 79, 110 (1998) (citations omitted).\nAdditionally:\n[D]uring the penalty phase a prosecutor must be accorded reasonable latitude in arguing his or her position to the jury and may employ oratorical flair in arguing in favor of the death penalty. A prosecutor has more latitude in presenting argument at the penalty phase since the presumption of innocence no longer applies.\nCommonwealth v. Bridges, 563 Pa. 1, 757 A.2d 859, 880 (2000) (citations omitted).\nAppellant claims the prosecutor erred by telling the jury during his guilt phase closing that: (1) appellant’s intoxication defense was a common defense tactic to avoid the death penalty, see N.T. Trial, 5/18/95, at 89-91; (2) defense expert, Dr. Berman, was a “hired gun” with whom he would not wish to work, see id., at 93; and (3) appellant was the only witness who could disprove the murder, see id., at 95, which was a negative reference to appellant’s decision not to testify. Appellant further argues the prosecutor confused the jury with an erroneous explanation of reasonable doubt. See id., at 106.\nThe prosecutor’s statement concerning appellant’s defense tactic of arguing voluntary intoxication in order to reduce the degree of murder from first to third was nothing more than an explanation of how Pennsylvania law works; the prosecutor’s remark simply explained the limited defense of voluntary intoxication, and it constituted fair comment on the defense’s evidence. Thus, this claim is meritless.\nThe prosecutor’s comments about Dr. Berman were rooted in the fact this witness testified he worked almost exclusively as a defense expert and admitted on cross-examination that he relied solely upon appellant’s version of the facts in forming his opinion and had not interviewed anyone else. See N.T. Trial, 5/17/95, at 163-64, 207-09. Thus, they were fair comment on the evidence presented at trial; to the extent these remarks can be viewed as an expression of the prosecutor’s personal belief regarding the credibility of a witness, appellant has failed to demonstrate these comments prejudiced his case, i.e., that the outcome of the guilt phase would have differed had they not been made.\nAppellant’s claim that the prosecutor impermissibly referenced his exercise of his Fifth Amendment right against self-incrimination was not raised in his PCRA petition or addressed by the PCRA court, see PCRA Petition, 7/7/00, at 65-68, ¶¶ 120-28; therefore, it is waived, and we will not address it. Pa.R.A.P. 302(a) (“Issues not raised in the lower court are waived and cannot be raised for the first time on appeal.”).\nThe prosecutor’s explanation of reasonable doubt, even if erroneous, was cured by the trial court’s correct instruction. See N.T. Trial, 5/18/95, at 109-10. The jury is presumed to follow the trial court’s instructions. Commonwealth v. Minerd, 562 Pa. 46, 753 A.2d 225, 232 (2000). Accordingly, this claim is meritless, and none of appellant’s claims concerning the prosecutor’s guilt phase closing argument entitle him to relief.\nAppellant claims the prosecutor erred in his penalty phase closing by: (1) urging the jury to consider appellant’s future dangerousness, see N.T. Trial, 5/22/95, at 106 (“[H]e has killed before, he killed again, and with all due respect, I submit to you if he is not stopped, he will kill again.”), 108 (“[W]hen you don’t give this Defendant what he wants, he kills.... [T]hat man right there is a killer.' He killed once. He killed again. And he will continue to kill until the law stops him.”); (2) telling the jury its rejection of the cocaine-induced psychosis defense at the guilt phase mandated that it reject this defense at the penalty phase, see id., at 97-98; (3) stating the coroner indicated sexual activity had occurred between appellant and the victim on the night of the murder, see id., at 105; (4) emphasizing the victim was pregnant, id., at 104; and (5) diminishing the jury’s sense of responsibility for determining whether a death sentence was appropriate. See id., at 31.\nIt is not per se error for a prosecutor to argue a defendant’s future dangerousness; however, if such argument is made, it is appropriate for the trial court, if requested, to give an instruction explaining that a life sentence in Pennsylvania means life without parole. Commonwealth v. Trivigno, 561 Pa. 232, 750 A.2d 243, 254 (2000); see also Commonwealth v. Moore, 594 Pa. 619, 937 A.2d 1062, 1074 (2007). Here, although counsel did not request such instruction, the trial court informed the jury that one of its two options was to sentence appellant to “life imprisonment without parole.” N.T. Trial, 5/22/95, at 130, 137. Accordingly, appellant has failed to demonstrate prejudice by the prosecutor’s remarks.\nThe prosecutor’s argument — that the jury should reject appellant’s claim of cocaine-induced psychosis as a mitigating circumstance in the penalty phase because it had already been rejected as a defense in the guilt phase — was a permissible argument. The prosecutor reiterated appellant’s lesser burden of proof at the penalty phase, and then argued Dr. Woody’s testimony did not establish the § 9711(e)(2) and (3) mitigators. Id., at 96-98. The prosecutor was within the bounds of proper commentary in arguing the jury’s finding of guilt could be interpreted as a rejection of the theory appellant was under cocaine-induced psychosis, and that the evidence the defense presented did not establish appellant’s ingestion of cocaine affected his capacity to conform his conduct. Therefore, this claim is without merit.\nRegarding the prosecutor’s statements concerning sexual activity, any misstatement by the prosecutor regarding whether the coroner testified sexual activity occurred prior to the murder was cured by the trial court’s instruction that counsels’ arguments were not evidence and the jury was the sole fact-finder. Id., at 121-23. See Commonwealth v. Simmons, 541 Pa. 211, 662 A.2d 621, 639-40 (1995) (prosecutor’s inadvertent misstatement of fact during closing argument would not constitute basis for new trial where any prejudicial effect was cured by instruction telling jury attorneys’ arguments are not evidence and jury is sole fact-finder). Thus, appellant has not demonstrated prejudice.\nThe prosecutor’s reference to the victim’s pregnancy was in support of his argument that appellant attempted to rape the victim before murdering her; it was the Commonwealth’s theory that a pregnant woman would not be out after midnight on a rainy night to engage in consensual sex with appellant, as he claimed. As this comment was fair argument, this claim is meritless.\nAppellant claims the prosecutor diminished the jury’s sense of responsibility for imposing the death penalty by stating:\nBefore I conclude, I want to talk a little bit about responsibility. I have no doubt that it may be suggested to you that individually and collectively you will be responsible by your verdict for taking a man’s life. That is not so. The law says if an individual is convicted of First Degree Murder, and if the Commonwealth proves aggravating circumstances beyond a reasonable [doubt], and there are no mitigating [circumstances], the sentence must be death. The law is responsible. The law poses the sentencing, not you.\nN.T. Trial, 5/22/95, at 31. Appellant argues these statements violated Caldwell v. Mississippi, 472 U.S. 320, 105 S.Ct. 2633, 86 L.Ed.2d 231 (1985), which held where the prosecutor in closing suggested to the jury that the ultimate responsibility for setting the death sentence rests not with the jury, but with the appellate courts, the jury’s subsequent verdict must be set aside as unreliable. Id., at 328-29, 105 S.Ct. 2633; see also Commonwealth v. Clark, 551 Pa. 258, 710 A.2d 31, 37 (1998).\nTaken in context, the prosecutor’s statements did not dilute the jury’s sense of responsibility as ultimate sentencer; such remarks were an accurate statement of how Pennsylvania’s death penalty statute works. The prosecutor did not suggest the jury was not responsible for its verdict, only that it did not make the law, namely, § 9711(c)(l)(iv). Accordingly, this claim is meritless, and none of appellant’s claims concerning the prosecutor’s penalty phase closing argument entitle him to relief.\nAppellant next asserts trial counsel was ineffective for failing to investigate and present certain mitigating evidence, including: family and friends’ testimony regarding his abusive upbringing, dysfunctional family, and drug addiction; expert testimony regarding his psychological and emotional impairment, as well as brain damage; and court and medical records regarding his family dysfunction, brain damage, and substance abuse.\nAt the beginning of the penalty phase, trial counsel moved to incorporate all of the guilt phase evidence into the penalty phase, particularly Dr. Berman’s testimony. N.T. Trial, 5/22/95, at 41. Counsel then called appellant’s mother to testify; she briefly testified appellant was abused by his father and had used drugs for a long time. Id., at 42-43. She testified appellant was the kind of person who wanted to help others, so they would not “hurt the way he was hurting,” and he had been trying to overcome his drug addiction and “get past the things in his life that had happened to him.” Id., at 43-44.\nCounsel then called Lynne Brown, the project director for an adult education program appellant attended, to testify. Ms. Brown testified that in 1992, she was appellant’s case manager in a 14-week job training program and met with him twice a week to discuss any difficulties or problems he had. Id., at 45-46. She felt appellant had been working to deal with his drug problem, was very intelligent, “seemed to be very concerned about making his way in the world[,]” and was “worth spending time on.” Id., at 46. She testified appellant obtained computer skills which would have enabled him to gain entry level employment, but he went into an outpatient drug rehabilitation program when he left the job training program. Id., at 49-50. She admitted she had no contact with appellant since 1993. Id., at 48.\nFinally, counsel presented the videotaped testimony of Dr. Woody, who testified as an expert in psychiatry and substance abuse. Dr. Woody described cocaine-induced psychosis and its effects, id., at 62-63, 68-70, and opined an individual suffering from such psychosis would “likely be affected” in his ability to conform his conduct to the requirements of the law. Id., at 71. Counsel did not present any documentary evidence. Although the jury found two of the three mitigating circumstances were established, it concluded they were outweighed by the one aggravating circumstance the Commonwealth established.\nAt the PCRA hearings, appellant presented the testimony of family, friends, experts, and trial counsel, as well as documentary evidence, in support of his claim trial counsel failed to adequately investigate and present mental health mitigating evidence.\nAppellant’s mother testified appellant had meningitis as a baby and fell several times, hitting his head. N.T. PCRA Hearing, 4/22/02, at 18-19. She described in detail the neglect and abuse he suffered as a child, being beaten by his father, as well as watching his father beat his mother and siblings. Id., at 19-23. He also was aware his father sexually abused his sister. Id., at 29. Appellant’s mother testified she was aware appellant abused drugs, and his personality would change when he was on drugs. Id., at 30-31. She stated although Attorney McLaughlin came to her house and spoke with her on the phone a couple times, mitigation evidence was not mentioned or explained to her, id., at 32, but if trial counsel had asked her about the topics to which she testified at the PCRA hearing, she would have willingly volunteered this information for the penalty phase. Id., at 33-34. She admitted she did not recall everything she told Attorney McLaughlin, but stated she told the attorney to talk to her other children, who might remember things she did not. Id., at 62.\nAppellant’s brothers, Andrew and Albert, testified about appellant’s dysfunctional childhood, including his rejection and abuse by his father, his drug and alcohol use, and his personality changes when under the influence of drugs, especially cocaine. Id., at 95-97, 99-100, 113-15, 117-20. Andrew testified appellant’s attitude towards white people was worse after he came home from the military, becoming almost paranoid. Id., at 100-01. Albert testified appellant admitted the incident with the victim occurred, but claimed he did not know what happened and was not in his right state of mind at the time. Id., at 121. Both brothers stated they would have testified at the penalty phase, although Albert admitted he was in a halfway house before trial and his family did not know how to contact him. Id., at 102,122,125-26.\nAppellant’s sisters, Audrey and Carrie, also testified about appellant’s dysfunctional childhood, including abuse by their father, physical neglect, and their father’s sexual abuse of Carrie, of which appellant was aware while growing up. Id., at 134-36, 148-51. They further testified about appellant’s drug abuse and the personality changes he underwent when he used drugs, particularly cocaine. Id., at 138-39, 153-54. They stated he suffered from severe headaches, and Carrie described his difficulty learning new skills and his resulting frustration and anger. Id., at 139-40, 151-52, 154-55. Both stated they would have testified at the penalty phase. Id., at 140,155-56.\nDarlene Thomas, a family friend of appellant who knew him as a teenager, testified although appellant’s family was “eccentric,” she knew him to be easygoing. Id., at 66. She stated although she had not known him to use drugs, she was out of touch with him for six or seven years before the murder, and when she saw him shortly before he was arrested, his appearance and behavior had changed; this led her to suspect he was on drugs. Id., at 68-69, 71. She stated she would have been willing to testify at the penalty phase. Id., at 70. Her husband, Donald, also a childhood friend of appellant, testified about a racial incident where white men threw bottles at him and appellant, calling them “niggers,” and the police did nothing. Id., at 79-80. He admitted he lost contact with appellant five or ten years before appellant’s arrest, but would have been willing to testify at the penalty phase. Id., at 80, 82.\nDr. Berman testified he mentioned evaluating appellant for the penalty phase to Attorney Williams, but counsel took no action. N.T. PCRA Hearing, 8/6/02, at 8, 13. Dr. Berman evaluated appellant for the diminished capacity defense at the guilt phase, and noted appellant’s dysfunctional family background. Id., at 13-14. Attorney Williams told him if he was needed for the penalty phase, Attorney McLaughlin would contact him; he was never contacted. Id., at 7-8.\nDr. Drew Nagele, a neuropsychologist who evaluated appellant at PCRA counsel’s request in 2000, testified his initial review of appellant’s poor school performance, impoverished and abusive childhood, and drug use suggested the possibility of cognitive impairment. N.T. PCRA Hearing, 4/25/02, at 22. Dr. Nagele then testified concerning appellant’s scores on various neuropsychological tests. Appellant scored 76, in the borderline range of intellectual functioning, on the IQ test. Id., at 28. He scored 105, in the average range, on the Wechsler Memory Scale, which tests memory ability; however, his scores in different components of the test varied, indicating a discrepancy between visual and verbal brain function. Id., at 32-33. Appellant fell into the moderate to severely impaired range on the Halsted Impairment Index, which is designed to test for brain damage. Id., at 44. However, Dr. Nagele qualified this finding, stating although there was brain damage, it was probably not as severe as the test suggested. Id., at 46. On the categories portion of the Halsted test, appellant scored a 68 (the cut-off score for brain damage is 51 or more); Dr. Nagele stated this score indicated appellant was likely to have difficulty figuring out things in everyday life, such as novel tasks. Id., at 46-47. Appellant’s scores on the tactical performance portion of the Halsted test ranged from mildly impaired to above average, id., at 48, and he scored in the below average/borderline range on the seashore rhythm portion of the test, which indicated he had difficulty being able to make sense out of the world and accurately perceive the sounds he heard. Id., at 49. The speech sounds perception portion indicated appellant was in the mild to moderately impaired range, which would make it difficult for him to understand others’ communications. Id., at 50.\nGiven appellant’s test scores, Dr. Nagele opined appellant would have difficulty being successful in work life, due to mild cognitive impairment. Id., at 54. The expert further noted this impairment could affect appellant’s ability to reason, use judgment, and see the consequences of his actions; these abilities would become even more impaired by drug use, particularly cocaine. Id., at 55, 58. Finally, the expert concluded in his report that, with a degree of reasonable certainty, appellant had cognitive impairments due to multiple events throughout his life, and his limited ability to reason was severely impaired when he was in a cocaine-induced psychosis at the time of the crime. Id., at 59. He further opined appellant was under the influence of extreme mental or emotional disturbance at the time of the crime, and his capacity to appreciate the criminality of his conduct or conform it to the requirements of the law was substantially impaired, thus supporting the § 9711(e)(2) and (e)(3) mitigators. Id., at 59-60.\nDr. Toomer, a forensic psychologist who evaluated appellant at PCRA counsel’s request, testified the results of his tests were consistent with Dr. Nagele’s findings of neurological deficits in terms of overall functioning. N.T. PCRA Hearing, 4/26/02, at 36. He also testified appellant had a pattern of chronic polysubstance abuse, id., at 45, and confirmed appellant’s dysfunctional family background of abuse and neglect. Id., at 62-68. He reviewed appellant’s juvenile records and hospital records, noting they corroborated his family history; he stated they were “red flags” in terms of potential mental disorders, id., at 74-75, as they identified appellant’s race sensitivity, id., at 75, his feeling threatened by women, id., at 78-79, his “dull normal” intellectual functioning and poor academic record, id., at 81-82, 89-90, his impaired judgment and analytic thought/planning ability, id., at 82-83, and the fact appellant was quiet and nonaggressive. Id., at 87, 89-90. Dr. Toomer opined the § 9711(e)(2) and (e)(3) mitigators were established, id., at 126, 134, and appellant’s background of family abuse and neglect was a mitigating factor under the § 9711(e)(8) mitigator, id., at 132. Dr. Toomer further opined appellant’s penalty phase witnesses did not testify concerning the full picture of the family’s abuse and neglect, as well as appellant’s history of drug abuse. Id., at 135-36.\nAppellant presented his juvenile records from his commitment at the Loysville Youth Development Center from September 5, 1972 to May 22, 1975, which documented the dysfunctional environment in which he was raised, his psychological and mental impairments, and his cognitive deficits. A 1972 psychological report in these records documented appellant’s IQ as 86, or “dull normal.” The evaluator’s notes mentioned appellant’s feeling unloved by his parents, and classified his general fund of knowledge and vocabulary as “extremely impaired,” his judgment and analytic thought as “severely impaired,” and his planning ability and means-end relationships as “moderately impaired.” PCRA Petition, Exhibit 16 (Psychological Evaluation, 7/15/72). Dr. Toomer testified these records contained information typically relied upon by mental health professionals, they were consistent with his findings regarding appellant, and they contained a number of “red flags” regarding the potential for mental disorders. See N.T. PCRA Hearing, 4/26/02, at 69-107.\nAppellant also presented his medical records from CrozerChester Medical Center, where he obtained treatment for drug and alcohol addiction October 23-26, 1989. These records further documented appellant’s dysfunctional upbringing and the resulting psychological impairments, as well as corroborated expert testimony that such impairments are life-long. The records also described the impact and extent of appellant’s drug and alcohol addiction. See PCRA Petition, Exhibit 18 (Crozer-Chester Medical Records, 10/23/89-10/26/89). Dr. Toomer testified these records were consistent with his evaluation of appellant, and were significant because they demonstrated appellant’s difficulty in functioning and corroborated his dysfunctional childhood. See N.T. PCRA Hearing, 4/26/02, at 107-16.\nAttorney Williams testified that in preparing for appellant’s trial, he was primarily concerned with the guilt phase defense, and he turned over preparation for the penalty phase to Attorney McLaughlin one month before trial, but gave her no direction. N.T. PCRA Hearing, 4/23/02, at 57-58. He stated he was not looking for “red flags” regarding mental health issues beyond the guilt phase. Id., at 82-83. He met with appellant in prison and prior to the preliminary hearing, and was aware of appellant’s abusive childhood, drug abuse, and past treatment for drug addiction. Id., at 20-21, 58, 60-61, 78, 141. However, he stated although appellant mentioned his abusive childhood, he was not forthcoming with details, and he did not press appellant because Dr. Berman’s report indicated appellant did not wish to discuss his abusive father. Id., at 122-24.\nAttorney Williams acknowledged Dr. Berman’s letter stating he would need additional information concerning appellant’s family history if his expert testimony was needed for the penalty phase; however, he did not contact the doctor, assuming the doctor would do whatever was needed to obtain appellant’s background information if necessary. Id., at 84-85, 87-88,138-39.\nRegarding his direct examination of appellant’s mother and why he did not call more family members to testify, Attorney Williams explained he told appellant’s mother at trial that he was looking for testimony about appellant’s childhood abuse, drug use, and family background in general. Id., at 100. However, when she did not give many details in her testimony, he decided not to ask additional questions, as he “had gotten from her what [he] could get from her,” based on their prior conversation at trial. Id., at 102-03. Although he could not recall which specific family members were present for the penalty phase, he stated he would have called whoever was there, unless he felt they had nothing to add. Id., at 65, 97-OS. Finally, Attorney Williams testified Attorney McLaughlin had been disappointed with the documents she received pertaining to appellant’s background, but he could not recall reviewing those documents with appellant. Id., at 105.\nAttorney McLaughlin testified although she was assigned the investigation regarding mitigating evidence, Attorney Williams was in charge of the case. Id., at 161, 189. She repeatedly stressed that time was an issue in the case, and she did not believe she had enough time to conduct an adequate investigation, having been assigned to the case one month before trial. Id., at 161, 167-68, 178, 180, 206, 210. She interviewed appellant’s mother by telephone, asking her a list of questions obtained from a death penalty seminar, which included questions about childhood illnesses; however, appellant’s mother gave no specifics and did not mention appellant having meningitis or any head injuries, nor did she mention the physical abuse. Id., at 168-71,197-99. She contacted two of appellant’s brothers, but could not recall what they talked about, and her interview with appellant’s sister, Carrie, gave her the impression Carrie wanted to distance herself from the family and would not be especially helpful. Id., at 172-74,187, 201, 206. Attorney McLaughlin only obtained appellant’s parole and military records; she did not check court records for his juvenile file, nor did she check appellant’s school records or drug treatment records, although she was aware he had been in treatment. Id., at 176, 215. She testified if she received a potential witness’s name, she did everything she could to find the person; however, she did not check other family members’ court files, driver’s license records, or welfare records. Id., at 179, 206.\nAttorney McLaughlin testified appellant could not remember much about his childhood and did not mention his physical abuse, or that he had meningitis or head injuries. Id., at 164-65, 190, 194, 207, 209, 217-18. She stated appellant’s memory problems hampered her investigation. Id., at 217-18. Although she thought his memory problems were unusual, she did not think they warranted a mental health evaluation; however, she did suggest to Attorney Williams that they have Dr. Berman evaluate appellant for mitigation purposes in general. Id., at 208-09, 220-21. Attorney Williams’ response was they were going to focus on appellant’s character, and she should be looking for character evidence. Id., at 165-66, 219-20.\nThe Commonwealth presented Dr. Cooke, an expert in forensic and neuropsychology, who testified in rebuttal of Drs. Nagele and Toomer. Having reviewed their reports, Dr. Cooke disagreed with some of their testing protocols; specifically, he questioned the accuracy of the IQ tests, which were abbreviated versions of the standard ones usually given, stating appellant’s memory was strong, so it was likely his IQ was underestimated. He also noted the great discrepancy between Dr. Nagele’s IQ finding of 76 and Dr. Toomer’s IQ finding of 96. N.T. PCRA Hearing, 5/16/03, at 23, 27, 30, 45-47. Significantly, Dr. Cooke noted appellant was unimpaired in 10 out of the 14 areas on the Halsted Impairment Index used by Dr. Nagele; these were areas affecting reason, judgment, and ability to function. Id., at 31-32, 36. Dr. Cooke further opined the impairment in the four remaining areas was mild, not moderate to severe, as Dr. Nagele opined. Id., at 33-34, 36, 38.\nDr. Cooke testified the validity testing in connection with the Millón Clinical Multiaxial Inventory III (MCMI) test administered by Dr. Toomer revealed appellant was malingering, i.e., exaggerating his illness and complaints. Id., at 60-61, 171. Dr. Cooke further testified Dr. Toomer used the Bender-Gestalt test to evaluate appellant’s personality, a function for which the test is not designed. Id., at 73-74. Dr. Cooke opined, based on appellant’s MCMI test, appellant was not significantly paranoid or delusional. Id., at 70-71. Finally, Dr. Cooke concluded nothing in the test results indicated there was significant intellectual impairment of judgment and reasoning at the time of the offense, nor was there anything to support the conclusion of cocaine-induced psychosis or delusional behavior. Id., at 105-06. Based on appellant’s own statement to the police, Dr. Cooke concluded appellant’s “thought processes ... would indicate, quite clearly that he appreciated the criminality of his acts and he was attempting to avoid discovery and arrest.” Id., at 106.\nOn cross-examination, Dr. Cooke admitted if he had been hired as a defense expert for appellant’s trial, he would have wanted to interview appellant and follow up with testing, based on the information in appellant’s juvenile and medical records. Id., at 141-42. He also agreed he would not expect to find such a varied range of IQ test results in a normal functioning individual, and such results were indicative of the possibility of an organic problem. Id., at 204-05. However, he unequivocally reiterated although he agreed with defense experts that there was brain damage, he did not agree regarding the degree of damage; the question was whether the areas in which there was damage were areas relating to the cognitive functions and behaviors leading to the crime. Id., at 210-12. Finally, he emphasized he agreed with Dr. Nagele’s statement that “there is evidence of brain damage, but that’s [sic] it’s possibly not as severe as the impairment index suggests.” Id., at 213-14; cf. N.T. PCRA Hearing, 4/25/02, at 46.\nAppellant relies on Williams v. Taylor, 529 U.S. 362, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000) and Wiggins v. Smith, 539 U.S. 510, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003), wherein the United States Supreme Court held capital counsel has an obligation to thoroughly investigate and prepare mental health and other mitigating evidence, Williams, at 396, 120 S.Ct. 1495; counsel cannot meet this requirement by relying on “only rudimentary knowledge of [the defendant’s] history from a narrow set of sources.” Wiggins, at 524, 123 S.Ct. 2527. In Commonwealth v. Williams, 597 Pa. 109, 950 A.2d 294 (2008), this Court noted:\nUnder prevailing constitutional norms as explicated by the United States Supreme Court, capital counsel has an obligation to pursue all reasonable avenues for developing mitigating evidence. Counsel must conduct a thorough pretrial investigation, or make reasonable decisions rendering particular investigations unnecessary. Strategic choices made following a less than complete investigation are reasonable precisely to the extent that reasonable professional judgment supports the limitation of the investigation. In undertaking the necessary assessment, courts are to make all reasonable efforts to avoid distorting effects of hindsight. Nevertheless, courts must also avoid “post hoc rationalization of counsel’s conduct.”\nWilliams, at 303-04 (citations and footnote omitted).\nRecently, the United States Supreme Court further clarified what Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984) requires in the context of investigation and preparation of penalty phase mitigating evidence:\nThe Sixth Amendment entitles criminal defendants to the “ ‘effective assistance of counsel’ ” — that is, representation that does not fall “below an objective standard of reasonableness” in light of “prevailing professional norms.” That standard is necessarily a general one. ...' Restatements of professional standards, we have recognized, can be useful as “guides” to what reasonableness entails, but only to the extent they describe the professional norms prevailing when the representation took place.\nBobby v. Van Hook, — U.S.-,-, 130 S.Ct. 13, 16, 175 L.Ed.2d 255 (2009) (citations omitted). The Court held the Circuit Court erred in applying ABA guidelines pertaining to specifics defense counsel should investigate in preparing mitigation evidence, when such guidelines were announced 18 years after the defendant’s trial. The Court reiterated Strickland’s emphasis that such bar standards are “ ‘only guides’ to what reasonableness means, not its definition.” Id., at 17 (quoting Strickland, at 688,104 S.Ct. 2052).\nWilliams and Wiggins did not establish a new federal constitutional rule or standard by which to judge counsel’s stewardship in investigation and preparation of mitigating evidence; they simply applied the well-settled Strickland ineffectiveness standard to later cases involving the specific question of counsel’s duty to investigate mitigating evidence in a capital case. The standard they upheld is a general one, and must be flexible enough to take into account the prevailing professional norms at the time of counsel’s performance. See Strickland, at 689, 104 S.Ct. 2052 (“A fair assessment of attorney performance requires that every effort be made to eliminate the distorting effects of hindsight, to reconstruct the circumstances of counsel’s challenged conduct, and to evaluate the conduct from counsel’s perspective at the time.”).\nBased on the evidence presented at the PCRA hearing, appellant argues Attorney Williams ignored many “red flags” concerning his mental health; he contends once counsel learned of his family background of abuse and neglect through Dr. Berman and appellant’s family, and was informed of his memory problems by Attorney McLaughlin, counsel should have investigated the available court and medical records, and should have had him undergo a mental health evaluation. He argues although the jury found two mitigating circumstances, it would have given more weight to these against the one aggravating circumstance it found, had it heard the additional mental health mitigating evidence.\nViewing Attorney Williams’ penalty phase investigation under the prevailing professional norms at the time of his stewardship, we cannot conclude the record supports the PCRA court’s conclusion there was a reasonable basis for Attorney Williams’ performance at the penalty phase. Despite suggestions from Attorney McLaughlin that Dr. Berman evaluate appellant for the penalty phase, and Dr. Berman’s offer to do so, Attorney Williams ignored the possibility that mental health mitigating evidence existed which would be helpful in the penalty phase, see N.T. PCRA Hearing, 4/28/02, at 166; instead, he myopically focused only on the guilt phase defense of cocaine-induced psychosis, offering only generalized character evidence at the penalty phase. Attorney Williams was aware of appellant’s abusive family history and the correlation between abuse and mental health issues, see id., at 141-42, but made no attempt to investigate the possibility of presenting mental health mitigating evidence. He did not testify it was his strategy to avoid painting appellant as mentally deranged; rather, he stated his focus simply lay elsewhere: “I really don’t recall looking for something else going on. I was focusing on what happened that night, and how I was going to prepare the defense for that charge. So I can’t say I was looking for anything else.” Id., at 82-83. Attorney Williams delegated preparation of the penalty phase — one month prior to trial — to Attorney McLaughlin, who had little experience in trying capital cases and investigating mitigation, see id., at 159, 161-62, yet provided no direction to her regarding investigation or strategy. Id., at 180-83. Indeed, little appears in the record to indicate Attorney Williams and Attorney McLaughlin had any meaningful conversations concerning what mitigation evidence might be helpful.\nDr. Toomer testified appellant’s juvenile records and hospital records were “red flags” concerning potential mental disorders, demonstrating appellant’s difficulty in functioning and corroborating his abusive childhood. N.T. PCRA Hearing, 4/26/02, at 74-75, 107-16. Even the Commonwealth’s expert, Dr. Cooke, admitted (despite his disagreement with the manner in which the defense experts’ testing was conducted) if he had been the defense expert in appellant’s trial, he would have wanted to perform a mental health evaluation based on the information contained in appellant’s juvenile and medical records. N.T. PCRA Hearing, 5/16/03, at 119-20, 133-34, 141-42. Despite knowing appellant had been in treatment for substance abuse, Attorney McLaughlin testified she did not seek appellant’s treatment records or his juvenile file. N.T. PCRA Hearing, 4/23/02, at 176, 215.\nGiven the evidence presented at the PCRA hearing, we cannot conclude Attorney Williams’ investigation met his responsibility under Strickland, as further explained in Williams and Wiggins, to pursue all reasonable avenues for developing mitigation evidence. His narrow focus on cocaine-induced psychosis as the key to the guilt phase, coupled with his disregard for other forms of mental health mitigating evidence which would have been useful at the penalty phase, cannot be said to have been a reasonable strategy. See Wiggins, at 527, 123 S.Ct. 2527 (“[A] reviewing court must consider the reasonableness of the investigation said to- support [a] strategy.”). Counsel cannot meet his obligation by relying on “only rudimentary knowledge of [the defendant’s] history from a narrow set of sources,” Wiggins, at 524, 123 S.Ct. 2527, which is exactly what Attorney Williams did. Furthermore, we cannot say that, had such mental health mitigating evidence been presented, the jury would still have arrived at a death verdict. See id,., at 537, 123 S.Ct. 2527 (standard for assessing prejudice from deficient stewardship in presentation of mitigating evidence is whether “there is a reasonable probability that at least one juror would have struck a different balance.”). This is the type of case described by Bobby as one where “potentially powerful mitigating evidence ... would have been apparent from documents any reasonable attorney would have obtained.... ” Bobby, at 19 (citations omitted). Accordingly, appellant was prejudiced by trial counsel’s inadequate investigation, and remand for a new penalty phase is required.\nAccordingly, the order of the PCRA court is affirmed in part and reversed in part, and the matter is remanded for a new penalty phase hearing. Jurisdiction relinquished.\nJustice ORIE MELVIN did not participate in the consideration or decision of this case.\nChief Justice CASTILLE, Justices TODD and McCAFFERY join the opinion.\nJustice BAER files a concurring opinion.\nJustice SAYLOR files a concurring and dissenting opinion.\nJustice BAER.\nI join the Majority Opinion, but write separately to address two points raised by my distinguished colleague Mr. Justice Saylor in his Concurring and Dissenting Opinion, to elaborate on his thoughts, and to ensure the clarity of my positions on these important matters.\nFirst, as to the suppression issue, I agree with the Majority that the trial court did not err in denying Appellant’s motion to suppress the inculpatory statement he made following his illegal arrest, and, further, that counsel was not ineffective for failing to pursue this issue on appeal. The exclusionary rule does not preclude admission of Appellant’s statement when the police had independent probable cause to make a warrant-less arrest of Appellant at the time the invalid arrest warrant was executed, and, as recognized by the Majority, the connection between the illegal arrest and the subsequent confession was so attenuated as to dissipate any taint arising therefrom.\nWhile not disputing the Majority’s general application of state and federal law in this regard, the Concurring and Dissenting Opinion of Justice Saylor raises the salient point that in Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1994), we held that the policies underlying the exclusionary rule are substantially broader under Article I, Section 8 of the Pennsylvania Constitution than under federal Fourth Amendment jurisprudence. Rather than solely to deter police misconduct, we have held that “the exclusionary rule in Pennsylvania has consistently served to bolster the twin aims of Article I, Section 8; to-wit, the safeguarding of privacy and the fundamental requirement that warrants shall only be issued upon probable cause.” Id. at 889. Although not dispositive of this appeal, I agree with Justice Saylor’s recitation of this Court’s state constitutional jurisprudence.\nJustice Saylor proceeds to offer his personal opinion that, “ “[l]eft to my own devices, however, I would prefer a more open acknowledgement of the growing unwillingness at the federal and state levels to apply the exclusionary rule in the absence of intentional or, at least grossly negligent, police conduct.” Concurring and Dissenting Opinion at 183, 995 A.2d at 1175. Contrary to openly acknowledging an “unwillingness” to apply the exclusionary rule in certain contexts, I would prefer that we zealously guard the exclusionary rule to protect against the erosion of one of our society’s most cherished of freedoms — the right to be free from unreasonable searches and seizures. Appreciative of Justice Saylor’s scholarly concerns, and cognizant that the instant case does not implicate an erosion of Pennsylvanians’ constitutionally protected right to privacy, I write separately only to emphasize that I do not view the instant decision as restricting the application of the exclusionary rule in the proper case. As said, I am opposed to any erosion of the use of this invaluable remedial tool, when appropriate, to preserve our citizens’ right to be free from coercive state interference into their lives and affairs.\nSecondly, I write to comment on Justice Saylor’s thoughtful remarks on the Majority’s disposition of Appellant’s challenges to Dr. Cohn’s testimony as false and contrary to generally accepted scientific principles. Dr. Cohn testified that Appellant was not suffering from cocaine-induced psychosis because such disorder is dose-related, and chronic users, such as Appellant, develop a tolerance, requiring a large dose to induce psychosis. Recognizing that trial counsel rigorously cross-examined Dr. Cohn, the Majority rejects Appellant’s claim, finding that “[wjhile Dr. Cohn’s opinions regarding the relationship between dose level and psychosis may have been questionable, it cannot be said that his methodology was contrary to generally accepted scientific principles.” Op. at 155, 995 A.2d at 1159 (citing Grady v. Frito-Lay, Inc., 576 Pa. 546, 839 A.2d 1038 (2003) and Frye v. United States, 293 F. 1013 (D.C.Cir.1923) (holding that scientific evidence is admissible if its underlying methodology has general acceptance in the relevant scientific community)). In response, Justice Saylor opined in his Concurring and Dissenting Opinion that “if the Court is going to interpret Frye so narrowly as to justify the admission of speculative opinions, or opinions falsely couched in scientific literature, I believe the time has come for Pennsylvania to move to the Daubert[ ] standard.” Concurring and Dissenting Opinion at 186, 995 A.2d at 1177.\nMy personal view on this particular issue is somewhat nuanced. While I recognize the cogency of Justice Saylor’s position, consistent with my prior pronouncements in this area, I join the Majority in concluding that, in the instant case, as in most cases, it is the role of the jury to determine whether the expert, Dr. Cohn, was credible and reliable. The fact that Dr. Cohn’s opinion may not have been consistent with the majority of scientific authority can be brought to the jury’s attention through cross-examination. However, like Justice Saylor, I can also envision a case in which a conclusion rendered by an expert is so completely unsupportable in the scientific community that the trial court should be provided the discretion to preclude its admission. Thus, while I believe the Frye test should remain the law in Pennsylvania, I await a case in which this Court may consider whether Frye should be extended to apply to unscientific conclusions reached by experts, in addition to the current application of Frye to unscientific methodologies employed by experts in reaching those conclusions. Junk science should be no more admissible through experts’ conclusions than it is through experts’ methodologies.\n. The underlying facts are detailed in our disposition of appellant’s direct appeal. See Commonwealth v. Smith, 548 Pa. 65, 694 A.2d 1086, 1088-89 (1997).\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. 18 Pa.C.S. § 308 provides being in a voluntary drugged condition is not a defense to a criminal charge; however, evidence of such condition may be offered to reduce the degree of murder.\n. The Commonwealth also sought to prove the aggravating circumstance in 42 Pa.C.S. § 9711(d)(6) (defendant committed killing during perpetration of felony), alleging appellant killed the victim while trying to rape her. The jury did not find this aggravator proven beyond a reasonable doubt.\n. Specifically, the jury found appellant was under a mental or emotional disturbance, and had some remorse and an abusive childhood. N.T. Trial, 5/22/95, at 152.\n. Pursuant to a death warrant, appellant was to be executed the week of December 13, 1998; he filed an emergency motion for stay of execution the same date he filed his PCRA petition. Stay was granted December 4, 1998.\n. Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002), abrogated Hubbard’s rule that ineffectiveness claims based on trial counsel’s performance must be raised at the first opportunity where a defendant has new counsel, and instead held a defendant \"should wait to raise claims of ineffective assistance of trial counsel until collateral review.” Grant, at 738. At the time of appellant’s trial, direct appeal, and PCRA proceedings, however, Grant was not decided; therefore, Hubbard still applied.\n. We note appellant alleged in his PCRA petition, as well as in his brief to this Court, that \"all prior counsel were ineffective for failing to raise the issues presented [here] at all prior stages of the case[.]” PCRA Petition, 7/10/00, at 90; Appellant’s Brief, at 2.\n. The suppression court did not find credible appellant’s testimony that the detective advised him his brother had implicated him in the crime, his brother’s statement was enough for a jury to convict him, and that if he told the truth, the prosecutor would see he got help for his drug problem, made apparent by a leather pouch containing drug paraphernalia found during the search of appellant’s home. See N.T. Suppression Hearing, 3/9/95, at 210-15, 232, 235-37.\n. The lieutenant testified if a constable served the warrant and already had a copy of it, the active warrant would not be pulled from the bin, or an officer might neglect to pull the warrant once the arrestee was brought into headquarters. Id., at 136. Although the list of active warrants would be updated in the computer system by the district justice’s clerk, the update did not always occur immediately upon arrest, id., at 137-38, and the police computer was not linked to the district justice’s computer system. Id., at 140.\n. Dr. Cohn was the Commonwealth's sole rebuttal witness to appellant’s defense of cocaine-induced psychosis. See supra, at 2-3.\n. Counsel testified that when the trial court indicated its displeasure with how long the parties were taking to resolve the issue of whether Dr. Woody would testify, the Commonwealth stated if Dr. Woody was precluded from testifying, it would not need to call its final witness, and closing argument could proceed. N.T. PCRA Hearing, 4/23/02, at 51-53. The record reflects the court asked the prosecutor if he had another witness to call; the prosecutor responded it depended on the ruling regarding Dr. Woody, and if Dr. Woody was precluded from testifying, the Commonwealth would not need to call any additional witnesses. N.T. Trial, 5/18/95, at 11-12. The court ruled Dr. Woody would not testify, the Commonwealth called no more witnesses, and the trial proceeded to closing argument. Id.., at 11-13.\n. 42 Pa.C.S. § 9711(a)(2) was amended October 11, 1995, effective 60 days thereafter, to permit the admission of victim impact evidence, i.e., “evidence concerning the victim and the impact that the death of the victim has had on the family of the victim....” Id. The amendment is inapplicable, however, in sentencing hearings held prior to its effective date, as in appellant’s case. See Commonwealth v. Young, 561 Pa. 34, 748 A.2d 166, 185 (1999) (citing Fisher, supra).\n. Appellant mistakenly cites this comment as occurring during the prosecutor’s closing; however, it was made during the prosecutor's opening statement at the penalty phase.\n. The coroner testified, \"There was no evidence of semen in the orifices of the [victim’s] body which would be the indication of sexual intercourse.” N.T. Trial, 5/17/95, at 110.\n. The trial court's opening instruction to the jury also reminded it of these points. See N.T. Trial, 5/22/95, at 23-25.\n. This claim has been considered and rejected supra, at 26, in connection with appellant’s victim impact evidence issue.\n. \"[T]he verdict must be a sentence of death if the jury unanimously finds at least one aggravating circumstance ... and no mitigating circumstance or ... one or more aggravating circumstances which outweigh any mitigating circumstances.” 42 Pa.C.S. § 971 l(c)(l)(iv) (emphasis added).\n. Dr. Toomer’s testing indicated appellant’s IQ was 96. N.T. PCRA Hearing, 4/26/02, at 38.\n. Strickland enunciated the \"performance and prejudice” test for assessing counsel’s performance.\n. Attorney Williams testified he never spoke with appellant's family about mitigation before trial, see N.T. PCRA Hearing, 4/23/02, at 58, relied on Attorney McLaughlin to secure the presence of witnesses at the penalty phase, id., at 144, and selected witnesses from those who showed up. Id., at 97.\n. Appellant also asserts he is entitled to relief because of the cumulative effect of all the alleged errors. However, it is well settled that \" 'no number of failed claims may collectively attain merit if they could not do so individually.' ” Commonwealth v. Dennis, 597 Pa. 159, 950 A.2d 945, 978 (2008) (quoting Commonwealth v. Bracey, 568 Pa. 264, 795 A.2d 935, 948 (2001)).\n. Daubert v. Merrell Dow Pharmaceuticals, Inc., 509 U.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993) (overruling Frye as superseded by the Federal Rules of Evidence, and requiring federal judges to make a preliminary assessment of whether the testimony’s underlying reasoning or methodology is scientifically valid and can be applied properly to the facts at issue)."}