{"id": "4197101", "contents": "OPINION\nJustice EAKIN.\nBefore performing excavation work for a waterline extension project, appellant requested appellee mark the locations of gas lines around the work sites pursuant to the One Call Act (Act). Appellee improperly marked some lines and failed to mark others. As a result, appellant struck various gas lines, which hampered its work, resulting in economic damages of $74,502.06; appellant did not any sustain physical injury or property damage.\nAppellant sued appellee on a theory of negligent misrepresentation under § 552 of the Restatement (Second) of Torts, claiming appellee failed to comply with its statutory duties under the Act. Appellee filed preliminary objections in the nature of a demurrer, arguing the economic loss doctrine precluded liability. The trial court sustained the objections; appellant appealed.\nThe Superior Court affirmed, recognizing the economic loss doctrine generally precludes recovery in negligence actions for injuries which are solely economic. The court noted an exception for claims of negligent misrepresentation under § 552, which allows such claims to evade dismissal even if they assert purely economic losses. Excavation Technologies, Inc. v. Columbia Gas Company of Pennsylvania, 936 A.2d 111, 115-16 (Pa.Super.2007) (en banc ) (citing Bilt-Rite Contractors, Inc. v. Architectural Studio, 581 Pa. 454, 866 A.2d 270 (2005) (finding negligent misrepresentation claim against architect for economic loss viable under § 552)). However, the court concluded § 552(1) and (2) did not apply because, unlike the architect in Bilt-Rite, appellee was not in the business of supplying information for pecuniary gain. Id., at 116-17.\nFurther, the Superior Court declined to adopt § 552(3), reasoning the legislature did not intend to impose liability on utility companies for economic harm occasioned by an inaccurate response under the Act. The court noted the legislature did not provide a private cause of action for economic loss under the Act. Since the economic loss doctrine was well-established when the Act was enacted, the court found the legislature did not intend to impose liability under these circumstances. Id., at 119 (citing Commonwealth v. Miller, 469 Pa. 24, 364 A.2d 886, 887 (1976) (statutes not presumed to make changes in rules and principles of common or prior existing law beyond what is expressly declared in provisions)).\nWe granted allowance of appeal to determine whether § 552 of the Restatement (Second) of Torts imposes liability for economic losses to a contractor caused when a gas utility company fails to mark or improperly marks the location of gas lines. This is a pure question of law and, thus, our review is plenary. Bilt-Rite, at 274.\nFurther, “the standard of review for preliminary objections in the nature of a demurrer is limited; the question presented by the demurrer is whether, on the facts averred, the law says with certainty that no recovery is possible. Where a doubt exists as to whether a demurrer should be sustained, this doubt should be resolved in favor of overruling it.”\nId. (citations omitted).\nAppellant argues appellee should be liable for economic losses under § 552(1) and (2), asserting that like the architectural firm in Bilt-Rite, appellee enjoys an economic benefit from providing accurate information about the location of its underground lines. Applying § 552 to this case, according to appellant, will serve the overall public interest by discouraging negligence among underground utility owners. Alternatively, appellant maintains appellee should be liable under § 552(3) because appellee is under a public duty to provide information about the location of its underground lines; when appellee supplies inaccurate or no information in response to a request under the Act, it violates that duty.\nAppellee argues utility companies should not be equated with design professionals who are hired to prepare plans, drawings, and specifications for pecuniary gain. It asserts Bilt-Rite only carved out a narrow exception to the economic loss doctrine for design professionals. In response to appellant’s alternative argument, appellee urges this Court should not impose liability under § 552(3) because it would be contrary to legislative intent.\nWe find it apparent our legislature did not intend utility companies to be liable for economic harm caused by an inaccurate response under the Act, because it did not provide a private cause of action for economic losses. See generally 73 P.S. § 176 et seq. The economic loss doctrine was well-established in tort law when the Act was enacted, and when the Act was amended in 1986. See Aikens v. Baltimore and Ohio Railroad Company, 348 Pa.Super. 17, 501 A.2d 277, 278-79 (1985) (roots of economic loss doctrine first recognized in Robins Dry Dock and Repair Company v. Flint, 275 U.S. 303, 48 S.Ct. 134, 72 L.Ed. 290 (1927)). The legislature was presumably aware of the economic loss doctrine when it established the statutory scheme governing the relationship among the entities required to participate under the Act. There is simply no statutory basis to impose liability for economic losses here. See In re Rodriguez, 587 Pa. 408, 900 A.2d 341, 345 (2003) (courts must assume legislature understands legal landscape on which it enacts laws, and when common law rule is not abrogated, they must assume it persists).\nThis matter is factually distinguishable from Bilt-Rite and, thus, § 552(1) and (2) do not apply. In Bilt-Rite, a school district and architectural firm entered into a contract for the design of a new school. As is typical in public contracting, the school district solicited bids from contractors and included the firm’s plans, drawings, and specifications in the bid documents. Based on this information, a contractor submitted a bid, which was accepted. During construction, the contractor discovered the firm’s specifications were wrong, which caused large cost overruns. The contractor sued the firm for negligent misrepresentation. The trial court found no privity existed between the architect and the contractor and dismissed the claim. Bilt-Rite, at 272-73. The Superior Court affirmed.\nWe reversed, holding privity was not a prerequisite for maintaining an action under § 552, and since there is no privity requirement, “the economic loss rule does not apply to claims of negligent misrepresentation sounding under Section 552.” Id., at 288. In adopting § 552(1) and (2)’s formulation as part of Pennsylvania law, we noted such adoption “would not supplant the common law version of the Pennsylvania tort, but rather, would serve to clarify the elements of the tort as they apply to those in the business of supplying information to others for pecuniary gain.” Id., at 280.\nHere, the Superior Court properly found the instant claim does not sound under § 552(1) and (2). More specifically, the Superior Court aptly explained:\nA comparison of the facts presented in Bilt-Rite to those alleged in the instant complaint reveals that Section 552 is inapplicable to the current dispute. [Appellant’s] complaint fails to state a claim within the parameters of Section 552(1) and (2) because [appellee] is not a defendant who is akin to the architect in Bilt-Rite who was a professional information provider. The relationship between utilities and contractors bears no resemblance to the relationships discussed in Bilt-Rite. As [appellee] points out:\nArchitects have months or years to prepare detailed plans and drawings, typically have detailed information about the project, get paid for their services, and decide what projects to take and with whom and for whom they will work. By contrast, utilities are compelled by law to respond to all requests within just two working days and without remuneration. And the requests are not few and far between....\nA facility owner under the Act does not engage in supplying information to others for pecuniary gain. Nor do they have any other interest or relationship to the parties involved in the transaction, here a waterline extension project, which necessitates the excavation.\nExcavation Technologies, Inc., at 116. Because appellee is not in the business of providing information for pecuniary gain, § 552(1) and (2) do not apply here.\nFurther, we decline to impose liability under § 552(3). Initially, we note this Court did not adopt § 552(3) in Bilt-Rite because the section was not implicated under those facts. Bilt-Rite, at 273 n. 1 (“Subsection (3) is not at issue in this case and we offer no view on whether it has any place in Pennsylvania law.”). Nevertheless, appellant maintains this subsection applies because appellee was under a duty to provide it accurate information as to the location of its underground gas lines. We disagree for multiple reasons.\nFirst, § 552(3) generally applies to non-governmental entities for the protection of particular “segments of the population.” Id. Our review of the Act reveals its purpose is not to protect against economic losses — the Act’s purpose is to protect against physical harm to individuals working on construction sites and to avoid property damage to utility equipment and surrounding structures. See 73 P.S. § 178(7) (excavators maintain duty to protect against harm to life, health, or property); id., § 180(8) (same); see also id., § 182.2 (enumerating penalties for violations causing property damage, personal injury, or death).\nFurther, excavators, not utility. companies, retain the duty to identify the precise location of facilities. To this end, the Act provides where a utility supplies an excavator with “insufficient information” to locate facilities, the excavator must employ prudent techniques, which may include hand-dug test holes, to determine the precise location of underground equipment. See id., § 177(5)(i). Because the Act does nothing to remove the ultimate responsibility to prevent breaches of underground facilities from the party doing the digging, § 552(3) does not apply.\nLastly, we find public policy weighs against imposing liability here. Permitting recovery would shift the burden from excavators, who are in the best position to employ prudent techniques on job sites to prevent facility breaches. See id., § 177(5)(i); Cucchi v. Rollins Protective Services Co., 524 Pa. 514, 574 A.2d 565, 575-76 (1990) (Nix, C.J., concurring) (object of tort law is to modify behavior through allocation of financial risk on party best positioned to prevent harm). We recognize an excavator’s breach of gas lines causes delay in completing projects, but if utility companies are exposed to liability for excavators’ economic losses, such costs would inevitably be passed on to the consumer; if this is to be done, the legislature will say so specifically. Until that day, we decline to afford heightened protection to the private interests of entities who are fully capable of protecting themselves, at the public’s expense.\nBased on the foregoing, the order of the Superior Court is affirmed.\nJurisdiction relinquished.\nJustice TODD did not participate in the consideration or decision of this case.\nChief Justice CASTILLE and Justices BAER, McCAFFERY, and GREENSPAN join the opinion.\nJustice SAYLOR files a concurring opinion.\n. Act of December 10, 1974, P.L. 852, as amended, 73 P.S. § 177(5)(i) (requiring facility owner mark position of underground lines upon request).\n. Section 552, titled “Information Negligently Supplied for the Guidance of Others,” provides:\n(1) One who, in the course of his business, profession or employment, or in any other transaction in which he has a pecuniary interest, supplies false information for the guidance of others in their business transactions, is subject to liability for pecuniary loss caused to them by their justifiable reliance upon the information, if he fails to exercise reasonable care or competence in obtaining or communicating the information.\n(2) Except as stated in Subsection (3), the liability stated in Subsection (1) is limited to loss suffered\n(a) by the person or one of a limited group of persons for whose benefit and guidance he intends to supply the information or knows that the recipient intends to supply it; and\n(b) through reliance upon it in a transaction that he intends the information to influence or knows that the recipient so intends or in a substantially similar transaction.\n(3) The liability of one who is under a public duty to give the information extends to loss suffered by any of the class of persons for whose benefit the duty is created, in any of the transactions in which it is intended to protect them.\nRestatement (Second) of Torts § 552 (1977).\n. The economic loss doctrine provides, “no cause of action exists for negligence that results solely in economic damages unaccompanied by physical injury or property damage.” Adams v. Copper Beach Townhome Communities, L.P., 816 A.2d 301, 305 (Pa.Super.2003)."}