{"id": "4197163", "contents": "OPINION\nJustice McCAFFERY.\nIn this appeal by the Commonwealth, we consider whether the offense of driving under the influence (“DUI”) set forth at 75 Pa.C.S. § 3802(a)(1) is an “at the time of driving” offense. While we agree with the Superior Court’s conclusion that it is such an offense and so hold, we conclude that the Superior Court erred in determining that the evidence was insufficient to support a conviction in this case. Accordingly, we vacate the order of the Superior Court and remand to the trial court.\nOn September 19, 2004, at approximately 12:20 a.m., Officer Patrick Hillyard was dispatched to investigate a report of a one-vehicle accident. He arrived at the scene within a few minutes, to find a vehicle at the top of a hillside in some brush, rotated 180 degrees. Paul A. Segida (“Appellee”), who with his brother was standing near the vehicle, acknowledged that he was the owner of the vehicle, that he had been driving, and that he had lost control of the vehicle after he started arguing with his brother. While conversing with Appellee, Officer Hillyard detected a strong odor of alcohol coming from his person. Upon further questioning, Appellee admitted that he had been drinking at one of the local clubs and had been driving home when the accident occurred. Officer Hillyard then asked Appellee to perform three field sobriety tests, all of which Appellee performed very badly. Based on the field sobriety test results, Officer Hillyard concluded that Appellee was incapable of safely driving at that time, and accordingly placed Appellee under arrest and drove him to a hospital to have his blood alcohol level tested. The test results revealed that Appellee had a very high blood alcohol level: 0.326 percent.\nAppellee was charged with two counts of DUI: 75 Pa.C.S. § 3802(a)(1) (General impairment) and 75 Pa.C.S. § 3802(c) (Highest rate of alcohol). On October 20, 2005, a bench trial was held before the Honorable Cheryl Allen, in which Officer Hillyard was the only witness to testify. Judge Allen found Appellee guilty of both counts. On December 14, 2005, Appellee was sentenced to serve 180 days of intermediate punishment on electronic monitoring and three years’ probation.\nAppellee appealed his judgment of sentence to the Superior Court, arguing that the evidence was insufficient to sustain either one of his DUI convictions because the Commonwealth had failed to produce any evidence as to the time when Appellee drank, when he drove, or when the accident occurred. Commonwealth v. Segida, 912 A.2d 841, 844 (Pa.Super.2006). The Commonwealth conceded that the evidence was insufficient to prove that Appellee had violated Section 8802(c) (Highest rate of alcohol). The Superior Court held that the evidence was insufficient to support either of Appellee’s DUI convictions and accordingly reversed Appellee’s judgment of sentence. Segida, supra at 844, 850. With regard to Section 3802(a)(1), the Superior Court concluded that the Commonwealth had not established when Appellee was driving, and thus had failed to prove that Appellee was incapable of driving safely at the time that he was driving. Id. at 850. The Superior Court acknowledged that a reasonable fact-finder could have concluded that, when Officer Hill-yard arrived at the scene of the accident, Appellee was incapable of safe driving. Id. at 847. However, the Superior Court concluded that because the Commonwealth had failed to establish any temporal connection between the time of the accident and the time that the officer arrived at the scene, it had not been proven beyond a reasonable doubt that Appellee was incapable of safely driving at the time he was driving. Id. at 847-50. In addition, the Superior Court opined that there was another difficulty with the Commonwealth’s offer of proof, i.e., the Commonwealth had not precluded the possibility that Appellant ingested alcohol after the accident had occurred. Id. at 848-49.\nThe Commonwealth petitioned this Court for allowance of appeal, seeking review of the Superior Court’s decision with respect to Section 3802(a)(1). We granted the Commonwealth’s petition, which expressed the issue for review as follows:\nIn finding insufficient evidence to support the 75 Pa.C.S. § 3802(a)(1) DUI offense, did the Superior Court err in determining what the elements are for a Section 3802(a)(1) DUI offense and err in concluding it is an “at the time of driving” offense?\nCommonwealth v. Segida, 594 Pa. 524, 937 A.2d 419 (2007).\nThe issue presented is one of statutory interpretation, which, as a question of law, requires that we apply a de novo standard of review. Commonwealth v. Hoke, 599 Pa. 587, 962 A.2d 664, 666 (2009). Pursuant to the Statutory Construction Act,' our task in interpreting a statute is to ascertain and effectuate the intention of the General Assembly. Id. at 667 (citing 1 Pa.C.S. § 1921(a)). In general, the best indication of legislative intent is the plain language of the statute. Commonwealth v. Fithian, 599 Pa. 180, 961 A.2d 66, 74 (2008). “When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” 1 Pa.C.S. § 1921(b). When the statutory text is not explicit, we may consider, inter alia, the mischief to be remedied by the statute, the object to be attained, and the consequences of a particular interpretation. 1 Pa.C.S. § 1921(c). We may not add words or phrases in construing a statute unless the added words are necessary for a proper interpretation, do not conflict with the obvious intent of the statute, and do not in any way affect its scope and operation. 1 Pa.C.S. § 1923(c); Hoke, supra at 667. However, we may consider the title and the preamble of the statute. 1 Pa.C.S. § 1924. Finally, we presume that the General Assembly does not intend a result that is absurd or unreasonable. 1 Pa.C.S. § 1922(1); Commonwealth v. Bavusa, 574 Pa. 620, 832 A.2d 1042, 1050 (2003).\nThe statute at issue here is the following:\n§ 3802. Driving under influence of alcohol or controlled substance\n(a) General impairment.—\n(1) An individual may not drive, operate or be in actual physical control of the movement of a vehicle after imbibing a sufficient amount of alcohol such that the individual is rendered incapable of safely driving, operating or being in actual physical control of the movement of the vehicle.\n(2) An individual may not drive, operate or be in actual physical control of the movement of a vehicle after imbibing a sufficient amount of alcohol such that the alcohol concentration in the individual’s blood or breath is at least 0.08% but less than 0.10% within two hours after the individual has driven, operated or been in actual physical control of the movement of the vehicle.\n(b) High rate of alcohol. — An individual may not drive, operate or be in actual physical control of the movement of a vehicle after imbibing a sufficient amount of alcohol such that the alcohol concentration in the individual’s blood or breath is at least 0.10% but less than 0.16% within two hours after the individual has driven, operated or been in actual physical control of the movement of the vehicle.\n(c) Highest rate of alcohol. — An individual may not drive, operate or be in actual physical control of the movement of a vehicle after imbibing a sufficient amount of alcohol such that the alcohol concentration in the individual’s blood or breath is 0.16% or higher within two hours after the individual has driven, operated or been in actual physical control of the movement of the vehicle.\n75 Pa.C.S. § 3802 (emphasis added to text of subsection (a)(1)).\nThe General Assembly enacted Section 3802 on September 30, 2003, and it became effective on February 1, 2004, repealing and replacing the prior DUI statute, which had been found at 75 Pa.C.S. § 3731. See Commonwealth v. Duda, 592 Pa. 164, 923 A.2d 1138, 1140 n. 1 (2007). Under the now-repealed Section 3731, it was and is undisputed that the proscribed conduct was driving “while under the influence of alcohol to a degree which renders the person incapable of safe driving,” or driving “while the amount of alcohol by weight in the blood of the person is 0.10% or greater.” 75 Pa.C.S. § 3731(a)(1) and (a)(4), respectively, (repealed) (emphasis added). See Duda, supra at 1141-44 (setting forth a brief review of the historical background to the repeal of Section 3731 and enactment of Section 3802). This Court has already made clear that, in contrast to the now-repealed subsection 3731(a)(4), which required a specific blood alcohol level at the time of driving, subsection 3802(a)(2) deems irrelevant a motorist’s blood alcohol level at the time that he or she was driving. Duda, supra at 1147. Rather, under subsection 3802(a)(2), the relevant determination is a motorist’s blood alcohol level within two hours after driving. Id.\nThe question presented in the instant case is whether, by analogy to subsection 3802(a)(2), subsection 3802(a)(1) does not require the Commonwealth to prove that a motorist had been rendered incapable of safely driving at the time that he or she actually drove. In other words, does subsection 3802(a)(1) resemble subsection 3802(a)(2) in that the actual time of driving is not included in the elements of the offense? Or, alternatively, does subsection 3802(a)(1) resemble the repealed subsection 3731(a)(1) in that an element of the offense is driving while incapable of doing so safely? More succinctly, the issue can be stated as follows: is subsection 3802(a)(1) an “at the time of driving” offense?\nThis Court has not previously had the occasion to interpret subsection 3802(a)(1); however, we have upheld subsection 3802(a)(2) in the face of a constitútional challenge. See Duda, supra at 1147-52. Although Duda did not include a challenge to subsection 3802(a)(1), we compared subsection 3802(a)(1) to subsection (a)(2) in that case as follows:\nSection 8802(a) represents a legislative enlargement of the prohibited conduct so that it is now unlawful, not only to drive while under the influence, see 75 Pa.C.S. § 3802(a)(1), but also to ingest a substantial amount of alcohol and then operate a motor vehicle before the alcohol is dissipated to below a defined threshold (here, 0.08%), regardless of the level of absorption into the bloodstream at the actual moment of driving. That this is so is evident from the plain text of subsection (a)(2), ... which defines the offense to include two elements: that the individual drove after drinking alcohol, and that the amount of alcohol ingested before driving was enough to cause the individuals [blood alcohol] level to be at least 0.08 percent and below 0.10 percent within two hours after driving.\nDuda, supra at 1147 (bold emphasis added).\nWe recognize that the statement in Duda concerning subsection 3802(a)(1) is dicta. Nonetheless, it suggests the view that the elements of subsection 3802(a)(1), like those of the repealed subsection 3731(a)(1), are that an offender drive while incapable of safely driving due to consumption of alcohol.\nIn several cases, the Superior Court has specifically addressed subsection 3802(a)(1), similarly and consistently implying that the offense is an “at the time of driving” offense. In Commonwealth v. Kerry, 906 A.2d 1237 (Pa.Super.2006), the appellant challenged the sufficiency of the evidence to sustain his conviction under subsection 3802(a)(1). The Superior Court determined that subsection 3802(a)(1) requires the Commonwealth to prove two elements:\n(1) [ ] the defendant was operating a motor vehicle, (2) after imbibing a sufficient amount of alcohol such that the individual is rendered incapable of safely [operating the motor vehicle].\nKerry, supra at 1241.\nThe Kerry court noted that subsection 3802(a)(1) is “similar, but not identical” to repealed subsection 3731(a)(1), Kerry, supra at 1241 n. 5, and stated the following:\nSection 3802(a)(1), like its predecessor [3731(a)(1) ], is a general provision and provides no specific restraint upon the Commonwealth in the manner in which it may prove that an accused operated a vehicle under the influence of alcohol to a degree which rendered him incapable of safe driving.\nId. at 1241 (emphasis added) (citation and internal quotation marks omitted).\nThe Kerry court then considered the sufficiency of the evidence to convict the appellant, relying on precedent established under subsection 3731(a)(1) to deny his challenge. See id. at 1241-42. Although the appellant in Kerry did not specifically and expressly raise the issue of whether subsection 3802(a)(1) is an “at the time of driving” offense, we conclude, based on the above analysis, that the Superior Court clearly presumed it was.\nIn Commonwealth v. Williams, 941 A.2d 14 (Pa.Super.2008) (en banc), another subsection 3802(a)(1) case, the appellant contended that police lacked probable cause to arrest her after she was found asleep in a highly intoxicated state in the back seat of her vehicle, which was stuck across some railroad tracks with the engine running and front wheels turning. Id. at 19, 21, 26-29. The appellant argued, inter alia, that there was no evidence as to when she had become intoxicated and whether she had operated her vehicle in an intoxicated state. Id. at 26. In rejecting the appellant’s argument, the Superior Court cited with favor the trial court opinion, which concluded that the facts of the case “supported] a reasonable inference that [the ajppellant had operated and/or was in actual physical control of the movement of her vehicle while she was under the influence of alcohol to the degree that it rendered her incapable of safe driving.” Id. at 29 (emphasis added) (quoting trial court opinion).\nIn Williams, as in Kerry, supra, it does not appear that the question of whether subsection 3802(a)(1) is an “at the time of driving” offense was explicitly before the court. However, in each case, the Superior Court’s opinion reflects its apparent presumption that subsection 3802(a)(1) does indeed require proof that the offender drove while incapable of driving safely. See also Commonwealth v. Thur, 906 A.2d 552, 565 (Pa.Super.2006), appeal denied, 596 Pa. 745, 946 A.2d 687 (2008) (in rejecting a constitutional challenge to subsection 3802(a)(1), stating that this subsection “prohibits driving when the vehicle operator is, because of drinking, incapable of safely operating the automobile,” and stating that this subsection is “similar” to the now-repealed subsection 3731(a)(1)); Commonwealth v. McCoy, 895 A.2d 18, 31 (Pa.Super.2006), affirmed on other grounds, 975 A.2d 586 (Pa.2009) (in rejecting a constitutional challenge to subsection 3802(a)(1) as void for vagueness, concluding that the subsection “gives a person of ordinary intelligence notice that he may not drive after imbibing a sufficient amount of alcohol such that he is incapable of driving safely”).\nIn the instant case, the Superior Court, consistent with its prior opinions as discussed above, stated that “75 Pa.C.S. § 3731(a)(1) is the predecessor to 75 Pa.C.S. § 3802(a)(1), and was not changed in any material fashion when the new DUI law was enacted.” Segida, supra at 849 n. 4. Accordingly, the Superior Court applied subsection 3802(a)(1) as an “at the time of driving” offense and focused on Appellee’s inability to drive safely due to intoxication at the time he was driving. Id. at 850. As discussed below, we conclude that the Superior Court properly interpreted subsection 3802(a)(1) as an “at the time of driving” offense.\nBy the plain language of subsection 3802(a)(1), driving is proscribed after the imbibing of sufficient alcohol such that the individual is rendered incapable of safely driving. In contrast to subsections 3802(a)(2), (b), and (c), all of which require that the offender’s blood alcohol level reach a certain specified elevation within two hours of driving, there is no time element explicitly delineated in subsection 3802(a)(1). However, to avoid absurd applications of subsection 3802(a)(1), a time element obviously must be inferred. Without the inference of some rational and reasonable temporal link between drinking and driving, then a motorist would violate the statute by driving at any time — even days or weeks — after having imbibed sufficient alcohol to be rendered incapable of safely driving. This is an absurd and unreasonable interpretation, which has properly been rejected by the Superior Court. See McCoy, 895 A.2d at 30-31; 1 Pa.C.S. § 1922(1). Once sobriety has been regained and one is again capable of driving safely, then driving is no longer proscribed by the statute.\nFor subsection 3802(a)(1), the only relevant time period is that span of time during which an individual is incapable of safely driving due to alcohol intoxication. Reliance on the plain meaning of the statutory language leads to the logical and reasonable conclusion that driving is proscribed only during the span of time when one is incapable of safely driving. See subsection 3802(a)(1) (“An individual may not drive ... after imbibing a sufficient amount of alcohol such that the individual is rendered incapable of safely driving....”). This interpretation is also supported by other considerations, including the title of Section 3802 and the mischief to be remedied and the object to be attained by enactment of the statute. See 1 Pa.C.S. §§ 1924 and 1921(c). The title of Section 3802 is “Driving under influence of alcohol or controlled substance,” a phrase that can only imply driving-while under the influence of alcohol or controlled substance. The mischief to be remedied by the statute is certainly driving while under the influence of alcohol and thereby endangering the public, oneself, and property; and the object to be attained by the statute is the prevention of driving while under the influence of alcohol. These considerations also strongly support an interpretation of subsection 3802(a)(1) that proscribes driving only when an individual is incapable of doing so safely as a result of intoxication. See 1 Pa.C.S. § 1921(c).\nSubsections 3802(a)(2), (b), and (c) explicitly specify a time limit of “within two hours” after driving for determination of blood alcohol level — while subsection 3802(a)(1) does not specify any time frame — -because of eminently practical considerations. The necessity for the two hour time limit in subsections 3802(a)(2), (b), and (c) is grounded in the practical impossibility either of measuring blood alcohol level precisely at the time of driving or of calculating the exact blood alcohol level at the time of driving from a single blood alcohol measurement taken at some point in time after driving. See Duda at 1141. These practical considerations do not have the same force with regard to subsection 3801(a)(1), which does not limit the type of evidence that the Commonwealth can proffer to prove its case. See Kerry, supra at 1241 (“Section 3802(a)(1), like its predecessor [statute], is a general provision and provides no specific restraint upon the Commonwealth in the manner in which it may prove that an accused operated a vehicle under the influence of alcohol to a degree which rendered him incapable of safe driving.”) (citation and internal quotation marks omitted).\nThe types of evidence that the Commonwealth may proffer in a subsection 3802(a)(1) prosecution include but are not limited to, the following: the offender’s actions and behavior, including manner of driving and ability to pass field sobriety tests; demeanor, including toward the investigating officer; physical appearance, particularly bloodshot eyes and other physical signs of intoxication; odor of alcohol, and slurred speech. Blood alcohol level may be added to this list, although it is not necessary and the two hour time limit for measuring blood alcohol level does not apply. Blood alcohol level is admissible in a subsection 3801(a)(1) case only insofar as it is relevant to and probative of the accused’s ability to drive safely at the time he or she was driving. The weight to be assigned these various types of evidence presents a question for the fact-finder, who may rely on his or her experience, common sense, and/or expert testimony. Regardless of the type of evidence that the Commonwealth proffers to support its case, the focus of subsection 3802(a)(1) remains on the inability of the individual to drive safely due to consumption of alcohol-not on a particular blood alcohol level.\nThus, in sum, we hold that subsection 3802(a)(1) is an “at the time of driving” offense, requiring that the Commonwealth prove the following elements: the accused was driving, operating, or in actual physical control of the movement of a vehicle during the time when he or she was rendered incapable of safely doing so due to the consumption of alcohol. Insofar as the Superior Court characterized and interpreted subsection 3802(a)(1) as an “at the time of driving” offense, the court did not err.\nAlthough we conclude that the Superior Court did not err in its legal interpretation of subsection 3802(a)(1) as an “at the time of driving” offense, we cannot accept the Superior Court’s application of the statute, which led the court to conclude that the evidence was insufficient to support Appellee’s conviction. When reviewing a challenge to the sufficiency of the evidence, we must determine if the Commonwealth established beyond a reasonable doubt each of the elements of the offense, considering the entire trial record and all of the evidence received, and drawing all reasonable inferences from the evidence in favor of the Commonwealth as the verdict-winner. Commonwealth v. Pruitt, 597 Pa. 307, 951 A.2d 307, 313 (2008). The Commonwealth may sustain its burden of proof by wholly circumstantial evidence. Commonwealth v. Kennedy, 598 Pa. 621, 959 A.2d 916, 921 (2008), cert. denied, ___ U.S. ___, 129 S.Ct. 2433, 174 L.Ed.2d 229 (2009).\nTurning to the circumstances of the instant case, we conclude that the circumstantial evidence that Appellee drove while he was incapable of driving safely due to ingestion of alcohol was sufficient to establish beyond a reasonable doubt his violation of subsection 3802(a)(1). Appellee admitted that he had been drinking at a local club, and that he was driving himself and his brother home when he lost control of his vehicle. Trial Court Opinion, dated 2/2/06, at 2; Notes of Testimony Trial (“N.T.”), 10/20/05, at 9-11. The investigating officer discovered Appellee’s vehicle “almost over the hillside at the top ... into some brush,” having rotated 180 degrees before coming to a halt off the road. N.T. at 7, 21. When the officer arrived on the scene, Appellee and his brother were out of the vehicle, “on the street right near the vehicle.” Id. at 7-8. The officer “smell[ed] a strong odor of alcohol coming from [Appellee’s] person and his breath.” Id. at 9. The officer then administered three -field sobriety tests, and based on the results thereof, he concluded that Appellee was incapable of safely driving due to alcohol consumption. Id. at 12. After arresting Appellee, the officer transported him to McKeesport Hospital for a blood alcohol test, which revealed that Appellee had a very high blood alcohol content: 0.326 percent. Id. at 13, 17; Trial Court Opinion at 3. While the officer acknowledged that he had not observed the accident and did not know exactly what time it had occurred, he opined that it was “doubtful” that the accident had occurred two or three hours or even ten minutes prior to, his arrival on the scene “due to traffic on the road.” N.T. at 7,19.\nThe undisputed evidence of Appellee’s strikingly high blood alcohol level — 0.326 percent — is noteworthy. Although precisely how much time had elapsed between the accident and Appellee’s blood alcohol measurement is unknown, the fact-finder is not required to suspend common sense and ignore the fact that Appellee’s blood alcohol concentration was not just elevated, but enormously elevated — four times the legal limit of 0.08, and twice the highest rate of alcohol pursuant to subsection 3802(c). Furthermore, the accident itself constitutes evidence that Appellee drove when he was incapable of doing so safely. There was only one vehicle involved in the accident, and Appellee admitted that he had lost control of the vehicle as he was driving home after drinking at a club.\nBased on all of this evidence admitted at trial, we conclude that the Superior Court erred when it reversed Appellee’s conviction under Section 3802(a)(1). We hold that the evidence was sufficient to establish beyond a reasonable doubt that Appellee drove while incapable of safely doing so due to consumption of alcohol. Accordingly, we vacate the order of the Superior Court, insofar as it concerns 75 Pa.C.S. § 3802(a)(1); reinstate Appellee’s conviction under 75 Pa.C.S. § 3802(a)(1); and remand to the trial court for resentencing.\nJustice TODD did not participate in the consideration or decision of this case.\nChief Justice CASTILLE and Justices SAYLOR and BAER join the opinion.\nJustice EAKIN files a concurring opinion.\nJustice GREENSPAN files a concurring opinion.\n. Judge Allen now serves on the Superior Court of Pennsylvania.\n. Appellee was also found guilty of one count of careless driving, 75 Pa.C.S. § 3714. This conviction is not at issue in the instant appeal.\n. Specifically, the Commonwealth conceded that it had failed to establish the time at which Appellee's blood was drawn for blood alcohol testing, and therefore could not prove that Appellee's blood alcohol level was elevated within two hours after he had driven, as required under Section 3802(c). The Superior Court agreed, concluding that there was “no indication whatsoever of when [Appellee’s] blood was drawn and no expert testimony establishing [Appellee's] likely [blood alcohol content] at various points in the evening.” Segida, 912 A.2d at 845. The Superior Court's reversal of Appellee's conviction under Section 3802(c) is not at issue in this appeal.\n. Act of December 6, 1972, P.L. 1339 No. 290, set forth in 1 Pa.C.S. §§ 1901-91.\n. The Commonwealth disputes this conclusion with regard to both Kerry, supra, and Williams, supra. With regard to Kerry, the Commonwealth argues that the Superior Court instructed that subsection 3801(a)(1) is not an \"at the time of driving” offense, but rather \"is an offense criminalizing the imbibing of a sufficient amount of alcohol to render one incapable of safe driving but then driving.” Commonwealth's Brief at 16. This attempted distinction is untenable, and not entirely understandable. With regard to Williams, the Commonwealth argues that the en banc Superior Court determined that subsection \"3802(a)(1) does not contemplate the time of driving\" and the elements of the offense do not include the time of driving. Commonwealth’s Brief at 24, 21. The Commonwealth cites the following footnote from Williams to support this argument:\nWe acknowledge [the appellant's argument that the Commonwealth could not determine the time of the accident, and therefore, could not prove [the appellant was intoxicated at the time she operated the vehicle. ... Although the time between a defendant's [blood alcohol] test and the time of driving is relevant to charges involving [blood alcohol] levels, it is not necessarily dispositive of charges under [subsection] 3802(a)(1). Here, [the appellant refused a [blood alcohol] test. Because the Commonwealth was not concerned with proving [the appellant's [blood alcohol] level at the time of the accident, the exact time of the accident would not end the inquiry.\nWilliams, supra at 30 n. 7.\nContrary to the Commonwealth's argument, the Superior Court did not, in the above footnote, suggest that the time when the offender drove is irrelevant to subsection 3802(a)(1). The Superior Court was simply pointing out that, under subsection 3802(a)(1), knowing the exact time of the accident \"would not end the inquiiy” because the two hour time limitation characteristic of DUI statutes that require proof of a particular blood alcohol level is not an element of subsection 3802(a)(1).\n. However, we reject the Superior Court's implication that, in order to obtain a conviction under subsection 3802(a)(1), the Commonwealth must also prove that an accused did not drink any alcohol after the accident. See Segida, 912 A.2d at 849 (stating that \"the Commonwealth similarly fails to preclude the possibility that [Appellee] ingested alcohol after the accident occurred”) (emphasis in original). There is no basis in the statute for insertion of this element. As discussed in the text, supra, the Commonwealth must prove that Appellee drove at a time when he was incapable of doing so safely due to consumption of alcohol. The statutory text of subsection 3802(a)(1) will not support an additional element that would place the burden on the Commonwealth to prove that Appellee drank no alcohol after the accident.\n. Resentencing is required because the Superior Court also reversed Appellee's conviction under 75 Pa.C.S. § 3802(c), a decision that the Commonwealth did not appeal. See n. 3."}