{"id": "4197067", "contents": "OPINION\nJustice TODD.\nAquil Bond appeals the sentence of death imposed on July 26, 2005 by the Philadelphia Court of Common Pleas after a jury convicted him of first-degree murder, possession of an instrument of crime, reckless endangerment of another person, and criminal conspiracy. For the reasons that follow, we affirm his convictions and judgment of sentence.\nThe evidence of record establishes the following facts. On November 29, 2002, two rival gangs engaged in a gunfight at the North American Motor Inn on City Line and Belmont Avenue in Philadelphia. Appellant was a member of one of the gangs, and, during the gunfight, two of his fellow gang members, Michael Allen Finney and Antoine Steed, were killed. Afterward, Appellant’s gang decided to avenge the deaths of Finney and Steed; Appellant and several other gang-members, including Christopher Smith (hereinafter “Smith” or “co-defendant”), Jawayne Brown, Richard Brown (Appellant’s cousin), Vincent Smithwick, and two others named Damar and Lonnie, gathered at the home of Richard Brown’s girlfriend, Tammy, to formulate a plan. N.T. Trial, 5/4/05, at 93. The group decided that two members of the rival group, “Brent” and “G Bucks,” whom they believed were responsible for shooting Finney and Steed, must be killed. Id. at 94. Richard Brown, the reputed leader of Appellant’s gang, gave orders that any member of the rival gang should be shot on sight. Id. at 92.\nA day or two later, shortly after midnight on December 1, 2002, Richard Carter was sitting with a female friend on the steps of 4220 Ogden Street. N.T. Trial, 5/5/05, at 10. Several other men from the neighborhood were standing outside on the street, including someone whom Carter knew as “Buck,” Brent Jenkins, and Jared Barkley. Id. at 12-13. At one point, Carter noticed a burgundy Park Avenue car circling the corner. Id. at 15. Jenkins was outside as the car circled the corner the first time, but left the area by the time it circled a second time. Id. at 16. As the car circled the corner for the second time, Carter saw the driver’s side window open, and saw Appellant, whom Carter recognized from the area, exit the car with a gun in his hand. Id. at 18-19. Appellant approached an unidentified male who resembled Jenkins; however, apparently realizing that the man was not Jenkins, Appellant returned to the car. Id. at 18. The car circled the corner a third time, and then stopped in front of 4210 Ogden Street, at which time Appellant and Smith jumped out of the car and began firing shots down Ogden Street. Id. at 19. Moments before the shooting began, Carter observed Rasheed Abdul Grant, also known as Abdul Brooks, or “Rev,” id. at 14, standing near the passenger side of his maroon Pontiac Bonneville, which was parked in front of Grant’s father’s house at 4219 Ogden Street. Id. at 21-22. When the shooting began, Carter ran. Id. at 19.\nAt approximately 1:40 a.m., Philadelphia Police Officer Joseph Rogers received a radio call indicating gunshots in the area of 42nd and Ogden Streets and the 800 block of Brooklyn Street. N.T. Trial, 5/4/05, at 179. When Officer Rogers arrived at the scene, he observed Grant lying face down in the street with his eyes open and not breathing. Id. at 179, 181. Rogers radioed for a rescue squad, which arrived approximately ten minutes later. Id. at 180-81. Grant was pronounced dead at the scene at 1:53 a.m., having suffered seven gunshot wounds to his body. Id. at 31-32. Another man, Antwoin Weston, had been shot in the leg and was crawling along the sidewalk. Id. at 185, 187. He was transported to the hospital for treatment. Id. at 187.\nAt approximately 2:10 a.m., William Whitehouse of the Philadelphia Police Crime Scene Unit arrived at 42nd and Ogden Streets to process the crime scene and observed the following vehicles: (1) a maroon Crown Victoria with two holes in the windshield parked in front of 4210 Ogden Street; (2) a maroon Pontiac Bonneville in front of 4219 Ogden Street, next to which Grant’s body was found; and (3) a red Jeep with some damage in front of 4221 Ogden Street. Whitehouse recovered 30 spent cartridges from three separate areas of the scene, including the area in front of 4205 and 4207 Ogden Street; the sidewalk in front of 4217 and 4219 Ogden Street; and the street in front of 4217 and 4219 Ogden Street. All of the cartridges were .357 caliber, and it was determined that 19 were fired from a single weapon, and 11 were fired from a second weapon.\nNearly four months after the Ogden Street shooting, on April 13, 2003, Officer Jerrell Short of the 9th Police District was working nightclub detail at 6th and Spring Garden Streets in Philadelphia. At approximately 3:30 a.m., Officer Short observed Smith and Richard Brown running towards him. Id. at 191-193. Officer Short stopped them and ordered them to stand against a gate and show their hands. Id. at 194. Smith appeared to be fumbling around the midsection of his pants or jacket. Id. Ultimately, Smith and Brown ran away, and Officer Short and several other officers, including Officer Short’s partner, Officer Gregory Welsh, pursued them on foot. Id. at 195, 202. As they did so, Officer Welsh observed Smith remove a black gun from his waistband and throw it into the street. Id. at 202. Officer Welsh retrieved the gun, a Sig Pro 2340 .357 caliber black semi-automatic handgun, serial number SP0061985. Id. at 205. He removed the magazine from the gun, as well as one live round from the chamber. Id. Police also collected seven fired cartridges from the area, and ballistics analysis established that five of them came from the gun thrown into the street by Smith. Smith was captured by police and arrested.\nOn May 14, 2003, Agent Anthony Tropea of the federal Bureau of Alcohol, Tobacco, and Firearms questioned Smith’s girlfriend, Juanita Stokes-Steadley, regarding her purchase of a Sig Pro .357 caliber semi-automatic pistol from the Firing Line Gun Store on November 29, 2002, following the gunfight at the North American Motor Inn. Id. at 56. When first questioned, Stokes-Steadley maintained that she purchased the firearm for her own use, with her own money. Id. Agent Tropea asked Stokes-Steadley to produce the firearm, and she indicated that the gun was in the basement of her residence. Id. When agents went to retrieve the firearm, they found an empty gun box bearing the serial number SP0061985, the serial number of the gun Stokes-Steadley admitted to having purchased. Id. at 57. Upon further questioning, StokesSteadley admitted to Agent Tropea that Smith gave her the money for the firearm and gave her specific instructions to purchase the Sig Pro .357 caliber pistol and ammunition. Id. At trial, Stokes-Steadley testified that Smith first asked her to purchase the gun two days before November 29, 2002; that Smith gave her the money to purchase the gun and ammunition on November 29, 2002; and that after she purchased the gun and ammunition on November 29, 2002, she gave it to Smith, and that was the last time she saw the gun. Id. at 57-58; N.T. Trial, 5/2/05, at 36; N.T. Trial, 5/3/05, at 59, 69, 89. It later was determined that 19 of the spent cartridges recovered from the scene of the Ogden Street murder came from this gun.\nIn September 2003, one of Appellant’s fellow gang members, Vincent Smithwick, nicknamed “Scooter,” was arrested on federal drug charges. As part of a plea agreement, Smithwick gave a statement to police concerning seven different homicides, implicating himself in two of the murders. Smithwick also provided information regarding the murder of Grant. At trial in the instant case, Smithwick testified that the members of Richard Brown’s gang decided to retaliate against their rivals for the November 29, 2002 shooting at the North American Motor Inn. N.T. Trial, 5/4/05, at 92. Smithwick described how, on November 80, 2002, he, Appellant, and Jawana Moore, who was Smithwick’s half-sister and Appellant’s girlfriend, went to the Firing Line Gun Store to purchase a .357 caliber Sig Pro firearm. Id. at 95. Smithwick testified that Appellant wanted to purchase that particular model because “Richard Brown had one first and liked the model.” Id. He also testified that only he and Moore went inside the store, and that Moore actually purchased the gun. Id. The serial number of the gun purchased by Moore was SP0061983. N.T. Trial, 5/3/05, at 168.\nSmithwiek further testified that he was at the home of Richard Brown’s girlfriend, Tammy, on December 1, 2002, when Appellant and Smith stated that they were going to 42nd and Ogden Streets to kill whoever they saw “that was hanging with Brent and Malik [and] G Bucks.” N.T. Trial, 5/4/05, at 97. Smithwick recounted that, after Appellant and Smith returned to the house, Smith bragged that he had shot one man in the leg, and Appellant stated that “he needed more bullets” and that both he and Smith had shot someone in the face. Id. at 98. The following morning, Smithwiek learned that someone named Rev, i.e., Grant, had been shot and killed. Smithwick indicated that he spoke with Appellant about Rev getting killed, and Appellant stated “That wasn’t the right person, man.” Id. at 99.\nFinally, Smithwiek testified that a couple of days after Grant was killed, he and Appellant were at the home of Chante Baker, another of Appellant’s girlfriends, at 54th and Girard Streets, when police arrived to arrest Appellant on another matter. Smithwiek stated that, after Appellant and Baker left the house, he returned to the house because he had some drugs inside and wanted to retrieve them. Id. at 107. In addition to removing the drugs from the house, Smithwick also admitted to removing a .357 caliber Sig Pro firearm, the same gun that Jawana Moore purchased for Appellant on November 30, 2002, which Smithwiek knew Appellant kept under Baker’s mattress. Id.\nBaker also testified at trial. She recounted that, in late November 2002, Appellant asked her to purchase a gun for him, but she was unable to do so because she had a prior felony conviction. N.T. Trial, 5/5/05, at 139. She indicated that Appellant subsequently advised her that he had another individual, Moore, purchase a gun for him. Id. She testified that she eventually saw the gun, and that Appellant kept it underneath her mattress when he stayed at her house. Id. at 140. She indicated that she was at home with Appellant when police arrived to arrest him on December 10, 2002, and that she was arrested at that time for attempting to stop the officers from entering the house. Id. at 141. Baker testified that she subsequently asked Smithwick what had happened to the gun that had been under her mattress, and he advised her that he removed it. Id.\nOn December 10, 2002, police executed a search warrant of the apartment of Richard Brown, also known as Richard Bond or “Mannie-Boo,” at 4000 Presidential Boulevard, Apartment 2006. Id. at 118. The police recovered from the apartment two .357 caliber Sig Pro semi-automatic weapons, including one with the serial number SP0061983, which was the serial number of the gun purchased by Moore from the Firing Line Gun Store on November 30, 2002. Ballistics analysis established that 11 of the spent cartridges recovered from the scene of the Ogden Street shooting came from the gun purchased by Moore. While the bullets lodged in Grant’s body were too damaged to be positively matched to either Appellant’s or Smith’s weapon, the bullets were the same type of ammunition as used in their weapons.\nAppellant and Christopher Smith were jointly tried before the Honorable Sheila Woods-Skipper. On May 6, 2005, a jury convicted Appellant of the aforementioned charges; it acquitted him of attempted murder with regard to Antwoin Weston. At the penalty phase, the jury found one aggravating factor, and no mitigating factors, and recommended a sentence of death. Appellant was formally sentenced to death on July 26, 2005. This appeal followed.\nI. Sufficiency of the Evidence\nAlthough it is this Court’s practice to review the sufficiency of the evidence for first-degree murder in all death penalty direct appeals regardless of whether the appellant raises such a challenge, see Commonwealth v. DeJesus, 580 Pa. 303, 308, 860 A.2d 102, 105 (2004), we note that, in the instant case, Appellant does, in fact, claim that his conviction for first-degree murder, in addition to his conviction for criminal conspiracy, was not supported by sufficient evidence. In reviewing the sufficiency of the evidence, this Court must determine whether the evidence admitted at trial, and all the reasonable inferences derived therefrom viewed in favor of the Commonwealth as the verdict winner, supports the jury’s finding of all the elements of the offense beyond a reasonable doubt. Commonwealth v. Montalvo, 598 Pa. 263, 274, 956 A.2d 926, 932 (2008), cert. denied, ___ U.S. ___, 129 S.Ct. 1989, 173 L.Ed.2d 1091 (2009).\nEvidence is sufficient to sustain a conviction for first-degree murder when the Commonwealth establishes that: (1) a human being was unlawfully killed; (2) the accused is responsible for the killing; and (3) the accused acted with specific intent. 18 Pa.C.S.A. § 2502(a); Montalvo, 598 Pa. at 274, 956 A.2d at 932. An intentional killing is a “[k]illing by means of poison, or by lying in wait, or any other kind of willful, deliberate, and premeditated killing.” 18 Pa.C.S.A. § 2502(d); Commonwealth v. Brown, 551 Pa. 465, 711 A.2d 444 (1998). The Commonwealth may establish that the defendant intentionally killed the victim through wholly circumstantial evidence, such as the use of a deadly weapon on a vital part of the victim’s body. Montalvo, 598 Pa. at 274, 956 A.2d at 932.\nIn order to convict a defendant of conspiracy, the trier of fact must find that: “(1) the defendant intended to commit or aid in the commission of the criminal act; (2) the defendant entered into an agreement with another ... to engage in the crime; and (3) the defendant or one or more of the other co-conspirators committed an overt act in furtherance of the agreed upon crime.” Id. (ellipsis original and internal quotation marks omitted). Each member of a conspiracy to commit homicide can be convicted of first-degree murder, regardless of who inflicted the fatal wound. Id. at 274-75, 956 A.2d at 932.\nAppellant argues that the evidence was insufficient to support his conviction for first-degree murder because Smithwick and Carter were not credible witnesses and because the verdict was the result of mere speculation. With regard to his conspiracy conviction, Appellant maintains that, although he may have been present when Richard Brown demanded retribution, there was no evidence that Appellant agreed to share in the criminal conspiracy to seek retribution on the rival gang members. Appellant’s Brief at 11. He further suggests that even if he was in the vicinity of the shooting, it might have been because “he was interested in seeing what was going to happen as a result of Brown’s orders and as a further result of the killings at the North American Motor Inn.” Id.\nAddressing Appellant’s conspiracy conviction first, we conclude the evidence was sufficient to sustain his conviction. As noted above, Smithwick testified at trial that, following the murder of Finney and Steed on November 29, 2002, members of Richard Brown’s gang, including Appellant and Smith, gathered at the home of Richard Brown’s girlfriend, Tammy, and discussed their plan for retaliation. N.T. Trial, 5/4/05, at 93. Smithwick testified that, on the following day, November 30, 2002, he, Appellant, and Moore went to the Firing Line Gun Store, where Moore purchased a firearm at the direction of Appellant. Id. at 95. Smithwick further described how, on December 1, 2002, he again was at the home of Brown’s girlfriend, Tammy, when Appellant and Smith announced they were going to 42nd and Ogden Streets to Mil whoever they saw “that was hanging with Brent and Malik [and] G Bucks.” Id. at 97.\nIn addition, Carter testified that he observed Appellant and Smith circle the corner of 42nd and Ogden Streets in a burgundy Park Avenue twice before Appellant exited the car and approached a man who resembled Brent Jenkins. Upon realizing that the man was not Jenkins, Appellant returned to the car. Carter then saw the car circle the corner a third time, after which both Appellant and Smith exited the vehicle and the shooting began. This evidence established more than Appellant’s mere presence at the scene of the crime; it established that Appellant, over several days, engaged in a deliberate, pre-mediated plan to exact revenge on individuals believed responsible for the shootings of Finney and Steed. To the extent Appellant contends that Smithwick was not a credible witness, such argument is a challenge to the weight of the evidence, which we discuss infra. We hold that the evidence was more than sufficient to support Appellant’s conviction for conspiracy.\nSimilarly, we hold the evidence was sufficient to support Appellant’s conviction for first-degree murder. As the trial court noted, the assistant medical examiner testified that Grant suffered seven separate gunshot wounds to his body, including wounds to his left and right lungs, his spleen, his liver, his left shoulder, his arms, and his head. See Trial Court Opinion, 11/15/07, at 11; N.T. Trial, 5/4/05, at 32-34. This evidence clearly was sufficient to enable the jury to conclude that Grant was intentionally Mlled. See Montalvo, 598 Pa. at 274, 956 A.2d at 932 (use of a deadly weapon on a vital part of the victim’s body sufficient to establish and intentional killing).\nMoreover, Carter testified that he observed Appellant exit a burgundy Park Avenue with a gun in his hand and begin firing shots down Ogden Street, and that moments before the shooting began, Grant had been standing nearby. Ballistics evidence established that the 30 spent cartridges recovered from the Ogden Street area were .357 caliber Sig Remington brand ammunition. N.T. Trial, 5/4/05, at 232. Nineteen of the recovered cartridges were attributable to the gun identified by serial number SP0061985, the gun purchased for and given to Smith by Stokes-Steadley. Id. at 235. Eleven of the spent cartridges recovered from the scene were determined to have been fired from the gun identified by serial number SP0061983, which was purchased by Moore at Appellant’s behest and which was recovered from the home of Richard Brown. Id. at 244. Although the bullet fragments recovered from the decedent’s body could not positively be matched to either firearm, analysis revealed that they were .357 caliber with a similar configuration to the spent cartridges recovered from Ogden Street. Id. at 247. This evidence clearly was sufficient to enable the jury to conclude that the bullet that fatally wounded Grant was fired by either Appellant or Smith. Accordingly, the evidence was sufficient to support Appellant’s conviction of first-degree murder. See Montalvo, 598 Pa. at 274-75, 956 A.2d at 932 (each member of a conspiracy to commit homicide can be convicted of first-degree murder, regardless of who inflicted the fatal wound); Commonwealth v. Boxley, 575 Pa. 611, 618, 838 A.2d 608, 612 (2003) (evidence was sufficient to support appellant’s conviction for first-degree murder, regardless of whether appellant or one of his co-conspirators fired the fatal shot).\nII. Weight of the Evidence\nAs an alternative to his argument that the evidence was insufficient to support his convictions, Appellant contends that he is entitled to a new guilt phase trial because his convictions were against the weight of the evidence. The Commonwealth maintains that Appellant has waived this claim by failing to raise it in a post-sentence motion. We agree.\nRule 607 of the Pennsylvania Rules of Criminal Procedure requires that a claim that the verdict was against the weight of the evidence be raised with the trial judge in a motion for a new trial:\n(1) orally, on the record, at any time before sentencing;\n(2) by written motion at any time before sentencing; or\n(3) in a post-sentence motion.\nPa.R.Crim.P. 607. As noted in the comment to this rule, “[t]he purpose of this rule is to make it clear that a challenge to the weight of the evidence must be raised with the trial judge or it will be waived.” Id. cmt. As Appellant failed to challenge the weight of the evidence in the manner prescribed, he has waived his claim.\nIII. Voluntary Manslaughter Charge\nAppellant next argues that this Court should award him a new guilt phase trial because the trial court erred in denying his request to have the jury charged on the crime of voluntary manslaughter. In its opinion written pursuant to Rule 1925(a) of the Pennsylvania Rules of Appellate Procedure, the trial court explained that it denied Appellant’s jury charge request because “[t]here was no evidence that appellant killed the victim in a sudden and intense passion. Evidence established an intentional killing where appellant planned to shoot someone and shot the victim as the victim stood there.” Trial Court Opinion, 11/15/07, at 24.\nAppellant avers, however, that “[a] rational finder of fact could have concluded that [he] acted in the heat of passion as the result of the murders at the North American Motor Inn.” Appellant’s Brief at 15. He asserts that the trial court, by refusing to charge the jury on voluntary manslaughter, improperly “substituted its own judgment for that of the jury.” Id. Appellant further posits:\nIf the killings at the North American Motor Inn had occurred just prior to the killing in this case, it seems likely that a charge on voluntary manslaughter would have been given. The passage of time did not negate the necessity for the instruction. Rather, given the facts of the case, the timing was a factor for the jury to weigh in determining whether the passion had cooled.\nId. at 16. Appellant’s arguments are without merit.\nUnder Pennsylvania’s Crimes Code,\nA person who kills an individual without lawful justification commits voluntary manslaughter if at the time of the killing he is acting under a sudden and intense passion resulting from serious provocation by:\n(1) the individual killed; or\n(2) another whom the actor endeavors to kill, but he negligently or accidentally causes the death of the individual killed.\n18 Pa.C.S.A. § 2503(a). In Commonwealth v. Browdie, 543 Pa. 337, 671 A.2d 668 (1996), this Court held\na trial court shall only instruct on an offense where the offense has been made an issue in the case and where the trial evidence reasonably would support such a verdict. Therefore, only where an instruction is requested and only if the evidence supports “heat of passion” voluntary manslaughter, is an instruction thereon required.\nId. at 349, 671 A.2d at 674 (emphasis added).\nAs the trial court concluded, the evidence at trial did not support a voluntary manslaughter charge. Rather, after two members of Appellant’s gang were killed, Appellant and other members of his gang gathered to plan their retaliation. Within one day of the shooting at the North American Motor Inn, and the subsequent meeting of Appellant’s gang to plan retaliation, Stokes-Steadley and Moore purchased firearms on Smith and Appellant’s respective behalf. Appellant and Smith instructed the women what firearms to purchase and provided the money for the purchases. Two days after Finney and Steed were killed, Appellant and Smith went to the area of Ogden Street, where Appellant approached a man who resembled one of the individuals whom Appellant and Smith believed was responsible for the shooting of Finney and Steed. Upon realizing that it was not the same person, Appellant walked away. Moments later, Appellant and Smith opened fire on the victim, Rasheed Grant; the following day, they discovered that the wrong person had been killed. These facts simply do not support a finding that Appellant acted under a sudden and intense passion; accordingly, we hold that the trial court did not err in denying Appellant’s request for a voluntary manslaughter charge.\nIV. Brady Claim\nAppellant next maintains that he is entitled to a new guilt phase trial because the prosecution withheld evidence in violation of the United States Supreme Court’s decision in Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). In Brady, the United States Supreme Court held that “the suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.” Id. at 87, 83 S.Ct. 1194. The duty to disclose may encompass impeachment evidence as well as directly exculpatory evidence, and the prosecution’s duty under Brady extends to exculpatory evidence in the files of police agencies of the same government prosecuting the case. Commonwealth v. Lambert, 584 Pa. 461, 470, 884 A.2d 848, 854 (2005). Evidence is material if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the trial would have been different. Id.; see also Commonwealth v. Collins, 585 Pa. 45, 68, 888 A.2d 564, 577-78 (2005) (in order to establish a Brady violation, a defendant “must establish that there has been a suppression by the prosecution of either exculpatory or impeachment evidence that was favorable to the accused, and that the omission of such evidence prejudiced the defendant”). However, “[t]he mere possibility that an item of undisclosed information might have helped the defense, or might have affected the outcome of the trial, does not establish materiality in the constitutional sense.” Commonwealth v. Chambers, 570 Pa. 3, 29, 807 A.2d 872, 887 (2002) (citation omitted).\nAppellant avers that, after his trial, but prior to sentencing, one of the trial attorneys learned that two detectives who were involved in investigating his case had, on May 12, 2004, interviewed an individual named Hyneith Jacobs during their investigation of the shooting death of a man named Anthony Harris. In his brief, Appellant quotes the following portion of that interview:\nQ: Do you know about an incident where someone tried to shoot a guy named “Bucky?”\nA: Yes, everybody in the neighborhood thought that Bucky, Malik, and Brent killed Bee and Mike at the North American Hotel. So one day a boy named Quincy drove through the neighborhood. He was saying that Bucky was out, down in South Philly. So [Jawayne], Tyray got into Quincy’s car and they left. Then I saw on the news the next day that the boy was shot down South Philly. A couple of days later, I saw Quincy again and I asked him if that was Bucky who got shot in South Philly. I told him I saw it on the news. He said yeah it was. He said that he drove down to where he saw Bucky before. When they got down there, [Jawayne] put on a hat that was in the car and walked right up on him. Like he didn’t even see him. Then he said [Jawayne] shot him in the head and just walked off. Then Quincy said they drove back up to the bottom.\nQ: Did you ever talk to Tyray about this?\nA: No, I didn’t want to ask him about it. Quincy already told me what happened.\nQ: Do you know if [Jawayne] carries a gun?\nA: Yes.\nQ: Do you know what kind of gun he carries?\nA: A Sig [Sauer] [sic] 357. It’s mainly a .357 but if you don’t have ,357’s you can shoot .40’s out of it.\nAppellant’s Brief at 17. Appellant contends that, although the jury already had evidence that other individuals had a motive to kill, i.e., to avenge the deaths of Finney and Steed, “the jury had no evidence which would have pointed to anyone else actually acting on the orders of Richard Brown. The statement of Hyneith Jacobs, and testimony and evidence flowing from it, could have established that someone else not only had a motive but actually shot and killed the victim.” Id. at 18.\nThe trial court, in assessing Appellant’s claim that he was entitled to a new trial based on a Brady violation, determined that Appellant established (1) that the evidence was favorable to Appellant, and (2) that the evidence was suppressed by the prosecution. Trial Court Opinion, 11/15/07, at 19-20. The court, however, held that Appellant could not establish the requisite prejudice because evidence that other individuals had motive to kill was already before the jury. Id. at 20. The trial court further explained:\nJacobs’ statement makes no connection between anyone and the killing of Rasheed Grant at 42nd and Ogden Streets. By contrast, Carter testified that he observed appellant jump out of the car, gun in hand and begin shooting at Grant. Analysis of the ballistic evidence indicated that [fired cartridge cases] collected at the scene came from the firearm that Jawanna Moore purchased at appellant’s behest. After appellant was arrested at Chante Baker’s house, Smithwick went into Baker’s house after the police left and retrieved the same gun from where he knew appellant kept it hidden. Moreover, the victim referred to in Jacobs’ statement was killed in South Philadelphia, a significant distance from 42nd and Ogden Streets which is located on the north side of West Philadelphia. There were no issues concerning failure to identify appellant as the person who exited the Park Avenue, gun in hand, and began shooting at Grant. Additionally, any favorable information in Jacobs’ statement “pales to insignificance” in light of the evidence presented at trial.\nId. at 20-21.\nAs noted by the trial court, Jacobs’ statement referred to the shooting of a different victim, in a completely different part of town from where Grant was shot and killed. Additionally, there was no issue regarding the identification of Appellant as the individual who exited his vehicle on Ogden Street and began shooting down the street towards Grant. Under these circumstances, Jacobs’ statement cannot be considered exculpatory. Furthermore, Appellant does not suggest how Jacobs’ statement would have constituted impeachment evidence. Accordingly, we find it unnecessary to reach, as the trial court did, the question of whether the omission prejudiced Appellant, as we conclude Appellant has failed to show that Jacobs’ statement was favorable to Appellant either as impeachment or exculpatory evidence, and, therefore, that the Commonwealth was required to disclose it. See Brady, supra; Collins, supra.\nV. Shackles at Penalty Phase Hearing\nAppellant next argues that he is entitled to a new penalty phase hearing because the trial court erred in requiring him to be shackled during the penalty phase hearing. Appellant failed to include this claim in his Statement of Matters Complained of on Appeal pursuant to Pa.R.A.P. 1925(b). Accordingly, this claim has been waived. See Commonwealth v. Castillo, 585 Pa. 395, 403, 888 A.2d 775, 780 (2005) (affirming a bright-line rule that, in order to preserve claims for appellate review, an appellant must comply with a trial court’s order to file a 1925(b) statement, and any issues not raised therein will be deemed waived).\nVI. Failure to Sever Penalty Phase Hearings\nAppellant next argues that he should be awarded a new penalty phase hearing due to the alleged error by the trial court in denying requests by both Appellant and his co-defendant for separate penalty phase hearings. Appellant’s counsel moved for separate penalty phase hearings on the basis that Appellant’s co-defendant, Smith, planned to present evidence from a psychologist “that really doesn’t apply to [Appellant]” and because Smith “has a murder conviction or attempted, whatever that is, we don’t.” N.T. Trial, 5/6/05, at 177.\nThe decision whether to sever trials of co-defendants is within the sound discretion of the trial court and will not be disturbed on appeal absent a manifest abuse of that discretion. Commonwealth v. Lopez, 559 Pa. 131, 160, 739 A.2d 485, 501 (1999). The determinative factor is whether the defendant has been prejudiced by the trial court’s refusal to sever his trial, and it is the burden of the defendant to establish such prejudice. Id. Furthermore, Pennsylvania’s Death Penalty statute requires the same jury which renders a verdict to determine the penalty. See 42 Pa.C.S.A. § 9711(a)(1).\nOn appeal, Appellant argues that the trial court’s denial of the motion to sever the penalty trials in the instant case deprived him of the fundamental right of individualized sentencing, as well as the right to present any and all evidence relevant to mitigation, while at the same time having the prosecution’s evidence limited to specific aggravating factors, because “issues of comparative culpability, domination, remorse, cooperation and specific intent [were] paramount. The court was placed in the untenable position of preserving one defendant’s constitutional rights at the expense of the other defendant.” Appellant’s Brief at 23. Appellant further avers:\nNeither defendant could fairly present relevant evidence of mitigating circumstances as to himself without at the same time alerting the sentencing jury to highly prejudicial information, either directly or by obvious inference, about the other defendant. This is the classic example of non-statutory aggravation, compounded by the fact that it was not the Commonwealth but the forced joinder of the two defendants that created the problem. Circumscribing one defendant’s presentation of mitigation in order to diminish the prejudice to the other defendant would not have solved the problem. Such a ruling would have diminished the constitutionally protected right of each defendant to full, individualized consideration of mitigation.\nId. at 25. Thus, Appellant urges this Court to conclude that joinder of defendants at the penalty phase is “unfair per se.” Id. at 26.\nAs the Commonwealth points out, however, Appellant failed to offer any of these grounds for severance in its motion to the trial court. In Commonwealth v. Arroyo, 555 Pa. 125, 723 A.2d 162 (1999), this Court noted that it “is beyond cavil that ‘if the ground upon which an objection is based is specifically stated, all other reasons for its exclusion are waived.’ ” Id. at 142, 723 A.2d at 170. Moreover, a defendant’s constitutional right to individualized sentencing does not require separate penalty hearings. Commonwealth v. Romero, 595 Pa. 275, 307, 938 A.2d 362, 381 (2007).\nFinally, Appellant fails to explain how he was prejudiced by the trial court’s refusal to grant the motion for severance. See Lopez, supra. For all of these reasons, we hold that Appellant is not entitled to relief.\nVII. Reconvening of Jury\nAppellant next contends that he is entitled to a new penalty phase hearing because the trial court erred in reconvening the jury “to continue deliberating after they had been discharged.” Appellant’s Brief at 29. When the jury returned from its deliberations, the jury foreperson announced the verdict and the jurors were individually polled as to the recommended sentence of death for each defendant. The verdict was recorded, and the court thanked the jurors for their service and excused them, at which time they returned to the jury room to collect their belongings. Almost immediately, defense counsel asserted that the jury allegedly had left a portion of the verdict slip blank, namely, the portion relating to mitigating circumstances. Counsel also argued that the jury failed to complete the final page of the verdict sheet that referred to life imprisonment. By this time, the jurors had been in the jury room for approximately one minute, with no outside contact or intervention. Over defense counsel’s objection, the trial judge called the jurors back into the courtroom and advised them that they needed to return to the jury room to complete the verdict slip, specifically indicating whether or not any mitigating circumstances had been found by any individual juror. The jury completed the form, indicating that there were no mitigating circumstances. The jury also indicated “N/A” on the final page of the verdict sheet referring to life imprisonment. When the jurors were recalled to the courtroom, they were individually polled, and each juror agreed no mitigating circumstances were found.\nAppellant alleges that the failure of the jury to “set forth in writing the findings upon which its sentence is based” resulted in a “complete break-down of the statutory obligations of the jury at a penalty phase trial.” Appellant’s Brief at 31. Appellant additionally contends that the trial court erred in calling the jury back approximately one minute after it announced its verdict because, once the jury was discharged, it ceased to exist. Id. at 82. We need not reach the question of whether the trial court’s act of reassembling the jury was proper, as we conclude that the verdict sheet was completed properly in the first instance.\nSection 9711(f) of the Sentencing Code provides:\n(1) After hearing all the evidence and receiving the instructions from the court, the jury shall deliberate and render a sentencing verdict. In rendering the verdict, if the sentence is death, the jury shall set forth in such form as designated by the court the findings upon which the sentence is based.\n(2) Based upon these findings, the jury shall set forth in wilting whether the sentence is death or life imprisonment.\n42 Pa.C.S.A. § 9711(f).\nIn the instant case, Part II of the sentencing verdict sheet provided as follows:\nII. SENTENCING VERDICT AND FINDINGS\nIf you have reached a unanimous verdict, complete this part of the form.\nIn Section A, indicate whether the sentencing verdict is death or life imprisonment. If the sentence is death, indicate the basis for that verdict by competing [sic] Section B. If the sentence is life imprisonment, indicate the basis for that verdict by completing Section C.\nA. We, the jury, unanimously sentence the defendant to (check one):\n___Death\n_Life Imprisonment\nB. The findings on which the sentence of death is based are (check one):\n_1. At least one aggravating circumstance and no mitigating circumstance.\nThe aggravating circumstances(s) unanimously found (is) (are):\n-2. One or more aggravating circumstances which outweigh(s) any mitigating circumstances (s).\nThe aggravating circumstance(s) unanimously found (is)(are):\nThe mitigating circumstance(s) found by one or more of us (is)(are):\nC. The findings on which the sentence of life imprisonment is based are (check one):\n_1. No aggravating circumstance exists.\n_2. The mitigating circumstanee(s)(is)(are) not outweighed by the aggravating circumstance(s)\nThe mitigating circumstance(s) found by one or more of us (is)(are):\nThe aggravating circumstance(s) unanimously found (is)(are):\nDate\nJury Foreperson\nInitially, the jury placed a checkmark beside “Death” under Section A of the Sentencing Verdict and Findings form. The jury also placed a checkmark beside B.l, indicating that its sentence was based on at least one aggravating circumstance and no mitigating circumstance. In the space provided under B.l for specification of the aggravating circumstance(s) unanimously found by the jury, the jury wrote “In the commission of the offense the defendant knowingly created a grave risk of death to another person in addition to the victim of the offense.” Under B.2, although the jury did not place a checkmark beside B.2, the jury wrote “Refer to B-l” in the space provided for description of the aggravating circumstance(s) unanimously found by the jury.\nAfter being recalled from the jury room and instructed by the trial court to “complete” the Sentencing Verdict and Findings form, the jury wrote the word “NONE” on the line provided for the description of mitigating circumstances under B.2, and wrote “N/A” on the lines provided for the description of mitigating and aggravating circumstances under C.2.\nIn addition to the form entitled Sentencing Verdict and Findings, the trial court provided the jury with a separate sheet entitled “DIRECTIONS FOR COMPLETING SENTENCING VERDICT SLIP,” which provided as follows:\n(a) Look at part II of the verdict slip entitled “Sentencing Verdict and Findings.” I shall now give you specific directions about how to complete this part of the verdict slip.\n(b) Before you can sentence the defendant to death you must all agree on the general finding in either B.l or B.2 If you all agree on one or more aggravating circumstances and all agree that there are no mitigating circumstances, then check B.l At that point, copy all of the aggravating circumstances listed in part I on which you all agree. If you all agree on one or more aggravating circumstances, and although one or more of you find mitigating circumstances, you all agree that the aggravating outweighs the mitigating circumstances, then check B.2 Then, copy from Part I the aggravating circumstances on which you all agree and the mitigating circumstances that one or more of you find are present.\n(c) Remember you can stop deliberating and sentence the defendant to life imprisonment only if you all agree to do so. If your sentence is life imprisonment, you should check the finding, either C.l or C.2, tuhich explains why you are not imposing the death penalty and imposing a life sentence. If the reason for not imposing the death penalty is that one or more [of] you find no aggravating circumstances, check C.l. If the reason for not imposing death is that although all of yon, agree on at least one aggravating circumstance, one or more of you find that mitigating are not outweighed by aggravating circumstances, then check C.2 At that point, copy the part I mitigating circumstances that one or more of you find are present in [sic] the aggravating circumstances on which you all agree.\nDirections for Completing Sentencing Verdict Slip (italics added).\nA review of the trial court’s “Directions for Completing Sentencing Verdict Slip” and Part II of the Sentencing Verdict Slip, i.e., the Sentencing Verdict and Findings, as originally completed by the jury, reveals that the jury completed the form in accordance with the trial court’s written instructions. The court’s written instructions advised the jury “If you all agree on one or more aggravating circumstances and all agree that there are no mitigating circumstances, then check B.l.” By checking B.l, the jury expressly indicated that all jurors agreed there were no mitigating circumstances. As instructed, the jury then described the aggravated circumstances on which all jurors agreed. There was nothing more required of the jury under Section B. Additionally, with regard to Section C., the jurors were instructed: “If your sentence is life imprisonment, you should check the finding, either C.l or C.2, which explains why you are not imposing the death penalty and imposing a life sentence.” As the jury did not sentence Appellant to life imprisonment, it was not required to check either C.l or C.2 on the Sentencing Verdict Slip. Nor was the jury required to explain its reasons for not imposing the death penalty.\nThus, despite Appellant’s assertion that the verdict slip was improperly completed, and the trial court’s understandable efforts to alleviate any concern, we hold that that the Sentencing Verdict and Findings form was proper and valid as originally completed by the jury. Accordingly, any supplementation of the form by the jury after the trial court “reconvened” the jury was gratuitous and legally irrelevant, and Appellant is not entitled to relief on the basis thereof.\nVIII. Commonwealth’s Presentation of Rebuttal Evidence\nAppellant next argues that the trial court erred in allowing the Commonwealth to present during the penalty phase evidence of a comment made by Appellant at the conclusion of the guilt phase trial. Specifically, after the guilt phase of the trial concluded and the jury was excused for the day, the attorneys remained in the courtroom to discuss procedures for the upcoming penalty phase. Appellant requested that he be excused from the courtroom, and the trial court granted the request. As Appellant waited for the sheriff to escort him out, he stated “I ain’t done yet,” to which someone from the decedent’s family said “You got what you deserved.” N.T. Trial, 5/6/05, at 175, N.T. Trial, 5/10/05, at 99. Appellant then responded “Still breathing, bitch. That’s why he dead.” Id. Appellant’s statement was recorded by the court stenographer, although the statement by the decedent’s family member was not.\nSubsequently, the prosecutor advised the court and the defense that he intended to introduce Appellant’s comment into evidence at the penalty phase for rebuttal purposes. The prosecutor argued that the statement was\nadmissible on rebuttal because the defense is alleging a mitigating factor about the circumstances of the offense, the record of the defendant, and the character of the defendant and we’ve already gone through family members about his troubled childhood and the sister and other folks saying we’re sorry for what happened to the decedent’s family, and that’s to show to the jury he was showing remorse and his statement as he was leaving the courtroom is something I think should be admissible on rebuttal.\nN.T. Trial, 5/10/05, at 20. Appellant objected, but the court ultimately ruled that the statement was admissible. Accordingly, at the conclusion of the penalty phase, the prosecutor introduced the following rebuttal evidence by stipulation:\nProsecutor: Your Honor, last Friday after the jury returned the verdict and left the courtroom while counsel were discussing with the Court in the presence of the defendants aggravating and mitigating circumstances, Mr. Bond indicated—\nAppellant’s Counsel: Through his attorney.\nProsecutor: Through his attorney, you’re correct. Mr. Bond indicated that he wished to leave the courtroom and stated, “I ain’t done yet,” to which someone in the decedent’s family said, “You got what you deserved,” to which the defendant Mr. Bond said, “I’m still breathing, bitch, that’s why he dead.”\nId. at 98-99.\nAppellant contends that the trial court erred in admitting evidence of Appellant’s statement for two reasons. First, Appellant argues “[t]he most significant problem with allowing the comment to be admitted was that there was no context for it.” Appellant’s Brief at 34. Most notably, the identity of the decedent’s family member with whom Appellant engaged in the verbal exchange is unclear from the record. As Appellant concedes, however, “[t]he stipulation provided some agreed-upon setting for the comment,” although the actual words said to Appellant by the decedent’s family member were not transcribed. Id. In that Appellant stipulated to a description of the circumstances surrounding his statement, which was conveyed to the jury at the time his statement was introduced, he cannot now argue that the information provided to the jury was misleading. Furthermore, it is clear from the record that the prosecutor did no more than present the statement and the circumstances surrounding the statement as was agreed by the parties in the stipulation.\nAppellant further maintains the trial court erred in admitting evidence of Appellant’s statement because “commenting on the lack of remorse shown by a defendant is equivalent to commenting on the failure of the defendant to testify.” Appellant’s Brief at 34. In allowing Appellant’s statement to be introduced, the trial court noted that, during the penalty phase, Appellant’s sister, Asekia Barmont, testified that she had talked with Appellant about the killing of Grant, and that Appellant had expressed regret, N.T. 5/9/05, at 93-94, and that this evidence was introduced for purposes of establishing appellant’s character under the catch-all mitigator. The trial court concluded that an appellant’s lack of remorse is relevant to his character, and, thus, relevant to determination of the catch-all mitigator, and, therefore, the prosecutor was entitled to present rebuttal evidence on this issue. The trial court further determined that the prosecutor’s comment in the instant case in no way suggested to the jury that Appellant had a duty to testify, and emphasized that it specifically instructed the jury that Appellant had an absolute right under the Constitution to remain silent, and that the jury should not draw any adverse inference from the fact that Appellant did not testify during the penalty phase. See N.T. Trial, 5/11/05, at 31.\nIt is well settled that the admission or rejection of rebuttal evidence is within the sound discretion of the trial court. Commonwealth v. Weiss, 565 Pa. 504, 519, 776 A.2d 958, 967 (2001). In the instant case, however, we recognize that Barmont’s testimony regarding Appellant’s remorse for his crimes, see N.T., 5/9/05, at 93-94, the subject of the prosecution’s rebuttal evidence, was elicited in the first instance on cross-examination by the prosecutor. Nevertheless, in Commonwealth v. Harris, 550 Pa. 92, 703 A.2d 441 (1997), this Court approved the introduction during the penalty phase of a remark similar to that made by Appellant herein, where the appellant had introduced evidence that he was a good person. See id. at 112, 703 A.2d at 451 (reasoning that the remark served “to rebut Appellant’s character evidence that he was a sweet and nice person” rather than to establish lack of remorse). As Appellant likewise adduced substantial testimony in furtherance of establishing his good character, the Commonwealth was entitled to use Appellant’s statement to the victim’s family to rebut that evidence. Accordingly, we hold that Appellant is not entitled to relief on this claim.\nIX. Statutory Review of Death Penalty Verdict\nFinally, pursuant to the Sentencing Code, this Court is required to conduct a statutory review of the death sentence and we must affirm the sentence unless we determine that:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor; or\n(ii) the evidence fails to support the finding of at least one aggravating circumstance.\n42 Pa.C.S.A. § 9711(h)(3). After careful review, we conclude that the sentence of death was not a product of passion, prejudice, or any other arbitrary factor; rather, it was based on the evidence presented at trial. Furthermore, we conclude the evidence supports the jury’s finding of at least one aggravating circumstance. As noted above, the jury found one aggravating factor, namely, that Appellant, in the commission of the offense, knowingly created a grave risk of death to another person in addition to the victim, 42 Pa.C.S.A. § 9711(d)(7). The jury’s finding in this regard is supported by evidence that, at the time Appellant and Smith jumped out of their car and began firing shots down Ogden Street toward Grant, Weston and several other individuals also were present on the street. Indeed, Weston was shot and wounded during the incident. As the jury found no mitigating factors, Appellant’s sentence of death was mandated. See 42 Pa.C.S. § 9711(c)(1)(iv) (“the verdict must be a sentence of death if the jury unanimously finds at least one aggravating circumstance ... and no mitigating circumstance”).\nAccordingly, we affirm the verdict and the sentence of death imposed upon Appellant by the Court of Common Pleas of Philadelphia County.\nChief Justice CASTILLE, Justices SAYLOR, EAKIN, BAER and McCAFFERY and GREENSPAN join the opinion.\n. 18 Pa.C.S.A. § 2502.\n. 18 Pa.C.S.A. § 907.\n. 18 Pa.C.S.A. § 2705.\n. 18 Pa.C.S.A. § 903.\n. Apparently, just prior to being apprehended, Smith had shot someone. The shooting was not mentioned at Smith's trial in the instant case, and the spent cartridges that were retrieved by Officer Welsh were referred to only as \"ballistics evidence” so the jury would not know that Smith had committed another crime. During the penalty phase hearing, however, the jury did learn that Smith was convicted of aggravated assault for shooting a man prior to being chased and apprehended by police on April 13, 2003.\n. The prosecutor seemed to doubt the accuracy of Stokes-Steadley's testimony regarding the date on which Smith first asked her to purchase a weapon, as evidenced by his cross-examination. See N.T. Trial, 5/3/05, at 88-89. Nevertheless, Stokes-Steadley maintained that Smith asked her to purchase the gun two days before the date she actually purchased the gun, id., which, if true, would suggest that Smith wanted to obtain the gun prior to the shooting at the North American Motor Inn.\n. Smith was convicted of the same charges as Appellant, and likewise was sentenced to the death penalty. Smith's appeal is presently before this Court at No. 500 CAP.\n. See 42 Pa.C.S.A. § 9711(d)(7) (the defendant, in the commission of the offense, knowingly created a grave risk of death to another person in addition to the victim).\n. Although Appellant intimates in his Statement of Issues that he is challenging the sufficiency of the evidence to support all of his convictions, and indeed the trial court addresses the evidence in support of Appellant’s other convictions, as the Commonwealth points out, Appellant offers no argument in his brief regarding convictions other than his convictions of first-degree murder and criminal conspiracy. Accordingly, we confine our review to whether the evidence was sufficient to support Appellant's convictions for these two crimes.\n. This rule is consistent with our standard of review in challenges to the weight of the evidence, which this Court has articulated as follows:\nA motion for a new trial alleging that the verdict was against the weight of the evidence is addressed to the discretion of the trial court. An appellate court, therefore, reviews the exercise of discretion, not the underlying question whether the verdict is against the weight of the evidence. The factfinder is free to believe all, part, or none of the evidence and to determine the credibility of the witnesses. The trial court will award a new trial only when the jury's verdict is so contrary to the evidence as to shock one's sense of justice. In determining whether this standard has been met, appellate review is limited to whether the trial judge’s discretion was properly exercised, and relief will only be granted where the facts and inferences of record disclose a palpable abuse of discretion.\nCommonwealth v. Diggs, 597 Pa. 28, 39, 949 A.2d 873, 879 (2008), cert. denied, ___ U.S. ___, 129 S.Ct. 1580, 173 L.Ed.2d 678 (2009).\n. The trial court opined that \"the evidence was favorable to appellant in that, had it been disclosed, appellant would have been aware of Jacobs' existence prompting further investigation, such as locating Quincy and Tyray, interviewing them, possibly subpoenaing them for trial, or using information they could provide to cross-examine Commonwealth witnesses.” Trial Court Opinion, 11/15/07, at 19.\n. Although Appellant has waived this issue, we note that we denied co-defendant Smith’s identical preserved claim for relief. Commonwealth v. Smith, 604 Pa. 126, 985 A.2d 886, 2009 WL 5125078 (2009).\n. Part I of the Sentencing Verdict Sheet, entitled “General Instructions,” provided:\nA. READ THROUGH THE ENTIRE VERDICT SLIP BEFORE BEGINNING DELIBERATIONS.\nB. AGGRAVATING AND MITIGATING CIRCUMSTANCES PRESENTED TO THE JURY.\n1. The following aggravating circumstances are submitted to the jury and must be proved by the Commonwealth beyond a reasonable doubt:\n(1) In the commission of the offense the defendant knowingly created a grave risk of death to another person in addition to the victim of the offense.\n2. The following mitigating circumstance(s) are submitted to the jury and must be proved by the defendant by a preponderance of the evidence:\n(1) Any other evidence of mitigation concerning the character and record of the defendant and the circumstances of his offense.\nC. DO NOT COMPLETE THIS SENTENCING VERDICT SLIP UNTIL YOUR DELIBERATIONS ARE CONCLUDED. THIS SENTENCING VERDICT IS ONLY TO BE USED TO RECORD YOUR SENTENCING VERDICT AND THE FINDINGS UPON WHICH IT IS BASED.\nD. IF, AFTER A SUFFICIENT DELIBERATION, YOU CANNOT UNANIMOUSLY REACH A SENTENCING VERDICT, DO NOT COMPLETE OR SIGN THIS SLIP, BUT RETURN IT TO THE JUDGE. THE JUDGE WILL DETERMINE IF FURTHER DELIBERATIONS ARE REQUIRED; IF THEY ARE NOT, THE JUDGE WILL SENTENCE THE DEFENDANT TO LIFE IMPRISONMENT.\n. It appears from the trial transcript that there also was some disagreement as to whether Appellant said “I ain't done yet\" or \"I ain't dead yet.” N.T. Trial, 5/10/05, at 99. In its 1925(a) opinion, the trial court quotes Appellant as saying \"I ain't dead yet.” Trial Court Opinion, 11/15/07, at 28. However, the court stenographer recorded Appellant as stating \"I ain’t done yet.” N.T. Trial, 5/6/05, at 175. In any event, we note that Appellant does not argue the discrepancy on appeal, and quotes the stenographer's version in his brief.\n. The appellant in Harris, as he was escorted from the courtroom, told the victim's widow \"I'm living, but I'll be back.” 550 Pa. at 112, 703 A.2d at 451.\n. The Prothonotary of the Supreme Court is directed to transmit a complete record of this case to the Governor in accordance with 42 Pa.C.S.A. § 9711(1)."}