{"id": "4199931", "contents": "OPINION\nJustice TODD.\nIn this appeal by allowance, we consider the “retained control” exception to the general rule that a property owner who employs an independent contractor is not liable for injuries to the employees of the independent contractor or its subcontractor. For the reasons set forth below, we affirm the order of the Superior Court, which remanded for entry of judgment notwithstanding the verdict in favor of Lafayette College (“College”).\nBy way of background, Lafayette College (“the College”), located in Easton, Pennsylvania, is an educational institution offering degree programs in the liberal arts and engineering. The College hired Telesis Construction, Inc. (“Telesis”) as a general contractor to renovate the engineering building, also known as the Acopian Building, on the College’s campus. The College and Telesis entered into a Construction Management Agreement (“CMA”). Telesis’ on-site project manager was Edward Baer. The College designated one of its employees, Andrew Roth, as its project manager. The College and Telesis understood that Telesis would subcontract the renovation work to another entity. Telesis subcontracted with Kunsman Roofing and Siding (“Kunsman”) to perform the roofing work on the building. Appellant David Beil was employed by Kunsman as a roofer. The College separately contracted with Masonry Preservation Services, Inc. (“MPS”) to restore stonework on the outer walls of the building. Robert Bajda was MPS’ foreman.\nOn a rainy June 13, 2003 morning, Beil arrived at the site to install termination bars. These bars, also known as flashing, are thin aluminum strips, three inches wide and eight feet long, that are wrapped around the top of a protrusion through the roof, screwed into place, cuffed, and caulked to prevent leaking through the roof. The installation of the termination bars is the last step a roofer takes to seal a roof. The masonry work to be completed by MPS required the erection of a scaffold. The scaffolding erected by MPS included a vertically-mounted ladder that was not equipped with fall protection. Beil used MPS’ scaffolding to access the roof. While ascending the vertically-mounted ladder in the rain, with approximately 10 to 15 pounds of termination bar over his shoulder, Beil fell approximately 30 feet, and, as a result, sustained a concussion, injuries to his head and neck, a fractured right shoulder, and a fractured left heel.\nOn June 6, 2005, Beil filed a personal injury action against the College, as owner of the property, Telesis, as the general contractor, and MPS, as owner of the scaffolding, in the Court of Common Pleas of Philadelphia County. Beil averred that all three defendants were negligent. Beil also asserted a strict liability action against MPS. Appellant Cheryl Beil, Beil’s wife, asserted a claim against all three defendants for loss of consortium.\nPrior to trial, the College filed a motion for summary judgment on the basis that it was an owner of the premises, that it had hired an independent contractor, Telesis, to perform construction on those premises, and that, under Pennsylvania law, the College was not liable for injuries to employees of the independent contractor or its subcontractors. The College further asserted that the limited exception for situations where an owner had retained the right of control over the work was not applicable because the College did not retain such control. The motion was denied without opinion.\nOn October 27, 2006, following trial, a jury found in favor of Appellants against all three defendants and awarded damages in the amount of $6,800,000. The jury apportioned liability 50% to Telesis, 35% to the College, 10% to MPS, and 5% to Beil.\nThe College filed post-trial motions seeking judgment notwithstanding the verdict (“judgment n.o.v.”), a new trial, a new trial on damages, or a remittitur. Specifically, the College argued that it could not be held liable under either the exception for “retained control” or the exception for “peculiar risk.” In the alternative, the College sought judgment in its favor on its cross-claims for indemnity against MPS and Telesis. On March 27, 2007, the trial court molded the verdict to reflect delay damages and denied the College’s motions. One month later, on April 27, 2007, the court entered judgment against the College in the amount of $2,488,348.20. Thereafter, the College appealed to the Superior Court.\nOn August 12, 2008, by unpublished opinion and order, a unanimous panel of the Superior Court reversed and remanded for entry of judgment n.o.v. in favor of the College. Viewing the evidence in the light most favorable to Appellants as verdict winners, the Superior Court concluded that the College was not liable as a matter of law under the “owner control” or “peculiar risk” exceptions to the general rule that one who hires an independent contractor is generally exempt from liability for injuries sustained by employees of the contractor or its subcontractor.\nThe Superior Court first noted the general rule in Pennsylvania that a party who hires an independent contractor is generally exempt from liability for injuries sustained by the contractor’s employees. Thus, a property owner has no duty to warn the contractor or its employees of conditions that are at least as obvious to the contractor and its employees as they are to the landowner. Responsibility for protection, and liability for negligence, therefore, are placed on the contractor and its employees. The court acknowledged, however, an exception to this general rule where a property owner who hires an independent contractor retains control of the means and methods of the contractor’s work. This “retained control” exception, set forth in the Restatement (Second) of Torts § 414 (1965), has been adopted in Pennsylvania. See Farabaugh v. Pennsylvania Turnpike Commission, 590 Pa. 46, 911 A.2d 1264 (Pa.2006). As stated in the Restatement, “It is not enough that [the property owner] has merely a general right to order the work stopped or resumed, to inspect its progress or to receive reports, to make suggestions or recommendations which need not necessarily be followed, or to prescribe alterations and deviations.... There must be such a retention of a right of supervision that the contractor is not entirely free to do the work in his own way.” Restatement (Second) of Torts § 414, cmt. c. Further, the court recognized that Pennsylvania courts have declined to apply the retained control exception to an owner who is concerned about safety, citing Farabaugh.\nThe Superior Court recognized the somewhat unique nature of the relationship between the College and Telesis and of that between the College and MPS, finding it necessary to analyze both relationships to determine the College’s liability. First, regarding the relationship between the College and MPS, the court observed that the College hired MPS directly to restore the stonework on the engineering building. Under its purchase order with MPS, the College retained a right to inspect and approve “all material and equipment purchased” by MPS. Roth, the College’s project manager, maintained a regular presence on the work site and knew the scaffolding did not have fall protection. Furthermore, MPS consulted the College as to the placement of the scaffolding. The Superior Court found that, because Beil was not an employee of MPS, •with whom the College had a direct relationship, this distinguished case law finding liability for an owner of property who hired a contractor and instructed it when and where to begin its work. See Byrd v. Merwin, 456 Pa. 516, 317 A.2d 280 (Pa.1974) (plurality).\nFurthermore, the court offered that, here, Telesis testified that it was in complete control of the project and responsible for the safety of its subcontractors, including Kunsman and its employees. Additionally, according to the court, the College did not retain control over the means and methods of the operative details of MPS’ masonry work. The court found the facts that the College had a project manager on the site, had the right to inspect and approve, and had the authority to make suggestions or recommendations were insufficient to demonstrate control for purposes of Section 414 of the Restatement. Finally, and related thereto, the Superior Court reasoned that the record did not support the trial court’s conclusion that the College retained control because it told MPS when and where to erect the scaffolding. First, the Superior Court found there was no evidence that the College told MPS when to erect the scaffolding. Additionally, with respect to the location of the scaffolding, the College wanted to make sure the scaffolding was in a safe position and did not interfere with its conducting classes. According to the Superi- or Court, even if the College directed MPS where to position the scaffolding, doing so did not amount to such a retention of a right of supervision that MPS was not entirely free to do the work in its own way.\nRegarding the relationship between the College and Telesis and its subcontractor Kunsman, who employed Beil, the Superior Court determined that Telesis was responsible for the work performed at the site. Furthermore, Kunsman agreed to all safety requirements set by Telesis. The court opined that the College did not retain control of Telesis’ construction management or Kunsman’s roofing, even though it hired a project manager and placed certain restrictions on the use of its property. Specifically, by the terms of the construction management agreement, the College contractually delegated all responsibility for the work, with the exception of the MPS masonry work, to Telesis and the subcontractors. As for restrictions on use of the College property, the Superior Court considered the College’s limitations on parking to avoid interference with school operations, and a ban on the use of the third floor as a short-cut to the roof based upon that being an occupied area. Moreover, workers were banned from using school bathrooms due to concerns about tracking mud and smoking in these areas. Finally, lunch breaks were restricted to the back of the building due to inappropriate comments having been made to a female student. These, according to the Superior Court, were reasonable restrictions to safeguard the College’s students, faculty, and property. Thus, the restrictions did not rise to the level of control required to impose liability.\nFinally, the Superior Court addressed the “peculiar risk” exception to the general rule of non-liability for an owner when employing an independent contractor. Under this exception, when work is done under unusually dangerous circumstances involving a special danger or peculiar risk, liability attaches to the property owner. The Superior Court found the peculiar risk exception to be inapplicable for two reasons. First, the court reasoned that the risk associated with the roofing job was no different from the usual or ordinary risk associated with this type of work. Second, the court explained that the use of the ladder did not create the risk of harm; rather, it was created by the violation of a safety condition by Beil, his employer, or the general contractor in not using fall protection or safety lines. Thus, the “peculiar risk” exception did not apply. Therefore, the Superior Court concluded that the College was entitled to judgment as a matter of law, and reversed the judgment entered against it. Appellants filed a petition for allowance of appeal to our Court.\nOur Court granted the petition for allowance of appeal as to the following three issues:\n1. Did the Superior Court misapply Farabaugh v. Pennsylvania Turnpike Commission, 590 Pa. 46, 911 A.2d 1264 (Pa.2006)?\n2. Did the Superior Court improperly fail to view the evidence in the light most favorable to [Appellants], as verdict-winners?\n3. Did the Superior Court misapply both Section 414 of the Restatement (Second) of Torts (1965) and this Court’s opinion in Byrd v. Merwin, 456 Pa. 516, 317 A.2d 280 (Pa.1974)?\nBeil v. Telesis Construction, Inc., 600 Pa. 628, 969 A.2d 1177 (2009) (order).\nIn reviewing the granting or denying of a motion for judgment n.o.v., the court’s inquiry is informed by the following principles. When a court reviews a motion for judgment n.o.v., the reviewing court considers the evidence in the light most favorable to the verdict winner, who must receive the benefit of every reasonable inference of fact arising therefrom, and any conflict in the evidence must be resolved in his or her favor. Metts v. Griglak, 438 Pa. 392, 395, 264 A.2d 684, 686 (1970). A judgment n.o.v. should only be entered in a clear case. Broxie v. Household Fin. Co., 472 Pa. 373, 380, 372 A.2d 741, 745 (1977). It is with these standards in mind that we turn to the arguments of the parties.\nAppellants contend that the jury verdict was supported by the testimony and exhibits presented at trial and that the Superior Court failed to view this evidence in the light most favorable to them as verdict winner. Indeed, Appellants vigorously stress that the standard for setting aside a verdict on the ground that it is unsupported by the evidence presents an impossible hurdle for the College to overcome.\nSpecifically, Appellants offer that Telesis was required to comply with the College’s directions concerning reasonable limitations on the use of the site for the work. CMA at 14, ¶ 2.33. Also, the College was required to approve of Telesis renting machinery and equipment from any entity affiliated with Telesis upon demonstration that the cost would be less than third-party rentals. CMA at 21, ¶ 4.1.9.2. Additionally, Telesis agreed to comply with any safety direction or rules reasonably issued by the College to prevent injury or assure compliance with applicable law. CMA at 43-44, ¶ 11.1. Therefore, the College, by its own contractual mandates, both retained control of the premises and possessed final decision making authority with respect to safety, directions, and rules. Moreover, in the subcontract agreement between Telesis and Kunsman, Kunsman agreed to comply with all of the College’s rules and regulations and safety requirements, and was required to refrain from entering the existing facility without specific written permission from Telesis and the College. Subcontract Agreement at 2, ¶ 5. According to Appellants, based upon this contractual language alone, the College was not entitled to judgment n.o.v.\nAdditionally, Appellants maintain that the College in fact remained in control of the building. Specifically, based upon, inter alia, the testimony of Roth, the College’s project manager, Appellants assert that he was to ensure that the scaffolding did not interfere with the operation of the College and that, in fact, the College was consulted about placement of the scaffolding to make sure that it was in a safe position and did not interfere with the operation of the College, N.T., 10/23/06 at 149-50, and limited the construction workers’ access to the building, id. at 156-57. Moreover, Appellants offer that Roth testified that he could have instructed MPS to fall-protect the scaffolding, but did not raise the issue. Id. at 168-70. Appellants also point to testimony that the College controlled the glass tower where the interior elevator and stairs were located, prohibited the use by construction workers of the stairs and elevator, and that it would have been safer for the workers to use the elevator. Id. at 149-50. Appellants submit that a July 18, 2003 email from Roth, sent after Beil’s fall, regarding roofers working in a potentially unsafe manner and the College’s desire to encourage a safe work environment, renders the College liable. This, according to Appellants, demonstrates control by the College of the premises and how the work was to be performed. Appellants assert that, viewed in the light most favorable to Appellants, as verdict winner, it is clear that the College retained control of the premises and did not deliver temporary possession of the land to any independent contractor performing work.\nAppellants also argue that the Superior Court misinterpreted our case law. Specifically, Appellants point to our Court’s decision in Farabaugh. In that case, the decedent, an employee of the general contractor on a project owned by the Pennsylvania Turnpike Commission, was involved in a fatal accident while driving an off-highway dump truck. The general contractor had no contractual relationship with the construction manager of the project. Furthermore, the general contractor assumed all liability for injuries to employees on the site in its contract with the Commission. Our Court rejected liability on the part of the Commission. Additionally, we found it preferable to permit owners and construction managers to define their roles and responsibilities in each contract according to the needs of each project. Thus, under Farabaugh, the inquiry regarding what level of review and inspection the parties intended is left to the finder of fact. 590 Pa. at 49-50, 911 A.2d at 1282. According to Appellants, Farabaugh is factually and legally distinguishable, as, in that decision, the Commission turned over control of the work site to the general contractor who agreed to be solely responsible for safety. Here, according to Appellants, the College defined its role by requiring the construction manager to comply with safety directions and rules. Moreover, the College controlled how the roofers reached and accessed the roof.\nAdditionally, Appellants argue that the Superior Court incorrectly distinguished our decision in Byrd. In that case, liability was placed on a property owner, who, while hiring a general contractor, also directly instructed an electrical contractor when to begin his work on the project and in what area to begin. Similarly, according to Appellants, the College instructed MPS when to begin its work and in what area MPS was permitted to erect its scaffolding. Moreover, the College controlled when Kunsman was to work on the project due to the rain and a leak in the roof of the building. According to Appellants, the general contractor had no knowledge of the Kunsman roofers working on the roof on the day of the accident. Viewed in the light most favorable to Appellants as verdict winners, the College made the decision to have the roofers work in the rain to repair the leak in the roof, and thus, exercised control over the work. Similarly, the College directly hired MPS, the masonry contractor which erected the scaffolding from which Beil fell. Telesis had no control over MPS and its scaffolding as the College directly hired MPS. Appellants contend that the Superior Court improperly distinguished Byrd from this matter as there was no direct relationship between the College and Beil through MPS. Contrary to the Superior Court, Appellants urge that Roth admitted that he could have required MPS to fall-protect its scaffolding or allow workers such as Beil to use the elevator or the interior stairs to access the roof. According to Appellants, it makes no sense to allow an employee of MPS, which was more knowledgeable and contractually required to erect a scaffold, to be able to recover from the College, but prevent Beil from recovering for his injuries.\nAppellants also point to other testimony establishing that the College was in control of safety at the site. Specifically, Appellants offer the testimony of their construction expert, Stephen Epstrin, who testified that the College did not enter into a typical unfettered agreement, but rather retained control over the construction site and directly controlled MPS. Furthermore, Epstrin opined that the College was negligent because it failed to properly exercise control over the jobsite, allowed an OSHA-defective scaffold to be used, and mandated the use of a dangerous ladder. Moreover, according to Appellants, Stanley Pulz, the College’s safety expert, offered that Mr. Roth prohibited the use of elevators and stairs and the College controlled whether the contractors could go inside the building.\nThe College responds that the Superior Court properly determined that, under Pennsylvania law, an employer of an independent contractor is not liable for injuries to the independent contractor’s employees and has no duty to warn or protect the contractor’s employees. Furthermore, the exception to this general rule found in Section 414 of the Restatement (Second) of Torts is not applicable under the facts of this case, as even viewing the facts in the light most favorable to Appellants, as verdict winners, the College did not exercise the level of control necessary to impose liability. There must be such retention of a right of supervision that the contractor is not entirely free to do the work in his own way. Restatement (Second) of Torts § 414, cmt. c. The College surveys Pennsylvania case law and asserts that, consistent with both federal and state decisions, including our decisions in Hader v. Coplay Cement Mfg. Co., 410 Pa. 139, 189 A.2d 271 (1963), and Farabaugh, supra, the Superior Court recognized the general rule of owner non-liability and found that the College did not fall within the “retained control” exception.\nSpecifically, in viewing the facts in the light most favorable to Appellants, the College reasons that the Superior Court properly determined that the College did not retain sufficient control of the project site, both under the contract and by its conduct. The College points to the CMA which sets forth that Telesis, the construction manager, shall be fully responsible for the acts and omissions of its employees, agents, subcontractors, and their agents and employees. CMA at 6, ¶ 2.9. Moreover, the construction manager shall be responsible for all construction means, methods, techniques, sequences, and procedures required to complete the project. Id. According to the College, these contractual responsibilities were reinforced by the testimony at trial that Telesis, not the College, was responsible for assuring safe means and methods.\nThe College acknowledges that there were certain aspects of the use of the building that it regulated. Specifically, the College did not allow smoking; it prevented construction worker access to the occupied part of the building which was being used by students and faculty through a partition door which was required to be locked; and the workers could not use the school restrooms. Furthermore, after an incident in which a construction worker made an offensive comment to a female student who was passing by, the workers were not permitted to take breaks in front of the building. Roth acted on behalf of the College and walked the site on a daily basis, and the College was consulted on items such as the contractor’s placement of scaffolding. But according to the College, the means and methods of the work was for Telesis’ to determine.\nThe College refutes Appellants’ assertion that, because Telesis did not control MPS, the College was in control of the project site. According to the College, whether Telesis could control MPS is irrelevant. Rather, Telesis contracted to be responsible for the safety of Kunsman and its employees, including Beil. If there was anything unsafe about MPS’ scaffolding, Telesis, while not responsible for MPS’ employees, certainly had the right, and the duty, to tell its own contractors and subcontractors not to use the scaffolding, require them to use different scaffolding, use their own ladders, or approach the College to notify it of the issue. Telesis did none of these things. According to the College, Appellants should not be able to hide behind MPS when it was Telesis who assumed, in contract and by its conduct, the duty of safety and supervision for Kunsman and its employees.\nThe College also offers the policy argument that the purpose of the right to inspect work, and even impose additional safety requirements, is simply to encourage contractors to work more safely. The College posits that, if liability can be imposed upon a property owner such as the College for encouraging contractors to work safely, the message to the owners will be that they are better off closing their eyes to construction activity and allowing contractors to work with no input or observation from property owners.\nConsidering all of the evidence presented in the case, the College submits that there was insufficient evidence as a matter of law to conclude that the College retained the right to control how Beil or his employer performed work on the project. Thus, according to the College, the Superior Court correctly concluded that it did not retain control over the means and methods of construction for purposes of Section 414 of the Restatement (Second) of Torts to subject it to liability.\nAdditionally, the College proffers that the Superior Court correctly interpreted our decisions in Farabaugh and Byrd. The College stresses that, in Farabaugh, our Court held that activity by a property owner, which included showing safety videos, insisting on safety provisions in the agreement, and appointing its own on-site inspectors, was insufficient to establish control by the property owner. The Superior Court’s application of Farabaugh to this matter is appropriate and, consistent therewith, the court correctly determined that the evidence relied upon by Appellants did not establish control as a matter of Pennsylvania law. With respect to Byrd, the College contends the Superior Court correctly distinguished that case, finding that the electrical contractor who was injured contracted directly with the property owner, and the property owner specifically instructed the electrical contractor as to when and where to work. The College notes that, here, unlike in Byrd, Beil was employed by a subcontractor of the construction manager, Telesis, who controlled all aspects of the subcontractor’s work. With these arguments in mind, we turn to resolution of the issues before us.\nFor over 100 years, the accepted and general rule regarding liability in our Commonwealth has been that a landowner who engages an independent contractor is not responsible for the acts or omissions of such independent contractor or his employees. See Pender v. Raggs, 178 Pa. 337, 35 A. 1135 (1896); Hader v. Coplay Cement Mfg. Co., 410 Pa. 139, 189 A.2d 271 (1963); Restatement (Second) of Torts § 409 (“[T]he employer of an independent contractor is not liable for physical harm caused to another by an act or omission of the contractor or his servants.”). This foundational law is based upon the long-standing notion that one is not vicariously liable for the negligence of an independent contractor, because engaging an independent contractor “implies that the contractor is independent in the manner of doing the work contracted for. How can the other party control the contractor who is engaged to do the work, and who presumably knows more about doing it than the man who by contract authorized him to do it? Responsibility goes with authority.” Silveus v. Grossman, 307 Pa. 272, 278, 161 A. 362, 364 (1932).\nThis general rule against property owner liability is subject to a number of exceptions. Section 414 of the Restatement (Second) of Torts, which has been adopted in Pennsylvania, sets forth one such exception to the general rule by imposing liability on the premises owner when the owner retains control over the manner in which the work is done. As set forth in the Restatement, the “retained control exception” provides:\nOne who entrusts work to an independent contractor, but who retains the control of any part of the work, is subject to liability for physical harm to others for whose safety the employer owes a duty to exercise reasonable care, which is caused by his failure to exercise his control with reasonable care.\nRestatement (Second) of Torts § 414.\nThe primary question in many premises cases, as is the issue before us, is whether the property owner hirer of the independent contractor retained sufficient control of the work to be legally responsible for the harm to the plaintiff. Comment c to Section 414 provides the most commonly used test for determining whether an employer/landowner retained sufficient control. More precisely, comment c speaks to the degree of control necessary for the exception to overcome the general rule against liability. Comment c makes manifest that the right of control must go beyond a general right to order, inspect, make suggestions, or prescribe alterations or deviations, but that there must be such a retention of the right of supervision that it renders the contractor not entirely free to do the work in his own way:\nIn order for the rule stated in this Section to apply, the employer must have retained at least some degree of control over the manner in which the work is done. It is not enough that he has merely a general right to order the work stopped or resumed, to inspect its progress or to receive reports, to make suggestions or recommendations which need not necessarily be followed, or to prescribe alterations and deviations. Such a general right is usually reserved to employers, but it does not mean that the contractor is controlled as to his methods of work, or as to operative detail. There must be such a retention of a right of supervision that the contractor is not entirely free to do the work in his own way.\nRestatement (Second) of Torts § 414, cmt. c (emphasis added); see also Hader, 410 Pa. at 150-52 189 A.2d at 277-78 (rejecting assertion that site visitation and provision of technical advice regarding installation of machinery did not demonstrate control of workplace). The control required to implicate the exception to the general rule against liability can be demonstrated in two ways. First, a plaintiff may point to contractual provisions giving the premises owner control over the manner, method, and operative details of the work. Alternatively, the plaintiff may demonstrate that the land owner exercised actual control over the work. As a general proposition, the question of the quantum of retained control necessary to make the owner of the premises liable is a question for the jury. When, however, the evidence fails to establish the requisite retained control, the determination of liability may be made as a matter of law. Finally, our Commonwealth’s case law has construed this exception narrowly. See, e.g., Farabaugh; Hader; see also Warnick v. The Home Depot U.S.A., Inc., 516 F.Supp.2d 459, 468 (E.D.Pa.2007) (opining that a “long line of Pennsylvania cases has construed this exception narrowly, almost always finding that the hiring party did not exercise sufficient control over the contractor to impose liability on the hiring party for the contractor’s employee’s injury.”).\nAs noted, Appellants, in attempting to avoid the general rule against liability on the part of a property owner who hires an independent contractor, invoke the retained control exception. In doing so, Appellants point to various examples of evidence, which they contend, when viewed in the light most favorable to them, leads to the conclusion that the College retained control over the premises to such a degree that it should be subject to liability. Appellants’ arguments regarding the exception to the general rule against liability fall into two broad categories — safety and access.\nWith respect to safety, Appellants offer that the College controlled safety matters at the site with respect to Telesis and Kunsman, as well as MPS — thus, contending it controlled their work. In support of this proposition, and as set forth above in greater detail, Appellants point to contract provisions in which Telesis “agrees to comply with any safety directions or rules reasonably issued by the College to prevent injury or assure compliance with applicable law, whether or not [Telesis] agrees that those directions or rules are actually required in order to comply with applicable law, and to do so without demanding further compensation from the college for such compliance.” CM A at 43-44, ¶ 11.1. Appellants stress that the agreement entitled the College to require even higher standards than those mandated by OSHA. Further, Appellants highlight that Roth was consulted about placement of the scaffolding to make sure that it was in a safe position. N.T., 10/23/06, at 149-50. Related thereto, Roth’s post-fall email, acknowledging that roofers were working in a potentially unsafe manner and stating the College’s desire for a safe work environment, is emphasized as further evidence of the College’s control over the work. See supra note 2 and accompanying text. Appellants further contend that Roth indicated that the College could have required MPS to fall-protect its scaffold. Finally, Appellants’ expert offered his conclusion that the College controlled safety at the site.\nAppellants’ assertions that safety-related conduct at the work site establishes the requisite control is contrary to consistent pronouncements by our Commonwealth’s courts rejecting such arguments as against sound public policy. Indeed, over 40 years ago, in Celender v. Allegheny County Sanitary Auth., 208 Pa.Super. 390, 222 A.2d 461 (1966), the Superior Court rejected the argument that a property owner should be held liable due to its reservation of control in the area of safety. Disposing of the matter solely on the contract between the property owner and the independent contractor, the court found that the provision giving the property owner the right to oversee fulfillment of safety requirements, in addition to “the privilege of putting the work in such safe condition at the cost of the contractor” if the contractor did not do so, as a matter of law did not constitute control of the work so as to impose liability on the property owner. Id. at 463.\nThree decades later, an en banc Superior Court in Emery v. Leavesly McCollum and John Rich Co., Inc., 725 A.2d 807 (Pa.Super.1999), unanimously reaffirmed the notion that safety-related conduct did not constitute the type of control that would lead to property owner liability, rejecting the argument that assuring compliance with safety procedures on site constituted such control. Id. at 813-14; see also LaChance v. Michael Baker Corp., 869 A.2d 1054, 1060-61 (Pa.Cmwlth. 2005) (holding that contract provisions and inspection rights, exercised to assure owner that independent contractor performed its work safely, did not support assertion that property owner had assumed control over project).\nRecently, our Court has endorsed the principle that certain safety-related conduct, including the employment of on-site safety representatives with the authority to stop work, does not constitute control of the work site as a matter of law. In Farabaugh, as discussed above, a wrongful death action was brought against the property owner, Pennsylvania Turnpike Commission, and the construction manager of a project, Trumbull Corporation, by the estate of James Farabaugh, who was killed while driving an off-highway dump truck as an employee of the general contractor of the construction site. The gravamen of the estate’s argument was that the Turnpike Commission retained control of the work site, creating a genuine issue of fact, due to its showing of a safety orientation videotape, and its employing an on-site safety inspector who had the authority to stop work. According to the estate, such conduct went beyond a property owner merely visiting a construction site to check on progress, and rather constituted control.\nAfter reviewing prior case law, our Court emphasized the salutary public policy of encouraging attention to safety matters and ensuring workplace safety in support of its determination that such safety-related conduct does not constitute control:\nAs the Commonwealth Court held in LaChance, ‘[t]o find liability simply because PennDOT addresses the issue of safety in its construction contracts would only encourage PennDOT to disregard safety in its contracts. Sound public policy, however, dictates that PennDOT monitor the safety of its highway construction projects and continue to pay its contractors to conduct safe job sites.’ LaChance, 869 A.2d at 1064. It would likewise disserve public policy to impose liability on [the Turnpike Commission] for going one step further and hiring a contractor specifically to supervise safety issues on site in addition to requiring its general contractor to be responsible for safety under its own contract with [the Turnpike Commission].\nFarabaugh, 590 Pa. at 65, 911 A.2d at 1275 (emphasis added). Based upon this public policy, our Court concluded that, even viewing the facts in the light most favorable to the estate, it failed to present a common law cause of action against the Turnpike Commission as a matter of law.\nDrawing on this prior case law, we hold that a property owner retaining a certain degree of authority over safety issues, such as supervising and enforcing safety requirements, and even imposing its own safety requirements at a work site, does not constitute control for purposes of imposing liability. The evidence in the matter sub judice, viewed in the light most favorable to Appellants as verdict winner — including the relevant contractual language regarding the agreement by Telesis and Kunsman to comply with any safety direction or rules issued by the College to prevent injury; the testimony of Roth concerning placement of the scaffolding for safety purposes; Roth’s post-accident email acknowledging notice that roofers were working in a potentially unsafe manner and that the College encourages a safe work environment; and Appellants’ expert testimony offering his interpretation of the relationship between the College, Telesis, and Kunsman, which included authority over the site regarding safety matters— simply does not establish control of the work for purposes of imposing liability on the College. Therefore, because the College did not control the work of its independent contractors with respect to safety-related conduct, it is not liable for the injuries suffered by Appellants on this basis.\nWe turn next to Appellants’ contention that the College’s denial of access to certain areas stands as evidence of its control over the renovation work. While Telesis contracted to take “Responsibility for Work/Means and Methods,” including “all construction means, methods, techniques, sequences and procedures for proper coordination of all construction and installation required to complete the Project,” CMA at 6, ¶ 2.9, Appellants maintain that other contract provisions, and certain actions by the College, establish that it exerted control over the work site such that liability should attach. As noted in greater detail above, Appellants offer that provisions in the contract between the College and Telesis, and the agreement between Telesis and Kunsman, required the subcontractors to submit to all of the College’s rules and regulations and obtain written permission from the College to enter the facility, and contained limitations on use of the work site. Furthermore, Appellants point out that Roth mandated that the scaffolding not interfere -with the operations of the College, and that the College controlled the glass tower where the interior elevator and stairs were located and limited their use. Moreover, the College directly hired MPS, whose scaffolding was used by Beil, and neither Telesis nor Kunsman had control over MPS’ scaffolding. This evidence, according to Appellants, established that the College maintained control over the premises and the work performed by the contractors, subjecting the College to liability.\nAn analysis of control over the manner in which work is done, for purposes of satisfying the narrow exception to the general rule against liability, is more nuanced than suggested by Appellants’ arguments. Specifically, Appellants fail to differentiate between control of the operational detail or manner by which the work is completed, and regulation of the building in which the work is conducted.\nComment a to Section 414 of the Restatement (Second) of Torts underscores this distinction between the regulation of the use of a building and control over the work performed by the independent contractor: “If the employer of an independent contractor retains control over the operative detail of doing any part of the work, he is subject to liability for the negligence of the employees of the contractor engaged therein.” Restatement (Second) of Torts, § 414 cmt. a (emphasis added). Consistent therewith, and as noted above, comment c adds that, for this exception to apply, “the employer must have retained at least some degree of control over the manner in which the work is done.” Id. at cmt. c (emphasis added).\nOur case law sharpens this distinction. For example, in the seminal case of Hader, our Court, in rejecting the argument that certain activity established the requisite control for purposes of imposing liability, concluded that “there is not a scintilla of evidence that [either of the owner’s representatives] at any time gave, or attempted to give, any instructions as to the manner of installation of the crusher” on which the plaintiff was injured. Hader, 410 Pa. at 152, 189 A.2d at 278. Thus, the clear focus of the Court with respect to control was on the substantive performance of the work. In LaChance, referenced above, the Superior Court, in concluding that the property owner had not retained control over the work, drew the same distinction between regulating use and controlling the manner of work:\nPennDOT directed that the pipe be grouted inside and out, but it did not direct [the contractor] by which employee, when or how to do it. Directing a contractor what to do is not the same as directing a contractor how to do it.\nLaChance, 869 A.2d at 1061 n. 14 (emphasis added). The court further opined, “[the contractor’s] contract performance had to meet PennDOT’s contract specifications, but [the contractor] controlled the manner of performance. This is how contractual relationships work.” Id. at 1061.\nIndeed, it would be a novel, if not absurd, interpretation of Section 414 if an independent contractor, hired by a property owner, could run amok at the work site without any limitations and without consideration of consequences. The regulation of the work site by the College in this appeal underscores the point. It is undisputed that the College regulated certain aspects of the use of the engineering building. The College prohibited smoking in the building. It limited construction worker access to the occupied part of the building. As professors and students continued to use the part of the building that was not under renovation, a partition door separating that area from the renovation area was required to be kept locked. Related thereto, after a construction worker uttered an objectionable comment to a female student passing by, the workers were not permitted to take breaks in front of the building. More directly related to Appellants’ averments, Roth walked and inspected the jobsite on a daily basis. By agreement, the contractors were required to comply with the College’s rules and regulations and obtain written permission from the College to enter the facility. Finally, the College was consulted on the placement of the scaffolds at the center of this appeal, and it denied access to the elevators and stairwell.\nThese actions by the College in regulating the use of, and access to, the engineering building simply are not, qualitatively, conduct which evinces control over the manner, methods, means, or operative detail in which the work is performed. They are tangential to the substantive work of the contractor, and subcontractor. Simply stated, the College did not control the way the workers did their work.\nMoreover, the College’s conduct regarding placement of MPS’ scaffolding does not directly relate to the decision of Kunsman’s employees to use MPS’ ladders and scaffolding instead of Kunsman’s own equipment, which Kunsman contracted to provide, and Telesis contracted to ensure was safe. While MPS permitted the Kunsman roofers to use its scaffolding, Telesis did not anticipate or rely upon the use of MPS scaffolding for access to the roof, and access was for Kunsman to determine. N.T., 10/26/06, at 71-72.\nRelated thereto, and contrary to Appellants’ suggestion, we do not believe that our decision in Byrd is controlling here. In Byrd, a subcontractor’s employee suffered injuries when a prefabricated staircase was dropped on his leg. The employee brought an action seeking to impose liability on the property owner. The property owner, not the general contractor, had directly hired and paid the subcontractors. Furthermore, the owner instructed the subcontractor when to begin its work on the project and in what area to begin. Byrd, 456 Pa. at 520, 317 A.2d at 282. Moreover, the general contractor stressed that it was the property owner, and not the general contractor, who was in control of the project, and that he was “second in command.” Id. In rejecting the property owner’s entitlement to judgment n.o.v., the Byrd Court concluded that the evidence of record established that the property owner exercised a degree of control sufficient to hold him liable.\nByrd is factually distinguishable from the present appeal, as Beil was not an employee of MPS. He was employed by a subcontractor of Telesis, the construction manager, and Telesis controlled all aspects of the workplace relating to its subcontractors. Thus, there was no direct relationship between the College and Beil through MPS. Finally, Byrd is a plurality decision, and, thus, is non-precedential. For all of these reasons, we find our decision in Byrd does not compel a different result herein.\nThus, while it is undisputed that the College regulated the use of certain parts of the building under renovation, there is a dearth of evidence that would establish that the College controlled the manner or operative detail of the renovation work at the engineering building. Rather, such control rested with the general contractor, Telesis, and its subcontractor, Kunsman. Therefore, we hold that the Superior Court properly concluded that, even when considering the evidence in the light most favorable to Appellants, there is simply no basis on which to find control by the College of the manner of performing the renovation work sufficient to satisfy the exception to the general rule of non-liability under Restatement (Second) of Torts § 414, as a matter of law.\nIn conclusion, although the College exercised certain authority regarding safety and regulated access to, and use of, certain areas of the premises, this is not the type of conduct that constitutes control as contemplated by the Restatement. We therefore hold that the College did not retain sufficient control of the premises to subject it to liability pursuant to Section 414 of the Restatement (Second) of Torts, and is thus entitled to judgment n.o.v.\nFor the above-stated reasons, we affirm the order of the Superior Court. Jurisdiction relinquished.\nFormer Justice GREENSPAN did not participate in the decision of this case.\nChief Justice CASTILLE and Justices SAYLOR, EAKIN and BAER join the opinion.\nJustice McCAFFERY files a dissenting opinion.\n. Telesis was operated by employees of Irwin and Leighton, Inc. Both entities were named in the complaint, but were represented by one counsel, who settled the matter during the trial on both of their behalf. MPS also settled with Appellants during the trial.\n. This amount reflected the 35% liability as apportioned by the jury in the amount of $2,380,000, plus delay damages in the amount of $108,348.20. Order for Entry of Judgment, 4/27/2007.\n. The email states in full:\nIt has been brought to my attention that some of the roofers are working in a potentially unsafe manner. There is work being performed along the roof edge, and [there] appeared to be no safety devices to prevent a fall from the roof. In light of the recent fall on the jobsite it is our [Lafayette College's] desire to encourage a safe work environment. Please look into this condition.\nLetter, 7/18/03 (Exhibit Roth 9 (R. 1831a)).\n. We do not rule out the possibility that, in certain circumstances not present in this matter, a property owner’s actions concerning safety matters could constitute sufficient control over the manner in which work is done such that the owner is subject to liability.\n. The Commonwealth Court in LaChance questioned the relevance of an email sent after an accident to support any conclusion about a property owner's conduct before an accident. LaChance, 869 A.2d at 1061. We need not, however, decide the relevancy of such evidence for purposes of this appeal. Even accepting the email as offered by Appellants, in the light most favorable to them, we agree with our federal brethren that \"concern is not control.” Warnick, 516 F.Supp.2d at 475. Moreover, the email asks Telesis to \"look into” the safety conditions, further supporting the absence of control on the part of the College.\n. Appellants also argue that they are entitled to relief under the peculiar risk doctrine. Specifically, Appellants maintain that, because the College did not object at trial to instructions regarding this doctrine, the Superior Court improperly determined that the trial judge erred in instructing the jury on peculiar risk. Appellants did not raise the peculiar risk doctrine instruction as an issue in its Petition for Allowance of Appeal (although it provided some argument on this doctrine in its petition). Not only did Appellants fail to raise the peculiar risk doctrine in its statement of the questions involved for our Court's review, we limited our grant of allocatur to questions relating to property owner control. Thus, we did not grant allocatur on the peculiar risk doctrine issue. That being the case, we decline to address this issue. Pa.R.A.P. 1115(3) (\"Only the questions set forth in the petition, or fairly comprised therein, will ordinarily be considered by the court in the event an appeal is allowed.”)."}