{"id": "4199407", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nJustice McCaffery.\nWe granted allowance of appeal in this matter to provide greater clarity regarding the circumstances under which disclosure of a confidential informant’s identity should be made to a criminal defendant. The trial court and Superior Court determined that a balancing of factors in this case tipped in favor of disclosure of the informant’s identity. However, the fact that Ali Marsh (“Appellee”) was immediately apprehended by police after he allegedly attempted to sell drugs to an undercover officer, rendered the identity of the informant immaterial to the asserted defense of mistaken identity, and the fact that a legitimate concern for the informant’s safety existed, rendered the request for disclosure of the informant’s identity unreasonable. Accordingly, we reverse.\nThe record reveals that on June 2, 2004, Philadelphia police officer Theresa Weaver met with the confidential informant (“Cl”) in this matter. The Cl told Officer Weaver that Appellee was a large supplier of illegal narcotics. The Cl described Appellee, identified him by name, provided Officer Weaver with Appellee’s address, and informed her that Appellee drove a tan Crown Victoria. Based on this information, Officer Weaver assigned Philadelphia police officer Michael McClain to take the Cl with him to Girard Avenue in North Philadelphia and to make an undercover drug purchase from Appellee. She also assigned two backup officers to assist Officer McClain.\nAfter Officer McClain and the Cl arrived in an unmarked car at the Girard Avenue location, Appellee drove up in a tan Crown Victoria, took a brown bag from that car’s trunk, and got into a rear seat of Officer McClain’s vehicle. After a brief conversation, Appellee removed four clear bags of what was subsequently determined to be cocaine from the brown bag he had taken from the Crown Victoria’s trunk and showed them to the officer. Officer McClain told Appellee he had to leave to get the purchase money, and then got out of the car. Officer McClain signaled the backup officers waiting nearby, who arrested Appellee within one minute of Officer McClain’s signal while Appellee was still in Officer McClain’s car. Officer McClain witnessed the arrest. At the time of his arrest, Appellee had 500 grams of cocaine and $2,255 in his possession. Appellee was charged with possession with intent to deliver and related offenses.\nBefore trial, Appellee petitioned the trial court to compel disclosure of the Cl’s identity. Despite the fact that Appellee was apprehended essentially “red-handed,” he contended that disclosure of the Cl’s identity was material to his defense of mistaken identity. At the hearing on Appellee’s motion, the facts as recited above were presented, and it was established that the Cl was in the vehicle and had witnessed the events. Officer Weaver testified that the Cl did not want his actual identity revealed for fear of retaliation, and Officer McClain testified that he believed the Cl’s life might be in danger if his actual identity were revealed.\nBased upon its conclusion that “[t]he confidential informer was the only eyewitness to the entire transaction other than Officer McClain[,]” the court granted Appellee’s motion. Trial Court Opinion, dated 5/2/07, at 4. The Commonwealth suspended the prosecution while it pursued an appeal to the Superior Court, which affirmed in a memorandum opinion. The Superior Court stated that the Commonwealth’s concern that the Cl’s safety would be put at risk if the Commonwealth were compelled to reveal his identity was undermined by the fact that the Cl had been present in the vehicle “to make Appellee feel more at ease during the transaction[,]” and that the Cl had thus “already revealed” his identity. Superior Court Memorandum Opinion, dated 2/19/08, at 10, Commonwealth v. Marsh, 953 A.2d 602 (Pa.Super.2008) (table). The court concluded, based on its reading of our case law, that the fact that the Cl and Officer McClain were the only witnesses to the events that transpired in Officer McClain’s vehicle tipped the balance in favor of disclosure.\nOur case law provides that if a defendant shows that disclosure of an informant’s identity would yield information material to his or her defense, and that the request for disclosure is reasonable, the trial court must then balance relevant factors to determine, in its discretion, whether the informant’s identity should be revealed. Commonwealth v. Bing, 551 Pa. 659, 713 A.2d 56, 58 (1998). In this case, as a threshold matter, the identity of the informant was completely immaterial to the asserted defense, and the request for disclosure was not reasonable. Moreover, the trial court and Superior Court apparently determined that where the only eyewitnesses to an illegal drug transaction are a confidential informant and a police officer, the balance automatically tips toward disclosing the informant’s identity to the defendant, regardless of all other attendant facts and circumstances. However, there is no fixed rule with respect to disclosure of an informant’s identity. Instead, the determination regarding whether disclosure should be made depends on the particular circumstances of each case, taking into consideration the crime charged, the possible defenses, the possible significance of the informer’s testimony, and other relevant factors essential to a fair balancing of the competing interests involved. Id.\nIn the present appeal, the Commonwealth posits that the Superior Court 1) erred in concluding that Appellee met his threshold burden of establishing materiality; 2) erroneously interpreted our existing case law; and 3) improperly balanced the Commonwealth’s confidentiality privilege against Appellee’s stated need for disclosure. We agree.\nUnder Pennsylvania Rule of Criminal Procedure 573, a trial court has the discretion to require the Commonwealth to reveal the names and addresses of all eyewitnesses, including confidential informants, where a defendant makes a showing of material need and reasonableness:\n(a) In all court cases, except as otherwise provided in Rule 230 (Disclosure of Testimony Before Investigating Grand Jury), if the defendant files a motion for pretrial discovery, the court may order the Commonwealth to allow the defendant’s attorney to inspect and copy or photograph any of the following requested items, upon a showing that they are material to the preparation of the defense, and that the request is reasonable:\n(i) the names and addresses of eyewitnesses____\nPa.R.Crim.P. 573(B)(2)(a)(i).\nThe Commonwealth enjoys a qualified privilege to withhold the identity of a confidential source. Commonwealth v. Bing, supra at 58; Commonwealth v. Roebuck, 545 Pa. 471, 681 A.2d 1279, 1283 n. 6 (1996). In order to overcome this qualified privilege and obtain disclosure of a confidential informant’s identity, a defendant must first establish, pursuant to Rule 573(B)(2)(a)(i), that the information sought is material to the preparation of the defense and that the request is reasonable. Roebuck, supra at 1283. Only after the defendant shows that the identity of the confidential informant is material to the defense is the trial court required to exercise its discretion to determine whether the information should be revealed by balancing relevant factors, which are initially weighted toward the Commonwealth. Bing, supra at 58; Commonwealth v. Herron, 475 Pa. 461, 380 A.2d 1228 (1977).\nIn striking the proper balance, the court must consider the following principles:\nA further limitation on the applicability of the privilege arises from the fundamental requirements of fairness. Where the disclosure of an informer’s identity, or of the contents of his communication, is relevant and helpful to the defense of an accused, or is essential to a fair determination of a cause, the privilege must give way. In these situations[,] the trial court may require disclosure and, if the Government withholds the information, dismiss the action. [N]o fixed rule with respect to disclosure is justifiable. The problem is one that calls for balancing the public interest in protecting the flow of information against the individual’s right to prepare his defense. Whether a proper balance renders nondisclosure erroneous must depend on the particular circumstances of each case, taking into consideration the crime charged, the possible defenses, the possible significance of the informer’s testimony, and other relevant factors.\nCommonwealth v. Carter, 427 Pa. 53, 233 A.2d 284, 287 (1967) (quoting Roviaro v. United States, 353 U.S. 53, 60-62, 77 S.Ct. 623,1 L.Ed.2d 639 (1957)).\nThe Commonwealth first argues here that Appellee did not meet his threshold burden of establishing materiality, as required under Pa.R.Crim.P. 573(B)(2)(a)(i) and our case law, and that it was thus error for the trial court and Superior Court to engage in any balancing, and error to tip the balance in favor of disclosure. The Commonwealth correctly points out that Appellee did not present any evidence in support of his motion. Rather, he simply averred that the disclosure of the identity of the Cl was necessary to help establish his assertion that he had been arrested as a result of mistaken identity. Aside from the fact that Appellee’s mistaken identity defense may be considered absurd on its face, as he was arrested at the scene immediately following his offer to sell drugs to an undercover police officer, the Commonwealth correctly posits that allegations alone do not supplant the need to make an actual evidentiary showing. Because Appellee failed to establish the material need for the disclosure of the identity of the confidential informant, his motion should have been rejected without any consideration of the other factors necessary to make a balanced evaluation. Accordingly, we hold that the trial court erred by granting Appellee’s motion and the Superior Court erred by affirming that determination.\nMoreover, the trial court and Superior Court appear to have been operating under the mistaken assumption that our case law stands for the proposition that whenever a confidential informant is the only witness to a crime other than a police witness, then the balance should automatically tip in favor of disclosure of the identity of that witness. Both the trial court and Superior Court cite Carter, supra and its progeny for the proposition that the balance tips in favor of disclosure whenever a confidential informant is the only witness to a crime other than a police witness. The sine qua non precept of Carter, however, is that no fixed rule with respect to disclosure is justifiable. Id. at 287. There can be no ambiguity in this regard, and we reiterate here the bedrock principle that there is no single determinative factor in deciding whether disclosure of an informant’s identity is required. Id. Rather, the determination must depend on the particular circumstances of each case, taking into consideration the crime charged, the possible defenses, the possible significance of the informant’s testimony, and other relevant factors. Id.\nCarter has been cited in support of the proposition that in some circumstances where the informer is the only material witness other than a solitary police officer who had witnessed the crime, fundamental fairness mandates disclosure of the informant’s identity, absent a showing that disclosure would jeopardize the informant. See Commonwealth v. Payne, 540 Pa. 54, 656 A.2d 77, 79 (1994); and Roebuck, supra at 1284. Indeed, now-Chief Justice Castille, concurring in Payne and dissenting in Roebuck, commented that this Court “appears to [have] adopt[ed] as an axiom that at trial[,] where the only eyewitness to the entire transaction other than the confidential informant was a police officer[,] then that fact alone militates in favor of disclosure of the informant’s identity.” Roebuck, supra at 1287 (Castille, J. dissenting) (emphasis omitted).\nBased on the above cited law, the trial court and Superior Court determined that in the present case, where the Cl was the only eyewitness to the crime other than Officer McClain, disclosure of the Cl’s complete identity was required, particularly because the Cl had been seen by and presumably was thus already known to Appellee in some way. However, as the Commonwealth points out, the facts of the present case are distinguishable from the facts under which Carter and its progeny were decided, in two significant ways. First, here, Appellee was arrested immediately after presenting and offering the drugs for sale. By contrast, in Carter, Payne, and Roebuck, the defendants were arrested many weeks and even months after the undercover drug buy occurred. Therefore, the defense of mistaken identity had some genuine resonance in Carter, Payne, and Roebuck, unlike in the present case where Appellee was arrested immediately at the scene, rendering the mistaken identity defense untenable. Second, in each of the other cases, the defendant actually made a showing that his arrest was based on mistaken identity. As we stated in Payne: made until seven months after the incident, which was the only direct contact the officer had with the buyer. Surely this lapse of time allows for the possibility that the officer’s memory of the transaction was mistaken.\nThe instant record reveals that [a]ppellant testified at the evidentiary hearing that he had not met the trooper prior to this arrest and that he had not been at the apartment complex where the transaction occurred on the night in question. What is that if not “evidence that suggests he was not at the scene?” In the face of this testimony, how could the Commonwealth suggest that the officer’s testimony remained uncontradicted? This is precisely the kind of showing which we indicated in Carter would suffice to require disclosure. Where the defense is one of mistaken identity, the defendant can do no more than deny his involvement and suggest that another eyewitness might offer evidence that would support his claim. Here, that suggestion is bolstered by the fact that the arrest was not\nId. at 80.\nHere, Appellee made no showing of mistaken identity and offered no reason to believe that Officer McClain experienced an extraordinary breakdown of his short-term memory rendering him unable to recall or recognize Appellee one minute after being involved in a drug buy with him. Moreover, Appellee never made any offering as to how exactly the informant’s testimony could possibly be helpful to Appellee’s defense.\nLastly, it appears that the trial court and the Superi- or Court did not fully appreciate the reasons behind the Commonwealth’s qualified privilege of non-disclosure. This Court has repeatedly “recognized the importance of the Commonwealth’s qualified privilege to maintain the confidentiality of an informant in order to preserve the public’s interest in effective law enforcement. Also, the safety of the confidential informant is a controlling factor in determining whether to reveal his identity.” Bing, supra at 58 (citations omitted). Here, both Officer Weaver and Officer McClain testified that the Cl’s safety might be jeopardized by disclosing his identity. Nevertheless, the trial court and Superior Court appear to have presumed that there was little harm in requiring the Commonwealth’s disclosure of the Cl’s full or real identity and address, based on the established fact that the Cl had been the third person in the vehicle when Appellee displayed the drugs and was the only eyewitness to that event other than Officer McClain. This presumption only reinforces the warning expressed by now-Chief Justice Castille in his Roebuck dissent:\nThis unfortunate [reading of our law] places yet another insurmountable obstacle in the path of effective law enforcement to combat the scourge of drugs in Pennsylvania’s beleaguered communities. By this decision, the majority effectively eliminates the use of confidential informants to make drug buys by a police officer acting in tandem with a confidential informant. The majority may blithely ignore the violence and mayhem surrounding the drug trafficking in our communities, but those who wish to aid the police in their enforcement efforts will now do so only at their own peril. New confidential informants will place themselves at risk of deadly retaliation as a result of this decision.\nRoebuck, supra at 1287 (Castille, J. dissenting).\nThe trial court and Superior Court here failed to fully and logically evaluate the factors necessary to arrive at the proper balance under our case law, with the result that the Commonwealth would have been required to either terminate its prosecution of an allegedly significant drug dealer, or reveal the identity of a confidential informant. The latter course would have carried the serious risk of threatening the safety of the informant and the success of future police undercover operations. All this, so that Appellee could pursue a mistaken identity defense that was absurd on its face.\nIn sum, the unsupported averments in Appellee’s motion seeking disclosure of the Cl’s identity did not and do not establish that disclosure of the Cl’s identity was material to Appellee’s defense of mistaken identity. Nor was the request reasonable given the established risk to the Cl’s safety. Additionally, the court’s balancing of relevant factors was error, first, because Appellee failed to meet the threshold showing of materiality and reasonableness necessary to require a balancing of factors, and second, because the court concluded the balance must necessarily tip toward disclosure when a confidential informant is the only witness to a crime other than a police witness.\nAccordingly, the Superior Court Order and Memorandum Opinion affirming the trial court order granting Appellee’s motion to produce informant or terminate prosecution is reversed. The matter is remanded to the trial court for further proceedings not inconsistent with this Opinion Announcing the Judgment of the Court.\nJustice EAKIN and BAER join the Opinion Announcing the Judgment of the Court.\nJustice SAYLOR files a Concurring Opinion in which Chief Justice CASTILLE and Justice TODD join.\nFormer Justice GREENSPAN did not participate in the decision of this case.\nJustice SAYLOR.\nI agree with the lead Justices that a defendant is required to establish materiality and reasonableness before a trial court may exercise its discretionary prerogative to require disclosure of the identity of a confidential informant, see, e.g., Commonwealth v. Roebuck, 545 Pa. 471, 478, 681 A.2d 1279, 1283 (1996), and that Appellee failed to make the requisite showing here. Although Appellee’s explanation regarding his need is somewhat more specific than the lead opinion portrays, the lack of record support is, in my view, dispositive. Cf Commonwealth v. Herron, 475 Pa. 461, 466, 380 A.2d 1228, 1230 (1977) (reasoning that, “before disclosure of an informer’s identity is required in the face of the Commonwealth’s assertion of privilege, more is necessary than a mere assertion by the defendant that such disclosure might be helpful in establishing a particular defense.”).\nSince the threshold requirements were not met, it seems unhelpful, at least to me, to evaluate the appropriate exercise of trial-court discretion under the Carter-Roviaro test. Moreover, although the lead Justices desire to bring clarity to this area of the law, see Opinion Announcing the Judgment of the Court (“OAJC”), op. at 319, portions of the balancing discussion presented in the lead opinion are in tension with past majority decisions of this Court. For example, the OAJC appears to blend the initial reasonableness requirement with Carter-Roviaro balancing, treating informant safety as a dis-positive consideration under either inquiry. See OAJC, op. at 319 (“[T]he fact that a legitimate concern for the informant’s safety existed, rendered the request for disclosure of the informant’s identity unreasonable.”); id. at 325 (“Nor was the request reasonable given the established risk to the Cl’s safety.”). Previously, however, the Court has allocated the informant safety factor to the Carter-Roviaro analysis. See Commonwealth v. Bing, 551 Pa. 659, 664, 668, 713 A.2d 56, 58, 60 (1998).\nFostering additional disharmony with existing cases, the OAJC invokes sentiments expressed by a concurring and dissenting author, without discussing the majority view that prevailed in the case under consideration. See OAJC, op. at 325 (citing Roebuck, 545 Pa. at 486, 681 A.2d at 1287 (Castille, J., concurring and dissenting)).\nFinally, the OAJC seems to downplay the established burden, resting with the Commonwealth in Carter-Roviaro balancing, to establish a “reasonably specific type of danger” to a confidential informant in order to justify controlling reliance by the trial court on such factor. Bing, 551 Pa. at 667, 713 A.2d at 60.\nIn this regard, although this Court’s application of the above standard is not extensive, Bing provides an illustrative example of the circumstances that warrant withholding an informant’s identity for safety reasons. In Bing, the appellant sought disclosure of the identities of multiple informants who participated in a countywide drug task force operation. At an evidentiary hearing, state troopers testified that one informant had been recently harassed and threatened because of his suspected cooperation with authorities, and that a second informant had been assaulted when it became known in his community that he was working with the police. Because the safety of the informants would have been jeopardized had their identities been disclosed, this Court concluded that the trial court did not err in denying the appellant’s request. See Bing, 551 Pa. at 668, 713 A.2d at 60.\nHere, while it is true that Officers Weaver and McClain testified that “the Cl’s safety might be jeopardized by disclosing his identity,” OAJC, op. at 324, their testimony effectively amounted to a series of equivocal, and largely unsupported, conclusions. For instance, Officer Weaver stated that she was told by another officer that the informant feared retaliation if his identity were disclosed, but she did not provide any facts to substantiate this contention. See N.T., Sept. 20, 2005, at 25-27. Similarly, Officer McClain offered his opinion that, “[I]f the identity of the informant ... is revealed, harm could come to their life.” N.T., Nov. 29, 2005, at 13. Pressed by Appellee’s counsel for the factual basis for his belief, Officer McClain stated that, given “the amount of narcotics being sold,” the informant was at greater risk of “possibly” being harmed than a normal witness. Id. at 22.\nAlthough I am cognizant of the inherent risks surrounding confidential informants, the prevailing standards are also designed to take into account the interests of a criminal defendant in securing a fair trial. For this reason, the “reasonably specific type of danger” litmus remains the prevailing standard to justify withholding an informant’s identity because of safety concerns. Bing, 551 Pa. at 667, 713 A.2d at 60. To the degree that balancing is appropriate here, I believe this salient standard should be applied. See generally Commonwealth v. Carter, 427 Pa. 53, 63-64, 233 A.2d 284, 289 (1967) (rejecting the Commonwealth’s policy argument in favor of the maximum restriction of the disclosure rule).\nChief Justice CASTILLE and Justice TODD join this Concurring Opinion.\n. The record reveals that the officers in this matter referred to the confidential informant as a confidential \"source,\" explaining that the difference between a confidential source and a confidential informant is that an informant is paid for information while a source is not. As this difference is not germane to our discussion, we will refer to the individual who provided the confidential information in this matter as the '‘CL”\n. Officer McClain was in the driver's seat. The record does not disclose which seat the Cl occupied.\n. Although the court characterized the encounter in the car as one in which the Cl revealed his identity to Appellee, the record shows only that the Cl existed and was physically present in the car at the time of the encounter involving drugs. No showing was made that Appellee possessed other significant information about the Cl, such as his actual or full name or address. Indeed, the contrary seems to be the case, in light of Appellee’s motion to compel disclosure of the Cl’s \"identity.”\n. Carter, Roebuck, and Payne, like the present case, all involved the sale of drugs to undercover officers where the defendant later argued that his arrest was based upon mistaken identity. In Commonwealth v. Payne, 540 Pa. 54, 656 A.2d 77 (1994), an undercover state trooper investigating drug activity used a Cl to make contact with suspected dealers. After speaking alone with the defendant on a street corner, the Cl informed the trooper that he could buy cocaine from the defendant, and the trooper made a purchase from the defendant in the Cl's presence. However, the defendant was not arrested in connection with the sale until seven months later. In the interim, the defendant had no contact with police. After he was charged, the defendant petitioned the trial court for the Cl's identity, but the trial court denied the motion. At trial, the only witness for the prosecution about the sale was the undercover trooper. The defendant testified that he was the victim of mistaken identification, but was convicted.\nUltimately, this Court reversed, and explained that under the facts of the case, the defendant had made out a claim of mistaken identification. The defendant had not met the undercover trooper before the sale and he was not arrested until seven months later. He had also testified that although his mother lived near the location where the buy had occurred, he could not remember if he had visited her that night or where he had been at that time. Then-Justice Castille concurred, noting that under the facts — \"namely the lengthy time period between the alleged transaction and the arrest” — the defendant was entitled to a new trial. Payne, 656 A.2d at 80. However, Justice Castille disagreed with much of the majority’s explanation of the test to be applied, in particular disputing the emphasis the majority placed on the availability of testimony from \"a more disinterested source” than a police officer. Id. See also Commonwealth v. Lloyd, 427 Pa. 261, 234 A.2d 423 (1967) (per curiam ) (holding that the defendant was entitled to a new trial where the only witnesses to a drug transaction other than the defendant were an FBI agent and a Cl); Commonwealth v. Washington, 463 Pa. 206, 344 A.2d 496 (1975) (holding that the identity of a \"police agent” had to be revealed where the defendant, whose sole defense was entrapment, sought to establish that the \"police agent” had conceived, planned, and urged the perpetration of the crime).\n. According to Appellee, he seeks to impeach the testimony of the police witnesses regarding the mechanics of how the drug transaction took place and how the drugs were recovered. See Brief for Appellee at 15.\n. The discussion of balancing in the lead opinion is arguably dictum, albeit perhaps it is offered as an alternative holding. See Commonwealth v. Markman, 591 Pa. 249, 282 & n. 15, 916 A.2d 586, 606 & n. 15 (2007) (discussing the practice of alternative holdings); Commonwealth ex rel. Fox v. Swing, 409 Pa. 241, 245, 186 A.2d 24, 26 (1962) (\"Where a decision rests on two or more grounds equally valid, none may be relegated to the inferior status of obiter dictumf.]”) (citation omitted).\n. In reaching this determination, Bing found two cases instructive, Commonwealth v. Miller, 513 Pa. 118, 518 A.2d 1187 (1986), and Commonwealth v. Weidenmoyer, 518 Pa. 2, 539 A.2d 1291 (1988), where this Court refused, amid safety concerns, to reveal certain information that could have led to the disclosure of the confidential informant’s identity. Most relevant for the purposes of the present appeal is the evidence that the Commonwealth presented in those matters. In Miller, a detective testified that the informant’s life would be severely imperiled if his identity were known, because: the informant provided information that led to the arrest of the appellant for robbery and an unrelated shooting, the arrest of appellant’s brother in a separate matter, and the arrest of four other individuals; all of the arrestees lived in close proximity to the informant; and the informant had daily contact with the arrestees’ families. See Miller, 513 Pa. at 124-25, 518 A.2d at 1190. Likewise, in Weidenmoyer, a trooper testified that he feared that a motorcycle gang would seek retaliation against the informant if his identity were known, since the appellee was a member, and gang members had already threatened reprisals against one witness. See Weidenmoyer, 518 Pa. at 11-12 & n. 5, 539 A.2d at 1296 & n. 5.\n. Parenthetically, it is unclear from the record the amount of cocaine that Appellee allegedly sold Officer McClain. See N.T., Oct. 19, 2004, at 6."}