{"id": "4199298", "contents": "OPINION\nJustice BAER.\nThis capital case involves cross-appeals from the order of the Court of Common Pleas of Lebanon County, which denied Bradley Martin’s guilt phase claims under the Post Conviction Relief Act (PCRA), 42 Pa.C.S. §§ 9541-9546, but granted a new penalty hearing on the grounds that trial counsel was ineffective for failing to investigate and present mitigating evidence. For the reasons that follow, we affirm.\nFacts and Procedural History\nOn September 15, 1993, while serving a sentence at the Lebanon County Correctional Facility, Martin was granted a two-hour pass to leave the prison. Upon leaving the correctional facility, he met Carolyn King, with whom Martin was romantically involved. Martin and King went to the home of Guy Goodman, who was a 74-year-old, homosexual male, who had written, telephoned, and visited Martin in prison. When Martin asked Goodman for money, Goodman responded that he would give Martin money in exchange for sex. Martin hit Goodman over the head with a vase and bound his wrists, ankles, and neck so he could not escape. Martin and King placed a bathrobe and plastic bag over Goodman’s head and sealed the bag with duct tape. They took Goodman to the basement, tied him securely, and left him to suffocate.\nMartin and King then looted Goodman’s home, stealing his checkbook and credit cards, and drove away in his car. They used Goodman’s checks and credit cards to fund their westward travel. Police apprehended Martin and King in Arizona. Martin had Goodman’s credit card on his person, and Goodman’s blank checks and social security card were found inside his vehicle. After being advised of her rights, King gave a statement inculpating herself and Martin in Goodman’s murder. Similarly, after being advised of his constitutional rights, Martin gave an incriminating statement to FBI Special Agent Paul Vick. While still in custody in Arizona, and after have been given Miranda warnings, Martin also gave a statement to Lebanon County detectives in which he asserted that he and King were responsible for Goodman’s death. Martin made an additional incriminating statement to a corrections officer at the Lebanon County Prison, admitting to the murder.\nMartin and King were tried jointly, after a severance motion was denied. Martin also filed a motion to suppress incriminating statements made to Lebanon County Detectives, asserting that had been under the influence of drugs when the statements were given. The trial court denied the suppression motion. The jury subsequently found Martin and King guilty of first degree murder, aggravated assault, robbery, theft by unlawful taking, flight to avoid apprehension, escape, and conspiracy.\nAt the penalty phase, the jury found three aggravating circumstances — perpetration of the homicide during the commission of a felony, commission of the offense by means of torture, and significant history of felony convictions involving the use or threat of violence. The jury found no mitigating circumstances. Both Martin and King were sentenced to death. This Court affirmed December 2, 1998. Commonwealth v. King, 554 Pa. 331, 721 A.2d 763 (1998). The United States Supreme Court denied certiorari January 18, 2000. Martin v. Pennsylvania, 528 U.S. 1120, 120 S.Ct. 943, 145 L.Ed.2d 819 (2000).\nOn February 14, 2000, Martin filed the instant pro se PCRA petition and an emergency motion for stay of execution. The Commonwealth filed a motion to dismiss Martin’s PCRA petition. Martin’s motion for stay of execution was denied, and the PCRA court issued a notice of intent to dismiss Martin’s pro se PCRA petition, pursuant to Pa.R.Crim.P. No. 909(B)(2)(a), allowing 20 days to amend. PCRA Court Opinion, 1/3/02, at 10.\nMartin appealed the denial of his motion for stay of execution; this Court vacated the denial and granted a stay pending review of Martin’s amended PCRA petition. See Commonwealth v. Martin, 561 Pa. 145, 748 A.2d 1233 (2000). Counsel for Martin entered his appearance on April 13, 2000, and filed an amended petition. Martin filed a supplemental PCRA petition on June 1, 2000, which the Commonwealth unsuccessfully sought to have dismissed.\nThe PCRA court divided Martin’s issues into three categories: (1) issues the parties agreed could be disposed of as questions of law; (2) issues the Commonwealth argued could be determined as questions of law; and (3) issues that could only be considered by the court following an evidentiary hearing. See PCRA Court Opinion, 1/3/02, at 11-13. The PCRA court dismissed all of Martin’s issues in the first and second categories as being previously litigated or without merit, but deferred one ineffectiveness claim to an evidentiary hearing. See id., at 46-47.\nFollowing an evidentiary hearing on March 4, 2004, the PCRA court dismissed all of Martin’s issues, with the exception that it found merit to the claim that trial counsel was ineffective for failing to investigate and present the mitigating evidence that Martin was diagnosed with a mental illness that affected him both during and after Goodman’s murder. See PCRA Court Opinion, 3/4/04, at 40, 77. The court granted him a new sentencing hearing on this ground.\nMartin filed a timely notice of appeal from the denial of guilt phase relief. The Commonwealth also filed a timely appeal, challenging the grant of a new sentencing hearing. Martin raises the following six issues on appeal:\n1. Whether trial counsel was ineffective for failing to file a motion to suppress Martin’s incriminating statements made during custodial interrogations where Martin invoked his Fifth Amendment right to remain silent and have counsel present during subsequent interrogations.\n2. Whether trial counsel was ineffective for failing to investigate Martin’s personal mental health history and present a defense of provocation during the guilt phase of trial.\n8. Whether trial counsel was ineffective in other key areas of trial.\n4. Whether Martin was denied effective representation by the Lebanon County Public Defender’s Office and Pennsylvania’s failure to maintain standards of qualified counsel.\n5. Whether Lebanon County’s practice of selecting jurors only from its per capita tax rolls denied Martin a jury from a fair cross-section of the community.\n6. Whether it was arbitrary and capricious and a violation of the Eighth Amendment for the district attorney to reach a pre-trial plea agreement of life imprisonment for Martin, but condition the plea on King’s acceptance of the same deal, which she refused.\nSee Martin’s Brief, at 3-4. The Commonwealth raises one issue: whether the PCRA court erred in finding trial counsel ineffective for failing to investigate adequately and present mitigation evidence. Commonwealth’s Brief, at 4.\n“On appeal from the denial of PCRA relief, our standard of review is whether the findings of the PCRA court are supported by the record and free of legal error.” Commonwealth v. Abu-Jamal, 574 Pa. 724, 833 A.2d 719, 723 (2003) (citing Commonwealth v. Breakiron, 566 Pa. 323, 781 A.2d 94, 97 n. 4 (2001)). We must determine whether the PCRA court properly denied relief, dismissing Martin’s guilt phase claims. Additionally, we must determine whether Martin was properly granted a new sentencing hearing.\nIn order to be eligible for PCRA relief, the petitioner must prove by a preponderance of the evidence that his conviction or sentence resulted from one or more of the enumerated circumstances found at 42 Pa.C.S. § 9543(a)(2)(setting forth the eligibility requirements of the PCRA). Further, the petitioner must demonstrate that the issues raised in his PCRA petition have not been previously litigated or waived. Id. at § 9543(a)(3). An issue has been previously litigated if “the highest appellate court in which the petitioner could have had review as a matter of right has ruled on the merits of the issue.” Id. at § 9544(a)(2). A PCRA claim is waived “if the petitioner could have raised it but failed to do so before trial, at trial, during unitary review, on appeal or in a prior state postconviction proceeding.” Id. at § 9544(b). Additionally, we no longer apply the relaxed waiver doctrine in capital PCRA appeals. Commonwealth v. Albrecht, 554 Pa. 31, 720 A.2d 693, 700 (1998).\nMany of Martin’s issues allege the ineffective assistance of counsel. It is well-established that counsel is presumed effective, and the defendant bears the burden of proving ineffectiveness. Commonwealth v. Cooper, 596 Pa. 119, 941 A.2d 655, 664 (2007). To overcome this presumption, Martin must satisfy a three-pronged test and demonstrate that: (1) the underlying substantive claim has arguable merit; (2) counsel whose effectiveness is being challenged did not have a reasonable basis for his or her actions or failure to act; and (3) the petitioner suffered prejudice as a result of counsel’s deficient performance. Commonwealth v. (Michael) Pierce, 567 Pa.186, 786 A.2d 203, 213 (2001). A claim of ineffectiveness will be denied if the petitioner’s evidence fails to meet any of these prongs. Id. at 221-222.\nIn Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002), we abrogated the rule that ineffectiveness claims based on trial counsel’s performance must be raised at the first opportunity where appellant has new counsel, see Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687, 695 n. 6 (1977), and held that a defendant “should wait to raise claims of ineffective assistance of trial counsel until collateral review.” Grant, 813 A.2d at 738. Such holding, however, does not apply here because Martin’s direct appeal concluded prior to our decision in Grant, and because his trial counsel remained in the case on direct appeal, albeit while being joined by co-counsel. Thus, the first opportunity for Martin to challenge trial counsel’s performance was on collateral review. See Commonwealth v. Hughes, 581 Pa. 274, 865 A.2d 761, 775 n. 7 (2004) (holding that when an appellant was represented by the same counsel at trial and on direct appeal, the PCRA proceeding is the first opportunity to challenge the stewardship of prior counsel and the analysis of such issue does not involve a layered claim of ineffectiveness). Moreover, consistent with the well-settled proscription against counsel raising his or her own ineffectiveness, during the initial oral argument of Martin’s direct appeal, this Court instructed the parties to rebrief the case without reference to ineffectiveness claims because trial counsel remained in the case. The instant collateral proceeding, therefore, does not implicate the Grant paradigm or the requirements respecting “layered” claims of ineffectiveness.\nMartin’s Appeal\nFailure to Seek Suppression\nMartin first argues that trial counsel was ineffective for failing to seek suppression of his confession on Fifth Amendment right to counsel grounds. Relating to the arguable merit prong of the ineffective assistance of counsel test, he asserts that two “FD-302” form reports prepared by F.B.I. agents in Arizona, dated October 12 and 14, 1993, and described in detail infra, demonstrate that Martin invoked his Fifth Amendment right to counsel when he was being questioned by F.B.I. agents on October 5,1993, while he was jailed following his arrest in Yuma, Arizona. Martin submits that later that same day, he was interrogated by F.B.I. Agent Vick without counsel present, and made incriminating statements. Because the interrogation by Agent Vick was conducted while Martin was in custody after he had invoked his right to counsel, and counsel was not present during such questioning, Martin argues that the interrogation violated the prophylactic rule of Edwards v. Arizona, 451 U.S. 477, 484-85, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981) (holding that where “an accused invokes his right to have counsel present during a custodial interrogation, a valid waiver of that right cannot be established by showing only that the accused responded to further police-initiated custodial interrogation even if he has been advised of his rights”).\nContinuing his arguable merit analysis, Martin avers that two days later, on October 7,1993, after having been separately advised of his Miranda rights and signing a waiver form, he made a video-taped confession to Lebanon County detectives, who had traveled to Arizona to question him. He contends that “the Lebanon County police took advantage of [the] same Fifth Amendment violation in obtaining their confession.” Martin’s Brief, at 22. Martin concludes that this video-taped confession, which was ultimately played for the jury at trial, was tainted by the initial Edwards violation that occurred during the interrogation conducted by Agent Vick. Thus, he maintains, trial counsel was ineffective for failing to litigate his motion to suppress his confession to Lebanon County detectives on the grounds that the confession violated his Fifth Amendment right to counsel, and for failing to offer evidence at the suppression hearing in support of such claim.\nRelating to the reasonable basis prong of the ineffectiveness test, Martin submits that trial counsel had no reasonable strategy for failing to seek suppression of his confession on Fifth Amendment grounds because the aforementioned F.B.I. reports were available to trial counsel, but were never introduced at his suppression hearing. Finally, Martin contends that he satisfied the prejudice prong of the ineffectiveness test because there is a reasonable probability that the jury would not have convicted him of first degree murder had his confession been suppressed.\nThe Commonwealth contends that this claim was previously litigated on direct appeal, where Martin argued that he was entitled to a new trial because his incriminating statements had been obtained unlawfully after he invoked his Fifth Amendment right to counsel. Alternatively, the Commonwealth asserts that Martin’s claim is meritless because it fails to satisfy the standard for demonstrating ineffective assistance of counsel. Specifically, the Commonwealth argues that the F.B.I. report referencing Martin’s statement to Agent Vick on October 5, 1993 clearly establishes that Martin initiated the communication about his criminal acts. It maintains that Agent Vick did not interrogate Martin; rather the only communication initiated by Agent Vick was in relation to changing the placement of Martin’s handcuffs because he was suffering discomfort. The Commonwealth concludes that the conduct of the law enforcement officers was entirely consistent with the prevailing law allowing defendants to initiate conversations with police, even after they invoked their Fifth Amendment right to counsel. Under these circumstances, the Commonwealth maintains that if this Court examines the substance of the claim, we should dismiss it for lack of arguable merit.\nWe begin by rejecting the Commonwealth’s contention that Martin’s claim was previously litigated on direct appeal. While Martin challenged the admission of his confession on direct appeal, asserting that it violated the Fifth Amendment because it was given in the absence of counsel after Martin had invoked his right to counsel, the direct appeal claim was not couched in terms of ineffective assistance of counsel. See Commonwealth v. Collins, 585 Pa. 45, 888 A.2d 564 (2005) (holding that ineffectiveness claims are distinct from non-ineffectiveness claims of error raised on direct appeal and may not be dismissed as previously litigated under the PCRA).\nRather than addressing trial counsel’s performance, which this Court had expressly precluded Martin from challenging as trial counsel remained in the case, this Court on direct appeal rejected the substantive Fifth Amendment claim as unsupported by the record. We stated:\nIn this case, the transcript from the suppression hearing and the trial record do not contain any evidence that Martin invoked his right to counsel and privilege against self-incrimination; nor is there support in the record for Martin’s account of the circumstances under which he gave an incriminating statement to the federal agent. Accordingly, Martin has failed to establish a violation of his Fifth Amendment rights.\nCommonwealth v. King, 721 A.2d at 774. As to Martin’s subsequent videotaped statement to the Lebanon County detectives, our Court on direct appeal further found that Martin was advised of his rights, waived them, and that there was “nothing improper concerning the circumstances under which this statement was given.” Id. at 774-75.\nUnlike the substantive claim raised on direct appeal, Martin currently argues that trial counsel was ineffective for failing to base the suppression motion on Fifth Amendment grounds, and for failing to support such claim by presenting the F.B.I. reports at the suppression hearing. Thus, the claim raised in Martin’s PCRA petition begins where our decision on direct appeal left off. As this collateral claim is distinct from the claim litigated on direct appeal, we decline the Commonwealth’s invitation to deny merits review on the basis that the claim was previously litigated.\nExamining the merits of the collateral claim, however, we reject Martin’s contention because he has failed to prove an Edwards violation, and thus, his cognizable derivative ineffectiveness claim fails. As noted, Martin’s claim of an Edwards violation is premised entirely upon his construction of the aforementioned F.B.I. reports, which, he asserts, tainted his inculpatory statement to Agent Vick, as well as the confession he subsequently made to Lebanon County detectives two days later. Martin’s construction of such F.B.I. reports is, however, strained.\nThe first F.B.I. report, by Agent Spilsbury, noted that on October 5, 1993, he and Agents Sellers and Lopez initially encountered Martin at the Yuma Police Department. The agents told Martin that they would read him his rights from the standard F.B.I. form. Martin clearly invoked his right to counsel when he responded “that he did not wish to talk to anyone about anything until he had spoken with an attorney.” Martin also refused to provide the agents with “identifying information” and the interview was terminated. F.B.I. FD-302 form, transcribed 10/12/93.\nThe second F.B.I. report, by Agent Vick, stated that at approximately 7:45 p.m. that same evening, he looked into the detention cell where Martin was located and observed that Martin appeared to be suffering discomfort from having his hands cuffed behind his back. Agent Vick approached Martin, who told the agent that he had neck and shoulder pain; the agent replied that it could have been caused by the automobile accident that preceded Martin’s apprehension. Martin volunteered that he had been high at the time of the accident and did not remember much of the incident. Agent Vick then reminded Martin that he had refused to say anything earlier and had requested an attorney. Agent Vick then uncuffed Martin’s hands from behind and re-cuffed them in the front.\nThe report further indicates that at that point, Martin stated that he would be willing to talk to Agent Vick, but not to the agent who had questioned him earlier that day (presumably one among Agents Spilsbury, Sellers, or Lopez). Agent Vick told Martin that if he wanted to make a voluntary statement, the agent would first advise him of his constitutional rights. Martin agreed to be so advised, repeated that he wanted to make a voluntary statement, and asked for a soda to drink. Martin was then removed from detention, moved to an interview room, and given a soda. Another agent joined them to witness the proceedings. Martin reviewed Agent Vick’s written version of the foregoing encounter, signed his acknowledgment, was read his rights from the F.B.I.’s standard form, and responded both verbally and by signature that he understood them; he then read and signed the waiver portion of the form. Thereafter, Martin gave an inculpatory statement. F.B.I. FD-302 form, transcribed 10/14/93.\nIn its merits discussion, the PCRA court recognized Edwards’ prohibition against further police-initiated interrogation of a suspect in custody who has invoked his rights and noted that Martin “clearly was in custody” when he spoke to Agent Vick. The court then focused on whether the encounter with Agent Vick amounted to interrogation. Based on the F.B.I. reports Martin proffered, the court concluded that Agent Vick’s actions in approaching Martin and speaking to him did not constitute interrogation, and therefore, no Edwards violation had been established. In the court’s view, it was Martin, not Agent Vick, who initiated actual discussion about the murder; indeed, even after the agent reminded Martin of his previous invocation of his rights to silence and counsel, Martin expressed willingness to discuss the incident, was re-read Miranda warnings by the agent, and explicitly waived his rights both verbally and by signing the F.B.I.’s standardized waiver form. The PCRA court further concluded that Martin did not establish any coercion or intimidation with regard to the circumstances of his encounter with Agent Vick. PCRA Court Opinion, 3/5/04, at 24-28. We find that the PCRA court’s holding in this regard is supported by the record and is free from legal error.\nIn Commonwealth v. Santiago, 528 Pa. 516, 599 A.2d 200 (1991), this Court summarized the holdings of key United States Supreme Court cases concerning the Fifth Amendment right to counsel as follows:\nIn Miranda, the United States Supreme Court determined that in order to protect the Fifth Amendment privilege against self-incrimination from the inherently compelling pressures of custodial interrogation, “[i]f an individual states that he wants an attorney, the interrogation must cease until an attorney is present.” In Edwards, the Court determined that ... once a suspect asserts the right, he may not be further interrogated “until counsel has been made available to him,.... ” Recently, in [Minnick v. Mississippi, 498 U.S. 146, 111 S.Ct. 486, 112 L.Ed.2d 489 (1990) ], the Court clarified the Edwards rule by holding that “when counsel is requested, interrogation must cease, and officials may not reinitiate interrogation without counsel present, whether or not the accused has consulted with his attorney.”\nId. at 201 (citations omitted); see also Maryland v. Shatzer, - U.S. -, -, 130 S.Ct. 1213, 175 L.Ed.2d 1045 (2010) (Miranda gives protective force to rights to silence and counsel arising from Fifth Amendment privilege against compelled self-incrimination); Florida v. Powell, — U.S. -, -, 130 S.Ct. 1195, 175 L.Ed.2d 1009 (2010) (same).\nThis Court further addressed Edwards v. Arizona in Commonwealth v. Edwards, 588 Pa. 151, 903 A.2d 1139 (2006): “[A] defendant who requests counsel at any time during a custodial interview is not subject to further interrogation by the authorities until counsel has been made available to him....” Id. at 1150 (internal quotation marks omitted). However, “a confession given after a defendant invokes his right to counsel need not be suppressed where the defendant: (1) initiated further communication, exchanges, or conversations with the police, and (2) knowingly and intelligently waived the right to counsel.” Id. (internal quotation marks omitted).\nAfter careful review of the F.B.I. reports upon which Martin premises his claim, we agree with the PCRA court that Agent Vick’s actions did not amount to an interrogation, and that Martin voluntarily initiated the communication that led to his explicit Miranda waiver and the series of statements he now challenges. As the PCRA court found, although Agent Vick approached Martin to inquire about the pain he was suffering as a result of the placement of his handcuffs, it was Martin who evidenced a willingness to discuss the murder with Agent Vick. Thus, we find that Martin’s incriminating statements to Agent Vick did not violate his Fifth Amendment right to speak to authorities only in the presence of counsel.\nBy the same token, Martin’s confession to Lebanon County detectives does not suffer from the constitutional “taint” that he alleges. Once Martin initiated the contact with Agent Vick and voluntarily incriminated himself, he effectively waived his Fifth Amendment right to speak to authorities only in the presence of counsel. Significantly, the confession Martin gave to the Lebanon County detectives was preceded by an independent and explicit Miranda waiver. N.T., 10/10/94, at 913— 14. Martin does not contend that anything more was required; rather his entire argument regarding the confession is premised on the alleged unconstitutional nature of the encounter with Agent Vick. Moreover, for obvious reasons, the F.B.I. reports upon which Martin relies make no reference to the purported interrogation by Lebanon County detectives, and Martin does not demonstrate, independent of the encounter with Agent Vick, how the admission of the confession to Lebanon County detectives implicates the Fifth Amendment.\nAccordingly, we conclude that there is no arguable merit to Martin’s claim that trial counsel was ineffective for failing to seek suppression of his confession on Fifth Amendment grounds, and for failing to offer evidence in support of such claim at the suppression hearing.\nFailure to Present Provocation Defense\nMartin contends that trial counsel was ineffective for failing to present a provocation defense to the jury. He argues that his claim possesses arguable merit because Goodman’s homosexual advance triggered a Post-Traumatic Stress Disorder (PTSD) flashback of sexual abuse he suffered as a child, making him incapable of cool reflection. He primarily relies upon the expert testimony of psychiatrist Julie Kessel, who testified that the rage Martin experienced in response to the victim’s sexual advance stemmed from his PTSD. Martin submits that counsel had no reasonable basis for failing to investigate the mental health evidence because his mother had provided counsel with an extensive list of the names and addresses of individuals and institutions that had provided Martin with mental health treatment for PTSD and depression. Finally, Martin argues that he was prejudiced by counsel’s omission because the presentation of a provocation defense would have reduced his crime from first degree murder to voluntary manslaughter by negating his specific intent to kill.\nThe Commonwealth argues that Martin’s claim of ineffectiveness lacks arguable merit because his own psychiatric expert, Dr. Kessel, rejected the validity of a provocation defense. It asserts that the facts surrounding Goodman’s murder, which cannot now be challenged in a collateral proceeding, demonstrate that the clear motive was to obtain money, and that Martin acted with premeditation and deliberation in committing the offense. Under these circumstances, the Commonwealth concludes that counsel cannot be deemed ineffective for failing to present a provocation defense at trial.\nIn determining whether there was sufficient provocation to create uncontrollable passion in a reasonable person, we determine whether the killer actually acted in the heat of passion, whether the provocation lead directly to the slaying of the person responsible for the provocation, and whether the killer had sufficient cooling off time. See Commonwealth v. McCusker, 448 Pa. 382, 292 A.2d 286, 290 (1972). If any element is missing, the provocation defense fails. Id.\nIn denying relief on this issue, the PCRA court held that Martin “did not act in the heat of passion in the commission of the actual homicide and that the provocation did not lead directly to the slaying of Goodman.” PCRA Court Opinion, 3/4/2004, at 33. It found that although Martin’s own expert, Dr. Kessel, opined that while Goodman’s homosexual advance triggered a Post-Traumatic Stress Disorder (PTSD) flashback of sexual abuse Martin suffered as a child, she did not find that such event rendered Martin incapable of cool reflection so as to support a provocation defense.\nIn accordance with our standard of review, we find that the PCRA court’s factual finding regarding Dr. Kessel’s testimony is supported by the record, and that the legal conclusion drawn therefrom is not erroneous.\nThe record supports the finding that Dr. Kessel believed Martin’s rage led him to hit Goodman with the vase. See N.T. PCRA Hearing, 9/13/02, at 158. Significantly, however, this was not the cause of Goodman’s death. The coroner testified at trial that Goodman died of asphyxiation from the bag taped around his head. Specifically, Dr. Kessel stated:\nI believe that the rage extended beyond the blow with the vase to some extent. I belief that he was very angry. However, I believe that subsequent to his assault on Mr. Goodman, his rage changed into a desire to tie him up and steal his money, more interest in doing that. So I think to some degree he was able to cool off to some degree. However, I do believe that the rage continued but diminished in its intensity as he tied Mr. Goodman up.\nId.\nDr. Kessel further stated:\nI believe that as [sic] post traumatic stress disorder his dysthymia as well as his personality disorder did substantially impair his ability to conform his conduct. But I don’t believe at that moment that they impaired, that the passion that had occurred as a result of the provocation was the primary motivator for his behavior in the long run. I think that enough time had passed that that had diminished. I do think, however, that the assault the initial assault to Mr. Goodman was the product of his extreme emotional reaction to the approach, the advance.\nId. at 164.\nAs the PCRA court found, the facts surrounding the case, including Martin’s response to Goodman’s sexual advance, simply do not support a provocation defense. See PCRA Court Opinion, 3/4/04, at 35. As counsel cannot be deemed ineffective for failing to raise a meritless claim, this argument fails.\nIneffectiveness in Other “Key Areas” of Trial\nMartin asserts, without elaboration, that he is entitled to a new trial because counsel was ineffective in other key areas of trial. Specifically, Martin argues that trial counsel was ineffective for: consenting to the consolidation of the escape and homicide charges, despite his being charged separately for each offense; failing to request a cautionary instruction directing jurors not to interpret evidence of escape, receiving stolen property, or probation violation as evidence of propensity for criminal behavior; failing to object to evidence of his uncharged drug possession and prior work-release violations; and failing to object to testimony that Martin’s previous visits to Goodman during work-release were unauthorized. See generally Martin’s Brief, 36-38.\nOn direct appeal, we addressed the substantive issues underlying these claims of ineffectiveness. See King, at 771-2. For this reason, the PCRA court found that these claims were previously litigated. See PCRA Court Opinion, 1/3/02, at 38-40. As the instant claims are framed in terms of ineffectiveness of counsel, however, they are distinct from those raised on direct appeal and have not been previously litigated. See Commonwealth v. Collins, 888 A.2d at 573 (term “issue” as used in §§ 9543(a)(3) and 9544(a)(2) “refers to the discrete legal ground that was forwarded on direct appeal and would have entitled the defendant to relief’; ineffectiveness claims are distinct from claims raised on direct appeal and must be treated as wholly independent of underlying claim of error).\nWe will address Martin’s claims under the Pierce ineffectiveness standard to the extent review is possible from the record, and “will remand this matter to the PCRA court for further consideration only if we find that the claims that were considered ‘previously litigated’ by the PCRA court are in need of further elucidation and cannot be evaluated by this [C]ourt.” Id., at 574.\nRecognizing that the decision to consolidate separate indictments is a matter left to the sound discretion of the trial court, this Court held on direct appeal that the trial court did not abuse its discretion by denying Martin’s motion to sever the indictment charging him with escape from the indictment charging him with homicide. King, at 772. We found Martin’s escape was part of a natural chain of events which lead to Goodman’s murder, and therefore stemmed from a single criminal episode, warranting consolidation of the escape and homicide charges. Id.\nThis Court further rejected Martin’s claim that the trial court erred by admitting evidence of his drug possession and prior violations of work-release conditions because such evidence involved uncharged prior offenses. Id. We held that the reference to Martin’s possession of marijuana was inadvertently elicited when witnesses described conversations with Martin after the murder, while other comments were elicited on cross-examination by defense counsel. Id. We found the comments were innocuous in the context of the entire trial and warranted no relief. Finally, we ruled that evidence of Martin’s previous visits to Goodman’s residence while on work-release was relevant to show a relationship existed between the two men prior to the murder. Id.\nConsidering our rulings on the underlying issues, Martin has failed to demonstrate that these claims have arguable merit. Instead, he baldly asserts ineffective assistance of counsel, but offers no other explanation to support his argument. As Martin has failed to meet his burden to satisfy the arguable merit prong of the Pierce test, no relief is warranted.\nIneffectiveness Arising From Lack of Standards for Capital Counsel\nMartin contends that the Lebanon County procedure for appointing counsel to represent defendants facing capital charges “presumptively” denied him the right to effective assistance of counsel. He maintains that at the time his trial counsel was appointed, Pennsylvania had no statewide standards governing the qualifications or training of appointed counsel in a capital case. Instead, such administrative matters were left to individual counties. Additionally, Martin challenges the lack of resources made available to him, such as centralized funding for experts and capital case investigators. He submits that the denial of the heightened procedural safeguards required in capital trials violated his rights under the Sixth and Eighth Amendments to the United States Constitution, and the corresponding provisions of the Pennsylvania Constitution. Responding to the PCRA court’s finding that this claim was waived, Martin asserts that in his PCRA petition, he alleged counsel ineffectiveness respecting any claim that might be deemed waived. Further, he reiterates that trial counsel remained in the case on direct appeal and that this Court specifically directed counsel not to raise ineffective assistance of counsel claims in that appeal.\nThe Commonwealth argues that the PCRA court properly found this claim waived. To the extent the claim is viewed as a constitutional challenge to Pennsylvania and Lebanon County’s lack of capital counsel appointment standards, and not a challenge to counsel’s performance, it argues that such claim is waived because it could have been raised earlier in the proceeding. To the extent the issue challenges counsel’s performance, the Commonwealth further submits that the claim is waived because Martin failed to allege in his PCRA petition that counsel was ineffective for failing to raise this claim. As to the merits, the Commonwealth argues that Martin is not entitled to relief because he fails to cite any authority supporting the notion that the absence of specific capital counsel standards amounts to a constitutional violation. Finally, the Commonwealth asserts that, as recognized by the PCRA court, trial counsel was an experienced litigator who had over twenty years of practical experience, and had conducted numerous civil and criminal jury trials, including at least four prior murder cases.\nInitially, we are not convinced that Martin’s claim is waived. Although Martin does not pose his contention as a typical Strickland claim, it is premised on the notion that trial counsel, through circumstances that were beyond his control but which were the responsibility of the Commonwealth, was rendered ineffective. Of course, counsel could have objected at the trial level that the resources made available to him were inadequate or that he lacked the qualifications for the appointment, assuming he believed that to be true. Counsel, however, did not forward such objections, and thus any claim along these lines was unavailable on direct appeal.\nMartin’s current claim, however, does not necessarily depend upon trial counsel acknowledging that the circumstances of his appointment rendered him “presumptively” ineffective. Even if trial counsel agreed with that assessment, he could not raise such a claim on direct appeal because he remained in the case and because this Court specifically directed Martin not to raise ineffectiveness claims. We conclude that Martin sufficiently developed in his PCRA petition both the institutional impediments he believed affected trial counsel’s performance, as well as his trial counsel’s specific lack of experience in capital cases. While Martin did not squarely pose this individual claim as one sounding in Strickland ineffectiveness of counsel, the claim clearly alleged that he was denied meaningful representation through the circumstances he described. Under these circumstances, we decline to forego merits review on the basis that the claim is waived.\nExamining the merits of the claim, we conclude that Martin is not entitled to relief. Because Martin poses the issue as a systemic challenge, and not one dependent upon a showing of trial counsel ineffectiveness respecting any one deficiency, the claim implicates United States v. Cronic, 466 U.S. 648, 658-59, 104 S.Ct. 2039, 80 L.Ed.2d 657 (1984) (recognizing that there are limited circumstances, including the complete denial of counsel, that are so likely to prejudice the accused that the cost of litigating their effect in a particular case is unjustified and prejudice is presumed). “This Court has employed a Cronic-style presumption of prejudice where counsel’s constitutional error has caused a total failure in the relevant proceeding.... Cronic is limited to situations where counsel’s failure is complete, ie., where counsel has entirely failed to function as the client’s advocate.” Commonwealth v. Johnson, 600 Pa. 329, 966 A.2d 523, 538 n. 6 (2009) (instances include failure to file a requested direct appeal and failure to file a statement of matters complained of on appeal) (citations omitted). In addition to error by individual counsel, the Cronic presumption of prejudice may also be appropriate upon a showing that some structural error or defect so gravely affected the trial mechanism and framework that a constitutional deprivation occurred. See Arizona v. Fulminante, 499 U.S. 279, 309-10, 111 S.Ct. 1246, 113 L.Ed.2d 302 (1991) (citing “total deprivation of the right to counsel at trial” that occurred in Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963) and impartiality of the trial judge in Tumey v. Ohio, 273 U.S. 510, 47 S.Ct. 437, 71 L.Ed. 749 (1927)).\nSeveral of this Court’s cases have touched upon Martin’s claim sub judice. In Commonwealth v. Williams, 597 Pa. 109, 950 A.2d 294 (2008), a capital case from Lehigh County, the defendant alleged that Cronic-level structural error resulted from the fact that his appointed counsel was limited to a $3,500 fee cap, $500 for investigative services, and only twenty-one days to prepare for trial. This Court disagreed, noting first that in Cronie itself, presumed prejudice was not found even though the appointed attorney was a young real estate attorney given only twenty-five days to prepare for his first criminal trial (the defendant was charged with mail fraud based upon a “check kiting” scheme). In Williams, trial counsel’s voluntary acceptance of full responsibility for representing the defendant subject to the fee, expense, and time limitations was deemed to fall outside of “the narrow category of cases reflecting a breakdown in the adversary process as discussed in Cronic.” 950 A.2d at 313. Such claims were rather deemed components of an ineffectiveness claim subject to the Strickland requirement to prove actual prejudice. Id.\nHere, Martin has not demonstrated that the manner by which Lebanon County appointed capital defense counsel renders the performance of such appointed counsel presumptively ineffective under Cronic. To the contrary, all counsel is presumed to have rendered effective assistance. Commonwealth v. Steele, 599 Pa. 341, 961 A.2d 786, 796 (2008). Nor does a lawyer’s inexperience in capital cases render him presumptively ineffective: this Court has “consistently stated that inexperience alone is not equivalent to ineffectiveness” and that an appellant must still make out the elements of an ineffectiveness claim. Commonwealth v. Blystone, 555 Pa. 565, 725 A.2d 1197, 1205 (1999). Whatever the alleged shortcomings of Lebanon County’s indigent capital defense system may have been in the mid-1990s, Martin has not demonstrated that they were so extreme as to cause structural defects that tainted the entire mechanism of his trial and sentencing, such that the presumption of effectiveness is reversed. Martin’s claim, therefore, fails.\nFailure to Challenge Method of Jury Selection\nMartin contends that trial counsel was ineffective for failing to challenge the manner by which Lebanon County selected its jurors, which was based on a per capita tax roll. He argues that the jury selection process unconstitutionally denied him a fair cross-section of the community in violation of the Sixth Amendment because individuals over 65, housewives, and persons making less than $5,000 per year are exempt from paying the per capita tax. Martin further maintains that at least six “ghost jurors” empanelled on his jury did not appear on the Lebanon County juror rolls in violation of 42 Pa.C.S. § 4521(a) (providing that “[a]t least annually the jury selection commission shall prepare a master list of prospective jurors.”). The Commonwealth asserts Martin’s claim is waived because he did not sufficiently plead and prove counsel’s ineffective assistance in this regard.\nThe PCRA court initially determined the issue was not waived because Martin averred all prior counsel were ineffective for failing to raise this issue at an earlier point in the PCRA proceedings. See PCRA Court Opinion, 1/3/02, at 40. However, it held the underlying issue was waived because Martin failed to challenge the jury array five days before the first day of the week the case was listed for trial, as required by Pa.R.Crim.P. 630. This finding is suspect because if counsel had objected to the jury array pursuant to Rule 630, there would be no ineffectiveness argument. Additionally, the PCRA court held that even if Martin had not waived his right to challenge the jury array, such claim is not cognizable under the PCRA. See PCRA Court Opinion, 1/3/02, at 41. This ruling misconstrues Martin’s argument as a challenge to the Lebanon County jury selection process, when it was clearly couched in terms of ineffectiveness of counsel. Although the PCRA court determined the issue was waived, it addressed the substance of the claim, and rejected it on the merits.\nBecause Martin preserved the ineffectiveness issue and presented argument to this Court as such, we likewise afford merits review. On the merits, the PCRA court determined that Martin failed to present a prima, facie case that he was denied a jury selected from a fair cross-section of the community, and he failed to demonstrate how the appearance of alleged “ghost jurors” prejudiced him. We agree with this legal conclusion.\nIn order to prevail on his ineffectiveness claim, Martin must first demonstrate the arguable merit of the underlying claim, i.e., that the method of jury selection violated the Sixth Amendment. We have held that “[t]o establish a prima facie case that a jury pool selection method violates the Sixth Amendment, [the defendant] must show: (1) the group allegedly excluded is a distinctive group in the community; (2) representation of this group in the pool from which juries are selected is unfair and unreasonable in relation to the number of such persons in the community; and (3) the under-representation is due to the systematic exclusion of the group in the jury selection process.” Commonwealth v. Romero 595 Pa. 275, 938 A.2d 362, 373-74 (2007) (citing Commonwealth v. Lopez, 559 Pa. 131, 739 A.2d 485, 495 (1999)).\nMartin reiterates that Lebanon County selects juries based on the per capita tax rolls, which purportedly excludes persons over 65, housewives, and persons earning less than $5,000 per year. He baldly asserts that these groups were disproportionately excluded, but does not allege how the absence of these groups is unfair or unreasonable compared to the number of those individuals in the community. Nor does Martin offer any argument regarding how the alleged underrepresentation was due to a systematic exclusion of the groups during the jury selection process.\nAdditionally, Martin fails to demonstrate how the alleged “ghost jurors” on his jury prejudiced him or jeopardized any other group’s representation in the jury pool. Moreover, he has failed to cite any authority for the proposition that a defendant is entitled to a new trial when a juror, for whatever reason, fails to appear on the master list of prospective jurors. Thus, he fails to make a prima facie showing he was denied a jury from a fair cross-section of the community, and his ineffective assistance of counsel claim fails the arguable merit prong of the Pierce analysis.\nImproper Conditioning of Plea Agreement\nFinally, Martin argues that his convictions should be reversed with instructions that he be permitted to enter a guilty plea in exchange for a sentence of life imprisonment without the possibility of parole, and that all prior counsel were ineffective for failing to raise this issue. He asserts that he is entitled to this relief because the Commonwealth offered a pre-trial plea of life imprisonment without parole, but improperly conditioned acceptance of the plea on his co-defendant’s (King’s) acceptance of the identical offer. Martin maintains that he agreed to accept the plea agreement, but that King refused; thus, the decision regarding whether he could be sentenced to life imprisonment was arbitrarily decided by King in violation of the Eighth Amendment.\nIn Commonwealth v. Spence, 534 Pa. 233, 627 A.2d 1176 (1993), we held that “prior to the entry of a guilty plea, a defendant has no right to specific performance of an ‘executory’ agreement.” Id., at 1184 (citing Mabry v. Johnson, 467 U.S. 504, 104 S.Ct. 2543, 81 L.Ed.2d 437 (1984)). Thus, as the PCRA court noted, “it was well-within [sic] the District Attorney’s discretion to condition the acceptance of [Martin’s] guilty plea upon the agreement of King to take the plea agreement, as the District Attorney is vested with the power to decide whether and when to prosecute and whether and when to continue or discontinue a case.” PCRA Court Opinion, 1/3/02, at 21. Martin presented no evidence that the condition was based upon inappropriate considerations such as race, religion, or national origin; therefore, the condition was within the district attorney’s discretion. Moreover, since the plea agreement was never presented to or accepted by the court, it never existed; it was at most an offer not accepted. Accordingly, the PCRA court properly held that Martin is not entitled to specific performance of the alleged plea agreement, and that counsel cannot be deemed ineffective for failing to raise this meritless claim.\nThe Commonwealth’s Cross-Appeal\nChallenge to Finding of Ineffectiveness for Failing to Present Mitigation Evidence\nThe Commonwealth raises one issue for review— whether the PCRA court erred in granting Martin a new penalty hearing based on its finding that trial counsel was ineffective for failing to investigate and present mitigation evidence. The PCRA court based its decision on trial counsel’s failure to investigate and present two categories of mitigation evidence: (1) mental health mitigation evidence establishing that at the time of the murder Martin suffered from chronic Post Traumatic Stress Disorder (PTSD) and depression, resulting from previous sexual abuse from his uncle; and (2) evidence that Martin sustained physical and emotional abuse while institutionalized for drug and alcohol treatment at the Straight Treatment Center (Straight) in Springfield, Virginia.\nRegarding the mental health mitigation evidence, which was offered to support the mitigation circumstances set forth at 42 Pa.C.S. §§ 9711(e)(2) and (e)(3), the Commonwealth argues that the PCRA court’s ruling improperly limits counsel’s ability to make reasonable strategic decisions regarding how to proceed during the penalty phase of trial. It maintains that trial counsel was well aware of Martin’s psychiatric conditions, but had strategic reasons for not introducing expert testimony, and instead relied on the testimony of Martin’s mother, who described the sexual abuse her son had endured and briefly referenced his mental health treatment. According to the Commonwealth, trial counsel’s strategy in declining to present expert psychiatric testimony was based on: (1) communications from Martin indicating that he did not want to present such testimony; (2) counsel’s experience with Lebanon County jurors who viewed psychiatry as “one step above witchcraft,” N.T., 9/9/02, at 93; and, (3) counsel’s concern that the presentation of expert psychiatric evidence would “open the door” to evidence of a subsequent murder committed by Martin.\nAs to proposed mitigation evidence that Martin suffered emotional and physical abuse while institutionalized at Straight, which was offered to support the catchall mitigator set forth at § 9711(e)(8), the Commonwealth contends that the PCRA court failed to apply the appropriate ineffectiveness standard as set forth in Strickland, supra, which the United States Supreme Court expounded upon in Williams v. Taylor, 529 U.S. 362, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000), and Wiggins v. Smith, 539 U.S. 510, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003). The PCRA court, the Commonwealth complains, imposed unprecedented investigatory requirements on counsel as neither Martin, his parents, or the mental health expert treating Martin during his stay at Straight, informed counsel that Martin had been abused while institutionalized. As the individuals who were privy to the information did not disclose the same to trial counsel, the Commonwealth submits that counsel cannot be deemed ineffective for failing to further investigate the matter.\nBefore addressing the Commonwealth’s allegations, we recognize that resolution of a claim that trial counsel was ineffective for failing to present mitigating evidence has proven, in the recent past, to be quite difficult, resulting in several divided opinions of this Court. See e.g. Commonwealth v. Ligons, 601 Pa. 103, 971 A.2d 1125 (2009) (court divided as to whether counsel was ineffective for failing to investigate and present mitigating evidence); Commonwealth v. Steele, 599 Pa. 341, 961 A.2d 786 (2008) (same); Commonwealth v. Sattazahn, 597 Pa. 648, 952 A.2d 640 (2007) (same); See also Commonwealth v. Beasley, 600 Pa. 458, 967 A.2d 376 (2009) (court divided as to whether a remand is necessary on claim of ineffective assistance of counsel for failing to present mitigating evidence); Commonwealth v. Gibson, 597 Pa. 402, 951 A.2d 1110 (2008) (same); Commonwealth v. Gwynn, 596 Pa. 398, 943 A.2d 940 (2008) (same). This difficulty may arise from the fact that each case challenging trial counsel effectiveness for failing to present sufficient mitigating evidence “must be analyzed considering the unique facts presented. No two capital defendants will have the same life histories and no two counsel will proceed in the identical manner. Thus, what is considered reasonable in one case will not necessarily be considered reasonable in another.” Commonwealth v. Collins, 888 A.2d at 583 n. 25.\nIn order to obtain uniformity in our rulings on this important issue, we must adhere to our appellate standard of review, which requires us to affirm the order of the PCRA court if the facts as found by the court are supported by the record, and the legal conclusions drawn therefrom are free from legal error. Commonwealth v. Johnson, 600 Pa. 329, 966 A.2d 523, 532 (2009). This inquiry involves a mixed question of law and fact. Commonwealth v. Rios, 591 Pa. 583, 920 A.2d 790, 819 (2007) (providing that “[a]n ineffectiveness claim based on counsel’s failure to pursue all reasonably available avenues of developing mitigating evidence constitutes a mixed question of fact and law.”). See also Strickland v. Washington, 466 U.S. at 698, 104 S.Ct. 2052 (providing that “both the performance and prejudice components of ineffectiveness inquiry are mixed questions of law and fact.”).\nWhen reviewing a mixed question of law and fact, the level of deference to be given to the determination of the PCRA court “must be evaluated on an issue-by-issue basis, since some mixed questions are more heavily weighted toward fact, while others are more heavily weighted towards law.” Commonwealth v. Crawley, 592 Pa. 222, 924 A.2d 612, 615 (2007). The more fact intensive the determination, the more deference a reviewing court should afford that conclusion. Id. at 615-15.\nThus, fact-based findings of a post-conviction court, which hears evidence and passes on the credibility of witnesses, should be given great deference, Commonwealth v. Jones, 590 Pa. 202, 912 A.2d 268, 293 (2006), particularly where, as here, the PCRA court judge also served as the trial court judge. See Williams v. Taylor, 529 U.S. at 396, 120 S.Ct. 1495 (emphasizing that the post conviction court’s findings were made by the very judge who presided at the defendant’s trial and also heard the additional evidence developed in the post-conviction hearing). Factual findings will not be disturbed on appeal if they are supported by the record, even where the record could support a contrary holding. Jones, 912 A.2d at 293. Adherence to these principles of appellate review mandates that we affirm the PCRA court’s grant of a new penalty hearing.\nWe begin our analysis by noting that, “[gjenerally, the question of whether the PCRA court erred in its determination that trial counsel was ineffective for failing to investigate and present sufficient mitigating evidence depends upon a myriad of factors, including the reasonableness of counsel’s investigation, the mitigation evidence that was actually presented, and the mitigation evidence that could have been presented.” Commonwealth v. Ligons, 971 A.2d at 1149 (citations omitted). None of these factors, by itself, is ultimately dispositive of the question presented, because even if the investigation conducted by counsel was unreasonable, such fact alone will not result in relief if the defendant cannot demonstrate that he was prejudiced by counsel’s conduct. Id.\nLooking first to trial counsel’s investigation and presentation of mitigation evidence, the record reveals that trial counsel interviewed Martin and his parents, the fiancée of Martin’s brother, and guards from the Lebanon County Correctional Facility. Trial counsel did not contact any of the professionals or institutions who had rendered substance abuse and/or mental health treatment to Martin; even though Martin’s mother specifically gave counsel a list of names and addresses of such professionals, along with the dates on which they provided treatment to Martin.\nAt the penalty hearing, the defense relied upon two mitigating factors, namely, the age of the defendant at the time of the incident (twenty-one), id. at § 9711(e)(4), and any other evidence of mitigation concerning the character and record of the defendant and the circumstances of his offense (“the catchall mitigator”). Id. at § 9711(e)(8). In support thereof, trial counsel presented only the testimony of Martin’s mother, Bonnie Martin. She stated that her son was a happy child whose behavior changed when he began using drugs at age twelve or thirteen. N.T. 10/12/94, at 1257. Bonnie Martin explained that, as a result, he had been in outpatient treatment at Philhaven, a private psychiatric hospital, from September of 1987 to April of 1988, id. at 1258; and had been institutionalized for drug and alcohol treatment from mid-1988 through mid-1990 at the Straight Treatment Center (Straight) in Springfield, Virginia. Id. at 1259. Martin’s mother further testified that while at Straight, Martin revealed that he had previously been sexually abused by his uncle, who was later convicted for the molestations. Id. at 1260. She asserted that the sexual abuse devastated Martin’s self-image and destroyed his ability to trust those in authority. Id. at 1264. Finally, Bonnie Martin testified that her son received treatment from another psychiatrist until the end of 1990, when he believed he had sufficiently dealt with the sexual abuse issue. N.T. 10/11/94 at 1261-62. Following the penalty hearing, the jury found all three aggravating circumstances and no mitigating circumstances.\nAt the PCRA proceeding, Martin presented the mitigating evidence he contends trial counsel overlooked. Specifically, as to mental health mitigation evidence, he presented the testimony and medical records of three mental health experts, and Martin’s records from the Lebanon County Mental/Health Mental Retardation (MHMR) facility, none of which had been presented at trial. The testimony and documentary evidence established that, as early as age fifteen and continuing until after the murder at issue, when he was twenty-one, Martin suffered from Chronic Post Traumatic Stress Disorder (PTSD) and Depression, due to the repeated sexual molestations by his uncle. Martin was prescribed inter alia, Desipramine and Elavil at different points in time to treat his mental health issues. Two of the mental health experts, Dr. Dana Keener and Dr. Bonnie Eisenberg, had treated Martin for years prior to the instant murder, and their records, which were available at the time of trial, confirmed Martin’s mental health diagnosis and extensive treatment. ' Both experts asserted that they would have been willing to testify at Martin’s trial had trial counsel contacted them.\nThe third expert, Dr. Julie Kessel, testified that she evaluated Martin after the murder and concurred with the previous diagnoses of PTSD and Depression, which are Axis I major mental disorders as contemplated by the Diagnostic and Statistical Manual for Mental Disorders published by the American Psychiatric Association. Dr. Kessel further opined that due to Martin’s pervasive mental disorders resulting from his previous sexual abuse, the sexual advances the male victim made to Martin immediately prior to the murder placed Martin under the influence of extreme mental or emotional disturbance at the time of the murder, thus supporting the statutory mitigating circumstance set forth at 42 Pa.C.S. § 9711(e)(2). Dr. Kessel additionally stated that, for these reasons, Martin’s capacity to appreciate the criminality of his conduct or to conform his conduct to the requirements of the law was substantially impaired at the time of the offense, thus supporting the mitigating circumstance set forth at Section 9711(e)(3). N.T. 9/13/02, at 27-28; 86-89,163.\nBased on this evidence, the PCRA court concluded that Martin’s claim of trial counsel ineffectiveness for failing to present mental health mitigation evidence had arguable merit. It cogently reasoned:\nIt is axiomatic that evidence regarding a Defendant’s mental health may be presented as statutory mitigation pursuant to 42 Pa.C.S. § 9711(e)(2) and (e)(3) and as non-statutory mitigation pursuant to the catch-all mitigator set forth at § 9711(e)(8). Defendant has presented evidence, specifically, the notes and testimony of Dr. Keener and Dr. Eisenberg, documents from MHMR and the opinion of Dr. Kessel, that he had been diagnosed with Chronic PTSD as well as Depression and Dysthymia before the offenses in question. These mental disorders are recognized mental disorders pursuant to the DSM IV and certainly would be appropriate evidence of mitigation pursuant to § 9711(e)(8) [the catchall mitigator].\nPCRA Court Opinion, 3/4/04, at 50.\nTo the extent the PCRA court’s conclusion of arguable merit was based upon factual determinations, we find that there was record evidence to support it. Likewise, we agree with the PCRA court’s legal conclusion that the claim of trial counsel ineffectiveness possessed arguable merit as the evidence ignored was available to trial counsel at the time of the penalty hearing, and would have supported two statutory mitigating circumstances that were not asserted by the defense.\nProceeding next to the reasonable basis prong of the ineffective assistance of counsel analysis, upon which the Commonwealth primarily bases its challenge, we emphasize that the parties do not dispute that counsel was aware of the mental health records that existed at the time of Martin’s penalty hearing; rather the controversy revolves around whether trial counsel’s failure to present such information to the penalty jury constituted a reasonable defense strategy.\nAs noted, the Commonwealth first argues that trial counsel had a reasonable basis for failing to present expert psychiatric testimony because he was following Martin’s instructions not to divulge his history of mental illness. This allegation, however, is in direct conflict with the PCRA court’s factual findings on this particular point.\nThe PCRA court concluded:\nAs purported by the Commonwealth, the record indeed suggests that Defendant did not want to talk about his mental health history with counsel. While it is undisputed that Defendant did not want to discuss such matters, the record does not indicate that Defendant directed counsel not to investigate or not to present evidence regarding Defendant’s mental health history. (N.T. 9/9/02 at 112). In fact, [Martin’s mother] testified during Defendant’s penalty phase hearing that Defendant had received treatment from Philhaven, Straight, Dr. Eisenberg and Dr. Hake. Clearly, Defendant allowed [his mother’s] testimony about the fact that he necessitated mental health treatment, thus allowing the fact that he had mental health issues to be publicly known.\nMoreover, while Defendant did not want to discuss his mental health problems with counsel, Defendant’s parents provided counsel with a list of institutions and psychologists who had provided treatment to Defendant. In addition, Defendant’s parents provided counsel with a letter written by them to Judge Haas indicating that Defendant sustained psychological damage from the abuse of [his uncle] and a Presentence Investigation Report indicating that Defendant has been treated for mental issues. Therefore, the fact that Defendant did not want to discuss his mental history with counsel did not render counsel’s failure to pursue such evidence reasonable, as Defendant’s parents gave counsel information clearly indicating that Defendant had mental health issues in his past.\nPCRA Court Opinion at 68-69.\nUpon careful review, it is clear that the PCRA court’s factual finding that Martin never directed trial counsel to refrain from investigating or presenting expert psychiatric testimony is supported by the record. Specifically, when trial counsel was asked about his discussion with Martin concerning the presentation of a psychological defense at the penalty phase, the following exchange occurred:\nTRIAL COUNSEL: Well, [Martin] did not want to discuss very much about his past psychological treatment and/or problem. He just didn’t want to talk about it. But I did discuss with him that there’s a possibility that we would have to use this later on sometime in the course of the trial or in the penalty phase, not the trial, the penalty phase. He wasn’t interested. I did discuss with him that I felt it was absolutely necessary that his mother testify and that some of those things that a psychiatrist or a psychologist could testify regarding his treatment she can testify to and put that before the jury. He was satisfied with that.\nTHE COMMONWEALTH: Was it discussed with him in a specific fashion that a psychologist, perhaps one of his prior treatment providers, could be called to testify on his behalf?\nTRIAL COUNSEL: Yes.\nTHE COMMONWEALTH: And was it the case he did not want that to occur?\nTRIAL COUNSEL: I don’t know if he specifically didn’t. He did not want to talk about it. He did not want the general public to perceive of him having psychological problems. That was my general tenor of conversations with him. He just didn’t want to talk about it.\nN.T. 9/9/02, at 97.\nAny doubt about whether Martin, in fact, directed trial counsel to refrain from presenting expert psychiatric testimony is eliminated by the following excerpt from trial counsel’s testimony.\nMARTIN’S PCRA COUNSEL: Concerning that portion of your testimony and discussions with Brad Martin before the trial, as I recall, you said that he was not interested in his mental health kind of things, didn’t want to talk about them?\nTRIAL COUNSEL: Didn’t want to talk about them.\nMARTIN’S PCRA COUNSEL: Wasn’t interested in having them paraded in front of the world or something like that. And obviously, sir, very few people are very interested in having their mental health made a big issue of. My question though is this. Did Bradley Martin, in his conversations with you when he was then I guess 21 years old through the trial, did he ever issue any order to you prohibiting you from hiring or using mental health witnesses?\nTRIAL COUNSEL: No.\nN.T. 9/9/02, at 112. Accordingly, the Commonwealth’s contention that trial counsel followed Martin’s directives not to present expert psychological testimony is unsupported by the record. Moreover, and importantly, even if there is record support for both the Commonwealth’s and the PCRA court’s respective positions in this regard, the PCRA court’s conclusions are supported by the record and, thus, cannot be overturned.\nThe second strategic basis offered by the Commonwealth for trial counsel’s failure to present expert psychological testimony is that trial counsel’s experience with Lebanon County jurors indicated that they view psychiatry as “one step above witchcraft.” N.T. 9/9/02, at 93. When asked about his defense strategy of only presenting the testimony of Martin’s mother, trial counsel further explained:\nI did not believe that a psychiatrist or a psychologist was going to save Brad Martin’s life. But I did believe that a mother’s love might be able to save Brad Martin’s life. And so I presented her testimony in an attempt to save his life. I did not present the testimony of psychiatrists or psychologist because I felt that would dilute what the mother’s love and the mother’s testimony might be able to do at trial.\nN.T. 9/9/02, at 92. The PCRA court, however, expressly discounted this purported strategy, concluding that the scope of trial counsel’s investigation “was the result of lack of attention rather than reasoned strategic judgment.” PCRA Court Opinion at 67.\nThe court reached this conclusion based upon its factual finding that trial counsel did not receive information regarding Martin’s particular mental health diagnosis or treatment until the day before the penalty hearing; and that counsel only obtained such evidence because Martin’s mother, herself, retrieved the records when she discovered that trial counsel never contacted Martin’s doctors. The PCRA court stated:\nAt that late point in time, counsel had no time in which to contemplate presenting mental health evidence as potential mitigation. Counsel had no time in which to make meaningful contact with the institutions or the psychologists that provided treatment to Defendant and had no time in which to subpoena any records or documentation from them in order to determine the viability of presenting psychological evidence as mitigating evidence. Moreover, it was not a possibility at that point to contemplate a mental health evaluation of Defendant in order to determine the severity and extent of any mental health problems from which Defendant may have been suffering. Although counsel indeed was given materials indicating that Defendant was diagnosed with the mental disorders of Chronic PTSD, Depression and Dysthymia the day before the penalty phase of the proceedings, counsel’s last-minute realization of this information simply made it impossible for him to make a reasonable decision regarding the case he was going to present in mitigation.... Counsel’s obtainment and review of these materials the day before the penalty phase hearing would support the conclusion that the scope of his investigation was the result of lack of attention rather than reasoned strategic judgment.\nPCRA Court Opinion at 66-67 (footnotes omitted).\nTo the extent the PCRA court’s conclusion that trial counsel lacked a reasonable basis for his strategy relied upon factual determinations, there was ample record evidence to support them. Specifically, Martin’s mother testified that she went to Maryland to retrieve the mental health records when she learned trial counsel had not done so. N.T. 9/9/02, at 184-85. Further, Martin’s treating doctors, Dr. Eisenberg and Dr. Keener, testified that they had never been contacted by trial counsel. N.T. 9/10/02, at 68, 67; N.T. 9/11/02, at 24.\nAlthough set forth in a cursory fashion, the third and final strategic basis suggested by the Commonwealth for trial counsel’s failure to present expert psychological testimony is that counsel was concerned that such evidence may “open the door” to evidence that Martin committed another murder after the murder of Goodman. Upon careful review, we find no support in the record for this proposition. Initially, we note that there is no evidence establishing that Martin was convicted of committing a second murder at the time the trial took place in the instant case. See N.T. 9/9/02, at 52 (indicating that Martin had been charged with murder in Nevada, which allegedly occurred after the murder in the instant case, but which charges had not been disposed of at the time of Martin’s trial for Goodman’s murder). Moreover, there is no evidence indicating that trial counsel refrained from presenting expert psychological testimony due to fears that evidence relating to the Nevada murder charges would be admitted. While counsel made a vague reference that expert psychological evidence could “open the door for any bad things that could happen to [Martin],” id. at 98, he in no way indicated that this concern was related to Martin’s subsequent murder charge that had not, at that time, resulted in a conviction.\nFinding no factual support for the Commonwealth’s assertions, we additionally agree with the PCRA court’s determination that trial counsel’s strategy of not presenting mental health mitigation evidence was unreasonable as a matter of law. In summary, where: (1) trial counsel is specifically alerted to mental health records that existed at the time of Martin’s penalty hearing; (2) such records established that Martin had been diagnosed and treated for major mental disorders before, during, and after the time of the murder; (3) the mental disorders arose from the sexual abuse Martin suffered by his uncle; (4) the instant murder occurred after Goodman propositioned Martin for sex; and, (5) the mental health mitigation evidence would have supported two additional mitigating factors not considered by the jury (namely, Sections 9711(e)(2) and (e)(3)); trial counsel’s failure to further investigate and present such evidence to the jury is unreasonable as a matter of law.\nFinally, there is ample support in the record for the PCRA court’s determination that Martin was prejudiced by trial counsel’s failure to present mental health mitigation evidence. We recently reiterated that, “[t]o establish prejudice in a case involving the failure to investigate and present mitigating evidence, we must consider not only the evidence and argument presented at the penalty phase, but also the evidence and argument that would have been presented at the penalty hearing had trial counsel properly investigated such evidence.” Ligons, 971 A.2d at 1150 (citing Commonwealth v. Malloy, 579 Pa. 425, 856 A.2d 767, 789 (2004)). We explained that “[prejudice is demonstrated when it is probable that at least one juror would have accepted at least one mitigating circumstance and found that it outweighed the aggravating circumstance found.” Id.\nIn accordance with this standard, the PCRA court, who heard both the mitigation evidence presented at trial and the additional evidence developed in the post-conviction hearing, concluded that “[i]t is undeniable that both the volume and quality of this mitigating evidence is significant.” PCRA Court Opinion, 3/4/04, at 73. Here, notwithstanding trial counsel’s presentation of Martin’s mother’s testimony, which illuminated Martin’s sexual abuse and his battle with drug and alcohol addiction, the jury found no mitigating circumstances at all. The evidence presented during the PCRA proceeding explicitly supported two mitigating circumstances not pursued by the defense, i.e., that Martin was under the influence of extreme mental or emotional disturbance at the time of the murder pursuant to 42 Pa.C.S. § 9711(e)(2); and that Martin’s capacity to appreciate the criminality of his conduct or to conform his conduct to the requirements of the law was substantially impaired at the time of the offense, id. at § 9711(e)(3). Further, Martin’s specific mental ailments of PTSD and depression arose from the repeated sexual abuse by his uncle, and the instant murder occurred after the male victim propositioned Martin for sex.\nComparing the evidence presented at the penalty hearing with that presented herein, the PCRA court held that it was probable that at least one juror would have accepted at least one mitigating circumstance, and found that it outweighed the aggravating circumstances found, i.e., commission of the killing during the perpetration of a felony, id. at § 9711(d)(6), and significant history of felony convictions involving the threat of violence to the person. Id. at § 9711(d)(9). To the extent the finding of prejudice was based upon factual determinations, the record supports such findings, and it is inappropriate under this Court’s deferential standard of review of factual determinations for us to overturn the PCRA court’s decision. Moreover, we agree with the PCRA court’s assessment that Appellant was prejudiced as a matter of law.\nIn conclusion, the PCRA court underwent a painstaking analysis regarding the claim that trial counsel was ineffective for failing to investigate and present mental health mitigating evidence. As the factual determinations made therein are supported by the record, and the legal conclusions drawn therefrom are not erroneous, on this basis alone, we affirm the order of the PCRA court. We therefore need not examine the factual basis for the Commonwealth’s claim that the PCRA court erred by holding trial counsel ineffective for failing to present evidence that Martin had been abused during his institutionalization at Straight, when counsel was not informed that such abuse had occurred. We note however, that this Court has held that trial counsel cannot be deemed ineffective for failing to present evidence of alleged abuse where neither the defendant nor his family informed counsel of the abuse and there was no objective evidence of record that would have prompted counsel to look further into the issue. Commonwealth v. Brown, 582 Pa. 461, 872 A.2d 1139, 1149 (2005).\nAccordingly, the order of the PCRA court, which denied Martin a new trial, but granted him a new penalty hearing, is affirmed.\nJustice ORIE MELVIN did not participate in the consideration or decision of this case.\nJustice TODD joins the opinion.\nChief Justice CASTILLE files a concurring opinion in which Justice McCAFFERY joins.\nJustice SAYLOR files a concurring and dissenting opinion.\nJustice EAKIN files a concurring and dissenting opinion.\nChief Justice CASTILLE.\nI join the Majority Opinion, with the exception of the two points addressed below.\nFirst, with respect to the Commonwealth’s cross-appeal, I write to address the Majority’s characterization of this Court’s “divided opinions” from the recent past concerning mitigation claims, which seem to be raised in every capital PCRA appeal. Majority Op. at 198, 5 A.3d at 196. The Majority suggests that these divisions may arise from the fact that each case “must be analyzed considering the unique facts presented. No two capital defendants will have the same life histories and no two counsel will proceed in the identical manner. Thus, what is considered reasonable in one case will not necessarily be considered reasonable in another.” Id. at 198, 5 A.3d at 196 (quoting Commonwealth v. Collins, 585 Pa. 45, 888 A.2d 564, 583 n. 25 (2005)).\nThe cases cited by the Majority do convey the difficult nature of the inquiry in question. I write merely to note that the U.S. Supreme Court recently has issued a series of decisions in this area. See Wood v. Allen, — U.S. -, 130 S.Ct. 841, 175 L.Ed.2d 738 (2010) (counsel’s decision not to pursue or present mitigating evidence of defendant’s mental deficiencies was reasonable result of strategic decision to focus on other defenses); Smith v. Spisak, — U.S. -, 130 S.Ct. 676, 175 L.Ed.2d 595 (2010) (deficiencies in defense counsel’s closing argument did not raise reasonable probability that, but for deficient closing, sentencing phase result would have been different); Porter v. McCollum, — U.S. -, 130 S.Ct. 447, 175 L.Ed.2d 398 (2009) (per curiam) (counsel’s insufficient investigation into defendant’s background and failure to discover and present significant available mitigation evidence did not reflect reasonable professional judgment); Wong v. Belmontes, — U.S. -, 130 S.Ct. 383, 175 L.Ed.2d 328 (2009) (per curiam) (counsel’s cautious mitigation strategy reasonable in light of potential for evidence of prior murder to come in via open door); Bobby v. Van Hook, — U.S. -, 130 S.Ct. 13, 175 L.Ed.2d 255 (2009) (per curiam) (counsel’s decision not to seek more mitigation evidence than that already in hand did not fall below range of professionally reasonable judgments). I discussed the importance of Van Hook and Porter in my concurring opinion in Commonwealth v. Miller, 987 A.2d 638, 673-75 (Pa.2009) (Castille, C.J., joined by Eakin, J., concurring), which I need not repeat here. The High Court’s rather unusual determination to issue multiple summary opinions on this very issue no doubt reflects its recognition that concrete guidance in this area, involving application of the settled standard under Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), to the most common of penalty phase claims, is useful. I believe that our approach in these cases should reflect a familiarity with recent governing federal law, particularly in an instance where our own cases reflect division.\nThe second point involves the Majority’s discussion of the standard of review. The Majority states that a claim of counsel ineffectiveness with respect to mitigation poses a mixed question of law and fact, citing Commonwealth v. Rios, 591 Pa. 583, 920 A.2d 790, 810 (2007) and Strickland, 466 U.S. at 698, 104 S.Ct. 2052, which held that the ineffectiveness inquiry is generally comprised of mixed questions of fact and law. Majority Op. at 199, 5 A.3d at 196-98. The Majority adds that when reviewing a mixed question of law and fact, the level of deference to a PCRA court’s determinations varies because some mixed questions “are more heavily weighted toward fact, while others are more heavily weighted towards law.” Id. (quoting Commonwealth v. Crawley, 592 Pa. 222, 924 A.2d 612, 615 (2007)). As such, according to the Majority, factual findings of the PCRA court, especially when the hearing judge also served as the trial judge, should be given “great deference” and will “not be disturbed on appeal if they are supported by the record, even where the record could support a contrary holding.” Id. at 199, 5 A.3d at 197 (citing Commonwealth v. Jones, 590 Pa. 202, 912 A.2d 268, 293 (2006)).\nSome clarification may be beneficial. Strickland indeed classifies the overall ineffectiveness inquiry as a mixed question of law and fact, within which lower court findings of fact will be afforded deference. 466 U.S. at 698, 104 S.Ct. 2052. Along these lines, as Mr. Justice Saylor has recently explained:\nIn Commonwealth v. Rios, 591 Pa. 583, 920 A.2d 790 (2007), a majority of the Court adopted a de novo review standard for the mixed question of law and fact concerning whether capital counsel’s performance fell beneath the constitutionally [sic] floor. This position derived from former Chief Justice Cappy’s concurring opinion in Commonwealth v. Gorby, 589 Pa. 364, 909 A.2d 775 (2006), in which he elaborated that “this [in] no way alters the principle that ‘the trial court is in the best position to review claims related to trial counsel’s error in the first instance as that is the court that observed firsthand counsel’s allegedly deficient performance.’” Indeed, the former Chief Justice stressed that he “would continue to accept the factual findings and credibility determinations of the PCRA court that are supported by the record.”\nCommonwealth v. Sattazahn, 597 Pa. 648, 952 A.2d 640, 657 n. 10 (2007) (internal citations omitted); see also Commonwealth v. Small, 602 Pa. 425, 980 A.2d 549, 583 (2009) (Saylor, J., concurring) (“[T]his Court has clarified that the appellate review of ineffectiveness matters is ultimately de novo. See [Rios ].”). In addition to Justice Saylor’s comments, I would suggest that our consideration of PCRA court assessments involving Strickland prejudice should be confined to matters where the trial court is better positioned to make an assessment, such as where demeanor, credibility, or the overall effect of evidence (where the PCRA judge was also the trial judge) is involved. Cf. Jefferson v. Upton, — U.S. -, 130 S.Ct. 2217, 176 L.Ed.2d 1032 (2010) (per curiam) (remanding for determination of whether state court’s factual findings warranted presumption of correctness; refusing to decide defendant’s legal issue).\nHere, however, the PCRA court’s finding that appellant was prejudiced by counsel’s penalty phase ineffectiveness was not based upon questions particular to the court’s superior perspective, but rather on its comparison, from a remove, of the mitigation evidence actually presented at appellant’s penalty hearing with the mitigation evidence that counsel did not investigate or present at the penalty phase, which the court deemed “significant” in terms of volume and quality. PCRA Ct. Op., 3/4/04, at 73. The court’s perception of the great differential between the two mitigation “packages” convinced it that appellant had been prejudiced. I do not read the opinion below as being premised upon a perspective that is any different from that which this Court may glean from this record. Thus, although I agree with the Majority’s affirmation on this point, I would hold that the court made no error of law in concluding that appellant was prejudiced by counsel’s failure to investigate and present more extensive mitigation evidence at the penalty phase.\nJustice McCAFFERY joins this opinion.\n. This matter was reassigned to this author.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. 42 Pa.C.S. § 9711(d)(6).\n. 42 Pa.C.S. § 9711(d)(8).\n. 42 Pa.C.S. § 9711(d)(9).\n. Both Martin and King presented the following mitigating circumstances: age at the time of the offense, 42 Pa.C.S. § 9711(e)(4); and other evidence of mitigation concerning their character, records, and the circumstances of the offense, id., § 9711(e)(8).\n. This Court concluded that the jury improperly found the aggravating circumstance of torture and invalidated that aggravating circumstance. Commonwealth v. King, 721 A.2d at 781-82. As the jury had found no mitigating circumstances, we affirmed the death sentences of Martin and King.\n. This Court held in Commonwealth v. (Charles) Pierce, 515 Pa. 153, 527 A.2d 973 (1987), that the Strickland test was the proper test to evaluate ineffectiveness claims raised under the Pennsylvania Constitution. See Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). Although the Pennsylvania test for ineffectiveness is the same as Strickland's two-part performance and prejudice standard, in application, this Court has characterized the test as tripartite, by dividing the performance element into two independent parts, i.e., arguable merit and lack of reasonable basis. Commonwealth v. Rainey, 593 Pa. 67, 928 A.2d 215, 225 n. 8 (2007).\n. See, e.g., Commonwealth v. Green, 551 Pa. 88, 709 A.2d 382, 384 (1998) (explaining the general rule that counsel cannot raise his own ineffectiveness).\n. Martin attaches to his appellate brief an August 2002 statement of Attorney Robert Brett Dunham, which was prepared in anticipation of the September 2002 PCRA evidentiary hearing. The statement corroborates that, during the initial oral argument of Martin's direct appeal, this Court directed the parties to rebrief the case without reference to ineffectiveness claims because trial counsel remained in the case.\n. As noted, trial counsel sought to suppress the confession to Lebanon County detectives on the ground that it was involuntarily made because Martin was impaired by narcotics at the time the statement was given. Trial counsel did not seek suppression based upon the Fifth Amendment right to counsel. As explained infra, however, on direct appeal, at a time when the doctrine of relaxed waiver in capital appeals applied, Martin contended that the admission of his confession violated the Fifth Amendment right to counsel.\n. These F.B.I. reports were attached as Exhibit 22 to Martin’s PORA petition.\n. These statements to Agent Vick, however, were never admitted at Martin’s trial.\n. The PCRA court engaged in a merits analysis notwithstanding the fact that it found the ineffectiveness claim, as it relates to the confession made to Lebanon County detectives, previously litigated. The court, however, further concluded that the ineffectiveness claim as it relates to the statements Martin made to Agent Vick was not previously litigated. The PCRA court ruled that this portion of the claim did not entitle Martin to relief because the statements made to Agent Vick were not admitted at trial; thus no constitutional violation could arise.\n. The specific mental health evidence presented at the PCRA hearing is described at length, infra at 32-33, as it relates to the single issue raised in the Commonwealth’s appeal.\n. The Crimes Code provides that \"[a] person who kills an individual without lawful justification commits voluntary manslaughter if at the time of the killing he is acting under a sudden and intense passion resulting from serious provocation by: (1) the individual killed; or (2) another whom the actor endeavors to kill, but he negligently or accidentally causes the death of the individual killed.” 18 Pa.C.S. § 2503(a).\n. Subsequent to Martin's trial, this Court adopted standards relating to the appointment of defense counsel in cases involving the death penalty. See Pa.R.Crim.P. No. 801 (setting forth qualifications for defense counsel in capital cases); see also generally Commonwealth v. Boxley, 596 Pa. 620, 948 A.2d 742, 746-47 (2008) (discussing this Court’s adoption of Pa.R.Crim.P. No. 801). The mere fact that this Court has recently adopted standards governing the qualifications of defense counsel in capital cases does not mean that appointed counsel in prior cases, who would not qualify under those standards, must have been ineffective. See Bobby v. Van Hook, — U.S. -, -, 130 S.Ct. 13, 17, 175 L.Ed.2d 255 (2009) (per curiam) (counsel's conduct may not be measured against subsequently-imposed American Bar Association standards \"without even pausing to consider whether they reflected the prevailing professional practice at the time of trial”).\n. Notably, Martin cited Cronic in his PCRA petition on this particular issue, PCRA Petition, 4/13/00, ¶ 333, but he does not cite it in his brief on appeal to this Court.\n. This rule provides as follows:\nUnless the opportunity did not exist prior thereto, a challenge to the array shall be made not later than 5 days before the first day of the week the case is listed for trial of criminal cases for which the jurors have been summoned and not thereafter, and shall be in writing, specifying the facts constituting the ground for the challenge.\nPa.R.Crim.P. 630(B)(1).\n. The mitigating circumstance set forth in Section 9711(e)(2) provides that \"[t]he defendant was under the influence of extreme mental or emotional disturbance.” 42 Pa.C.S. § 9711(e)(2). Section 9711(e)(3) provides that \"[t]he capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was substantially impaired.” Id. at § 9711(e)(3).\n. The catchall mitigator encompasses \"[a]ny other evidence of mitigation concerning the character and record of the defendant and the circumstances of his offense.” Id. at§ 9711(e)(8).\n. As noted, while the Pennsylvania test for ineffectiveness is the same as the two-part performance and prejudice standard set forth by the United States Supreme Court in Strickland, in application, this Court has characterized the test as tripartite, by dividing the performance element into two distinct parts, i.e., arguable merit and lack of reasonable basis. Commonwealth v. Rainey, 593 Pa. 67, 928 A.2d 215, 225 n. 8 (2007).\n. The Commonwealth presented evidence in support of three aggravating circumstances: commission of the killing during the perpetration of a felony, 42 Pa.C.S. § 9711(d)(6); the offense was committed by means of torture, id. at § 9711(d)(8); and the defendant has a significant history of felony convictions involving the use or threat of violence to the person. Id. at § 9711(d)(9).\n. As noted supra, this Court, on direct appeal from Martin’s judgment of sentence of death, invalidated the aggravating circumstance of torture, but sustained the remaining aggravating circumstances and affirmed the sentence of death. Commonwealth v. King, 721 A.2d at 781-82.\n. Desipramine and Elavil are tricyclic antidepressant medications.\n. The PCRA court acknowledged that the Commonwealth disputed the accuracy of the diagnoses, but concluded that Martin presented sufficient evidence of the existence of the disorders to have them presented for the jury’s consideration. Id. at 51-52.\n. Had the record, in fact, supported the Commonwealth's assertion that Martin directed counsel not to present mental health mitigation evidence, trial counsel could not subsequently be deemed ineffective for failing to do so. See Commonwealth v. Sam, 535 Pa. 350, 635 A.2d 603 (1993) (holding that the failure of trial counsel to present mitigating evidence did not constitute ineffectiveness when the defendant directed counsel not to present such evidence).\n. To elaborate, we offer the following exchange:\nTHE COMMONWEALTH: Sir, did you have some concern as a counselor of the law that raising a psychological defense or introducing expert testimony of a psychologist could possibly open the door to the Commonwealth being able to introduce other acts of Mr. Martin outside of those he was charged with in this trial?\nTRIAL COUNSEL: Well, when you open the door, obviously you open the door for any bad things that could happen to him. The Commonwealth had, at their disposal, anybody they wanted to use to counter anything we had to say regarding his psychological — and they could do that if they wanted to. If we had a report from Dr. Hostetter, we call Dr. Hostetter. They would have a psychologist to interview Mr. Martin and introduce that into testimony as well.\nTHE COMMONWEALTH: Was that a factor in your decision making process?\nTRIAL COUNSEL: It was a factor. It was not a major factor. As I said, my biggest factor was weighing a psychiatrist or psychologist coming in and testifying versus a mother’s love, that she would be able to incorporate what happened to him in these things but express it in terms that I thought the jury would feel more empathy for and they would better understand.\nN.T. 9/9/02, at 98.\n. Our opinion on Martin's direct appeal demonstrates that the convictions supporting this aggravating circumstance were five prior burglary and criminal trespass convictions. See Commonwealth v. King, 721 A.2d at 770."}