{"id": "4200825", "contents": "OPINION\nJustice EAKIN.\nOn January 20, 2002, appellant Jeffrey Orsag signed a two-page application for automobile insurance seeking coverage from appellee. The application was mostly pre-printed, but contained blank spaces where requested information was filled in by hand. The requested information included vehicle descriptions, coverage amounts, and driver details. In the section devoted to coverage selections, appellant requested bodily injury liability coverage of $100,000 per person and uninsured/underinsured motorist (UM/UIM) coverage of $15,000 each for two vehicles. Immediately above appellant’s signature on the second page of the application, the following language appeared:\nI have read the above application and I declare that to the best of my knowledge and belief all of the foregoing statements are true....\nI understand that the coverage selection and limit choices here or in any state supplement will apply to all future policy renewals, continuations and changes unless I notify you otherwise in writing.\nInsurance Application, at 2.\nLater that year, Jeffrey was injured in a car accident. Appellants filed suit against the other driver, and appellee consented to a settlement by the parties. The settlement amount apparently did not cover all of appellants’ costs, as they presented appellee with a claim for UIM benefits. Appellee offered payment of $15,000, the amount of UM/UIM coverage listed in the insurance application.\nIn November, 2006, appellants filed a writ of summons against appellee, followed by a complaint on March 26, 2008. In the complaint, appellants claimed they were owed $100,000 in UM/UIM coverage pursuant to the Motor Vehicle Financial Responsibility Law (MVFRL), 75 Pa.C.S. §§ 1701-1799.7.\nSection 1731(a) of the MVFRL states:\nNo motor vehicle liability insurance policy shall be delivered or issued ... with respect to any motor vehicle registered ... in this Commonwealth, unless uninsured motorist and underinsured motorist coverages are offered therein or supplemental thereto in amounts as provided in section 1734 (relating to request for lower limits of coverage). Purchase of uninsured motorist and underinsured motorist coverages is optional.\nId., § 1731(a).\nSection 1734 states, “A named insured may request in writing the issuance of coverages under section 1731 (relating to availability, scope and amount of coverage) in amounts equal to or less than the limits of liability for bodily injury.” Id., § 1734. Appellants argued they should have been offered UM/UIM coverage in the same amount as their bodily injury coverage, $100,000, and, because they never made a written request to lower their UM/UIM coverage, they were entitled to UM/UIM coverage of $100,000. Appellants contended the insurance application indicating their coverage amounts did not constitute a writing for § 1734 purposes because it did not discuss the details of UM/UIM coverage and did not require separate ratification of the UM/UIM coverage selections. Appellants also found it significant that appellee failed to provide the “Important Notice” found in § 1791.\nAppellee filed preliminary objections in the nature of a demurrer, arguing the insurance application signed by appellant clearly limited UIM coverage to $15,000 and plainly satisfied the writing requirement of § 1734. In support, appellee pointed to the language immediately above appellant’s signature, which stated: “I understand that the coverage selection and limit choices indicated here ... will apply to all future policy renewals, continuations and changes unless I notify you otherwise in writing.” Insurance Application, at 2. Appellee argued this acknowledgment, combined with the express designation of $15,000 in UM/UIM coverage on the first page of the application, demonstrated appellants intended to purchase UM/UIM coverage below their bodily injury coverage.\nThe trial court sustained the demurrer and dismissed the complaint with prejudice. The trial court noted the MVFRL and the case law interpreting it do not require any specific form to satisfy the requirements of § 1734. With that in mind, the trial court held the insurance application “conveyed] the insured’s desire to purchase uninsured and under-insured coverage in amounts less than bodily injury limits,” satisfying § 1734’s writing requirement. Trial Court Order, 8/28/08, at 6 (quoting Hartford Insurance Co. v. O’Mara, 907 A.2d 589, 603 (Pa.Super.2006)). Regarding appellants’ claim that the § 1791 notice was never given, the trial court concluded its absence did not entitle appellants to relief. Id., at 7 (citing Salazar v. Allstate Insurance Co., 549 Pa. 658, 702 A.2d 1038, 1044 (1997) (MVFRL does not provide remedy for insurer’s failure to supply Important Notice)).\nAppellants appealed to the Superior Court, which affirmed, finding the insurance application, signed by appellant and expressly designating the amount of desired coverage, satisfied § 1734’s writing requirement. The Superior Court held that unlike § 1731, which sets forth detailed requirements and a form for rejecting UM/UIM coverage completely, § 1734’s language is broad and does not require a specific form. The Superior Court noted courts should not “permit an insured to escape the consequences of a knowing and intelligent election of benefits.” Orsag v. Farmers’ Insurance Co., No. 2659 EDA 2008, unpublished memorandum at 11, 981 A.2d 946 (Pa.Super. filed July 29, 2009) (quoting State Farm Mutual Auto. Insurance Co. v. Hughes, 438 F.Supp.2d 526, 535 (E.D.Pa.2006)).\nAppellants sought allowance of appeal with this Court, which we granted, limited to the following question:\nIf an insured signs an insurance application that contains lowered uninsured/underinsured motorist coverage limits, is that signature alone sufficient to meet the requirements of Section 1734 of Pennsylvania’s Motor Vehicle Financial Responsibility Law?\nOrsag v. Farmers New Century Insurance, 604 Pa. 459, 986 A.2d 128, 128 (2009) (per curiam). This presents a question of statutory interpretation. Because statutory interpretation is a question of law, our standard of review is de novo, and our scope of review is plenary. See In re Milton Hershey School, 590 Pa. 35, 911 A.2d 1258, 1261 (2006) (citation omitted).\nAppellants argue the two-page insurance application does not constitute a writing for § 1734’s purposes as it did not inform them of appellee’s obligation to offer UM/UIM coverage at the same level as bodily injury coverage, and it did not include any language demonstrating it was their intent to select a lower limit of coverage. Appellants also argue they were not presented with the notice found in § 1791, nor were they asked to provide their initials next to their coverage selections. Appellants note other cases finding a valid § 1734 writing have contained some form of additional notice, UM/ UIM information, or evidence of intent that is lacking here. Accordingly, appellants contend the insurance application fails to provide the information necessary for a consumer to make a knowledgeable UM/UIM coverage decision. Appellants suggest this is contrary to the MVFRL’s purpose, given the very detailed notice requirements found in § 1731 and § 1791. Appellants also argue if the legislature intended for an insurance application to satisfy § 1734’s writing requirement it would have specifically stated this, as it had the opportunity to do so in its several revisions of the MVFRL, including specific revisions to § 1734.\nAppellee argues the insurance application satisfies the plain terms of § 1734 — it is a writing signed by the insured requesting an amount of coverage less than the amount of bodily injury coverage. Appellee notes that unlike the detailed form required by § 1731 for an insured to reject UM/UIM coverage, § 1734 does not require any specific form or format. Appellee suggests any claim that appellants were unaware of their coverage designations is belied by appellant’s signature on the application immediately below the language stating he read and understood the application, that all statements made were true, and his coverage selections would apply to all policy renewals, continuations, or changes unless he submitted a writing indicating otherwise. Contrary to appellants’ claim that the legislature could have specifically stated an application was sufficient for § 1734 purposes, appellee argues if the legislature desired something more than an application, it would have required a specific form, as it did in § 1731.\nAlthough this Court has addressed related issues previously in Lewis v. Erie Insurance Exchange, 568 Pa. 105, 793 A.2d 143 (2002), and Blood v. Old Guard Insurance Co., 594 Pa. 151, 934 A.2d 1218 (2007), the case law from the lower courts and the federal courts is muddled. In Lewis, we considered whether § 1731’s strict requirements for declining all UM/ UIM coverage also applied to § 1734’s request for reduced coverage. There, the insured initially requested bodily injury coverage of $500,000 and UM/UIM coverage of $50,000. The UM/UIM coverage was later modified by a single-page form prepared by the insurer and signed by the insured. A member of the insured’s family was injured in a car accident, and the insurer provided $100,000 in coverage after stacking the $50,000 UM/UIM coverage. The insured contended the amount of coverage should be $500,000, the same as the bodily injury coverage, because the insurer’s UM/UIM coverage election form did not conform with § 1731.\nWe held § 1731’s requirements were only applicable in situations where UM/UIM coverage was waived; they did not apply to requests for reductions in UM/UIM coverage. In reaching this holding, we stated:\n[I]t is reasonable to conclude that the General Assembly attached the additional requirements to outright waiver/rejection to confer explicit warning upon consumers who chose to drive without any financial protection from injury on account of uninsured or underinsured motorists. Further, ... requests for specific limits coverage, in contrast to outright waiver/rejection, require not only the signature of the insured, but also, an express designation of the amount of coverage requested, thus lessening the potential for confusion.\nLewis, at 153. We also quoted Leymeister v. State Farm Mut. Auto. Ins. Co., 100 F.Supp.2d 269, 272 (M.D.Pa.2000), for the proposition that “[t]he language of Section 1734 is clear on its face; all that is required to request lower limits of coverage is a writing requesting the same from a named insured.” Lewis, at 153.\nIn Blood, the insured applied for $500,000 in bodily injury coverage and $35,000 in UM/UIM coverage. The insured later lowered the bodily injury coverage to $300,000, but did not select a different amount of UM/UIM coverage. After an accident, the insured requested payment, and the insurer offered $105,000, representing the $35,000 UM/UIM coverage stacked for three vehicles. The insured claimed $900,000 was due — the amount of bodily injury coverage, $300,000, stacked for three vehicles. The insured alleged the change in bodily injury coverage was akin to a new application for insurance, and, since no UM/UIM coverage was selected and a UM/UIM reduction form was not provided, the UM/UIM coverage should have defaulted back to the bodily injury limits pursuant to § 1734. Finding § 1734 to be plain and unambiguous, we held the insured’s initial application indicating reduced UM/ UIM coverage satisfied § 1734’s writing requirement and remained effective after a reduction in bodily injury coverage.\nConsistent with both Lewis and Blood, we reiterate the language of § 1734 is plain and unambiguous. Section 1734 states, “A named insured may request in writing the issuance of coverages under section 1731 (relating to availability, scope, and amount of coverage) in amounts equal to or less than the limits of liability for bodily injury.” 75 Pa.C.S. § 1734. Despite the legislature’s detailed requirements for rejecting UM/ UIM coverage in 75 Pa.C.S. § 1731, there are no such requirements in § 1734. Indeed, as we held in Lewis, a § 1734 written request must include “not only the signature of the insured, but also, an express designation of the amount of coverage requested.... ” Lewis, at 153. Clearly, the most effective manner in which to “expressly designate” the amount of coverage requested is by electing a specific dollar amount on an insurance application.\nFurthermore, any confusion regarding UM/UIM coverage is naturally rectified through the application process itself. An insurance company is only required to offer UM/UIM coverage in an amount equal to the insured’s bodily injury coverage, which an insured is free to either reject or accept. If the insured desires the coverage, he must then select which level of coverage he desires. If the insured wants UM/UIM coverage in an amount equal to his bodily injury coverage, he can select that option and pay the corresponding premium. If, as in the present case, the insured did not desire UM/UIM coverage identical to bodily injury coverage, he could select a lesser amount and pay a reduced premium. It is difficult to fathom that an insurance applicant who willingly selects reduced UM/UIM coverage would somehow rescind that selection if merely informed the insurance company had to offer coverage in the same amount as bodily injury coverage. It is not as if the insurance company is hiding free, additional coverage; the cost of premiums could increase significantly, which, presumably, is what the applicant was hoping to avoid by initially requesting the reduced coverage.\nAccordingly, we hold the insurance application in question here satisfies § 1734’s writing requirement as it clearly indicated appellants’ desire for reduced UM/UIM coverage, and was signed by the insured. There may be a more detailed way of satisfying the “writing” requirement, but it is unnecessary given the simple language of § 1734 and the manner in which insurance coverage amounts are selected. Though it is laudable for insurance companies to provide additional information regarding UM/UIM insurance beyond what is found in the application, we see no purpose in requiring a separate statement when it is clear from the coverage selected that the insured intended reduced UM/UIM coverage. The decision of the Superior Court is affirmed.\nOrder affirmed.\nChief Justice CASTILLE and Justice ORIE MELVIN join the opinion.\nJustice SAYLOR files a concurring opinion in which Justice TODD joins.\nJustice BAER files a dissenting opinion in which Justice McCAFFERY joins.\n. Section 1791 provides, in relevant part:\nIt shall be presumed that the insured has been advised of the benefits and limits available under this chapter provided the following notice in bold print of at least ten-point type is given to the applicant at the time of application for original coverage, and no other notice or rejection shall be required:\nIMPORTANT NOTICE\nInsurance companies operating in the Commonwealth of Pennsylvania are required by law to make available for purchase the following benefits for you, your spouse or other relatives or minors in your custody or in the custody of your relatives, residing in your household, occupants of your motor vehicle or persons struck by your motor vehicle:\n(6) Uninsured, underinsured and bodily injury liability coverage up to at least $100,000 because of injury to one person in any one accident and up to at least $300,000 because of injury to two or more persons in any one accident or, at the option of the insurer, up to at least $300,000 in a single limit for these coverages, except for policies issued under the Assigned Risk Plan. Also, at least $5,000 for damage to property of others in any one accident. Additionally, insurers may offer higher benefit levels than those enumerated above as well as additional benefits. However, an insured may elect to purchase lower benefit levels than those enumerated above.\nYour signature on this notice or your payment of any renewal premium evidences your actual knowledge and understanding of the availability of these benefits and limits as well as the benefits and limits you have selected.\n75 Pa.C.S. § 1791.\n. For example, compare Hughes, at 539 (holding insurance application with UM/UIM coverage designation and insured’s signature was sufficient for § 1734’s purposes), with Brethren Mutual Insurance Company v. Triboski-Gray, 584 F.Supp.2d 687, 697 (M.D.Pa.2008) (holding insurance application containing UM/UIM coverage limits and insured’s signature was insufficient for § 1734’s purposes). Both parties cite other non-controlling cases which we need not discuss further.\n. Although not dispositive in this case, this argument is even more compelling here as the amounts of UM/UIM were handwritten on the application, suggesting the amount of coverage desired was discussed and considered by appellants prior to making their selection. Furthermore, appellants appear to have amended their insurance coverage twice in the year prior to the accident, but never questioned the amount of UM/UIM coverage."}