{"id": "4203176", "contents": "OPINION\nPER CURIAM.\nThis matter arose after the trial court declared a mistrial during Petitioner Jane C. Orie’s trial on criminal charges related to the alleged use of government employees for non-government related work. Following the scheduling of a retrial, Petitioner filed a Motion to Dismiss the charges on grounds of double jeopardy. The trial court dismissed the double jeopardy challenge as frivolous and the Superior Court denied review. Petitioner then filed the instant Petition for Review.\nThe primary question before this Court relates to the availability and scope of pre-trial appellate review of a trial court’s determination that a petitioner’s double jeopardy challenge is frivolous. As explained below, we will treat Petitioner’s “Emergency Petition for Review in the Nature of a Writ of Prohibition/Application for Extraordinary Relief and Stay of Proceedings” as a Petition for Allowance of Appeal (“PAA”). See Pa.R.A.P. 1114 Note (effective March 7, 2011). The PAA is granted, in part, to consider the following two questions as framed by Petitioner:\n1) Whether this Court should review the trial court’s determination that the Petitioner’s double jeopardy motion is “frivolous” in light of the unprecedented grant of a mistrial during jury deliberations based on allegedly forged documents; and\n2) Whether a retrial should be barred on double jeopardy grounds because the trial court hastily granted a mistrial without considering less drastic alternatives, the authenticity of the documents was before the jury and for the jury and not the trial court, the prosecution had ample opportunity to challenge them, they were not material and a mistrial was granted to preclude the jury from acquitting the Petitioner.\nThe Petition is otherwise denied. We vacate the Superior Court’s order except insofar as the court denied the challenge to the trial court’s recusal decision. The trial court having continued the retrial until October 3, 2011, Petitioner’s request for a stay before this Court is dismissed as moot.\nPetitioner is a Pennsylvania Senator, representing the 40th Senatorial District. Following a grand jury investigation and presentment recommending criminal charges, the Allegheny County District Attorney’s Office charged her with three counts of theft of services, three counts of conflict of interest, one count of criminal conspiracy, and three counts of tampering with or fabricating physical evidence. A jury trial commenced in Allegheny County presided over by the Honorable Jeffrey A. Manning on February 8, 2011. The trial lasted over three weeks and the jury began its deliberations in the late afternoon hours on March 2, 2011.\nOn March 3, 2011, as the jury was starting its first full day of deliberations, the Commonwealth informed the trial court that it believed there had been a fraud upon the court. The trial court halted jury deliberations. Following the arrival of defense counsel, the Commonwealth alleged that two defense exhibits had been forged. Ultimately, after permitting both parties to argue the appropriate remedy for the alleged forgery and allowing the Commonwealth to present expert testimony in support of the allegation that the documents were forged, the trial court declared a mistrial.\nThe trial court scheduled a new trial date. Petitioner thereafter filed a motion to bar retrial on grounds of double jeopardy and to dismiss the charges with prejudice, a motion to recuse the trial judge, and a motion for the appointment of the Pennsylvania Attorney General’s Office to assume the investigation of the altered documents.\nOn April 4, 2011, the trial court filed an order with accompanying opinion, denying all of the motions. The trial court denied the double jeopardy motion, finding that the claim was “frivolous as a matter of law, without a shred of support in the record and clearly interposed solely to delay retrial in this matter.” See Trial Court opinion, 4/4/11, at 10. The trial court noted that Petitioner had presented fraudulent evidence; the fraudulent evidence was material to the defense case; and the issue arising from the discovery of the fraud was a fact question for the trial court to decide. The trial court also stated that it had considered other options and Petitioner had taken the position that the trial court should either do nothing or declare a mistrial. Separately, the trial court addressed Petitioner’s recusal request and concluded that it could continue fairly and impartially in the case.\nPetitioner appealed the trial court’s order to the Superior Court as if it was a final order under 42 Pa.C.S. § 742 and also asked permission to appeal it as an interlocutory order pursuant to 42 Pa.C.S. § 702(b) and Pa.R.A.P. 312, 1311, 1501 et seq. Petitioner raised both the double jeopardy and the recusal claims. Petitioner did not request a stay of the trial court proceedings from either the trial court or the Superior Court. By per curiam order dated April 13, 2011, the Superi- or Court treated the appeal strictly as a petition for review, rather than as a § 742 appeal as of right, and denied relief by the following order:\nAnd now, upon consideration of the petition for review filed by petitioner, the interlocutory appeal filed based on double jeopardy grounds is DENIED pursuant to Commonwealth v. Brady, 510 Pa. 336, 508 A.2d 286 (1986) which provides that an interlocutory appeal is unwarranted where the double jeopardy claims are deemed frivolous and review may be obtained on direct appeal. Further, the petition for review from the denial of recusal is DENIED.\nSuperior Court order at 33 WDM 2011, 4/13/2011. Petitioner then filed the instant Petition for Review and related motions in this Court.\nThis Court will treat the instant Petition for Review as a PAA because the order of the Superior Court denying Petitioner’s Petition for Review effectively was a final order. The General Assembly has vested jurisdiction in this Court over “final orders of the Superior Court” and has provided that such orders may be reviewed by this Court “upon allowance of appeal.” 42 Pa.C.S. § 724. A “final order” is broadly defined by Pa.R.A.P. 1112 and includes “any order that concludes an appeal.” The double jeopardy claim forwarded in the Petition for Review filed in Superior Court was not a traditional “appeal;” rather, it was primarily an attempt to secure pretrial review of the trial court’s finding that the double jeopardy challenge was “frivolous.” As we will explain below, the Brady case relied upon by the Superior Court specifically provided that a narrow and unique form of pre-trial review of such determinations would be available. However, Brady did not specify precisely how this review would occur, or in which court, and subsequent case law developments have confused matters further. For purposes of the case sub judice, what matters is that the Superior Court’s order of denial, which neither quashed the “appeal” nor transferred it to this Court, certainly “concluded” the pre-trial Brady appeal, such as it was; and thus, it was a final order, subject to this Court’s discretionary jurisdiction under Section 724.\nFurthermore, Petitioner’s failure to cite the appropriate jurisdictional provision is not fatal to treating the instant filing as a PAA. Pa.R.A.P. 1102 governs improvident appeals and provides that if an appeal is improvidently taken to this Court under Rule 1101 (relating to appeals from the Commonwealth Court) and the proper filing was a PAA, “this alone shall not be a ground for dismissal, but the papers whereon the appeal was taken shall be regarded” and acted on as a PAA. See Pa.R.A.P. 1102. While the context of Rule 1102 and its wording indicate that it is unique to appeals from the Commonwealth Court, this Court has invoked this Section as a basis for treating a petition for review as a PAA in a matter involving an appeal from the Superior Court. See Commonwealth v. Martorano, 535 Pa. 178, 634 A.2d 1063, 1067 (1993) (“this court has, in a number of cases, treated an improvident appeal as a petition for allowance of appeal and granted review” and citing Rule 1102).\nThe threshold question raised by the instant Petition implicates the appropriate procedure for an appellate court to follow where a trial court has dismissed a defendant’s pre-trial double jeopardy challenge as frivolous. We take this opportunity to make clear to the bench and bar the appropriate framework for appellate review of such claims, subject to further refinement following a referral to the Criminal Procedural and Appellate Procedural Rules Committees. We do so because this Court has not addressed this important issue since Commonwealth v. Brady, our review of the intervening case law reveals that confusion has arisen in this area, and the confusion makes it difficult to ascertain the review that was engaged in by the Superior Court below.\nGenerally, criminal defendants have a right to appeal a trial court’s pre-trial double jeopardy determination under Commonwealth v. Bolden, 472 Pa. 602, 373 A.2d 90 (1977) (plurality opinion). While Bolden was a plurality decision, a per curiam decision by the Court shortly thereafter made clear that a Court majority agreed with the important narrow proposition that “pretrial orders denying double jeopardy claims are final orders for purposes of appeal.” Commonwealth v. Haefner, 473 Pa. 154, 373 A.2d 1094, 1095 (1977) (per curiam) (emphasis added).\nEight years later, in Brady, this Court considered the question of whether a Bolden of-right appeal should be permitted to go forward when the trial court has concluded that the double jeopardy motion is frivolous. The Brady Court held that where the trial court makes a written statement finding that the pre-trial double jeopardy challenge is frivolous, a Bolden-style interlocutory appeal will not be permitted because it would only serve to delay prosecution. 508 A.2d at 291.\nIn reaching this conclusion, the Brady Court noted that precluding Bolden appeals and automatic stays of retrial upon a written finding that the claim is frivolous still affords the defendant “the opportunity to initially assert his claim before a tribunal and retrial is not permitted unless the claim is shown to the satisfaction of that court to be frivolous.” As pertinent here, the Court explained that a second double jeopardy protection was available: “a defendant may challenge the finding of frivolousness in the context of a request for a stay from an appellate court.” The contemplated stay procedure provided “at least a prehminary review by an appellate judge of the finding of frivolousness prior to a retrial.” Third, Brady noted that appellate review of the merits would be available on direct appeal in the event of a conviction. The Court conceded that it was possible that a meritorious double jeopardy claim could be “overlooked by both a hearing court and the appellate court in which a stay is sought.” But, on balance, the Court concluded that this minimal risk was justified by the need for prompt trials and expeditious dispositions. The Court pointed out that the availability of an automatic stay upon filing a Bolden appeal “encourages the use of frivolous appeals as a means of avoiding prosecution.” Such “needless delays engendered by frivolous appeals hinder the administration of justice as well as the public interest.” See id. at 291 & n. 4.\nThus, the Brady Court envisioned a preliminary avenue for limited appellate review of the trial court’s written finding that a defendant’s double jeopardy challenge was frivolous via a stand-alone stay procedure, which would be unrelated to a pending appeal as of right. The Brady Court did not further address exactly how such stay reviews would proceed. Nor did the Court directly address which appellate court would conduct the review-via-stay, albeit the Court spoke genetically of a stay “from an appellate court” and later adverted to “the appellate court in which a stay is sought,” without suggesting that all such appeals would proceed directly to this Court. Id.\nThe Brady Court’s failure to explicitly identify which appellate court should hear stay review challenges to a pre-trial finding that a double jeopardy challenge was frivolous became the controlling issue in the first published opinion from the Superior Court to address the Brady procedure. See Commonwealth v. Learn, 356 Pa.Super. 382, 514 A.2d 910, 911-12 (1986), overruled on other grounds by Commonwealth v. Gains, 383 Pa.Super. 208, 556 A.2d 870 (1989) (en banc). In Learn, the panel opined that a stay request under Brady could not be made to that appellate court because there was no appeal pending. In the panel’s view, absent a pending appeal, the Superior Court’s jurisdiction was not implicated by the trial court’s action. Id. at 911-12 (citing Municipal Publications v. Court of Common Pleas of Philadelphia, 507 Pa. 194, 489 A.2d 1286 (1985)). Instead, the Learn court concluded that a Brady stay request has to be made directly to this Court. See also Commonwealth v. Williams, 361 Pa.Super. 501, 522 A.2d 1143 (1987) (following Learn; quashing appeal). The Learn court did not transfer the stay request to this Court, however, because the trial judge had made no written finding that the double jeopardy motion was frivolous. Instead, the panel remanded to the trial court for that determination.\nSince Brady and Learn, neither this Court nor the Superior Court has addressed Lean’s interpretation of the Brady stay procedure, except to confirm its existence. See, e.g., Gains, 556 A.2d at 875 (“the defendant may then opt to request a stay from the Pennsylvania Supreme Court to preliminarily challenge the trial court’s written finding of frivolousness and may secure appellate review of the double jeopardy claim on direct appeal following retrial.”). Indeed, this Court has not addressed the Brady stay procedure in a published majority opinion. Mr. Justice Saylor, joined by Madame Justice Todd, addressed the Brady procedure in a Dissenting Statement in Commonwealth v. Green, 596 Pa. 504, 946 A.2d 642 (2008) (dissenting from per curiam order affirming Superior Court’s quashal of double jeopardy claim deemed “frivolous” by trial court), but there was no argument or focus there upon the proper review in light of Commonwealth v. Lean. The relative dearth of authority no doubt derives from the fact that Brady stay requests most frequently arise on an emergency basis, as retrial has been scheduled.\nToday, this Court has the opportunity to address and clarify the Brady “stay” procedure and answer the questions left unanswered by Brady itself. We embrace the Brady Court’s view that a defendant, who has had a pre-trial double jeopardy challenge dismissed as frivolous, may seek preliminary appellate review of that conclusion as of right. We also direct that the stay must first be sought in the court where the Bolden appeal would lie if there had been no finding of frivolousness — the Superior Court in most non-capital cases. We specifically disapprove of the Learn court’s alternative interpretation. Finally, we take the liberty of reconciling Brady with the framework for appellate review established by our Rules of Appellate Procedure.\nTurning first to the question of whether the Superior Court has jurisdiction over a Brady-style request for review, we recognize that there is no explicit rule that gives that court jurisdiction over such a request. The procedure adopted and outlined in Brady was sui generis, involving this one narrow class of “stay appeals.” Nevertheless, it is clear that Bolden appeals (in most non-capital cases) proceed to the Superior Court. Moreover, the effect of Brady was to take orders which had been recognized as final orders by this Court in Bolden and devise a procedure by which those appealable orders would become non-appealable — but subject to narrow appellate review — where the trial court explicitly found that the double jeopardy issue was frivolous. There is no indication in the Brady Opinion that this Court intended double jeopardy review requests in non-capital cases to proceed directly to this Court, rather than to the court where the Bolden appeal ordinarily would lie.\nThe difficulty with Brady is that, in a single, cryptic comment, it channeled the necessary appellate review into a standalone “stay” procedure. See Brady, 508 A.2d at 291. Notably, however, there can be instances in which judicial review of a trial court’s finding of frivolousness is required but a stay is not. For example, in the present case, the trial court has continued the retrial proceedings awaiting the outcome of Petitioner’s submissions in the appellate courts. Accordingly, there was no imminent need to request a stay from the Superior Court. More importantly, as made evident in Learn, the Brady Court neglected to consider the jurisdictional foundation for a stay request of the Superior Court in the absence of an underlying appeal. See generally Pa.R.A.P. 1702 (“Stay Ancillary to Appeal ” (emphasis added)); Pa.R.A.P. 1781 (“Stay Pending Action on Petition for Review ” (emphasis added)). Thus, it is manifest that there are practical, conceptual, and jurisdictional difficulties associated with the Brady Court’s undeveloped conception of a “stay appeal.”\nWe believe the most efficacious remedy is to employ the existing procedures of Chapter 15 of the Rules of Appellate Procedure and permit a petitioner seeking review of a trial court’s finding of frivolousness to file a Petition for Review in the Superior Court, as Petitioner has done here. The centerpiece of Chapter 15 is the use of the “petition for review” as the vehicle for implicating the jurisdiction of the appellate court. See Pa.R.A.P. 1511. Significantly, under Pa.R.A.P. 1501, matters designated by general rule are appropriately channeled into Chapter 15. Here, we consider it a modest adaptation of Brady to so designate the procedure invoking the review which it contemplated. Indeed, such approach dovetails with the review of orders refusing to certify interlocutory orders for immediate appeal, which are reviewed by the appellate courts under Chapter 15. See Pa.R.A.P. 1501(a)(4).\nGiven the appropriate use of a petition for review as the vehicle for obtaining the narrow of-right appellate review contemplated by Brady, any desired stay should be sought per the ordinary stay procedure and in conformity with the governing decisional law. See Pa.R.A.P. 1781 (stay pending petition for review); Pennsylvania Pub. Utility Comm’n v. Process Gas Consumers Group, 502 Pa. 545, 467 A.2d 805 (1983). Finally, should the Superior Court overturn the trial court’s finding of frivolousness, the petitioner would be free to file a notice of appeal as of right under Bolden. See supra. If the intermediate court upholds the finding of frivolousness, any further recourse to this Court is by PAA.\nWe emphasize that the appellate court’s consideration of a petition for review in the Brady setting is preliminary in nature. Thus, in a case such as this one, it does not answer the merits of the underlying question of whether the trial court abused its discretion in declaring a mistrial. That question will be answered if the appeal is permitted to go forward under Bolden. Again, at the Brady petition for review stage, the appellate court’s focus is on the finding of frivolousness.\nOf course, the appellate court’s review of the trial court’s finding of frivolousness may require some preliminary assessment of the ruling or event giving rise to the double jeopardy challenge — here, Petitioner’s challenge to the underlying propriety of the trial court’s declaration of a mistrial. Accordingly, we have granted review of the second question raised by Petitioner, as quoted above, so that our remand permits the Superior Court to address this underlying question, to the degree necessary, in order to assess the trial court’s finding of frivolousness.\nAs we have noted above, the Superior Court’s entire analysis in this case consisted of the following:\nAnd now, upon consideration of the petition for review filed by petitioner, the interlocutory appeal filed based on double jeopardy grounds is DENIED pursuant to Commonwealth v. Brady, 510 Pa. 336, 508 A.2d 286 (1986) which provides that an interlocutory appeal is unwarranted where the double jeopardy claims are deemed frivolous and review may be obtained on direct appeal. Further, the petition for review from the denial of recusal is DENIED.\nSuperior Court order at 33 WDM 2011, 4/13/2011. It does not appear that the Superior Court applied Learn: thus, the court did not transfer the matter to this Court, nor did it quash the appeal on jurisdictional grounds. Moreover, it is unclear whether the Superior Court’s order reflects an agreement with the trial court’s determination of frivolousness following an independent review, as contemplated by Brady, or a determination that review was theoretically available, but automatically doomed to failure giving the trial court’s finding. Cf. Commonwealth v. Green, 946 A.2d at 644 (Saylor, J., joined by Todd, JJ., dissenting) (noting inability “to determine whether the Superior Court reviewed the trial court’s determination of frivolity....” and recommending remand for substantive review of determination by Superior Court).\nAccordingly, we direct the Superior Court to consider the merits of Petitioner’s previously filed Petition for Review as it concerns the trial court’s determination of frivolousness. The Superior Court is to be mindful of the necessity for expedition given that retrial is scheduled for October.\nThe Petition for Review, construed as a PAA, is granted in part, and is denied in part, as explained above. The order of the Superior Court is vacated, except insofar as the challenge to the trial court’s recusal decision was denied, and the case is remanded to the Superior Court for a timely disposition consistent -with this Opinion. Jurisdiction is relinquished.\nJustice ORIE MELVIN did not participate in the consideration or decision of this matter.\n. Petitioner separately requested a stay until forensic testing of the subject documents by the U.S. Secret Service was completed and the results disclosed. The testing is complete and the U.S. Secret Service submitted the results via a report. Thereafter Petitioner filed a Supplement to the Petition for Review, arguing that the results of the federal testing buttressed her argument that the trial court erred in declaring her double jeopardy challenge to be frivolous. As our disposition today remands consideration of the frivolousness determination to the Superi- or Court in the first instance, there is no reason to further consider the points raised in the Supplement.\n. Petitioner has posed a number of theories by which she would invite or invoke this Court's direct review, none of which we deem to be persuasive.\n. Notably, the Brady Court did not apply the stay review procedure it outlined. Instead, the Court vacated the stay that had been granted by the Superior Court and \"quashed\" as interlocutory the appeal on the merits of the double jeopardy claim. The Court did not remand for the Superior Court to review the finding of frivolousness in the context of the stay request; nor did the Court itself conduct such a review.\n. The remand aspect of Learn was later overruled in Gains. Gains held that a trial court’s failure to make a written finding that the motion was frivolous perfected the double jeopardy appeal under Bolden, and no remand was proper or required.\n. As previously indicated, we will direct the Criminal Procedural and Appellate Procedural Rules Committees to incorporate the above into Pa.R.A.P. 1501(a)(4) with appropriate commentary.\n. It may be that, in its recommendation, the Appellate Rules Committee will wish to streamline the appeal procedure to omit the requirement to file the notice of appeal after a favorable result on the petition. This would be consistent with the practice, in the permissive appeal context, on denial of certification. See Pa.R.A.P. 1311, Note (explaining that, upon the grant of a petition for review of such denial, no separate petition for permission to appeal need be filed). Presently, we express no opinion as to the desirability of doing so, since our present efforts are more limited in scope.\n. See Pa.R.A.P. 1112(a), (b) (providing that an appeal may be taken by allowance for any final order of the intermediate courts, while defining \"final order” to include any order that concludes an \"appeal\"); Pa. R.A.P. 102 (explaining that, where required by context, the term \"appeal” includes proceedings on petition for review)."}