{"id": "4203433", "contents": "OPINION\nJustice TODD.\nIn this appeal by allowance, we address, inter alia, the degree of specificity with which a claimant must describe a work-related injury to her employer pursuant to Section 312 of the Workers’ Compensation Act (“the Act”), 77 P.S. § 632. After careful review, we reverse the decision of the Commonwealth Court.\nAppellant Anne Marie Morack (“Morack”) began working for Appellee Gentex Corporation (“Gentex”) at its facility in Carbondale, Pennsylvania in 1960, following her graduation from high school. Morack continued her employment with Gentex until 2005, when she left her position due to pain in her hands. Specifically, when Morack was initially hired in 1960, she worked as a lens inspector of Air Force helmets, which required her to inspect the lenses before they were installed on the helmets. After roughly ten years in that position, she moved on to inspecting the sewing on the entire helmet, and performed that job for the next 33 years. In 2003, Morack’s duties increased and, in addition to her job in the sewing department, she began working as a final inspector on all parts of the helmet, a position that required her to handle many, sometimes hundreds, of helmets per day, each helmet weighing as much as nine pounds. In order to fulfill her increased duties, Morack began arriving at work an hour earlier every day, alternating between the sewing department and final inspection.\nFrom 2003 through 2005, Morack experienced swelling and pain in her hands, and, in performing her duties, Morack’s fingers became stuck in certain positions. Ultimately, on January 17, 2005, the pain in Morack’s hands overwhelmed her and she informed her supervisor, Claire Lewis, that she could no longer tolerate the pain and would have to leave work. Morack made an appointment with Dr. Morro that same day, and he issued her a note excusing her from work. Morack testified she delivered the note to Gentex’s guardhouse, and, pursuant to Gentex’s policy, Morack telephoned Gentex for the next five days to update Gentex on her condition, each day indicating that she could not work because of swelling in her hands. Morack also applied for short-term disability benefits on February 2, 2005. On the short-term disability application form, Morack indicated that she did not believe her injury was work-related. She listed as her ailments swelling in her arms, hands, knees, and ankles, and attributed these to pre-existing fibromyalgia and high blood pressure, which were diagnosed in 1993.\nMorack eventually was referred to Dr. Eugene Grady, a board certified rheumatologist, who diagnosed her with bilateral carpal tunnel syndrome and flexor tendonitis in her left thumb with triggering of her left ring finger, a right wrist cartilage tear, right-sided DeQuervain’s tendonitis, left thumb flexor tendonitis, left fourth digit flexor tendonitis, and bilateral carpal tunnel syndrome. Dr. Grady ruled out fibromyalgia and high blood pressure as the cause of Morack’s hand injuries, and concluded her injuries were work-related. On March 24, 2005, Dr. Grady released Morack to return to work with a limitation of no repetitive lifting of more than one pound or continuous standing for longer than 45 minutes. No such position was made available to Morack by Gentex, and Morack’s employment was subsequently terminated.\nThe record is unclear regarding the precise timing and order of the events that occurred after Dr. Grady’s diagnosis. Morack testified before Workers’ Compensation Judge Patrick Cummings (“WCJ”) that, upon learning from Dr. Grady that her injuries were work-related, she immediately telephoned Gentex’s Human Resources Manager, Bernadette Montefor, but was unable to reach her. Morack stated that she left “messages on her machine galore,” but was never able to speak with Montefor or anyone from the Human Resources Department regarding her injuries. N.T. Trial, 04/24/07, at 34. Montefor testified before the WCJ that she first learned of Morack’s injuries on September 19, 2006, when she was notified by Gentex that Morack had filed a workers’ compensation claim. Montefor stated she was working from home on maternity leave from August 2006 until October 2006, but the record does not contain any information concerning why Montefor and Morack did not communicate prior to August 2006. Despite the conflicting testimony before the WCJ, it is undisputed that, at some point after Dr. Grady’s diagnosis, Morack left at least one voice message for Montefor, in which Morack stated that she had “work-related problems.” N.T. Trial, 04/24/07, at 34.\nUltimately, on October 9, 2006, Morack filed her workers’ compensation claim petition. The WCJ found in favor of Morack, concluding that she suffered a work-related injury on January 17, 2005, the day she informed her supervisor that she could no longer work because of pain in her hands. The WCJ credited Morack’s testimony over that presented by Montefor, and found that once Morack was examined by Dr. Grady and knew her problems were work-related, she complied with the Act’s notice provisions by timely notifying Gentex that her injuries were work-related pursuant to Section 311 of the Act. Moreover, and of particular relevance herein, the WCJ concluded that, based on her prior complaints of hand pain, her short-term disability form, and her voice message left for Montefor, Morack sufficiently described her injuries pursuant to Section 312, which requires that the employee inform the employer that the employee “received an injury, described in ordinary language, in the course of his employment on or about a specified time, at or near a place specified.” 77 P.S. § 632. Accordingly, the WCJ concluded that Morack gave timely and adequate notice under the Act, and awarded Morack weekly compensation benefits of $432.11.\nGentex appealed to the Workers’ Compensation Appeal Board (“WCAB” or “the Board”), which affirmed the decision of the WCJ. The Board noted Morack initially was unsure if her injuries were work-related, but, upon learning from Dr. Grady that they were, in fact, work-related, she telephoned Montefor and left a message indicating she had “work-related problems.” The Board observed that the WCJ credited Morack’s testimony over that presented by Gentex, and deferred to that determination. As such, the Board concluded that Morack provided adequate notice of her work-related injuries, and therefore affirmed the WCJ’s award of benefits.\nThereafter, Gentex appealed to the Commonwealth Court, arguing that Morack failed to timely notify it of her work-related injuries pursuant to Section 311, and that she failed to sufficiently describe her injuries pursuant to Section 312. In a published panel opinion, authored by Judge James Flaherty, the court acknowledged that the record was unclear regarding whether Morack actually notified Gentex within 120 days of Dr. Grady’s diagnosis, but recognized, because Morack was the party prevailing below, she was entitled to all reasonable inferences from the evidence. Gentex Corp. v. WCAB (Morack), 975 A.2d 1214, 1220 (Pa.Cmwlth.2009). Finding there was no indication Morack delayed in providing notice, the court concluded Morack’s notice was timely under Section 311. Id.\nWith respect to the description of her injury, however, the court concluded Morack did not comply with Section 312. Specifically, the court focused on Morack’s short-term disability form and her voice message to Montefor indicating she had “work-related problems.” The court noted that Morack’s short-term disability form stated she did not believe her injuries were work-related, complained of ailments and referred to body parts not at issue in this litigation, and attributed those ailments to pre-existing fibromyalgia and high blood pressure. Additionally, the court determined Morack’s voice message did not alleviate the uncertainty regarding her injuries, as her message did not specifically indicate what body part she was referring to, what ailment was work-related, or whether her “work-related problems” were injuries at all. Accordingly, the court concluded that, even accepting Morack’s testimony as credible, she failed to provide Gentex with a reasonable description of her work-related injuries as required by Section 312. Thus, the court reversed the Board’s decision upholding the WCJ’s award of benefits.\nWe granted allocatur to determine what constitutes sufficient notice under Section 312 of the Act, as well as to speak to an employer’s duty to conduct a reasonable investigation into the circumstances surrounding a work-related injury.\nTurning to the arguments of the parties, Morack principally relies on three Commonwealth Court decisions: State Work men’s Ins. Fund v. WCAB (Wagner), 677 A.2d 892 (Pa. Cmwlth.1996); The Body Shop v. WCAB (Schanz), 720 A.2d 795 (Pa.Cmwlth.1998); and Kocher’s IGA v. WCAB (Dietrich), 729 A.2d 145 (Pa.Cmwlth.1999), for the proposition that a precise description of the injury is not necessary in order to provide proper notice under the Act. Morack analogizes the instant matter to those cases, and avers that she immediately notified her supervisor that she could not work because of pain in her hands, initially stated she was not sure if her injury was work-related, but ultimately left a voice message indicating that she, in fact, had suffered a work-related injury. Morack further argues that Gentex knew or should have known of her injury, and the potential it was work-related, from her prior complaints of hand pain while at work, her subsequent short-term disability form, and her voice message. Morack claims the decision of the WCJ that she complied with all applicable notice provisions should be given deference, and notes that, as the prevailing party before the WCJ, she is entitled to all reasonable inferences arising from the evidence presented. Morack contends the Commonwealth Court, while adhering to that standard with respect to evaluating the timeliness of her notice under Section 311, abandoned it when considering whether she complied with Section 312. Finally, Morack maintains the Commonwealth Court erred by not holding Gentex to its burden to investigate the circumstances of the injury. Morack reiterates that, once she left the voice message indicating she had work-related problems, coupled with her previous complaints of hand pain, Gentex knew or should have known she suffered an injury that was at least potentially work-related, and, therefore, should have investigated the matter, or, at a minimum, contacted her for clarification. She asserts that Gentex failed to respond to her communications in any way and, therefore, failed to fulfill its duty to investigate.\nGentex contends the Commonwealth Court was correct in finding that Morack failed to comply with Section 312 of the Act. Gentex avers the message left by Morack did not identify her injury, and was, therefore, insufficient to satisfy Section 312. Gentex claims the phrase “work-related problems” could have meant any number of things, including that Morack was not receiving her short-term disability payments or her health care benefits. Gentex also argues Morack’s short-term disability form is insufficient to satisfy Section 312 because Morack did not establish who received the short-term disability paperwork. Indeed, Gentex suggests the short-term disability paperwork could have gone directly to Gentex’s short-term disability insurance carrier. Moreover, Gentex notes the short-term disability form also referred to body parts and conditions not at issue in this litigation, and indicated Morack’s belief that her ailments were not work-related. Gentex acknowledges Morack informed her supervisor on January 17, 2005 that her hands were hurting and that she could not continue working, but asserts that, because she did not learn her injuries were work-related until much later, her initial complaints of hand pain cannot suffice under Section 312. Finally, Gentex contends its duty to investigate the circumstances surrounding Morack’s injury was not triggered until it actually received her claim petition, because, prior to receiving that petition, the injury was not reported to, or known by, Gentex.\nPennsylvania Association for Justice (“PAJ”) has filed an amicus brief in support of Morack and emphasizes that borderline interpretations of the Act are to be construed in favor of the injured employee given the Act’s humanitarian purposes. PAJ Brief at 2 (citing Harper & Collins v. W.C.A.B. (Brown), 543 Pa. 484, 672 A.2d 1319, 1321 (1996)). So viewed, PAJ argues Morack satisfied the requirements of Section 312 by leaving the voice message for Montefor. PAJ asserts that Gentex knew Morack had complained of hand pain in the past as a result of her having to leave work on January 17, 2005. Coupled with her voice message and short-term disability form, and viewing the evidence in favor of Morack, as the injured employee, PAJ contends Gentex knew of her injury and was aware of the possibility it was work-related. Therefore, PAJ asserts, Morack complied with Section 312 and should be awarded benefits.\nOur review of workers’ compensation matters is limited to determining whether a constitutional violation, an error of law, or a violation of the Board’s procedure has occurred, and whether the findings of fact are supported by substantial evidence. 2 Pa.C.S.A. § 704; Borough of Heidelberg v. WCAB (Selva), 598 Pa. 174, 178, 928 A.2d 1006, 1009 (2007). The instant matter presents a mixed question of fact and law, as we are asked to construe Section 312 and conclude whether adequate notice was given in this matter. As this issue is significantly fact driven, great deference is to be given to the lower tribunal’s determinations.\nIn interpreting a statutory provision, the Pennsylvania Statutory Construction Act directs that we ascertain and effectuate the intent of the General Assembly. 1 Pa.C.S.A. § 1921(a). Moreover, where the words of a statute “are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” Id. at 1921(b). Of particular relevance to this case, in construing the Act we are mindful that the Act was intended to benefit the injured employee, and, therefore, must be construed liberally in the employee’s favor in order to effectuate its humanitarian objectives. See 1 Pa.C.S.A. § 1928(c); Williams, 578 Pa. at 215, 851 A.2d at 843. As such, borderline interpretations are to be decided in favor of the claimant. Williams, at 216, 851 A.2d at 843.\nUnder the Act, notice is a prerequisite to receiving workers’ compensation benefits, and the claimant bears the burden of demonstrating that proper notice was given. C. Hannah & Sons Constr. v. WCAB (Days), 784 A.2d 860, 864 (Pa.Cmwlth.2001). Sections 311 and 312 of the Act govern the timing and content of the notice, respectively. Section 311 provides that an employee has 120 days from the date of the injury, or from the date the employee learns the injury is work-related, to provide notice to the employer of the work-related injury. 77 P.S. § 631. Section 312, at issue in this appeal, requires that the notice “inform the employer that a certain employe received an injury, described in ordinary language, in the course of his employment on or about a specified time, at or near a place specified.” 77 P.S. § 632. Thus, the plain language of the statute sets forth, generally, what is required of an injured employee when informing the employer of a work-related injury. Section 312 does not speak, however, to the determination of whether notice is adequate. As such, the parameters of what constitutes adequate notice in a given case has been developed through our caselaw.\nOur Court has interpreted Section 312 only once before. In Katz v. The Evening Bulletin, 485 Pa. 536, 403 A.2d 518 (1979), the claimant, a unionized newspaper employee, fell in the parking lot of the Evening Bulletin, a newspaper serving the Philadelphia area, after completing his shift. He telephoned the Evening Bulletin, but an unidentified clerk there told him he was required to inform his union of his injury. The claimant attempted to do so, but was unable to contact anyone from the union. The claimant did, however, notify a foreman from the Philadelphia Inquirer, another newspaper for which the claimant worked, and the claimant understood that the foreman would notify the union on his behalf. Additionally, a memo from the Evening Bulletin’s treasurer indicated that the Evening Bulletin was aware the claimant had been injured. On appeal to this Court, we concluded the claimant’s actions were sufficient to satisfy Section 312, and, in fact, noted the internal memo demonstrated the Evening Bulletin had actual knowledge of the claimant’s injury. Important to this appeal, our Court stressed, “[w]hile [the claimant] admits that [his] notice was not letter perfect, we adopt the reasoning of the Superior Court that a meritorious claim ought not, if possible[,] be defeated[,] for technical reasons and technicalities are not looked upon with favor in compensation cases.” Katz, 485 Pa. at 541, 403 A.2d at 520 (internal quotations omitted). Thus, consistent with the humanitarian purposes of the Act, we made clear that even imperfect notice can satisfy Section 312.\nThe Commonwealth Court likewise has had opportunity to analyze Section 312. In Wagner, supra, the claimant was diagnosed with DeQuervain’s disease in her hand and presented a note to her employer written by her doctor that stated “DeQuervain’s.” When she presented the note to her employer, she orally informed her supervisor that she thought the disease was work-related. Wagner, 677 A.2d at 894. The claimant continued to suffer pain, and, after several treatments, her diagnosis was changed from DeQuervain’s disease to bilateral carpal tunnel syndrome. The claimant left a phone message with her employer, relaying her updated diagnosis, but did not explicitly state in the message that her injury was work-related. Id. The WCJ awarded benefits, finding that the claimant adequately notified the employer of the work-related injury, and the Board affirmed. On appeal, the Commonwealth Court affirmed, concluding that the claimant’s note and oral statement that she thought her injury was work-related satisfied Section 312 of the Act and triggered the employer’s duty to investigate under Section 406.1. Further, the court held that the claimant was not required to comply with the notice provisions when she obtained an updated diagnosis because the new diagnosis did not constitute a new injury, but merely a new description of the previous injury. Id. at 895; see also Schanz, 720 A.2d at 799 (upholding award of benefits where the claimant received an updated diagnosis after initially notifying the employer of her work-related injury, concluding that the change in diagnosis from acute low back strain to a herniated disc did not require the claimant to re-notify the employer about the injury under Section 312).\nIn Dietrich, supra, the claimant, a grocery store employee, suffered pain in her wrist while at work, informed her supervisor, and visited a doctor the same day. Following the doctor’s visit, the claimant informed her employer that she would be off work for a week to see if her wrist improved. Eventually, her doctor advised her not to return to work, and the claimant informed her employer of this fact, but stated she was not sure if the injuries were work-related. Dietrich, 729 A.2d at 146. Subsequently, the claimant’s doctor informed her that her injuries were work-related, and the claimant notified her employer to that effect. The Commonwealth Court held that, while the claimant initially stated she was unsure if her injuries were work-related, she notified her employer of her injury and the possibility that it might be work-related immediately after being injured, which, the court reasoned, satisfied Section 312. Id. at 149. Further, the court concluded that the employer knew or should have known of her injury and the possibility it was work-related due to the claimant’s complaints of pain and absence from work on account of her injury, and, therefore, the employer had a duty to investigate the circumstances surrounding the injury. Id.\nWhat is apparent from both the language of Section 312 and the caselaw interpreting the statute is that an exact diagnosis is not necessary in order for an employee to provide adequate notice of a work-related injury to an employer. Rather, only a reasonably precise description of the injury is required. See 77 P.S. § 632 (the notice shall inform the employer that a certain employee received an injury, “described in ordinary language” in the course of employment); Wagner, 677 A.2d at 895; Schanz, 720 A.2d at 799. Further, the context of the communications between the employee and the employer concerning the work-related injury is relevant in considering whether adequate notice has been provided to the employer. Compare City of Erie v. WCAB (Shannon), 147 Pa.Cmwlth. 210, 607 A.2d 327 (1992) (claimant denied benefits where he suffered a heart attack at home and never informed his employer his injury was or may have been related to his employment), Auto Service Councils of Pa., Inc. v. WCAB (Compton), 139 Pa.Cmwlth. 466, 590 A.2d 1355 (1991) (claimant denied benefits where he suffered a heart attack outside of work and never informed his employer the heart attack was or could have been related to his employment), Rinehimer v. WCAB, 66 Pa.Cmwlth. 480, 444 A.2d 1339 (1982) (claimant denied benefits where he suffered a heart attack while at home, informed his employer of the injury, but never indicated whether it was or may have been related to his employment), with Long v. WCAB (Anchor Container Corp.), 95 Pa.Cmwlth. 242, 505 A.2d 369 (1986) (claimant awarded benefits where he suffered a heart attack while at work and his wife informed the employer he would not return to work due to the fumes present at his place of employment), Dietrich, 729 A.2d at 149 (court noted that, although the claimant was not sure if her injury was work-related at the time of the injury, the employer was aware of the injury and the possibility it was work-related due to the claimant being injured while at work and immediately informing her supervisor).\nNotably, Section 312 does not require that notice be given in a single communication or that conversations between the employee and the employer be considered in isolation. Such an approach would too narrowly focus on individual conversations and events, while ignoring the context in which they occurred and the cumulative effect of such conversations. Indeed, the Commonwealth Court has upheld awards of workers’ compensation benefits in other cases where the claimant was found to have complied with Section 312’s notification requirements based upon a series of communications with his or her employer. See Wagner, 677 A.2d at 895 (holding claimant’s initial conversation with employer, coupled with a subsequent undated diagnosis, satisfied Section 312 because the series of communications concerned the same work-related injuries); Schanz, 720 A.2d at 799 (same); Dietrich, 729 A.2d at 149 (court held claimant complied with Section 312 where she initially complained to her supervisor of an injury, which kept her out of work, but only informed her employer that the injury was work-related several months later after she received that information from her physician). Thus, multiple communications between an injured employee and an employer may be considered in determining whether an injured employee has provided notice to his or her employer sufficient to satisfy Section 312.\nIn sum, we conclude that what constitutes adequate notice pursuant to Section 312 is a fact-intensive inquiry, taking into consideration the totality of the circumstances. Although Section 312 requires a claimant to inform his or her employer that the claimant received a work-related injury at a specified time and place, the notice only need be conveyed in ordinary language, can take into consideration the context and setting of the injury, and may be provided over a period of time or a series of communications, if the exact nature of the injury and its work-relatedness is not immediately known by the claimant.\nIn applying Section 312 and the relevant caselaw to the current matter, the Commonwealth Court considered Morack’s short-term disability form and her voice message, but erred by failing to fully consider the import of her January 17, 2005 notice to her supervisor about the pain in her hands while at work. Importantly, Morack began that workday as any other during her 45 year career at Gentex, but informed her supervisor, in ordinary language, that she suffered pain in her hands, and left work as a result of the pain. The context of that communication also provided Gentex with information concerning the time and place of Morack’s injury, as it occurred while Morack was at work. Morack’s complaint to her supervisor, therefore, provided Gentex with a reasonable description of her injury, and indicated the time and place at which it occurred.\nAdmittedly, at the time she initially notified Gentex of her hand injuries, Morack was unaware whether those injuries were work-related, and, therefore, could not have fully satisfied Section 312 at that time. Once she learned from Dr. Grady that her injuries were work-related, however, she informed Gentex via voice message in Montefor’s voice mailbox that she had “work-related problems.” Gentex thus was aware Morack suffered a work-related problem, and knew she had not returned to work since January 17, 2005, when she left work complaining of her hand injuries. Although Morack’s short-term disability form indicated she did not believe her injuries were work-related and listed additional ailments, she was not aware of her medical diagnosis or that her injury, was work-related until she subsequently saw Dr. Grady. Gentex was aware Morack complained specifically of pain in her hands on January 17, 2005, had not returned to work since that specific complaint, and subsequently indicated she had work-related problems. While this scenario of providing notice was not “letter perfect,” the humanitarian purpose of the Act directs that “a meritorious claim ought not, if possible[,] be defeated for technical reasons.” Katz, 485 Pa. at 541, 403 A.2d at 520. Therefore, construing the Act liberally in Morack’s favor, and giving proper deference to the WCJ’s findings in this fact-intensive inquiry, we conclude, contrary to the Commonwealth Court, that Morack’s collective communications with Gentex satisfied the notification requirements of Section 312. Accordingly, we reverse the order of the Commonwealth Court.\nJurisdiction relinquished.\nChief Justice CASTILLE, Justices EAKIN, McCAFFERY, and ORIE MELVIN join the opinion.\nJustice BAER files a concurring opinion in which Justice McCAFFERY joins.\nJustice SAYLOR files a dissenting opinion.\n. Act of June 2, 1915, P.L. 736 (as amended, 77 P.S. §§ 1 et seq.).\n. Dr. Morro’s first name is not contained in the record.\n. The parties did not include the note in the record.\n. The application form consisted of a series of boxes to be filled in by Morack. Box 14 asked whether the disability was due to a \"sickness,” \"injury,” or “other,” and Morack checked \"sickness.” Additionally, Box 16 asked whether the accident or illness was due to the applicant’s occupation, and Morack checked \"no.” Reproduced Record (\"R.R.”), at 196.\n. DeQuervain’s disease is defined as radial styloid tendovaginitis; fibrosis of the sheath of a tendon of the thumb. Stedman's Medical Dictionary, 446 (25th ed. 1990).\n. It is unclear how Gentex and Montefor were aware of Morack’s claim petition on September 19, 2006, as it was not actually filed until October 9, 2006.\n. Before the WCJ, Morack and Montefor also testified regarding Morack’s prior filings for short-term disability, which were unrelated to her hand injuries and are not at issue in this litigation. Their testimony established Morack was aware that any work-related injuries had to be reported to Montefor, and, in connection with those previous short-term disability filings, she did in fact report her injuries directly to Montefor. N.T. Trial, 04/27/07, at 56-61.\n. Section 311 of the Act states:\nUnless the employer shall have knowledge of the occurrence of the injury, or unless the employe or someone in his behalf, or some of the dependents or someone in their behalf, shall give notice thereof to the employer within twenty-one days after the injury, no compensation shall be due until such notice be given, and, unless such notice be given within one hundred and twenty days after the occurrence of the injury, no compensation shall be allowed. However, in cases of injury resulting from ionizing radiation or any other cause in which the nature of the injury or its relationship to the employment is not known to the employe, the time for giving notice shall not begin to run until the employe knows, or by the exercise of reasonable diligence should know, of the existence of the injury and its possible relationship to his employment. The term \"injury” in this section means, in cases of occupational disease, disability resulting from occupational disease.\n77 P.S. § 631.\n. The parties do not challenge this determination by the Commonwealth Court.\n. We have previously indicated that the standard for reviewing mixed questions of fact and law is not settled. See Commonwealth v. Crawley, 592 Pa. 222, 924 A.2d 612 (2007). The question concerns what level of deference should be given to the lower tribunal, and the answer must be evaluated on a case-by-case basis because certain mixed questions are more heavily weighted toward fact, while others are more heavily weighted toward law. The more fact intensive the inquiry, the more deference a reviewing court should give to the findings below. Pocono Manor Investors, LP, v. Pennsylvania Gaming Control Bd., 592 Pa. 625, 659 n. 14, 927 A.2d 209, 229 n. 14 (2007). Concerning the current matter, we believe the question regarding whether proper notice was provided under Section 312 is heavily fact-intensive due to the particularities inherent in a given employee communicating the existence of an injury to his or her employer. Thus, a reviewing court should give significant deference to a determination by the WCJ regarding adequate notice.\n. Related to an employee’s burden to provide notice to an employer regarding a work-related injury, Section 406.1(a) of the Act states, in relevant part, the employer \"shall promptly investigate each injury reported or known to the employer and shall proceed promptly to commence payment of compensation due.’’ 77 P.S. § 717.1(a). That section further provides the first installment of compensation \"shall be paid not later than the twenty-first day after the employer has notice or knowledge of the employe’s disability.\" Id. Failure by the employer to promptly investigate an injury constitutes a violation of the Act, which, in turn, can result in the imposition of penalties against the employer under Section 435(d)(i). See Geiger v. WCAB (Circle Fine Art Corp.), 654 A.2d 19, 21 (Pa.Cmwlth.1994) (penalties imposed on employer where employer did not investigate the employee’s injury until nine months after it was notified of her claim).\nThus, Section 406.1(a) offers that, once an employer has received sufficient notice of a work-related injury, or knows of a work-related injury, it must either promptly investigate the circumstances of the injury and determine if compensation is due, or risk sanctions for failing to conduct an investigation and promptly pay benefits. Critically, Section 406.1(a)'s prompt investigation requirement is triggered not only when a claim petition is filed, but when the injury is “reported or known to the employer.” 77 P.S. § 717.1(a). Indeed, as we recognized in Kohler v. McCrory Stores, 532 Pa. 130, 615 A.2d 27 (1992), \"[t]he only responsibility of the employee is that he give notice of his injury to his employer unless the employer already has knowledge of the occurrence.” Kohler, at 135 n. 2, 615 A.2d at 29 n. 2 (emphasis omitted).\n. Morack testified that, on January 17, 2005, she was crying when she told her supervisor, \"my hands are hurting so bad I don’t know what to do.” N.T. Trial, 04/24/07, at 19."}