{"id": "4205536", "contents": "OPINION\nChief Justice CASTILLE.\nThe issue in these consolidated appeals involves the construction of 16 P.S. § 7708, applicable to Pennsylvania counties of the first class, which provides that “in cases where a defendant is convicted and sentenced to pay the costs of prosecution and trial, the expenses of the district attorney, in connection with such prosecution, shall be considered a part of the costs of the cases and be paid by the defendant.” The specific question is whether a trial court may order a convicted offender to pay costs to the Commonwealth representing salaries for hours worked by assistant district attorneys (“ADAs”) and county detectives. The Superior Court vacated the trial court’s imposition of such costs. For the reasons set forth below, we affirm.\nAppellees are brothers who were licensed funeral home directors in Philadelphia. They operated several funeral homes and co-owned a crematorium with James McCafferty. In early 2004, appellees and McCafferty were approached by Michael Mastromarino, owner of Biomedical Tissue Services, a business that sold human tissue harvested from cadavers to tissue banks for resale and medical use. Appellees and McCafferty agreed to provide cadavers from appellees’ business to Mastromarino for $1,000 each. The arrangement was undertaken without the knowledge or consent of the families of the deceased and continued through September 2005, at which point Mastromarino learned that the Food and Drug Administration (“FDA”) was investigating him. Mastromarino advised appellees to destroy their records, which they did by incinerating them in a crematory, just days before FDA investigators arrived. By that time, at least 244 cadavers had been provided to Mastromarino by appellees, for which appellees received over $245,000.\nA grand jury charged appellees with 244 counts of theft by unlawful taking (of body parts), abuse of corpses, and various other charges, including fraud associated with appellees’ filing false claims with the Pennsylvania Department of Public Welfare seeking reimbursement for providing funeral services to the indigent. Appellees evidently rejected a plea offer in July 2008 and trial was scheduled for September 2, 2008. Appellees informed the Commonwealth that they intended to continue to trial, even knowing that all other co-defendants intended to plead guilty and cooperate with the Commonwealth. The Commonwealth prepared for trial, but on the scheduled trial date, appellees pleaded guilty to all charges. At a sentencing hearing in October 2008, the court imposed prison terms of eight to twenty years upon each appellee as well as joint restitution of over $800,000 to be paid to the affected former clients of appellees’ funeral homes.\nAt that same sentencing proceeding, the Commonwealth also asked if the court would “consider requiring the defendants to pay cost[s] of prosecution or a portion,” arguing that its personnel had to devote extensive resources and hours to prepare for a trial that could have lasted three months and required dozens of witnesses and hundreds of exhibits. The Commonwealth argued that imposing prosecution costs was within a trial court’s discretion. The trial court denied the request, but the Commonwealth filed a motion to reconsider, seeking nearly $18,000 in costs. The Commonwealth cited and quoted 16 P.S. § 1403, the “all counties” version of Section 7708. The motion argued that “[t]he inordinate amount of resources devoted to preparing for the complex trial of these two guilty defendants should not be borne by the city if they can afford to pay the costs.” In terms of statutory authority, the Commonwealth asserted that “[t]here is no basis for which costs of prosecution should be denied.... ” Commonwealth’s Motion to Reconsider Expenses Incurred by District Attorney, 10/31/08 (citing Commonwealth v. Hernandez, 917 A.2d 332 (Pa.Super.2007) (holding 16 P.S. § 1403 constitutional in context of imposition upon defendant of cost of Commonwealth’s mental health expert)).\nIn December 2008, the court granted reconsideration and ordered the Commonwealth to prepare itemized costs. The Commonwealth filed a motion to amend its previous motion, stating that in calculating the total costs, it became clear that the previous estimate of nearly $18,000 had understated the actual expenditures. In the amended motion, the Commonwealth claimed over $370,000, which included, inter alia, the salaries of the AD As and county detectives who worked on the case (roughly $85,000 per appellee), and costs associated with the grand jury (roughly $5,000 per appellee). Commonwealth’s Motion to Amend Motion to Amend Its Motion to Reconsider Expenses Incurred by District Attorney, 12/18/08.\nAt a hearing in January 2009, the trial court stated that its understanding of imposable costs, based on case law, was that courts have discretion to impose costs that are “reasonably necessary for the prosecution and not within the ambit of usual services provided absent extraordinary circumstances.” The court declined to “parse out” salary time of those district attorney personnel who worked on this as well as other matters, but did view as imposable the salary hours of district attorney personnel who worked exclusively on this case, which was complex and demanding, creating the sort of “extraordinary circumstance” that warranted imposition of amounts representing prosecutorial personnel salary hours. Appellees’ attorney protested that imposing these costs after restitution to the victims’ families had already been negotiated and agreed upon as part of appellees’ plea bargain amounted to improper “double dipping.” The trial court held that, in light of the complex and time-consuming nature of the matter, prosecution costs representing ADA and detective salary hours could be assessed against appellees (roughly $90,000 per appellee). N.T., 1/29/09, at 35-46, 51-52, 70-71. Appellees appealed.\nIn its Pa.R.A.P. 1925(a) opinion, the trial court cited Section 7708 to support its order, as well as Commonwealth v. Cutillo, 294 Pa.Super. 560, 440 A.2d 607, 609 (1982), which held that prosecution costs may be assessed upon a showing by the Commonwealth that the costs sought were “necessary for prosecution when considered in light of the peculiar facts and circumstances of each case.... Those costs which fall within the ambit of usual services provided may not be assessed against a convicted defendant absent extraordinary circumstances.” The court also cited Commonwealth v. duPont, 730 A.2d 970 (Pa.Super.1999), appeal denied, 561 Pa. 669, 749 A.2d 466 (2000), where the costs of hiring a special prosecutor and legal interns to work on that specific case were deemed assessable. Turning to this case, the court emphasized that the costs assessed against appellees were limited to the salaries “of [ADAs] who, due to [the] enormous complexity of this case, had spent all their time working on the case” and to “the police detective assigned to the district attorney’s office who had devoted 100% of his time to the case at bar.” Trial Ct. Op, 6/1/09, at 5-7.\nIn separate but largely identical published opinions in appellees’ appeals, the Superior Court affirmed assessment of the costs associated with the grand jury, but vacated the trial court’s imposition of the costs representing ADA and detective salary hours. Commonwealth v. (Louis) Garzone, 993 A.2d 1245 (Pa.Super.2010); Commonwealth v. (Gerald) Garzone, 993 A.2d 306 (Pa.Super.2010). The panel, after noting some older history in this area, analogized to other statutes that allow costs in specifically expressed instances, such as for crime laboratory fees or rewards paid for apprehension of the defendant. The panel then explored the decisional law and drew a distinction between “expenditures” and “expenses incurred” by the prosecution, such as expert witness fees or drug buy money, which it deemed recoverable under Section 7708, and costs that “fell within the ambit of non-extraordinary usual services,” which it deemed non-recoverable. The panel agreed with appellees that “whether [appellees] ever committed a crime, let alone [were] convicted of such, the [ADAs’] salaries were going to be paid out of the county treasury, and therefore, the salaries were not expenditures made in connection with [appellees’] prosecution.” 993 A.2d at 316-20.\nThe panel disagreed with the Commonwealth’s contention that ADAs’ salaries were necessary expenses incurred in prosecution because of the complexity of the case and the effort expended by Philadelphia prosecution personnel in preparation for trial. The panel stated that “to accept the Commonwealth’s position would, in effect, make the District Attorney’s Office operate as a private law firm using billable hours. Clearly, this was not the intent of the Legislature .... ” The panel also referenced the “American Rule,” which provides that the parties to litigation generally pay their own legal costs, and assessment of attorneys’ fees from another party is viewed as exceptional and limited to instances of contractual agreement, which was not present here, or explicit statutory authorization. In the panel’s view, the statutes authorizing prosecution costs may not be read so broadly as to allow recovery by the Commonwealth of regular prosecutorial personnel salaries. This was so because there was no “specific provision for a convicted defendant to pay the salaries of assistant district attorneys, whose services fall within the ambit of usual services.” According to the panel, the General Assembly could have expressly conveyed such an intention, but did not; and the panel declined to read such a requirement into the legislation. The panel reached the same conclusion with regard to the salary of the detective who worked full-time on appellees’ case. Deciding that the costs could be subtracted from the trial court’s sentence without need for remand, the panel included language to that effect in its mandate. 993 A.2d at 320-23.\nThis Court granted the Commonwealth’s petitions for allowance of appeal and consolidated the cases. The question presented, as phrased by the Commonwealth, is: “Did the Superior Court err in removing the cost of employing county detectives and assistant district attorneys from the trial court’s discretion to impose prosecution expenses on a convicted offender?” Commonwealth v. Garzone, 607 Pa. 324, 6 A.3d 499 (2010).\nThe Commonwealth argues that the Superior Court’s ruling improperly invaded the sphere of the trial court’s discretion to order a criminal defendant to pay costs and expenses associated with prosecution. The Commonwealth critiques the Superior Court’s distinction between expenditures that are extraordinary or unbudgeted (deemed recoverable costs) and salaries paid regularly out of county treasuries (deemed non-recoverable) as flawed, illogical, and contrary to the plain language of Section 7708. The Commonwealth asserts that the statute’s plain language reflects a legislative purpose and intent to enable trial courts, within their discretion, to order recovery of county district attorneys’ investigation and prosecution personnel expenses. According to the Commonwealth, a contrary conclusion, “turns on its head the legislative intent of making the criminal, instead of the taxpayer, bear all the costs of his crime.” Commonwealth’s Brief at 12-15.\nThe Commonwealth points to Commonwealth v. Davy, 456 Pa. 88, 317 A.2d 48 (1974) (per curiam), in which this Court upheld imposition of costs associated with extraditing the defendant from Texas to Pennsylvania, as support for the premise that the legislative intent is to shift the costs of crime to offenders capable of bearing them, regardless of who bears the initial burden of payment. The Commonwealth adds that the Superior Court’s decision contravenes basic economic realities, particularly in light of the need for public austerity: “[E]ven where a district attorney succeeds (whether by choice or necessity) in operating within an existing budget, costs— which economists call ‘opportunity costs’ — are nevertheless born[e] by the county in the form of a reduced overall ability to combat crime.” Commonwealth’s Brief at 15-16.\nReturning to Section 7708, the Commonwealth states that the statute’s plain terms do not restrict “costs” to extraordinary or unexpected prosecution costs, but allow recovery of “all necessary expenses” incurred in investigating and prosecuting crimes. To the Commonwealth, the Superior Court’s distinction between unbudgeted costs and costs paid regularly out of the county treasury, taken to its logical conclusion, could negate any application of the statute because “[t]he reality is that all prosecution expenses are born[e] by the county” and might therefore never be recoverable. The Commonwealth posits that because a statute may not be read or applied so as to negate itself, the Superior Court erred and should be reversed. Commonwealth’s Brief at 16-17.\nNext, the Commonwealth critiques the Superior Court’s consideration of the American Rule. The Commonwealth asserts that the American Rule should be limited to its traditional application in private civil litigation, where it serves the purpose of enabling parties to compete on a more or less level economic playing field by dictating that the penalty for a loss in court is not the double burden of paying one’s opponent’s legal bills. Instead, the Commonwealth posits, criminal prosecution has its own scheme to eliminate economic disadvantages: this balance is struck between the state, which is the injured party, and the defendant, who either pays for his own representation or may be eligible for appointed counsel at taxpayer expense. Moreover, according to the Commonwealth, permitting recovery of prosecution costs from a convicted defendant with the means to pay may serve as part of a valid sentencing scheme. As such, the Commonwealth asserts, recovery of prosecution costs, including prosecution personnel salary hours, resembles restitution, rehabilitation, and deterrence, and therefore is not comparable to damages awards in civil litigation, where the point is to make the injured party whole. Commonwealth’s Brief at 18-21.\nAlternatively, the Commonwealth asserts that even if the American Rule is applicable in the criminal context, Section 7708 expresses a legislative intent that overcomes the Rule. Moreover, the Commonwealth claims, assessment of costs from a criminal defendant is a matter of trial court discretion. From this premise, the Commonwealth argues that any attempt by appellees to circumvent the trial court’s sentence, including its assessment of costs for ADA and detective salary-hours, should be seen as a waived claim that the trial court abused its discretion in composing appellees’ sentences. This is so, the Commonwealth argues, because appellees argued to the Superior Court only that the trial court simply lacked authority to assess costs representing ADA and detective salary hours. Commonwealth’s Brief at 21-24.\nAppellees respond that if the General Assembly intended for Section 7708 and like statutes to encompass ADA and/or county detective salary hours, multiple on-point cases would already exist and the scope, extent, and reasonableness of the Commonwealth’s claimed entitlement would be amply litigated. Primarily, however, appellees argue that to construe ADA and detective salary hours as recoverable costs would upset the American Rule, which appellees view as bedrock. Appellees note that exceptions to the American Rule are explicit, specific, and precise in granting one party the ability to recover attorneys’ fees from the opposing party. Appellees’ Brief at 5-8 (citing, inter alia, 42 Pa.C.S. § 2503) (listing nine instances when “a reasonable counsel fee” may be awarded, including when other party acts in bad faith or engages in “dilatory, obdurate or vexatious conduct” in course of litigation).\nAppellees add that Pennsylvania courts have consistently rejected claims seeking new or non-express exceptions to the American Rule, even if the legislative scheme under which the litigant seeks attorneys’ fees is liberally construed. Among other cases, appellees invoke Mosaica Academy Charter School v. Commonwealth, Department of Education, 572 Pa. 191, 813 A.2d 813 (2002). In Mosaica, this Court held that although the Declaratory Judgments Act “has been declared to be remedial ... and is to be liberally construed and administered!,]” it does not expressly authorize an award of counsel fees. Id. at 824 (internal quotation marks omitted). Appellees emphasize that in the criminal context, “costs” such as filing fees are specifically authorized by statute and are therefore distinct from attorneys’ fees, and neither expense can be construed to include the regularly budgeted and paid salary hours of ADAs and county detectives. Appellees’ Brief at 8-12.\nIn terms of Section 7708, appellees dispute the Commonwealth’s view that ADA and detective salary hours are recoverable as “expenses.” Appellees note that there is no explicit authorization of fee-shifting in the statute. Appellees cite (and quote) Merlino v. Delaware County, 556 Pa. 422, 728 A.2d 949 (1999), as a useful example where this Court distinguished between attorneys’ fees and an “expense” in the context of the civil remedy provision of the Storm Water Management Act at 32 P.S. § 680.15(b). The Merlino Court noted that, “[ejertainly, as a matter of common parlance, attorneys’ fees may be considered a form of ‘cost’ or ‘expense’ to a litigant.” 728 A.2d at 951. Nevertheless, the Court stressed that “a statutory provision must be explicit in order to allow for the recovery of this particular form of expense.” Id. Finding no such explicit statutory provision in the Storm Water Management Act’s use of the word expense, the Merlino Court denied the request for attorneys’ fees. Appellees’ Brief at 13-14.\nAccording to appellees, both common sense and cases decided consistently under the Commonwealth’s criminal costs statutes suggest that “expenses” are best understood as expenditures, charges, and disbursements by a district attorney’s office that occur outside of the office’s regular and consistent operations. Appellees’ examples include the extradition of the defendant from Texas to Pennsylvania in Davy, supra, and the retention of a surveyor and a physicist to testify as automobile accident reconstruction experts in the prosecution of a defendant charged with driving while intoxicated and involuntary manslaughter in Commonwealth v. Hower, 267 Pa.Super. 182, 406 A.2d 754 (1979). Appellees posit that recoverable expenses share two characteristics: they are outside the ambit of usual services (like office supplies and regularly paid salaríes) and involve an actual unbudgeted outlay of funds. Appellees’ Brief at 14-16.\nAppellees remark that this case already involves appropriate and non-disputed “expenses” recovered by the Commonwealth, such as amounts expended for death certificates and for searches and reproduction of medical, real estate, and bank records. These “discrete” expenses, appellees argue, differ in substance from the sort of “billable hours” that private law offices can and do charge their client's and that may be recoverable in civil actions as attorneys’ fees. Appellees add that Section 7708 appears in Article XII of the County Code, “District Attorney, Assistants and Detectives,” which establishes a county obligation to fund various aspects of its district attorney’s office, including office space, access to law books, travel costs, and the salaries of assistant district attorneys and detectives. Appellees note that several of the provisions in this Article have been repealed, particularly Section 7705, which provided for district attorney salaries to be paid out of the county treasury but did not express an alternative means by which salary amounts could be recovered by the Commonwealth in conjunction with criminal convictions. Despite the repeal, appellees argue that the fact that district attorney salaries and expenses were addressed in separate and distinct provisions, one of which provided for recovery in the event of criminal conviction and one of which did not, reflects a legislative intent that prosecutorial personnel salary hours were not meant to be recoverable in the same manner as the “expenses” contemplated in Section 7708. Appellees’ Brief at 16-17.\nAppellees also dispute the Commonwealth’s argument that prosecution salaries are recoverable as restitution. Restitution has its own provision in the Crimes Code and, appellees submit, is statutorily and qualitatively distinct from the sort of costs and expenses covered by Section 7708. Appellees also stress that “[restitution is paid to the victim, not to the public official who has handled the matter.” And, appellees note that in this case, joint restitution to victims totaling roughly $300,000 already was a consensual part of their plea bargains. Appellees thus argue that the Commonwealth’s attempt to effect “post facto ” imposition of expenses representing ADA and county detective salary hours as a form of “restitution” is improper. Appellees’ Brief at 19-23.\nIn reply, the Commonwealth emphasizes that prosecutorial personnel salary hours expended exclusively on a particular prosecution should be recoverable from financially capable defendants as a form of restitution, not damages, and that the American Rule is inapplicable in the criminal context. According to the Commonwealth, theoretical precedent for imposition of attorneys’ fees as costs in the criminal context may be found in Commonwealth v. Hamer, 533 Pa. 14, 617 A.2d 702 (1992). The Harner Court concluded that the defendant, who had abducted her children from their father’s legal custody and taken them from Pennsylvania to Louisiana, could be held responsible for costs expended by her estranged husband in recovering the children. The costs included “amounts expended [by the father] for private investigators, trying to locate his children, for legal fees, within Louisiana and Pennsylvania, and for expenses for trips to Louisiana.” The sums due, the Commonwealth notes, were deemed acceptable as a form of restitution, a condition of probation, and “a constructive alternative to imprisonment.” Id. at 703-07 (internal quotation marks omitted). Hence, the Commonwealth suggests, there is no reason that the sums sought from appellees cannot be viewed as both a recovery of costs and restitution. The Commonwealth also counters appellees’ assertion that if prosecutorial personnel salary hours were deemed recoverable statutory costs, ample case law on the subject would already exist, by noting that the dearth of caselaw may be explainable by the reality that nearly all criminals are “either indigent or nearly so” and therefore are unable to pay. Commonwealth’s Reply Brief at 4-14.\nThe question on appeal involves statutory construction, which is a question of law; thus, our review is plenary. Commonwealth v. Reaves, 592 Pa. 134, 923 A.2d 1119, 1124 (2007). The issue has been well-briefed by both parties, indeed creatively so — perhaps more creatively than necessary since the issue implicates statutory interpretation, which is governed by settled precepts.\n“The object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly. Every statute shall be construed, if possible, to give effect to all its provisions.” 1 Pa.C.S. § 1921(a). The plain language of the statute is generally the best indicator of legislative intent, Commonwealth v. McCoy, 599 Pa. 599, 962 A.2d 1160, 1166 (2009), and the words of a statute “shall be construed according to rules of grammar and according to their common and approved usage----” 1 Pa.C.S. § 1903(a). We generally look beyond the plain language of the statute only where the words are unclear or ambiguous, or the plain meaning would lead to “a result that is absurd, impossible of execution or unreasonable.” 1 Pa.C.S. § 1922; see also Commonwealth v. Diodoro, 601 Pa. 6, 970 A.2d 1100, 1106 (2009). When, however, “the words of the statute are not explicit, the intention of the General Assembly may be ascertained by considering, among other matters”: the occasion and necessity for the statute; the circumstances under which it was enacted; the mischief to be remedied; the object to be attained; the former law, if any, including other statutes upon the same or similar subjects; the consequences of a particular interpretation; the contemporaneous legislative history; and the legislative and administrative interpretations of such statute. 1 Pa.C.S. § 1921(c). Also, we may look to statutory titles and headings, 1 Pa.C.S. § 1924, and if considering statutes in pari materia, we may consider how particular statutes addressing the same persons, things, or subject matter are grouped together within respective chapters, titles, and sections. 1 Pa.C.S. § 1932.\nFurthermore, we note, the Statutory Construction Act requires penal provisions of statutes to be strictly construed, 1 Pa.C.S. § 1928(b)(1); thus, where an ambiguity is found in the language of a penal statute, “such language should be interpreted in the light most favorable to the accused.....” Commonwealth v. Huggins, 575 Pa. 395, 836 A.2d 862, 868 n. 5 (2003) (quoting Commonwealth v. Booth, 564 Pa. 228, 766 A.2d 843, 846 (2001)). Notably, both of our intermediate appellate courts have held that provisions for monetary fines associated with criminal convictions are penal in nature. See Commonwealth v. Campbell, 758 A.2d 1231, 1236 (Pa.Super.2000) (quoting Black’s Law Dictionary 1020 (5th ed.1981): “[A] penal statute is a statute that defines criminal offenses and specifies corresponding fines and punishment.”) (internal brackets and quotation marks omitted); see also Commonwealth v. Teeter, 961 A.2d 890, 897 (Pa.Super.2008) (same); Commonwealth v. Stone & Co., 788 A.2d 1079, 1082 (Pa.Cmwlth.2001) (same with regard to concrete batch plant’s violation of municipal noise ordinance). This Court has not had occasion to address whether statutes authorizing an assessment of expenses in criminal cases are penal, and neither party presses the specific point. Nevertheless, the gravamen of the Commonwealth’s position sounds in the notion that assessing prosecutorial and detective salaries as expenses is a proper component of a punishment scheme. Moreover, the statute at issue speaks of defendants “convicted and sentenced” to pay costs. Thus, we will accept the premise that Section 7708 is penal in nature and therefore subject to strict construction in favor of appellees.\nSection 7708 is titled, “Expenses incurred in investigation of crime, etc.; payment by county or defendant” and consists of two sentences, the first establishing the obligation of the respective counties to pay “all necessary expenses” of the county prosecutor; and the second addressing the “expenses” of the district attorney’s office in connection with a particular prosecution:\nAll necessary expenses incurred by the district attorneys of any county of this Commonwealth or his assistants, or any officer directed by him, in the investigation of crime and the apprehension and prosecution of persons charged with or suspected of the commission of crime, shall be paid by the respective counties, out of moneys in the county treasury, upon the approval of the bill of expense by the district attorney and the court of their respective counties. And in cases where a defendant is convicted and sentenced to pay the costs of prosecution and trial, the expenses of the district attorney, in connection with such prosecution, shall be considered a part of the costs of the cases and be paid by the defendant.\n16 P.S. § 7708.\nNotably, neither party here asserts that there is ambiguity in the statutory language, and thus, neither proceeds with a developed argument according to statutory construction precepts implicated upon a finding of ambiguity. The Commonwealth argues that the plain language of the statute encompasses salary hours expended on a given case by regular staff prosecution and investigative personnel; appellees rejoin that the statute does not mention salaries and cannot be read to include prosecution personnel salaries as “expenses,” particularly given the way in which awards of attorneys’ fees have traditionally been approached. Under the plain language of the statute, there is some facial appeal in both positions. The statute says that the “expenses” of the prosecutor, in connection with the case, shall be considered part of the “costs” and paid by the defendant, in cases where the defendant is convicted and sentenced to pay the costs of prosecution. On the one hand, the statute does not specifically identify salaries of prosecutors and detectives as “expenses” and, in the legal realm at least, there is considerable force in appellees’ position, which was accepted by the panel below, that salaries involving party opponents are viewed distinctly from other expenses, and require specific statutory authorization. On the other hand, the term “expenses” is neither defined nor limited, and it could be read broadly enough to embrace prosecutorial personnel salaries. See, e.g. Webster’s New World Dictionary 493 (2nd College ed.1986); (defining “expense” as, alternatively, “financial cost; fee; charge”; “any cost or sacrifice”; “a cause of spending; drain on one’s finances”; see also Black’s Law Dictionary 617) (8th ed.2004) (defining “expense” as “[a]n expenditure of money, time, labor, or resources to accomplish a result”); accord Merlino, 728 A.2d at 951 (“Certainly, as a matter of common parlance, attorneys’ fees may be considered a form of ‘cost’ or ‘expense’ to a litigant.”).\nRecognizing that the term “expenses” could be read either narrowly or broadly within the context of a plain meaning consideration, we do not view a broad reading to be the best, or most reasonable, construction of the term. Several of the precepts of construction, noted above, counsel in favor of this conclusion.\nFirst, considering Section 7708 in pari materia with other provisions found in Article XII of the “Counties of the First Class” portion of the County Code, we note that Article XII includes provisions addressing the qualifications of the elected Philadelphia District Attorney and ADAs, budgeting for law books, elections for the office of District Attorney, minimal “fees” receivable for certain types of cases (Section 7707, including: “For every case where a nolle prosequi is entered, ten dollars.”), and procedures for addressing District Attorney misconduct. Notably, a since-repealed section of Article XII, Section 7705, directly addressed District Attorney salaries. Section 7705 provided only that a certain salary figure was to be paid to the Philadelphia District Attorney. A separate section setting forth the various levels of ADA salaries remains at 16 P.S. § 7721. The current statute addressing Philadelphia District Attorney salaries is 16 P.S. § 11011-5.1. This provision allows for a more flexible District Attorney salary scale and also prohibits the Philadelphia District Attorney from earning money from any other source, particularly from private practice. For purposes of in pari materia analysis, the salient point is that the General Assembly was well aware of the necessity to fund prosecutor salaries, and indeed addressed salaries distinctly, but made no express provision that prosecutor salaries were recoverable or otherwise tied to actual prosecutions undertaken. Nor do any of these three statutory provisions cross-reference Section 7708. The statutory structure provides no indication that the General Assembly intended that the “expenses” recoverable under Section 7708 should include prosecutorial personnel salary hours.\nSecond, a review of other statutory provisions dealing with “expenses” and attorneys’ fees reveals that the General Assembly has often been specific in conveying its intention that attorneys’ fees are recoverable. For example, the statutory provision governing “fines and penalties” that may be assessed against an individual found to have committed workers’ compensation fraud states clearly that the “prosecuting authority” successfully undertaking workers’ compensation fraud litigation may recover statutory fines beginning at $5,000: “The penalty shall be paid to the prosecuting authority to be used to defray the operating expenses of investigating and prosecuting violations of this article. The court may also award court costs and reasonable attorney fees to the prosecuting authority.” 77 P.S. § 1039.11(a). This provision addresses salaries directly, distinguishes between salaries and expenses, and authorizes recovery of both. A fair number of other statutory provisions reflect the same treatment of expenses and amounts representing attorneys’ fees as different from each other, even though both may be recoverable. No such clarity of intention is conveyed in Section 7708.\nThird, the directive to read penal provisions narrowly and in favor of criminal defendants, particularly when considered in conjunction with the above two concerns, weighs in favor of a finding that Section 7708 does not authorize recovery, as “expenses,” of the salaries paid to prosecution and investigative personnel who work on a particular case. Again, the statute does not expressly identify prosecution-related salaries as recoverable expenses, and the question being equivocal (at best), the narrower construction favoring appellees must prevail. We need not import the American Rule into the criminal context in order to conclude that the power to shift prosecution salary costs to the defense would have been conveyed directly, if such was the General Assembly’s intention in this instance.\nFourth, like the panel below, we may find further, albeit indirect, support for appellees’ position in the decisional law concerning prosecution expenses. We are aware of no case, and the Commonwealth has cited none, where Section 7708 (or its analogues respecting other counties) has been construed to allow, as expenses, the regularly budgeted salaries of prosecutors and investigative staff. In Commonwealth v. Davy, this Court certainly employed broad language, stating that “it is clear that the Legislature intended to include in the costs for which a convicted person is liable the costs of all proceedings requisite for the final disposition of the case.” 317 A.2d at 48 (construing previous version of non-first class county version of Section 7708). However, that language must be read against the issue in Davy, which was not “expenses” representing prosecutorial staff salaries, but the distinct expense of approximately $1,000 incurred in extraditing the defendant from Texas to Pennsylvania. Id.; see also Commonwealth v. Coder, 490 Pa. 194, 415 A.2d 406, 408-10 (1980) (upholding imposition upon defendant of approximately $8,000 in costs of changing venue at defendant’s request from one county to another). Other cases addressing recovery of prosecutorial expenses likewise addressed discrete expenses rather than regular prosecutorial personnel salary hours. See, e.g., Commonwealth v. Larsen, 452 Pa.Super. 508, 682 A.2d 783, 796-97 (1996) (upholding nearly $40,000 in costs associated with convening grand jury investigation); Commonwealth v. Cutillo, 294 Pa.Super. 560, 440 A.2d 607, 609 (1982) (upholding imposition of costs to pay for local constable service to guard defendant at hospital until he recovered and could be arrested and incarcerated because costs expended were necessary to prevent escape and ensure prosecution); Commonwealth v. Hower, 267 Pa.Super. 182, 406 A.2d 754, 758 (1979) (upholding imposition of prosecution expenditure to retain surveyor and physicist to testify as automobile accident reconstruction experts in prosecution of defendant charged with driving while intoxicated and involuntary manslaughter); accord Fordyce v. Clerk of Courts, 869 A.2d 1049, 1053 (Pa.Cmwlth.2005) (“[S]heriff s transportation costs are not part of the costs of prosecution imposed by the sentencing court----”).\nArguably, the closest analogue is the Superior Court’s decision in duPont, supra, since that case, like this one, involved expenses representing prosecution salary costs. In duPont, the panel held that recovery of expenditures representing specially retained prosecutorial personnel may be permissible if the Commonwealth can demonstrate extraordinary circumstances.\nIn duPont, the defendant shot and killed a wrestling coach who worked at the training facility that duPont sponsored and maintained on his estate in Delaware County; he was convicted of third-degree murder and simple assault but was also found to be mentally ill. The trial court imposed total prosecution costs exceeding $700,000 and the Superior Court affirmed, explaining that recovery of the cost of a specially-hired ADA to try the case, as well as several legal interns who assisted in research, was appropriate because the district attorney’s office had had two vacancies during the initial stages of prosecution, and to meet its prosecutorial obligations in this and all other cases, the office deemed it necessary to assume the costs involved in the special hires. According to the duPont panel, “[t]he trial court found that these costs were reasonable and necessary to meet the demands of this high profile, complex case. The voluminous record clearly supports this finding.” 730 A.2d at 987.\nIn short, duPont approved the recovery of prosecution salaries in what was deemed to be an extraordinary situation. We may assume that this approach was a proper one, and may further assume that the factual circumstances in duPont satisfied the rule the panel applied, but it would not advance the statutory interpretation necessary for the Commonwealth to prevail here. The trial court in this case found that the prosecution salaries were recoverable as extraordinary expenses; the Superior Court disagreed, drawing a distinction between normal prosecution salaries and other expenses. As we understand the Commonwealth’s current argument, it does not argue that Section 7708 embraces prosecution salaries in extraordinary cases and circumstances, and that such circumstances are present here. Thus, the Commonwealth does not argue that the trial court’s order should be upheld for the reasons expressed by the trial court. The Commonwealth’s argument does not require an extraordinary or particularly difficult case to warrant recovery of prosecutorial salaries as expenses under Section 7708. Rather, the Commonwealth’s rule would be, if the defendant can pay, and the prosecution salary amounts are fixable, Section 7708 authorizes the trial court to order the defendant to pay those costs as “expenses.” See Commonwealth’s Brief at 16 (“[T]he plain terms of the statute do not restrict offender reimbursement to extraordinary or unexpected prosecution expenses, but rather extend to all necessary expenses incurred in prosecuting crimes.”) (internal quotation marks and brackets omitted).\nA final statutory construction precept of relevance here invites an examination of the consequences of a particular interpretation. This precept has been addressed by the parties to the extent their arguments involve policy concerns. The Commonwealth asserts that if Section 7708 is read broadly to include prosecutorial personnel salaries, this would ensure that the “costs of crime” remain upon convicted defendants and are not drained from the public fisc. Moreover, the Commonwealth adds, such a recovery paradigm would serve the public interest: the “paying” cases could help to offset the costs of the “non-paying” ones involving indigent defendants and free up prosecutors to more effectively combat crime. Appellees counter that, if the Commonwealth’s interpretation is accepted by this Court, the criminal justice system would be radically upended by post hoc assessments in which courts would become subservient to the accountings of county district attorneys. Commonwealth’s Brief at 15; Appellees’ Brief at 21-24.\nWe have no doubt that, as a matter of pure policy, the notion that the costs of crime should be shifted from the public fisc onto financially able wrongdoers is a legitimate one. But, neither do we doubt that there may be countervailing policy considerations, including the effect upon plea calculations, and the related question of the timing of an expense assessment (under this statute, and the Commonwealth’s interpretation, the expense would not be known until sentencing). Ultimately, we view the effects/policy consideration as equivocal and, for the reasons we have expressed above, we find that Section 7708 does not authorize recovery by the Commonwealth, as expenses, of its costs relating to the salaries of its regularly staffed personnel. Although our reasoning does not track that of the panel below, we are in agreement with its central holding that, “[although the crimes in this case are particularly heinous, if the General Assembly intended to permit such recovery of regularly paid salaries of assistant district attorneys and detectives to be costs associated with the prosecution, the Legislature would have expressly done so.” Garzone, 993 A.2d at 321.\nAffirmed.\nJustices SAYLOR, EAKIN, BAER, TODD, McCAFFERY and ORIE MELVIN join the opinion.\n. Section 7708 is one of several statutes found in Title 16 that address the expenses of county district attorneys’ offices. Section 7708 applies to \"first class” counties, which have 1,500,000 inhabitants or more (currently, only Philadelphia County); Section 4403 applies to \"second class” (and \"second class A”) counties, which have between 500,000 and 1,500,000 inhabitants; and Section 1403 applies to all other counties. See 16 P.S. § 210. The three statutes share virtually identical phrasing.\n. The Superior Court recently upheld co-defendant Mastromarino's prison term of twenty-five to fifty-eight years. See Commonwealth v. Mastromarino, 2 A.3d 581 (Pa.Super.2010).\n. For the sake of simplicity, further references will be to the Gerald Garzone opinion.\n. \"The American Rule states that a litigant cannot recover counsel fees from an adverse party unless there is express statutory authorization, a clear agreement of the parties or some other established exception. In Pennsylvania, the American Rule is embodied in 42 Pa.C.S. § 1726(a)(1), which provides that attorneys’ fees are not an item of taxable costs except as permitted by 42 Pa.C.S. § 2503 (relating to right of participants to receive counsel fees)____’’ Mosaica Acad. Charter Sch. v. Commonwealth, Dep’t of Educ., 572 Pa. 191, 813 A.2d 813, 822 (2002) (citation omitted).\n. The Storm Water Management Act authorizes citizen suits against municipalities that fail to prepare and enact storm water management plans. 32 P.S. §§ 680.1-680.17. Section 15(b) of the Act states: \"The expense of such proceedings shall be recoverable from the violator in such manner as may now or hereafter be provided by law.”\n. \"Upon conviction for any crime wherein property has been stolen, converted or otherwise unlawfully obtained, or its value substantially decreased as a direct result of the crime, or wherein the victim suffered personal injury directly resulting from the crime, the offender shall be sentenced to make restitution in addition to the punishment prescribed therefor.” Government agencies may receive restitution from a defendant if the agency \"has provided reimbursement to the victim as a result of the defendant’s criminal conduct.” 18 Pa.C.S. § 1106(a), (c)(l)(ii)(C).\n. Our research has revealed at least thirty-five such instances. See, e.g., 12 Pa.C.S. § 5305 (prevailing party in trade secrets misappropriation litigation may be awarded “reasonable attorney fees, expenses and costs”); 27 Pa.C.S. § 7708(h) (\"costs and fees” recoverable by prevailing party in litigation regarding violation of laws and regulations on coal mining activity defined as “All reasonable costs and expenses, including attorney fees and expert witness fees, reasonably incurred. ...”); 42 Pa.C.S. § 2524 (individual found to have committed unauthorized practice of law may be subject to pay party bringing successful action \"costs and expenses incurred, including reasonable attorney fees”); 42 Pa.C.S. § 8319 (individual found to have committed \"ecoterrorism” may be liable to an injured party for \"reasonable investigative expenses and reasonable attorney fees and other costs associated with the litigation.”).\n. Without approving or disapproving duPont, we note the difficulty in fashioning a workable rule concerning prosecution salaries as recoverable expenses depending upon a non-textual distinction such as extraordinary circumstances, where those circumstances embrace the difficulty of a case or staff vacancies. In larger counties, the Commonwealth faces numerous difficult, unusual, expensive and time-consuming cases in any one year; in smaller counties, a single difficult case, or the happenstance of an unusual number of murders within any one compressed timeframe, can severely tax undermanned, or thinly manned, prosecutors’ offices.\n. Of course, there is force in the Commonwealth’s observation that the absence of reported case authority explicitly supporting its position does not mean that its reading of the statute is incorrect or unreasonable; and it may well be that the fact that many if not most defendants in major criminal cases are indigent has operated to reduce the opportunities to press the argument. More importantly, the issue remains a question of first impression for this Court. Nevertheless, the fact that the reported cases discussing prosecution expenses have focused on expenses other than the ordinary expenses associated with staffing a prosecutor's office is, at a minimum, consistent with our reading of the statute.\n. Again, we stress, we neither approve nor disapprove the distinction made in cases such as duPont, as that question is not before us.\n. Our conclusion that Section 7708’s authorization of expenses does not include the regular salaries of prosecution personnel necessarily requires rejection of the Commonwealth’s position that the award here was proper as a matter of the trial court’s discretion, as well as its related claim that appellees waived their challenge to a discretionary sentencing decision. We also reject the Commonwealth's implication that restitution and the recovery of prosecution expenses under Section 7708 may be treated as a composite recoverable \"mass.” Both are potential aspects of a criminal sentence, but they are governed by different statutory provisions. Restitution is addressed at Section 1106 of the Crimes Code, 18 Pa.C.S. § 1106, and Section 9728 of the Judicial Code, 42 Pa.C.S. § 9728; see also Black's Law Dictionary 1339 (8th ed.2004) (\"restitution” in criminal context is \"[cjompensation for loss; esp., full or partial compensation paid by a criminal to a victim ... ordered as part of a criminal sentence or as a condition of probation.\"). Section 7708, however, is part of the \"District Attorneys” sections of the Counties Code. 16 P.S. § 7708. The two are similar, but not equivalent. Moreover, appellees note correctly that their sentences already include significant sums of restitution to the decedents’ families, and appellees have also been ordered to reimburse the Commonwealth for thousands of dollars representing traditional \"prosecution costs\" that they do not dispute: travel and expert fees for witnesses, graphics and exhibit scanning and production, bank and real estate searches and reports, reproduction of death certificates, bank records, medical records, and so forth. But the regular salaries of staff ADAs and detectives, which we have already held are not recoverable under Section 7708, are not restitution either, even under the legal construct that the state, \"as the representative for society as a whole,” acts as the injured party in criminal matters. In re Hickson, 573 Pa. 127, 821 A.2d 1238, 1244 (2003)."}