{"id": "4206308", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nJustice BAER.\nAppellant Andre Jacobs was convicted and sentenced for attempted escape and conspiracy to commit escape. We accepted review to determine whether Appellant’s sentences for these two inchoate crimes are illegal under 18 Pa.C.S. § 906, which bars multiple “convictions” for inchoate crimes “for conduct designed to ... culminate in the commission of the same crime.” After careful review of the record, we conclude that under the facts of this case, the two inchoate crimes were intended to culminate in the commission of two different crimes, and therefore Appellant’s sentence did not run afoul of Section 906. Consequently,-we affirm the Superi- or Court.\nIn January 2006, Appellant remained incarcerated as a pretrial detainee on the eighth floor of the Allegheny County Jail, where he had resided since June 2005. Appellant’s cell was adjacent to the cell occupied by another inmate, Frank Seretich, who was moved to this cell on December 20, 2005. The eighth floor, which is sixteen stories and 186 feet above the ground, houses the disciplinary unit, in which inmates are confined to their individual cells for twenty-three hours a day. Appellant’s and Seretich’s jail cells were designed to share an exterior panel of glass, which was missing because of an escape attempt ten years before. Moreover, Appellant’s and Seretich’s cells each contained an individual interior Lexan window, with a screen exterior to it, and two metal bars running from the top to the bottom of each window.\nIn the early morning hours of January 12, 2006, Seretich fell to his death while trying to escape from his window with a 225-foot makeshift rope composed of bed sheets, uniforms, and towels. Although Seretich’s rope was long enough to reach the ground, he apparently lost his grip while descending. Upon discovering his body at 6:00 a.m., authorities instituted a lock-down and unit search to investigate his death. During the ensuing investigation, authorities looked first into Seretich’s cell, where they discovered the makeshift rope, with one end attached to the bed. They further discovered that the interior Lexan window in Seretich’s cell had been removed and was on the floor, that the screen had been cut and pushed aside, that the metal window bar was missing and could not be located in the cell, and a one-by-four inch hole in the wall between Appellant’s and Seretich’s cells.\nIn Appellant’s cell, from which Appellant had been removed to permit the investigation, authorities discovered that Appellant’s interior window was similarly removed, the exterior screen was similarly cut and pushed aside, and the metal window bar was similarly missing. They also discovered a metal pry bar that was apparently used to remove Seretich’s and Appellant’s windows, Appellant’s removed window, two metal bars, one from Seretich’s and one from Appellant’s windows, and strips of cloth similar to those used to construct Seretich’s rope. During the investigation, Appellant admitted that after Seretich fell to his death, Appellant leaned out his open window, pulled the rope inside, and tossed it into Seretich’s cell.\nAppellant was charged with possession of implements of escape, attempted escape, and conspiracy to commit escape. The attempt and conspiracy charges specifically related to escape. Escape is defined as follows: “A person commits an offense [of escape] if he unlawfully removes himself from official detention....” 18 Pa.C.S. § 5121(a). A person commits an attempt when, “with intent to commit a specific crime, he does any act which constitutes a substantial step toward the commission of that crime.” 18 Pa.C.S. § 901(a). Conspiracy is defined, in relevant part, as follows:\nA person is guilty of conspiracy with another person or persons to commit a crime if with the intent of promoting or facilitating its commission he:\n(1) agrees with such other person or persons that they or one or more of them will engage in conduct which constitutes such crime or an attempt or solicitation to commit such crime; or\n(2) agrees to aid such other person or persons in the planning or commission of such crime or of an attempt or solicitation to commit such crime.\n18 Pa.C.S. § 903(a).\nThe criminal information alleged that Appellant attempted to escape when, “with intent to commit the crime of Escape, [he] ... assembled ropes, clothes and blankets, [and] removed the window[,] which constituted a substantial step toward the commission of the aforesaid crime [of escape].... ” Appellant’s Brief at 8. With respect to conspiracy to commit escape, the criminal information tracked the statutory definition of conspiracy, see 18 Pa.C.S. § 903(a), and alleged that Appellant, “with the intent of promoting or facilitating the crime(s) of Escape[,] conspired and agreed with Frank Seretich that they or one or more of them would engage in conduct constituting such crime(s) [of escape] ..., and in furtherance thereof did commit an overt act of gathering materials to escape and prying open cell window....” Id. at 9.\nAt Appellant’s trial, the Commonwealth presented much of the testimony detailed above through personnel from the Allegheny County Police Department and the Allegheny County Department of Corrections, who had recovered evidence from Seretich’s and Appellant’s cells that allegedly showed a conspiracy had been entered between the two inmates, which had as its objective an escape by both inmates or Seretich alone. Specifically, the Commonwealth introduced evidence that after Seretich’s fall, jail personnel discovered that Seretich’s interior window and metal bar had been removed, and the window and rope were in his cell. The Commonwealth also presented evidence of the hole in the wall between Appellant’s and Seretich’s cells, and testimony that after Seretich fell, Appellant admitted that he pulled the rope up and threw it into Seretich’s cell through the broken window. The Commonwealth additionally introduced the evidence found in Appellant’s cell, including Appellant’s removed interior window, the screen that had been cut and pushed aside, the metal pry bar that was used to remove the rivets from both inmates’ windows, the metal bars removed from both inmates’ windows, and strips of cloth.\nAppellant’s defense was that he had the misfortune to be assigned a cell next-door to Seretich, and there was no direct evidence that Appellant had anything to do with Seretich’s escape. Specifically, Appellant testified that he did not attempt to escape, did not plan to escape with Seretich, and was not aware Seretich was attempting to escape that morning. According to Appellant, he had no knowledge of the evidence discovered in his cell; he did not make the hole in the wall between his cell and Seretich’s; he did not admit that he pulled Seretich’s rope back into his cell as the Commonwealth witness testified; and the pieces of cloth discovered in his cell were not intended for escape.\nAt the close of trial, the court instructed the jury with regard to conspiracy in accord with the statutory language of Section 903(a) as follows, in relevant part:\nBefore any Defendant can be convicted, all 12 jurors must agree on the same person whom the Defendant allegedly conspired with, the same object of the crime and the same overt act.\nIn order to find the Defendant guilty of conspiracy to commit escape, you must be satisfied that the following three elements have been proven beyond a reasonable doubt: First, that the Defendant agreed with the other person, that is, Frank Seretich, that one or more of them would engage in conduct for the planning and/or commission of the crime of escape; second that the Defendant and the other person intended to promote or facilitate the crime of escape; in other words, they shared the intention to bring about that crime or to make it easier to commit the crime; and third, that the Defendant or the other person did the acts that are alleged to be overt acts and did them in furtherance of their conspiracy.\nNotes of Testimony (N.T.) April 23-28, 2008, at 214.\nThe jury returned a guilty verdict on all counts. Concerning the conspiracy, the verdict was a general one, with no special findings regarding the object of the conspiracy. On July 1, 2008, Appellant was sentenced to two concurrent terms of sixteen to thirty-two months of imprisonment for attempted escape and conspiracy to commit escape, and a consecutive term of thirty-three to sixty-six months for possession of escape tools, for an aggregate term of forty-nine to ninety-eight months.\nAppellant filed his statement of issues complained of on appeal pursuant to Pa.R.A.P. 1925(b), challenging the sufficiency of the evidence as to the three convictions. Appellant also raised a sentencing issue based on Section 906, which, as noted, bars multiple sentences for inchoate crimes with the same criminal object. Appellant argued that his sentence violated Section 906 because the two inchoate crimes of attempt and conspiracy were directed toward the commission of the same crime: his escape alone. Specifically, after arguing at trial that he had no knowledge of any escape, Appellant contended for purposes of appeal that the object of the attempt was his own escape. Further, he asserted that the object of the conspiracy was also his escape alone, not Seretieh’s escape. Therefore, he argued that it was possible for the jury to have concluded that the object of both the attempted escape and the conspiracy to commit escape was his escape alone, and not Seretich’s, and to the extent the jury could have reached this conclusion, his sentence ran afoul of Section 906. Appellant did not argue that his sentence violated Section 906 if the object of the conspiracy had two purposes, his escape and Seretich’s escape.\nIn its opinion pursuant to Rule 1925(a), the trial court rejected Appellant’s three sufficiency arguments. Relevant to this appeal, with respect to the conspiracy conviction, the trial court rejected Appellant’s contention that there was insufficient evidence that Appellant and Seretich agreed to assist each other in their escape attempts. The trial court found instead that the evidence was sufficient for the conspiracy conviction based on the items found in Appellant’s cell, the hole between the cells, and Seretich’s escape.\nRegarding Appellant’s Section 906 sentencing issue, the trial court agreed with Appellant that it had improperly sentenced him for both attempted escape and conspiracy to commit escape in violation of Section 906 because both inchoate crimes were solely directed toward the commission of the crime of escape. Because Appellant had already filed a notice of appeal to the Superior Court, and the trial court was thus divested of jurisdiction to alter its prior judgment of sentence, the trial court stated that it would resentence Appellant if a remand from the Superior Court was forthcoming. See 42 Pa.C.S. § 5505 (“Except as otherwise provided or prescribed by law, a court upon notice to the parties may modify or rescind any order within 30 days after its entry, notwithstanding the prior termination of any term of court, if no appeal from such order has been taken or allowed.”); Commonwealth v. Holmes, 593 Pa. 601, 933 A.2d 57, 59 (2007).\nOn appeal to the Superior Court, Appellant challenged the trial court’s rejection of his sufficiency challenges and the imposition of two distinct sentences for the two inchoate crimes of attempt and conspiracy. Appellant agreed with the trial court’s assessment of his Section 906 challenge and requested a remand to allow the trial court to correct this perceived sentencing error. Regarding Section 906, the Commonwealth responded that Appellant’s sentences were proper because each inchoate crime had a separate criminal objective. Specifically, the Commonwealth argued that Appellant’s sentence for attempted escape pertained to his actions in attempting his own escape, whereas his sentence for conspiracy to commit escape involved his effort to assist in Seretich’s escape from jail. Consequently, according to the Commonwealth, the bar on multiple sentences for inchoate crimes in Section 906 was not implicated because each inchoate crime was designed to culminate in the commission of a separate and distinct crime.\nThe Superior Court agreed with the trial court’s rejection of Appellant’s sufficiency claims. The Superior Court disagreed, however, with the trial court’s 1925(b) analysis of Section 906. In accord with the Commonwealth’s argument, the Superior Court held that the evidence, including the fact that Seretich escaped, however briefly, demonstrated that the conspiracy was designed to culminate in Seretich’s escape. The attempted escape, however, was designed to culminate in the separate crime of Appellant’s own escape. Accordingly, because the two inchoate crimes were not designed to culminate in the same crime, the Superior Court concluded that the two sentences did not violate Section 906.\nUpon further appeal to this Court, we granted review to address whether Appellant’s separate sentences for attempted escape and conspiracy to commit escape were barred by Section 906’s prohibition of multiple sentences for inchoate crimes designed to culminate in the commission of the same crime. As this question relates to the legality of sentence, it presents a question of law. See Commonwealth v. Gordon, 596 Pa. 231, 942 A.2d 174 (2007). When addressing such questions of law, we employ a plenary scope of review, and our standard of review is de novo. Id. As this case requires us to engage in statutory interpretation, we are mindful of our paramount objective to give effect to the intent of our General Assembly in enacting the particular statute under review. See 1 Pa.C.S. § 1921(a) (“The object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly. Every statute shall be construed, if possible, to give effect to all its provisions.”); Commonwealth v. Wright, 609 Pa. 22, 14 A.3d 798 (2011). Generally, the best indication of this intent is found in the statute’s plain language. Martin v. Commonwealth, Dep’t of Transp., Bureau of Driver Licensing, 588 Pa. 429, 905 A.2d 438, 443 (2006).\nThe full text of Section 906 of the Crimes Code, entitled “Multiple convictions of inchoate crimes barred,” provides as follows: “A person may not be convicted of more than one of the inchoate crimes of criminal attempt, criminal solicitation or criminal conspiracy for conduct designed to commit or to culminate in the commission of the same crime.” 18 Pa.C.S. § 906. As previously noted, the Superior Court has interpreted “convicted” in Section 906 to mean the entry of a judgment of sentence, rather than a finding of guilt by the jury. See Commonwealth v. Grekis, 411 Pa.Super. 513, 601 A.2d 1284, 1295 (1992) (“[Section 906] is designed to eliminate multiple convictions, ie., judgments of sentence, for conduct which constitutes preparation for a single criminal objective.”); Commonwealth v. Maguire, 307 Pa.Super. 80, 452 A.2d 1047, 1049 (Pa.Super.1982) (rejecting the defendant’s argument that “convicted” in Section 906 is equivalent to the jury’s verdict: “When the law speaks of a ‘conviction,’ it means a judgment, and not merely a verdict, which in common parlance is called a ‘conviction.’ ”). Neither party disputes this approach. Appellant agrees that it is not a violation of Section 906 for the jury to find a defendant guilty of multiple inchoate crimes designed to culminate in the same crime; a problem arises only when the trial court imposes multiple sentences for those inchoate crimes that are designed to culminate in the same crime. Thus, Appellant’s specific concern in this case is not the jury’s guilty verdict for attempted escape and conspiracy to commit escape, but the trial court’s imposition of separate sentences for the two convictions.\nApplying Section 906, we have held that “inchoate crimes merge only when directed to the commission of the same crime, not merely because they arise out of the same incident.” Commonwealth v. Graves, 510 Pa. 423, 508 A.2d 1198, 1198 (1986) (per curiam). In determining whether inchoate crimes are directed to the commission of the same crime, we have taken a narrow view of the object crime. In Graves, for example, the defendant was convicted and sentenced for criminal conspiracy and criminal solicitation for his part in an incident in which he conspired with fellow gang members to assault three police officers, and individually solicited one gang member to murder one police officer. Id. at 1199 (Zappala, J., dissenting). Consecutive sentences were imposed for the conspiracy and solicitation. On appeal, this Court approved of the two sentences. We held that our review of the record revealed that even though the two inchoate crimes arose out of the “same incident,” they were directed at different ends, and therefore did not merge at sentencing: the defendant conspired to assault three police officers and discreetly solicited the murder one of the officers. 508 A.2d at 1198. Thus, a person may be convicted and sentenced for two inchoate crimes that arise out of the same incident which were not designed to culminate in the commission of the same crime.\nAccordingly, pursuant to the plain language of Section 906, if, in the case before us, the attempted escape and conspiracy to commit escape were designed to culminate in the same crime, then Appellant may only receive one judgment of sentence. If, on the other hand, the attempt and conspiracy did not share the same criminal objective, the two sentences did not run afoul of Section 906’s prohibition. Because Appellant asserts and the Commonwealth agrees that the attempt sentence was premised on Appellant’s own attempted escape, the question is whether the record demonstrates that the conspiracy to commit escape was designed to culminate in Appellant’s escape, Seretich’s escape, or both. To the extent the conspiracy was designed to culminate solely in Appellant’s escape, then it shared the objective of the attempt and the two sentences cannot stand. If, however, the conspiracy was designed to culminate in Seretich’s escape alone, it did not share the same criminal objective as the attempt, and Section 906 does not bar the two sentences. If the goal of the conspiracy was the escape of both men, then the conspiracy had two separate criminal objectives, and the two sentences were proper. Indeed, Appellant, for his part, does not assert that Section 906 is violated if the conspiracy had two objectives, one of which was his escape. Rather, his argument is that the attempt and conspiracy had only one objective: his escape alone. With this framework in mind, we address the parties’ arguments.\nAppellant argues that the jury could possibly have concluded one of three alternatives, ie., that the objective of the conspiracy was solely his escape; solely Seretich’s escape; or the escape of both men. As support for this position, Appellant relies generally on the evidence presented at trial; he does not, however, specify what evidence would support his position that the object of the conspiracy could have been his escape alone. Appellant further relies on the criminal information and the trial court’s jury charge regarding conspiracy, both of which described the conspiracy in accord with the statutory definition as an agreement between Appellant and Seretich that “one or more of them” would engage in planning or committing the crime of escape. See 18 Pa.C.S. § 903(a). Appellant argues that it was entirely possible for the jury to conclude that Seretich planned his own escape alone, and then conspired with Appellant to achieve Appellant’s escape, so that Seretich’s preparations for escape were completed before he and Appellant entered into a conspiracy to achieve Appellant’s escape. Because the jury could have contemplated this version of events, Appellant argues that it may theoretically have been the basis of the jury’s finding of guilt on the conspiracy to commit escape charge.\nTo the extent the jury could have concluded that the object of the conspiracy to commit escape was the same as the object of the attempted escape, specifically, to achieve solely Appellant’s escape, Appellant argues that the jury’s verdict is ambiguous. According to Appellant, we should resolve this ambiguity in his favor. As support for his position, Appellant directs our attention to a Superior Court case, Commonwealth v. Riley, 811 A.2d 610, 620-21 (Pa.Super.2002), which held that “in the absence of clear evidence of the jury’s intent to the contrary, a general conspiracy verdict must be resolved in favor of the defendant, and may be construed only as a conviction of conspiracy to commit the least serious underlying offense for which the jury could properly have found the defendant to have conspired to commit.”\nAppellant also argues that we must resolve any ambiguity in the jury’s verdict in his favor to be consistent with the philosophical undergirding of Apprendi v. New Jersey, 530 U.S. 466, 490, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), which held that “[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.” See also Commonwealth v. Johnson, 910 A.2d 60 (Pa.Super.2006) (applying Apprendi to limit a defendant’s sentence for attempted murder to the maximum sentences permitted by the jury’s guilty verdict). To be clear, Appellant does not argue that his sentence violates Apprendi Rather, he argues that we must treat an ambiguous jury verdict in his favor because “to do otherwise would leave this Court’s precedents out of step with” Apprendi Appellant’s Brief at 36.\nThe Commonwealth responds that it is apparent from the record that the jury’s verdict evinced a specific finding that the conspiracy verdict was premised on Appellant’s involvement, at least in part, in Seretich’s escape. The Commonwealth argues that a finding that the goal of the conspiracy was Appellant’s escape alone was not a possibility, because, based on the evidence presented and the arguments of counsel pertinent to the issue of conspiracy, the only question for the jury to decide was whether Appellant was involved in Seretich’s escape. Because it was never put before the jury that the object of the conspiracy was solely Appellant’s escape, there was no ambiguity in the guilty verdict.\nUpon our review of the record, including the evidence, the criminal information, and the jury instructions, we are in material agreement with the Commonwealth. Turning first to the evidence presented at trial, it demonstrated that Seretich fell to his death during a botched escape. During the investigation, a hole was discovered between Seretich’s and Appellant’s cell, and the metal bar from Seretich’s window was found in Appellant’s cell, as was a metal pry bar used to remove the interior Lexan glass from both Seretich’s and Appellant’s windows. Both men had removed the Lexan glass and pushed aside the screen in the same manner, using the same tools. Strips of cloth similar to those used in Seretich’s rope were found in Appellant’s cell. After Seretich fell, according to the Commonwealth’s evidence, Appellant reached out of the window and pulled the rope back inside. It was therefore established that Seretich technically had escaped, for however briefly, and Appellant was found in possession of tools used in Seretich’s escape.\nGiven the surreptitious nature of conspiracy, the existence of a formal agreement is often proven circumstantially, such as by “the relations, conduct, or circumstances of the parties or overt acts on the part of co-conspirators.” Commonwealth v. Johnson, 604 Pa. 176, 985 A.2d 915, 920 (2009) (quoting Commonwealth v. Spotz, 552 Pa. 499, 716 A.2d 580, 592 (1998)). To that end, in order to place this evidence in context, the Commonwealth conveyed to the jury that the evidence demonstrated the objective of the conspiracy was either an escape by both men or by Seretich alone. During closing arguments, the Commonwealth described the conspiracy between Appellant and Seretich as having as its object Seretich’s escape, with Appellant acting as a look-out. N.T. April 23-28, 2008, at 196 (“They both busted out their windows, and [Appellant] acted as Frank Seretich’s lookout. Frank Seretich took the opportunity to exit first, and maybe [Appellant] was not going to escape at all. Maybe he wasn’t going to even escape at all. He acted as Mr. Seretich’s co-conspirator.”); id. at 200, 985 A.2d 915 (“We have all these other pieces of material that suggest that they agreed to escape together or at least [Appellant] helped [Seretich] to escape. And that’s the conspiracy.”); id. at 198, 985 A.2d 915 (“[Seretich] is dead, and this is the man that acted in concert with Mr. Seretich.”).\nAt trial, Appellant completely denied involvement in any criminal conduct. Thus, there were three scenarios placed before the jury: (1) Appellant and Seretich agreed that Seretich would escape; (2) Appellant and Seretich agreed that they both would escape; or (3) there was no agreement at all. However, there was no evidence or argument that the objective of the conspiracy was Appellant’s escape alone, as Appellant now asserts.\nGiven the evidence adduced at trial and the theories argued to the jury, the interpretation of the evidence proffered by Appellant on appeal was never presented as a possibility to the jury. To accept Appellant’s argument, we would have to conclude that the jury rejected the Commonwealth’s position that the parties intended their conspiracy, at least partially, to accomplish Seretich’s escape, similarly rejected Appellant’s defense that he had no agreement with Seretich at all, and conjured a third alternative not presented to them that Appellant and Seretich conspired to achieve only Appellant’s escape. Appellant’s recently formed hypothesis has no support in the record. Therefore, we agree with the Superior Court that the record clearly establishes that each inchoate crime had a separate criminal purpose: the attempt was to culminate in Appellant’s escape, and the conspiracy was to culminate in either Seretich’s or both of their escapes.\nWe now turn to the criminal information and jury charge. Appellant bases his argument in part on language in the criminal information alleging that he “conspired and agreed with Frank Seretich that they or one or more of them would” escape, Appellant’s Brief at 9, and, similarly, on the trial court’s jury charge that to find Appellant guilty of conspiracy, the jury had to find that Appellant agreed with Seretich that “one or more of them would” escape. N.T. at 214.\nAlthough the phrase “one or more of them” allowed for the theoretical possibility that Appellant and Seretich agreed solely that Appellant would escape, as explained above, there was no evidence presented to support this theory. Given the evidence that was placed before the jury, the only issue for them to decide with regard to the conspiracy charge was whether Appellant was involved in Seretich’s escape, or whether he was simply an innocent bystander who had the misfortune to be assigned the cell next to Seretich. By finding Appellant guilty of conspiracy, the jury clearly agreed with the Commonwealth that at least one of the criminal purposes of the conspiracy was Seretich’s escape. Consequently, although the criminal information and jury charge did not expressly identify the object of the conspiracy, and theoretically allowed for the possibility that the conspiracy was solely for Appellant’s escape, it was made clear to the jury in accord with the parties’ arguments that the conspiracy’s objective included Seretich’s escape.\nMoreover, by employing this specific language, both the criminal information and the trial court tracked the statutory definition of conspiracy. See 18 Pa.C.S. § 903(a)(1) (“A person is guilty of conspiracy with another person or persons to commit a crime if with the intent of promoting or facilitating its commission he: (1) agrees with such other person or persons that they or one or more of them will engage in conduct which constitutes such crime or an attempt or solicitation to commit such crime....”) (emphasis added). Thus, contrary to Appellant’s argument, this language did not demonstrate an intent to imply to the jury that the objective of the conspiracy was solely Appellant’s escape. We therefore reject Appellant’s argument that the jury verdict in this case was ambiguous.\nAppellant argues that the Superior Court’s decision in Riley supports his argument that an ambiguous jury verdict must be read in a defendant’s favor. In Riley, the defendant was charged with conspiracy, burglary, and theft by unlawful taking or disposition. The jury found the defendant guilty of conspiracy, but not of the remaining charges. Because the statutory maximum sentence for conspiracy is based on the object crime, a sentence for conspiracy to commit burglary would have far exceeded a sentence for conspiracy to commit theft by unlawful taking or disposition. Although it was not clear which object crime the jury’s verdict was premised on, the sentencing court believed it was appropriate to sentence him consistent with conspiracy to commit burglary. On appeal, the Superior Court agreed with the defendant that grading his conspiracy conviction as the more serious offense of conspiracy to commit burglary was erroneous. The court held that “in the absence of clear evidence of the jury’s intent to the contrary, a general conspiracy verdict must be resolved in favor of the defendant, and may be construed only as a conviction of conspiracy to commit the least serious underlying offense for which the jury could properly have found the defendant to have conspired to commit.” 811 A.2d at 620. The critical distinction between this case and Riley is that the holding in Riley was premised on the absence of clear evidence of the jury’s intent. Our above review of the record in this case, however, demonstrates clear evidence of the jury’s intent with respect to its guilty verdict. Hence, Riley is of little import here.\nAppellant also relies on Apprendi, in which the United States Supreme Court held that, with limited exception, judicial findings which result in punishment beyond statutory máximums must be submitted to a jury and proved beyond a reasonable doubt. Appellant does not argue that his sentence violates Apprendi, but simply urges us to be consistent with Apprendi’s directive. Because there is no argument, however, that our rejection of Appellant’s Section 906 argument will result in a sentence beyond the statutory maximum, Apprendi simply is not implicated either directly or by compelling analogy. Moreover, there was no judicial finding of fact that increased Appellant’s maximum term of imprisonment. Appellant’s reliance on the Superior Court decision in Johnson is likewise misplaced, as Johnson turned on a direct violation of Apprendi. See 910 A.2d 60.\nFinally, to the extent Appellant faults the general verdict here for not specifying the object of the conspiracy, we observe that there is no authority for special verdicts in criminal trials, and “[t]he proposal of special verdicts in criminal trials to determine what issues the jury actually resolved has been almost universally condemned.” Commonwealth v. Samuel, 599 Pa. 166, 961 A.2d 57, 64 (2008).\nAccordingly, for the reasons stated above, we hold that because the record in this case establishes that the crimes of attempted escape and conspiracy to commit escape were not designed to culminate in the same crime, the separate sentences are permitted in accord with Section 906. Therefore, the trial court did not violate Section 906 when it sentenced Appellant for both attempted escape and conspiracy to commit escape. We affirm the order of the Superior Court, and remand this case to the trial court for sentence reformation unrelated to the issue disposed of herein.\nJustice ORIE MELVIN did not participate in consideration or decision of this case.\nJustices TODD and McCAFFERY join the opinion.\nJustice SAYLOR files a concurring opinion in which Chief Justice CASTILLE joins.\nJustice EAKIN files a dissenting opinion.\n. As fully discussed herein, although Section 906 speaks in terms of \"multiple convictions,” the Superior Court has interpreted this section to bar multiple sentences. See Commonwealth v. Grekis, 411 Pa. Super. 513, 601 A.2d 1284, 1295 (1992); Commonwealth v. Maguire, 307 Pa.Super. 80, 452 A.2d 1047, 1049 (1982). As this approach is not disputed, we will likewise speak in terms of multiple sentences.\n. Lexan glass is a plastic polycarbonate.\n. See 18 Pa.C.S. §§ 5122(a)(2), 901(a), and 903(a), respectively.\n. Appellant also challenged his three sentences on the grounds that they exceeded the statutory maximum. The trial court agreed, recognizing that the maximum sentence for the attempted escape and conspiracy to commit escape is twenty-four months, and the maximum sentence for possessing implements of escape is sixty months. The Superior Court likewise agreed, and remanded for resentencing within the statutory maximum. This issue is not relevant to the present appeal.\n. Again, as the trial court did not opine that it had made a sentencing error until after Appellant filed his notice of appeal, Appellant remained aggrieved by the trial court's sentencing order. Thus, he continued to have standing to appeal the issue now before us, and the Commonwealth maintained the right to argue against Appellant’s position.\n. It is noteworthy that it imposed concurrent terms for each inchoate crime. Consequently, even if Appellant were correct, it would not change his aggregate sentence."}