{"id": "4207867", "contents": "OPINION\nJustice EAKIN.\nLeroy Thomas appeals from the order denying him relief pursuant to the Post Conviction Relief Act (PCRA), 42 Pa.C.S. §§ 9541-9546. We affirm.\nA jury convicted appellant of first degree murder and related offenses for the shooting death of Kenneth Rankine. At the penalty phase, the jury found one aggravating circumstance: appellant had been convicted of a previous murder. 42 Pa.C.S. § 9711(d)(ll). The jury found no mitigating circumstances and sentenced him to death. See 42 Pa.C.S. § 9711(c)(iv).\nAppellant received new counsel and filed a direct appeal, claiming ineffective assistance of trial counsel and insufficient evidence to support his first degree murder conviction. This Court affirmed, finding appellant failed to establish ineffectiveness of counsel, and the Commonwealth presented sufficient evidence to establish beyond a reasonable doubt that appellant conspired with two unidentified men to kill the victim. Commonwealth v. Wayne, 553 Pa. 614, 720 A.2d 456, 460-61, 470-71 (1998), cert. denied, Wayne v. Pennsylvania, 528 U.S. 834, 120 S.Ct. 94, 145 L.Ed.2d 80 (1999).\nAppellant filed a timely pro se PCRA petition, and later was appointed new counsel, who filed an amended petition. Prior to filing the petition, appellant’s witness, Steve McCarter, suffered a stroke which affected his ability to recall events surrounding the night of the murder. The PCRA court summarily dismissed the petition without an evidentiary hearing. On appeal, this Court vacated the PCRA court’s order and remanded the case for an evidentiary hearing. Commonwealth v. Thomas, 578 Pa. 455, 854 A.2d 411 (2004).\nPrior to the hearing, trial counsel died March 6, 2006. The evidentiary hearing was held, and relief was denied. Appellant moved to recuse the PCRA court judge because a newspaper reported the judge considered running for District Attorney of Philadelphia and sought the incumbent District Attorney’s approval. After vacating its order and holding a hearing, the PCRA court denied appellant’s motion and reinstated its order denying PCRA relief. This appeal followed, in which appellant’s issues may be summarized as follows: (1) whether the PCRA court violated appellant’s due process rights by dismissing his original PCRA petition without an evidentiary hearing; (2) whether the PCRA court properly denied appellant’s layered ineffective assistance of counsel claim regarding trial counsel’s failure to investigate, develop, and present evidence of appellant’s alibi witness, Hans Schneider; (3) whether the PCRA court properly denied appellant’s layered ineffective assistance of counsel claim regarding trial counsel relieving the prosecution of its burden to prove appellant had the specific intent to kill; (4) whether the PCRA court properly denied appellant’s layered ineffective assistance of counsel claim regarding trial counsel allowing the trial court to improperly admit preliminary hearing testimony of Commonwealth witness, Neville Bobby Hill; (5) whether the PCRA court properly denied appellant’s layered ineffective assistance of counsel claim regarding trial counsel’s failure to seek the pre-trial detention of Commonwealth witness, Neville Bobby Hill; (6) whether the PCRA court properly denied appellant’s layered ineffective assistance of counsel claim regarding trial counsel’s failure to investigate, develop, and present the eyewitness testimony of Deborah Brown and Steve McCarter; (7) whether the PCRA court properly denied appellant’s motion for reconsideration and recusal; and (8) whether the cumulative effect of these alleged errors entitles appellant to relief.\nIn reviewing the denial of PCRA relief, we examine whether the PCRA court’s determination is supported by the evidence and free of legal error. Commonwealth v. Steele, 599 Pa. 341, 961 A.2d 786, 796 (2008). To be entitled to PCRA relief, appellant must prove by a preponderance of the evidence his conviction or sentence resulted from one or more of the enumerated errors in 42 Pa.C.S. § 9543(a)(2), his claims have not been previously litigated or waived, id., § 9543(a)(3), and failing to litigate the issue was not “the result of any rational!,] strategic or tactical decision by counsel.” Steele, at 796 (quoting Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 593 (2007)). An issue is previously litigated if “the highest appellate court in which the petitioner was entitled to review as a matter of right has ruled on the merits of the issue.” Id. (quoting Washington, at 593-94 (citing 42 Pa.C.S. § 9544(a)(2))). A claim is waived “if the petitioner could have raised it but failed to do so before trial, at trial, during unitary review, on appeal or in a prior state post-conviction proceeding.” Id. (citing 42 Pa.C.S. § 9544(b)).\nTo preserve a layered ineffective assistance of counsel claim, appellant must\nplead and prove that: (1) trial counsel was ineffective for a certain action or failure to act; and (2) direct appeal counsel was ineffective for failing to raise trial counsel’s ineffectiveness. As to each relevant layer of representation, appellant must meet all three prongs of the [Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987) ] test for ineffectiveness. A failure to satisfy any of the three prongs of the Pierce test requires rejection of a claim of ineffective assistance of trial counsel, which, in turn, requires rejection of a layered claim of ineffective assistance of direct appeal counsel.\nCommonwealth v. Ly, 602 Pa. 268, 980 A.2d 61, 74 (2009) (quoting Commonwealth v. Collins, 598 Pa. 397, 957 A.2d 237, 244-45 (2008) (citations omitted)).\nThe “Pierce test” requires appellant to prove, with respect to appellate counsel: (1) the underlying claim of trial counsel’s ineffectiveness has arguable merit; (2) appellate counsel had no reasonable basis for failing to pursue the claim; and (3) but for appellate counsel’s ineffectiveness, a reasonable probability exists that the outcome of the appeal would have been different. See Commonwealth v. McGill, 574 Pa. 574, 832 A.2d 1014, 1022-23 (2003).\nPreviously Litigated Ineffectiveness Assistance of Counsel Claims\nOn direct appeal, appellant raised three claims of ineffective assistance of trial counsel. He alleged trial counsel was ineffective for: failing to investigate, develop, and present evidence of appellant’s alibi witness, Hans Schneider; relieving the prosecution of its burden of proving appellant had the specific intent to kill; and allowing the trial court to improperly admit preliminary hearing testimony of Commonwealth witness Neville Bobby Hill. Wayne, at 462, 465, 470.\nRegarding appellant’s ineffectiveness claim for failure to investigate, develop, and present evidence of alibi witness, Hans Schneider, appellant raised the identical claim on direct appeal but now raises it as a layered ineffective assistance of counsel claim. On direct appeal, we found appellant satisfied three of the four elements required for finding trial counsel was ineffective for failing to call Schneider as a witness. Id., at 470. However, appellant failed to prove trial counsel knew or should have known of Schneider’s existence. Id.; see Commonwealth v. Morris, 546 Pa. 296, 684 A.2d 1037, 1044 (1996) (defendant must prove witness existed and was available; counsel was aware of, or had duty to know of witness; witness was willing and able to appear; and proposed testimony was necessary to avoid prejudice to defendant). Prior to trial, appellant requested a continuance. The trial court denied the request because appellant merely requested more time in general and failed to specify any missing discovery or witnesses. Wayne, at 470 (citing N.T., 5/23/95, at 70-73). Further, during the penalty phase, trial counsel made clear on the record his attempts to secure witnesses for appellant, to the extent that counsel personally offered to pay the airfare and arrange free lodging for appellant’s mother to come from Florida and testify, which she declined. Id. (citing N.T., 5/26/95, at 3-5). Additionally, while Schneider stated he was willing and able to testify to appellant’s alibi and unsuccessfully attempted to contact counsel, he could not recall trial counsel’s name or any details regarding his phone call to an office where he thought counsel could be reached. Id. Therefore, given the statements of record regarding pre-trial preparation and trial counsel’s extensive efforts to secure witnesses on behalf of appellant, we found Schneider’s vague statements as to his attempt to contact trial counsel were suspicious, and thus held appellant’s claim was meritless. Id.\nThe dissenting opinion believes appellate counsel deficientlyrepresented appellant; and would not deem this claim previously litigated. The dissent reasons that because it was not appellate counsel’s general practice to conduct an investigation of extra-record claims and he did not pursue an interview with appellant’s purported alibi witness, we should remand for a full hearing, and requests our acknowledgement that appellate counsel inappropriately represented appellant on direct appeal. See Dissenting Op., at 499-501, 44 A.3d at 25-26. In fact, appellate counsel did not testify he did not reinvestigate or interview appellant’s alibi witness. Rather, appellate counsel stated the following:\n[Appellate Counsel]: I don’t ordinarily investigate claims, other than — trial claims, other than when I’m appointed as appellate counsel or retained as appellate counsel. But I did recall this particular case. I had, in fact, filed this affidavit, which had been brought to my attention. I’m sure I had that conversation with whoever called me. Whoever called me told me that they would send me an affidavit. They told me what basically the affidavit would be.\n[Appellate Counsel]: I never really would reinvestigate a case unless it was something like that, where somebody sent me an affidavit and I now had an opportunity to reinvestigate.\n[Appellate Counsel]: I may have done something to try to get in touch with whoever sent me this affidavit. I’m not sure. I told you that earlier today. I’m just not sure if this was the case.\nN.T. PCRA Hearing, 9/19/07, at 37, 38, 43. After reviewing the record, it appears appellate counsel cannot recall with certainty whether he spoke with appellant’s alibi witness but is “sure” that he did.\nFurthermore, appellate counsel focused on the claim involving the trial court’s erroneous jury instruction because he believed it was “an absolutely dead-bang winner.” Id., at 30, 36 (“every once in a while I take a look at that brief ... because I can’t believe that he lost that issue.”). It was a reasonable strategy for appellate counsel to spend more of his time analyzing claims he believed would be successful rather than those that, in his professional opinion, are barely beyond the threshold of arguable merit. See Commonwealth v. Puksar, 597 Pa. 240, 951 A.2d 267, 277 (2008) (quoting Commonwealth v. Miller, 572 Pa. 623, 819 A.2d 504, 517 (2002)) (“Generally, where matters of strategy and tactics are concerned, counsel’s assistance is deemed constitutionally effective if he chose a particular course that had some reasonable basis designed to effectuate his client’s interests.”) (citations and internal quotation marks omitted). Accordingly, in the absence of concrete evidence that appellate counsel failed to interview the alibi witness and because appellate counsel’s strategy was reasonable, appellant fails to satisfy the Pierce test; furthermore, this was previously litigated.\nOn direct appeal, appellant also claimed trial counsel was ineffective for failing to object to the court’s improper statement of law when instructing the jury on co-conspirator liability for first degree murder. Appellant specifically contended the erroneous jury instruction relieved the prosecution of its burden of proving he had the specific intent to kill. See Wayne, at 462. We held appellant did not suffer prejudice as a result of counsel’s failure to object because:\n[t]he conspiracy had only one object, the deliberate decision to take a life[, and] [o]nce this jury determined that appellant was guilty of conspiracy, given the sole object of that conspiracy, the only logical conclusion to reach is that this jury also determined, beyond a reasonable doubt, that appellant possessed the specific intent to kill.\nId., at 465. Appellant again raises the same claim, and presents the same arguments; accordingly, this claim has been previously litigated. See Brief of Appellant, at 37.\nAppellant additionally raised an ineffectiveness of counsel claim on direct appeal, contending the admittance of Neville Bobby Hill’s preliminary hearing testimony deprived him of his right to confront and cross-examine this witness. He specifically alleged trial counsel was ineffective for failing to impeach Hill while cross-examining him at the preliminary hearing. Wayne, at 465-66. We found appellant was provided a full opportunity to cross-examine Hill; thus, his claim was without merit. Id., at 466. Similarly, appellant now contends trial counsel was ineffective for failing to properly seek the preclusion of Hill’s preliminary hearing testimony. See Brief of Appellant, at 46-47. Notably, on direct appeal, appellant argued counsel was ineffective for failing to impeach Hill with his prior statement and criminal record; he now contends counsel was ineffective for failing to impeach Hill with another witness’s police statement. Appellant merely offers an alternative theory for trial counsel’s ineffectiveness; thus, it has been previously litigated. See Commonwealth v. Gwynn, 596 Pa. 398, 943 A.2d 940, 944-45 (2008) (quoting Commonwealth v. Collins, 585 Pa. 45, 888 A.2d 564, 570 (2005)) (ineffectiveness claim is previously litigated if it is “ ‘merely an alternative theory in support of the same underlying issue that was raised on direct appeal.’”). Accordingly, this claim was previously litigated.\nPreservation of other Ineffective Assistance of Counsel Claims\nOn direct appeal, appellant also claimed the prosecutor failed to make a “good faith” effort in seeking the pre-trial detention of a witness. We held this claim was meritless because the Commonwealth’s effort to locate the witness was “reasonable.” Wayne, at 467. Appellant raised this claim to the PCRA court, which properly determined it was previously litigated; he again attempts to raise it on collateral appeal, which is impermissible. PCRA Court Opinion, 1/30/08, at 7; see 42 Pa.C.S. § 9543(a)(3).\nAppellant now contends trial counsel was ineffective for not seeking the witness’s pre-trial detention, and appellate counsel was ineffective for failing to raise this claim. As previously noted, appellant was required to raise claims based on trial counsel’s performance at the onset of new counsel’s representation on direct appeal. See 42 Pa.C.S. § 9544(b); Hubbard, at 696 n. 8. Having failed to do so, appellant has waived this claim, and may only obtain relief by showing appellate counsel’s ineffectiveness in connection with this issue. McGill, at 1022 (when court is faced with layered ineffectiveness claim, only viable ineffectiveness claim is that related to most recent counsel).\nAppellant properly preserved his layered ineffectiveness claim by pleading appellate counsel was ineffective for failing to raise trial .counsel’s ineffectiveness for not seeking the witness’s pre-trial detention. Appellant also preserved an additional layered ineffectiveness claim, arguing trial counsel was ineffective for failing to investigate, develop, and present exculpatory eyewitness testimony, and appellate counsel was ineffective for failing to raise and litigate trial counsel’s ineffectiveness. Appellant does not develop his ineffectiveness of counsel claims for appellate counsel; however, we need not remand for development of these claims with respect to appellate counsel “where the appellant has not met his burden of proving the underlying claim of trial counsel’s ineffectiveness.” Commonwealth v. Walker, 613 Pa. 601, 36 A.3d 1, 9 (2011); McGill, at 1025.\nDenial of Original PCRA Petition Without Evidentiary Hearing\nAppellant asserts he was left defenseless and without eyewitness testimony that would have altered the jury’s verdict because the PCRA court failed to act promptly and grant an evidentiary hearing. He specifically contends if the PCRA court had promptly held an evidentiary hearing, he would have been able to present the testimony of Steve McCarter and trial counsel, both of whom became unavailable prior to this Court’s remand for an evidentiary hearing. Thus, he argues the PCRA court deprived him of his right to due process.\nAppellant essentially contends his right to a speedy trial was violated, which is analyzed as a due process claim when asserted in a PCRA petition. Commonwealth v. Glass, 526 Pa. 329, 586 A.2d 369, 373 (1991) (“[t]he asserted right to promptness in appeals is framed in terms of due process rather than the speedy trial right ... ”) (citing Commonwealth v. Pounds, 490 Pa. 621, 417 A.2d 597, 601 (1980)). In Pounds, two years lapsed from the jury’s conviction of first degree murder to the defendant’s sentencing hearing where he was sentenced to life imprisonment. Pounds, at 600. On appeal, he argued his right to a speedy trial was violated due to the two-year delay. This Court assumed the defendant’s sentencing phase was part of the trial for purposes of his right to a speedy trial and analyzed several principal factors in determining whether there was an unconstitutional’ deprivation of this right. The factors included the length of delay, reason for delay, assertion of the right to a speedy trial, and resulting prejudice to interests protected by such right. Id., at 599.\nRegarding the prejudice factor, the defendant claimed he was prejudiced by the resulting delay in the consideration of his appeal. We noted the interests that the right to a speedy trial protects: “(1) prevention of oppressive pretrial incarceration; (2) minimization of an accused’s anxiety and concern; and, (3) limitation of the possibility that the defense will be impaired.” Id., at 601 n. 10 (citing Barker v. Wingo, 407 U.S. 514, 532, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972) (prejudice should be assessed in light of those interests of defendants which speedy trial right was designed to protect)); see also Commonwealth v. Jones, 450 Pa. 442, 299 A.2d 288, 292 (1973) (same). Thus, we held the defendant’s resulting delay in the consideration of his appeal was “not the type of interest which the right to a speedy trial protects.” Pounds, at 601.\nIn Pennsylvania v. Finley, 481 U.S. 551, 107 S.Ct. 1990, 95 L.Ed.2d 539 (1987), the United States Supreme Court analyzed the scope of the right to due process for criminal trials, appeals as of right, and collateral post-conviction proceedings. The Court held a state law providing indigent prisoners the right to assistance of counsel in collateral post-conviction proceedings does not require the full procedural protection guaranteed by the federal Constitution for criminal trials and the first appeal as of right. In reaching this conclusion, the Court reasoned:\n[p]ost-conviction relief is even further removed from the criminal trial than is discretionary direct review. It is not part of the criminal proceeding itself, and it is in fact considered to be civil in nature. It is a collateral attack that normally occurs only after the defendant has failed to secure relief through direct review of his conviction. States have no obligation to provide this avenue of relief, and when they do, the fundamental fairness mandated by the Due Process Clause does not require that the State supply a lawyer as well.\nId., at 556-57, 107 S.Ct. 1990 (citations omitted).\nConsistent with Finley and Pounds, states generally assess a defendant’s speedy trial claim in light of the interests that the right was designed to protect, and thus find the extent of its protection decreases as cases progress through their sentencing phases and again in their appellate phases. In Perdue v. Commonwealth, 82 S.W.3d 909 (Ky.2002), the Supreme Court of Kentucky found the Speedy Trial Clause of the Sixth Amendment applies to trial and, to a lesser extent, sentencing or re-sentencing in a criminal case and its subsequent appeal. Id., at 911 (citing Pollard v. United States, 352 U.S. 354, 361, 77 S.Ct. 481, 1 L.Ed.2d 393 (1957)). The Court specifically found the speedy trial balancing factors set forth in Barker are used for analyzing a speedy sentencing violation; however, “they are balanced differently in a speedy sentencing case than they are in a speedy trial case because most of the interests protected by the Speedy Trial Clause are not implicated in a post-conviction situation.” Id., at 912 (citing Barker, at 514, 530). Thus, the Court held “a collateral attack is not part of the procedure used to assure that a defendant is not deprived of life, liberty, or property without due process of law.” Id., at 913 (citing Finley, at 556, 107 S.Ct. 1990). In State v. Watson, 284 N.W.2d 204 (Iowa 1979), the Supreme Court of Iowa found speedy trial requirements do not apply to proceedings ordered as result of post-conviction petition. Id., at 205-06. Additionally, the Supreme Court of Ohio has held that “[w]hile the Sixth Amendment to the Constitution of the United States guarantees a speedy trial, no such requirement attaches to proceedings subsequent to trial, primarily because the presumption of innocence at the trial level does not exist at the appellate or post-appellate levels.” State ex rel. Jones v. Court of Common Pleas of Cuyahoga County, et al., 55 Ohio St.2d 130, 378 N.E.2d 471, 472 (1978) (per curiam). In State v. Greathouse, 519 S.W.2d 299 (Mo.Ct.App.1975), the Missouri Court of Appeals found the Sixth Amendment to the United States Constitution and its parallel clause in the Missouri Constitution have no bearing on post-conviction proceedings nor on appeals from criminal prosecutions. Id., at 301.\nIn light of these cases, we conclude a PCRA appeal is too far removed from the interests protected by the right to a speedy trial. Moreover, it is important to note that under Pa.R.Crim.P. 909(B), appellant is not automatically entitled to an evidentiary hearing on his PCRA petition. He only received the hearing because this Court granted him one, which he now attempts to morph into a speedy trial claim. Because appellant has no underlying constitutional right to an evidentiary hearing in state post-conviction proceedings, he has no constitutional right to insist on a speedy trial in these proceedings.\nIneffective Assistance of Counsel Claims\nAs discussed above, appellant has properly pled two layered ineffectiveness claims that have not been previously litigated or waived. Appellant’s first claim involves trial counsel’s failure to seek the pre-trial detention of Commonwealth witness Neville Bobby Hill. According to Hill’s preliminary hearing testimony, he witnessed appellant arrive simultaneously with two unidentified gunmen, and while the gunmen shot and killed the victim, appellant attempted to shoot Hill, but the gun malfunctioned. N.T. Trial, 5/24/95, at 51, 53-54.\nAppellant contends trial counsel was ineffective for failing to seek the pre-trial detention of Hill as a material witness, and appellate counsel was ineffective for failing to raise this claim. “ ‘Generally, where matters of strategy and tactics are concerned, counsel’s assistance is deemed constitutionally effective if he chose a particular course that had some reasonable basis designed to effectuate his client’s interests.’ ” Commonwealth v. Lesko, 609 Pa. 128, 15 A.3d 345, 380 (2011) (quoting Commonwealth v. Puksar, 597 Pa. 240, 951 A.2d 267, 277 (2008) (citation omitted)).\n“The [reviewing] court should keep in mind that counsel’s function, as elaborated in prevailing professional norms, is to make the adversarial testing process work in a particular case. At the same time, the court should recognize that counsel is strongly presumed to have rendered adequate assistance and made all significant decisions in the exercise of reasonable professional judgment.”\nId. (quoting Strickland v. Washington, 466 U.S. 668, 690, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984)).\nRather than detain Hill to testify at trial, trial counsel attempted to preclude his preliminary hearing testimony due to its extremely prejudicial nature. Thus, gleaning from the record that counsel’s strategy was misidentification and the lack of evidence connecting appellant to the two unidentified gunmen, it was reasonable for trial counsel not to seek Hill’s pre-trial detention as his testimony directly linked appellant to the two unidentified gunmen. Accordingly, appellant fails to prove the second prong of the Pierce test for trial counsel, and we therefore need not remand for development of his ineffectiveness claim regarding appellate counsel. Walker, at 9; McGill, at 1025.\nNext, appellant claims all prior counsel were ineffective for failing to investigate, develop, and present the exculpatory eyewitness testimony of Deborah Brown. To establish counsel was ineffective for failing to call a -witness, appellant must show:\n(1) the witness existed; (2) the witness was available to testify for the defense; (3) counsel knew of, or should have known of, the existence of the witness; (4) the witness was willing to testify for the defense; and (5) the absence of the testimony of the witness was so prejudicial as to have denied [appellant] a fair trial.\nCommonwealth v. Johnson, 600 Pa. 329, 966 A.2d 523, 536 (2009) (quoting Commonwealth v. Washington, 592 Pa. 698, 927 A.2d 586, 599 (2007)).\nDeborah Brown testified at the PCRA hearing that she heard what sounded like firecrackers outside her home, prompting her to look out her window. N.T. PCRA Hearing, 9/18/07, at 36. She saw children disburse from the corner, leading her to believe that, instead of firecrackers, she heard five or six gunshots. Id. She then saw a man standing on the corner firing a gun five or six times. Id., at 37. Afterwards, a car traveling the wrong direction on a one-way street slowly passed the man. Id., at 38. She testified she did not witness the victim get shot. Id., at 43. Appellant argues her statements would have challenged the weight and credibility of Commonwealth witnesses Jacqueline Brown and Neville Bobby Hill. However, Deborah Brown’s testimony does not contradict either of these witnesses’ testimony. She did not witness the victim’s fatal shooting, and her testimony corroborates Jacqueline Brown’s testimony that she heard a second round of gunfire following the initial shots which killed the victim. Accordingly, trial counsel was not ineffective, as appellant was not prejudiced by Deborah Brown’s failure to testify, and remand for development of this claim as it pertains to appellate counsel is unnecessary. Walker, at 9; McGill, at 1025.\nAppellant also claims appellate counsel was ineffective for failing to argue trial counsel’s ineffectiveness for not investigating, developing, and presenting the exculpatory eyewitness testimony of Steve McCarter. Specifically, appellant contends McCarter gave police a statement identifying Hill as the shooter, which contradicted the Commonwealth witnesses’ testimony that Hill never possessed a gun. McCarter did not witness the victim’s shooting. In his statement, McCarter told police he witnessed a car going the wrong way on a one-way street, and he saw Hill, crouched behind a parked car, firing a gun at the car as it drove away. Police Statement of Steve McCarter, 8/14/94, at 1-3. McCarter then took cover and eventually went outside to investigate the scene, at which point he saw the victim’s body lying in the street. Id., at 2.\nMcCarter’s statement does not contradict the witnesses’ testimony regarding the murder. McCarter did not see the actual murder of the victim. He heard gunshots, and looked out the window to see Hill shooting at a car driving the wrong way on a one-way street. Further down the street lay the victim, who was presumably killed by the first round of gunshots. Additionally, in Hill’s preliminary hearing testimony, which was read to the jury, he testified he was near the victim when the victim was shot five or six times, and appellant held a gun to his head and walked him over to his car, which was down the street. N.T. Trial, 5/24/95, at 53 (quoting Preliminary Hearing Testimony of Neville Bobby Hill, 12/20/94). Hill then testified appellant’s gun jammed after attempting to shoot him, at which point Hill fled. Id., at 54.\nWhen McCarter’s testimony is read in conjunction with Hill’s, it appears that, after the victim was shot, appellant forced Hill down the street and attempted to shoot him, but the gun malfunctioned. McCarter, hearing the initial shots, came to the window and saw Hill ducking behind a car that was down the street from the murder and firing a gun at a car traveling the wrong direction on the one-way street. This testimony does not aid in refuting the relationship between appellant and the co-conspirators. See Commonwealth v. Chmiel, 585 Pa. 547, 889 A.2d 501, 546 (2005) (“Trial counsel’s failure to call a particular witness does not constitute ineffective assistance without some showing that the absent witnesses] testimony would have been beneficial or helpful in establishing the asserted defense.”) (citing Commonwealth v. Durst, 522 Pa. 2, 559 A.2d 504, 506 (1989) (citation omitted)). Even if McCarter had been available to testify at trial and counsel knew of his existence, his testimony would not have made a difference. Thus, there is no prejudice under Strickland, and no need to remand for development of this claim regarding appellate counsel. Walker, at 9 (citing McGill, at 1025).\nMotion for Reconsideration and Recusal\nAppellant next contends his due process rights were violated because according to a newspaper report, later found to be inaccurate, the PCRA court judge contemplated running for District Attorney of Philadelphia County and sought the incumbent District Attorney’s support. Appellant claims this evidences the judge’s strong bias towards the Commonwealth. Appellant further purports that if judicial integrity and neutrality preclude the participation of a judge who formally prosecuted a case, Commonwealth v. Parrish, 250 Pa.Super. 176, 378 A.2d 884, 886 (1977), then it follows that a judge who intends to become the prosecutor of a case is prohibited from participating. Accordingly, appellant argues the PCRA court judge abused his discretion for failing to recuse himself.\nUpon a recusal motion,\nthe judge makes an independent, self-analysis of the ability to be impartial. If content with that inner examination, the judge must then decide “whether his or her continued involvement in the case creates an appearance of impropriety and/or would tend to undermine public confidence in the judiciary.” This assessment is a “personal and unreviewable decision that only the jurist can make.” “Once the decision is made, it is final....”\nThis Court presumes judges of this Commonwealth are “honorable, fair and competent,” and, when confronted with a recusal demand, have the ability to determine whether they can rule impartially and without prejudice. The party who asserts a trial judge must be disqualified bears the burden of producing evidence establishing bias, prejudice, or unfairness necessitating recusal, and the “decision by a judge against whom a plea of prejudice is made will not be disturbed except for an abuse of discretion.”\nCommonwealth v. Druce, 577 Pa. 581, 848 A.2d 104, 108 (2004) (citations omitted).\nThe PCRA court properly denied appellant’s motion for reconsideration and recusal. The judge’s assessment of appellant’s PCRA petition was “in conjunction with applicable law and was wholly supported by the record below.” PCRA Court Opinion, 7/28/08, at 5. Upon reviewing appellant’s recusal motion, the judge vacated the dismissal order, held a hearing on appellant’s motion, and reinstated the order, finding appellant’s claim meritless. The PCRA court found the newspaper article incorrectly quoted the judge as intending to seek the incumbent District Attorney’s support. Id., at 1. Thus, “in light of the facts as they existed, and not as they were surmised or reported[,]” the judge’s impartiality cannot reasonably be questioned. Cheney v. United States District Court for the District of Columbia, 541 U.S. 913, 914, 124 S.Ct. 1391, 158 L.Ed.2d 225 (2004) (citation omitted). Accordingly, appellant fails to establish the presiding judge abused his discretion in declining to recuse himself from the case.\nCumulative Effect of Alleged Errors\nLastly, appellant contends the cumulative prejudicial effect of the above prior claims entitles him to relief. We have recently “recognize[d] that if multiple instances of deficient [trial counsel] performance are found, the assessment of prejudice properly may be premised upon cumulation.” Commonwealth v. Johnson, 600 Pa. 329, 966 A.2d 523, 532 (2009). However, as determined above, appellant’s claims are found to be meritless and/or fail the Pierce test. Thus, no prejudice has resulted from any of appellant’s claims, and there is no cumulative prejudicial effect to assess. Accordingly, this claim fails.\nAs appellant has failed to establish that any of his claims entitle him to relief, we affirm the PCRA court’s order.\nOrder affirmed; jurisdiction relinquished.\nChief Justice CASTILLE, Justices BAER, McCAFFERY and ORIE MELVIN join the opinion.\nJustice TODD concurs in the result.\nJustice SAYLOR files a dissenting opinion.\n. The underlying facts are detailed in our disposition of appellant's direct appeal. See Commonwealth v. Wayne, 553 Pa. 614, 720 A.2d 456, 459-61 (1998).\n. The jury considered mitigating evidence concerning appellant’s character and record, and the circumstances of his offense. 42 Pa.C.S. § 9711(e)(8).\n. In its denial, the PCRA court declined to hear previously litigated issues, as they were not within the scope of our remand order. Additionally, appellant’s claim that trial counsel was ineffective for failing to present mitigating evidence was rendered moot after the parties stipulated to a new penalty hearing. Although there was no court order affirming the stipulation, N.T. PCRA Hearing, 9/18/07, at 4-8, as all issues on appeal involve the guilt phase, it appears there was indeed a new penalty phase ordered. Concurrently, appellant withdrew his claim under Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). N.T. PCRA Hearing, 9/18/07, at 4-8.\n. Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002), held a defendant \"should wait to raise claims of ineffective assistance of trial counsel until collateral review.” Id., at 738. This holding abrogated the rule in Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977), that upon representation by new counsel, a defendant must raise ineffectiveness claims pertaining to trial counsel's performance at the first opportunity. See Hubbard, at 695 n. 6. However, because appellant’s direct appeal proceedings pre-dated Grant, Hubbard still applied. Thus, appellant’s underlying ineffectiveness claim that trial counsel was ineffective is waived because he failed to raise it at the onset of new counsel on direct appeal. See 42 Pa.C.S. § 9544(b); Hubbard, at 695 n. 6.\n. Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987).\n. In his affidavit, Schneider stated appellant was in Schneider’s home the night of the murder from 8:00 p.m. until well after midnight. Wayne, at 470 (citing R.R. p. 44a).\n. In his current brief to this Court, appellant asserts appellate counsel’s performance was deficient for failure to interview Schneider because counsel would have discovered Schneider “did in fact contact Wayne's trial attorney and explained to someone in his office that Wayne was at [his] house at the time of the murder. [He] left [his] name and phone number but was never contacted by trial counsel.” Affidavit of Hans Schneider, 1/14/00; compare to Wayne, at 470 (“Mr. Schneiber [sic] states that he was willing and available to testify to this alibi and that he attempted unsuccessfully to contact counsel. Mr. Schneiber [sic] could not recall counsel's name nor did he remember any details regarding his phone call to an office where he thought counsel could be reached.”).\n. Appellant merely presents a bald assertion regarding the use of a witness's statements for impeachment and fails to provide any authority that a witness may be impeached by another witness's out-of-court statement. See, e.g., Commonwealth v. Baez, 494 Pa. 388, 431 A.2d 909, 913 (1981) (trial court erred in permitting prosecution to impeach defendant with another witness's hearsay statement to police which contradicted defendant's testimony).\n. Appellant also fails to show Brown was available and willing to testify for him."}