{"id": "4209981", "contents": "OPINION\nChief Justice CASTILLE.\nThis appeal by the Commonwealth, the prevailing party at trial which was aggrieved by the Superior Court’s grant of a new trial, centers on principles of self-defense for purposes of assessing whether the trial court abused its discretion in excluding evidence of the murder victim’s nine-year-old conviction for robbery. The Commonwealth contends, among other points, that the Superior Court’s assessment of the evidentiary ruling misapprehended the law governing self-defense. For the reasons that follow, we reverse the Superior Court and reinstate the judgment of sentence for first-degree murder, aggravated assault and related offenses.\nI.\nBy way of background, a claim of self-defense (or justification, to use the term employed in the Crimes Code) requires evidence establishing three elements: “(a) [that the defendant] reasonably believed that he was in imminent danger of death or serious bodily injury and that it was necessary to use deadly force against the victim to prevent such harm; (b) that the defendant was free from fault in provoking the difficulty which culminated in the slaying; and (c) that the [defendant] did not violate any duty to retreat.” Commonwealth v. Samuel, 527 Pa. 298, 590 A.2d 1245, 1247-48 (1991). See also Commonwealth v. Harris, 550 Pa. 92, 703 A.2d 441, 449 (1997); 18 Pa.C.S. § 505. Although the defendant has no burden to prove self-defense, see discussion below, before the defense is properly in issue, “there must be some evidence, from whatever source, to justify such a finding.” Once the question is properly raised, “the burden is upon the Commonwealth to prove beyond a reasonable doubt that the defendant was not acting in self-defense.” Commonwealth v. Black, 474 Pa. 47, 376 A.2d 627, 630 (1977). The Commonwealth sustains that burden of negation “if it proves any of the following: that the slayer was not free from fault in provoking or continuing the difficulty which resulted in the slaying; that the slayer did not reasonably believe that [he] was in imminent danger of death or great bodily harm, and that it was necessary to kill in order to save [him]self therefrom; or that the slayer violated a duty to retreat or avoid the danger.” Commonwealth v. Burns, 490 Pa. 352, 416 A.2d 506, 507 (1980). Further, as an evidentiary matter, this Court has held that when self-defense is properly at issue, evidence of the victim’s prior convictions involving aggression may be admitted, if probative, either (1) to corroborate the defendant’s alleged knowledge of the victim’s violent character, to prove that the defendant was in reasonable fear of danger, or (2) as character/ propensity evidence, as indirect evidence that the victim was in fact the aggressor. Commonwealth v. Beck, 485 Pa. 475, 402 A.2d 1371, 1373 (1979) (plurality) (citing and applying Commonwealth v. Amos, 445 Pa. 297, 284 A.2d 748, 750-51 (1971)). Only those past crimes of the victim that are similar in nature and not too distant in time will be deemed probative, with the determination as to similar nature and remoteness resting within the sound discretion of the trial judge. Amos, 284 A.2d at 752.\nAssignment of a burden upon the Commonwealth to disprove self-defense is a relatively recent, and significant, adjustment of law. Traditionally, the defendant had the burden to prove affirmative defenses, including self-defense, by a preponderance of the evidence. The practice derived from the common law. The Crimes Code, which became effective June 6,1973, included a provision on justification, which encompasses self-defense. 18 Pa.C.S. § 505. However, the Official Comment to Section 515 states that: “This section is derived from Section 3.04 of the Model Penal Code, and makes no substantial change in existing law. The intent of this section is to codify existing case law pertaining to self-defense and to cover in a single rule the law governing the use of defensive force against both attack and in crime prevention.” By its terms, Section 505 does not address the burden of proof or assign the burden to the Commonwealth.\nSoon after adoption of the Crimes Code, however, and in response to contemporaneous decisions from the U.S. Supreme Court establishing federal constitutional restrictions upon requiring a criminal defendant to prove certain affirmative defenses, this Court re-examined and discarded the historical view that the burden of proving affirmative defenses was on the defendant. Thus, in Commonwealth v. Rose, 457 Pa. 380, 321 A.2d 880 (1974), an intoxication defense case, the Court disapproved the approach to affirmative defenses found in this Court’s prior decision in Commonwealth v. Winebrenner, 439 Pa. 73, 265 A.2d 108 (1970), a self-defense case. Rose observed that the then-recent trend was for the accused to have the initial burden of producing evidence of an affirmative defense, but once he did so, the Commonwealth bore the burden to disprove the defense beyond a reasonable doubt. The Rose Court attributed this break from precedent to the never-shifting burden of the Commonwealth to prove the elements of a crime beyond a reasonable doubt. 321 A.2d at 883 (citing Commonwealth v. Bonomo, 396 Pa. 222, 151 A.2d 441, 446 (1959) (in alibi defense case, Court created exception to traditional rule that defendant had burden to prove affirmative defense by preponderance of evidence)).\nThis Court’s first opportunity to specifically examine self-defense and Section 505 arose the next year, in Commonwealth v. Cropper, 463 Pa. 529, 345 A.2d 645 (1975). Citing Rose, Cropper claimed that the trial court erred in placing the burden on him to prove self-defense by a preponderance. The Court rejected the claim as stated, since the appellant had failed to object at trial or in post-trial motions. Notwithstanding the default, when the Court reviewed the sufficiency of the evidence, it looked to the new Crimes Code, and then effectively imported the intoxication affirmative defense reasoning from Rose into the self-defense realm, as a matter of statutory interpretation. The Cropper Court noted that Section 505 did not affirmatively state that a defendant who asserts self-defense has the burden of proving the defense. The Court found this silence significant because a number of other sections of the Crimes Code addressing defenses specifically required that the defenses, or certain elements of them, be proved by the defendant by a preponderance of evidence. The absence of such a stipulation in Section 505, the Court held, suggested that the General Assembly did not intend to impose on defendants the burden of proving self-defense. The Court did not note or discuss the common law approach or the legislative commentary stating that Section 505 intended to merely codify existing law pertaining to self-defense.\nAs an apparent independent ground for its conclusion that defendants no longer should bear the burden to prove self-defense, the Cropper Court stated that, “in light of the United States Supreme Court’s decision in Mullaney v. Wilbur, [421 U.S. 684, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975) (federal Due Process Clause requires that state prove beyond reasonable doubt absence of heat of passion or sudden provocation when issue is properly presented in homicide trial) ], which would appear to render unconstitutional any attempt to place on a criminal defendant the burden of disproving any element of a crime, it is incumbent upon us, if possible, to construe the provisions of the Code in such a way as to pass constitutional muster.” 345 A.2d at 649 n. 9. In short, both Rose and Cropper had predicted, based upon Mullaney and In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970) (federal Due Process Clause requires proof beyond reasonable doubt of every fact necessary to constitute charged crime), that placing any burden on the defendant to prove an affirmative defense would offend Fourteenth Amendment due process.\nSubsequent decisions from the High Court, however, reveal that the federal constitutional predictions respecting affirmative defenses in Pennsylvania did not materialize, including the affirmative defense of self-defense. After Rose and Cropper were decided, Mullaney was significantly narrowed by Patterson v. New York, 432 U.S. 197, 97 S.Ct. 2319, 53 L.Ed.2d 281 (1977), where the Court found constitutional a New York statute that placed the burden of persuasion upon the accused to prove the affirmative defense of extreme emotional disturbance. The controlling distinction for the Patterson Court was that the Maine statute at issue in Mullaney had shifted the burden of proof with respect to an essential element of the crime, while the New York statute in Patterson did not. Ten years later, the U.S. Supreme Court upheld an Ohio approach that placed the burden on the defendant to prove self-defense by a preponderance of the evidence. See Martin v. Ohio, 480 U.S. 228,107 S.Ct. 1098, 94 L.Ed.2d 267 (1987). In holding that placing the burden on the defendant did not violate due process, the Court relied upon Patterson. The overall principle that emerges from the High Court’s decisional law is that federal due process permits States to place a burden on the defendant to prove an affirmative defense by a preponderance of the evidence, so long as the defendant is not thereby required to negate an element of the offense. See also Dixon v. United States, 548 U.S. 1, 126 S.Ct. 2437, 165 L.Ed.2d 299 (2006) (defense of duress).\nThe above background provides context for our consideration. Appellee elected not to testify at trial in order to explain what he believed the situation to be when he deployed deadly force. Instead, the claim of self-defense — a defense focusing in large part on what the defendant reasonably believes — arose from the Commonwealth’s evidence as construed by appellee for purposes of jury argument. Part of the difficulty faced by the courts below, discussed infra, no doubt arose from the indirectness of the assertion of self-defense. But, appeal was not allowed in this case to reconsider or adjust the rule arising from Cropper; we decide the appeal in conformity with existing law concerning self-defense, which provides that, where self-defense is properly joined, the Commonwealth has the burden to disprove that defense beyond a reasonable doubt.\nII.\nAs noted, the self-defense argument here was premised upon the Commonwealth’s evidence, and in particular the undisputed fact that the victim punched appellee multiple times before appellee pulled his gun and shot the victim in the head. The full factual and procedural background is as follows: on September 28, 2006, appellee arrived at the Flamingo Bar in Philadelphia sometime prior to 9:00 p.m. and proceeded to a second-floor bar where he drank for several hours. At 9:00 p.m. each evening, employees of the bar would begin screening for weapons as individuals entered the premises. Because appellee arrived prior to that time, he was not screened for weapons.\nShortly after midnight, appellee approached two women, who had just arrived with a group of friends, and attempted to speak to them. When the women rebuked him, appellee pursued them throughout the bar, calling them rude names, yelling that they “didn’t look good,” they “weren’t sh — ,” and threatening that he would “kill those bitches.” In response to this harassment, the women and their companions decided to leave. Appellee persisted and followed the women down the stairs to the first floor and then to the bar’s main exit. A friend of the group, Dewhitt Smith, who witnessed appellee’s treatment of the women, suggested that they walk in front of him out of the bar. At the exit, a heated exchange occurred between Smith and appellee, during which appellee reached for something in his waistband or behind his back. The bar’s security guards attempted to defuse the situation by pulling Smith outside. Immediately thereafter, Andre King, a friend of Smith’s, approached appellee, and a fight ensued.\nThere was conflicting testimony as to exactly how this altercation began, but the testimony was consistent that King, a rather large man, punched appellee several times. There was also testimony that, as appellee attempted to ward off the blows, he inadvertently hit one of the women in the face due to her proximity. Several witnesses testified that appellee threw no punches, but instead was fumbling for something in his waistband or pocket while King punched him. Ultimately, appellee pulled a loaded gun from his waistband. Upon seeing the weapon, King backed away with his hands raised in the air. Nevertheless, appellee fired — not once, but twice — at King from approximately three to four feet away. The first bullet hit a bystander in the crowded bar, Darlene Redding, striking her in the right thigh; the second hit King in the left cheek. Appellee did not remain at the scene, but left the bar through the main exit. King died fifteen days later as a result of complications from the gunshot wound to his head. At the time of trial, Redding continued to suffer pain and debilitating effects from the wound to her thigh. Appellee remained a fugitive for ten months, until his arrest on July 27, 2007.\nAppellee was charged with the murder of King, the assault of Redding, and related weapons offenses. He proceeded to a jury trial before the Honorable Teresa Sarmina. At a sidebar before commencement of the second day of testimony, before the Commonwealth had completed presenting its case-in-chief, appellee requested an instruction on self-defense and voluntary manslaughter/ imperfect self-defense. With respect to self-defense, appellee’s counsel argued that the Commonwealth’s testimony that King had hit appellee first, multiple times, placed appellee in fear for his life and “he did what any other reasonable person would have done” when he pulled his gun and “defended himself.” NT. 4/22/09, pp. 6-8. The trial prosecutor disagreed, arguing that the evidence was insufficient to raise self-defense. The prosecutor stressed that appellee had both provoked the “entire episode” and violated his duty to retreat, since “every single witness” noted that once appellee pulled his gun, the victim backed up and raised his hands, and there was nothing to prevent appellee from leaving the bar. Id. at 8-11. The trial court did not specifically rule on the request to charge the jury on self-defense and the prosecutor resumed presentation of his case.\nAt the close of the Commonwealth’s evidence, appellee sought to introduce King’s prior criminal record, citing the second half of the rule in Commonwealth v. Amos, and arguing that King’s conviction for robbery and other offenses was admissible to prove that “the victim was, in fact, the aggressor” in support of the defense theory of self-defense. The prosecutor responded that, on the evidence presented to that point, no self-defense claim was appropriate. The trial court stated that it would rule upon the admissibility issue after hearing the defense evidence. N.T. 4/22/09, pp. 81-83.\nThereafter, the defense presented its case; appellee did not testify himself. At the conclusion of testimony, the trial court held a sidebar conference. Appellee’s counsel renewed his focus upon the fact that the victim had punched appellee numerous times whereupon, he said, appellee “instantly came up with a gun.” Respecting both the self-defense charge and the prior conviction, the prosecutor renewed his argument that the evidence did not support a case of self-defense, and absent that defense, there was no basis to admit the victim’s prior conviction. The prosecutor stressed that no witness had testified to a self-defense scenario, and counsel’s questions attempting to frame such a defense were not evidence. Furthermore, the prosecutor stressed that the evidence demonstrated that appellee provoked the initial confrontation by harassing the female bar patrons; he introduced the lethal weapon into the fight that resulted from his own actions; he shot the victim even after the victim had backed up and raised his hands; and he shot at the victim twice. The trial court ruled that it would not charge on self-defense or voluntary manslaughter, and it would not admit the victim’s prior record into evidence. Id. at 95-102. The defense then rested.\nNotwithstanding its rulings on self-defense and involuntary manslaughter, the trial court permitted appellee’s counsel to argue in his closing the facts that counsel believed might support a claim that King was the aggressor. Counsel then argued that King started the altercation and punched appellee several times, prompting appellee to fire his gun in responsive defense. In his summation, the prosecutor responded, in essence, that appellee’s self-defense claim was meritless, in the process telling the jury that no instruction on self-defense would be given. Id. at 136. A defense objection to this line of argument was sustained.\nAt sidebar, the trial court admonished the prosecutor for what the court believed was an improper comment and stated that it was now considering a self-defense instruction, implying that such a charge might be necessary to counterbalance any prejudice arising from the prosecutor’s comment. After the prosecutor completed his summation, the trial court directed him to produce case law the following morning supporting his position that appellee was not entitled to a jury charge on self-defense. Id. at 178-180. The following day, the court proceeded to charge the jury, including in its charge an instruction on self-defense. There was no record sidebar prior to the charge but, after the jury retired for deliberations, the court explained on the record that it decided that the facts were close on the issue of whether there was evidence to support self-defense and, after reviewing the decisional law, it had determined that the credibility and weight of the self-defense evidence was for the jury to assess. N.T. 4/2B/09, pp. 38-41.' The court did not charge the jury on imperfect self-defense voluntary manslaughter, and no further mention, or objection, was made by appellee regarding the trial court’s failure to admit evidence of the victim’s prior robbery, after the court reversed its ruling on issuing a self-defense charge.\nThe jury convicted appellee of first-degree murder, aggravated assault, carrying a firearm without a license, and possessing an instrument of crime. Appellee was sentenced to a mandatory term of life imprisonment for murder and an aggregate concurrent term of 10 to 20 years of imprisonment on the remaining charges.\nIII.\nOn direct appeal, in addition to other claims not relevant here, appellee argued that the evidence was insufficient to sustain his convictions for murder and aggravated assault because the Commonwealth failed to disprove that appellee acted in self-defense, and that the trial court erred in excluding evidence of the victim’s prior criminal record. The Superi- or Court, in a memorandum opinion, rejected the sufficiency challenge, concluding that while there was some evidence that King attacked appellee and that appellee acted in self-defense, there was also evidence from which the jury could find beyond a reasonable doubt that the Commonwealth had disproved self-defense. First, the panel noted that the jury reasonably could have found that appellee drew his gun before King punched him, and as the provocateur, appellee was not entitled to claim self-defense at all. Also, the panel noted that even if the jury concluded that King was the aggressor, and that appellee initially pulled the gun to protect himself, once King raised his arms and backed away, the jury could have concluded that appellee could not reasonably have believed it was necessary to shoot King, and/or he could have retreated safely without the use of deadly force. See 18 Pa.C.S. § 505(b)(2)®, (ii).\nThe panel agreed, however, with appellee that the trial court erred in excluding evidence of the victim’s prior criminal record. The panel noted that, under the Rules of Evidence, a victim’s character or propensity for violence could be proven by specific instances of his conduct. Super. Ct. Op. at 16 (citing Pa.R.E. 404(a)(2)®, 405(b)(2)). Turning specifically to self-defense claims, the panel cited the Beck /Amos rule that the victim’s criminal record could be admissible either to corroborate the defendant’s knowledge of the victim’s violent character, to prove that the defendant was in reasonable fear of danger; or, as character/propensity evidence, to prove that the victim was in fact the aggressor. Noting that only the second of these grounds for admission was at issue, the panel reasoned that: the trial court’s decision to exclude King’s prior robbery conviction was premised upon its initial determination that there was insufficient evidence of self-defense to charge the jury on the theory; in the panel’s view, there was “at least some evidence that King attacked [appellee] and that [appellee’s] actions were arguably designed to defend himself;” therefore, “the trial court erred in excluding King’s [criminal] record on the basis of a lack of self-defense evidence;” and, finally, that the error in excluding evidence of the prior conviction was not harmless beyond a reasonable doubt. Id. at 16-18. The panel’s extremely brief analysis focused solely upon its belief that the prior conviction was relevant to the question of who was the aggressor; the panel did not discuss the other elements of self-defense. The court then vacated the judgment of sentence and remanded for a new murder trial at which King’s conviction could be admitted as support that he was the aggressor.\nThe Superior Court subsequently denied the Commonwealth’s application for reargument. This Court granted the Commonwealth’s petition for allowance of appeal, limited to the issue of whether the grant of a new trial contradicts precedent of this Court holding that: a) one who instigates or continues the underlying difficulty may not later claim self-defense; b) deadly force may not be used against an unarmed victim who is backing away, and thus no longer possesses a threat; and c) even where a prima facie case of self-defense is presented, a trial court has discretion to exclude evidence of the victim’s prior criminal convictions that were remote in time.\nIV.\nThe Commonwealth contends that the trial court’s decision to exclude evidence of King’s nine-year-old robbery conviction was a proper exercise of discretion, and that the Superior Court’s award of a new trial was in error. The Commonwealth notes that, while the victim’s prior record may support other evidence of self-defense, it is not admissible as a substitute for evidence of self-defense. In the Commonwealth’s view, the evidence here was insufficient to support a claim of self-defense and the Superior Court’s decision to the contrary contradicts this Court’s precedent in three respects. First, the decision contradicts cases like Commonwealth v. Bracey, 568 Pa. 264, 795 A.2d 935, 947 (2001), which, in passing upon a claim that trial counsel was ineffective for failing to pursue self-defense, noted that self-defense is only available to one who was both protecting himself against the use of unlawful force and was also “free from fault in provoking or continuing the difficulty which resulted in the killing.” The Commonwealth stresses that appellee both provoked the fatal encounter and continued the difficulty that culminated in his shooting the victims. This is so because the uncontradicted evidence showed that appellee not only harassed the women in the bar, but followed them and threatened to kill them. Given appellee’s role as overall instigator, the Commonwealth argues, he was “flatly ineligible” to claim self-defense. The Commonwealth cites a series of Superior Court decisions to the same effect as Brncey, under differing fact patterns; notes that the panel never acknowledged this authority or discussed this aspect of self-defense; and further notes that the panel’s decision has the distinction of contravening both this Court’s precedent and that of the Superior Court.\nNext, the Commonwealth argues that the Superior Court’s decision contradicts precedent from this Court holding that a defendant may not validly claim self-defense where, as here, he kills an unarmed victim who is backing away and no longer poses a threat of death or serious bodily injury. The Commonwealth notes the uncontradicted fact that, once appellee drew his illegally possessed handgun, the unarmed King backed away with his hands in the air. Thus, the Commonwealth notes, appellee had successfully “protected” himself from the danger (of his own creation) he faced just by drawing his gun. However, rather than simply leave the bar, appellee shot twice, injuring a bystander and killing King. The Commonwealth argues that these circumstances — existing when appellee actually employed deadly force — prove he was not entitled to pursue self-defense, such that King’s criminal record could be deemed relevant. The Superior Court’s holding to the contrary, the Commonwealth argues, contradicts Commonwealth v. Boone, 467 Pa. 168, 354 A.2d 898, 903 (1975) (trial court properly denied defendant’s motion for directed verdict premised upon self-defense because evidence showed victim died of multiple stab wounds of chest, back, arms and shoulder; defendant uttered inculpatory statements indicating she did not believe victim would stab her and there was no struggle when defendant gained possession of weapon; and victim appeared to be backing away when defendant approached victim), and the Superior Court’s own decisional law in Commonwealth v. Bullock, 948 A.2d 818, 824 (Pa.Super.2008) (evidence sufficient to disprove self-defense because jury could reasonably conclude that defendant was not acting in self-defense where defendant shot victim while victim was running away) and Commonwealth v. Yanoff, 456 Pa.Super. 222, 690 A.2d 260, 264-65 (1997) (defendant’s claim that Commonwealth failed to disprove self-defense lacked merit because evidence showed that defendant was near his car and could have retreated in complete safety rather than shoot victim in back as victim was running away from defendant).\nFinally, the Commonwealth argues that the Superior Court’s grant of a new trial was erroneous because, even if it is assumed that self-defense was properly at issue, the victim’s nine-year-old prior conviction was not automatically admissible. Instead, the Commonwealth notes, settled law from this Court and the Superior Court recognize that a victim’s prior conviction is subject to discretionary evaluation by the trial judge to consider, inter alia, whether it was so remote in time as not to warrant admission.\nIn response, appellee concedes that a victim’s prior record is not admissible as a substitute for proof of self-defense, but he argues that there was a sufficient basis in the Commonwealth’s own evidence for the question of self-defense to go to the jury. Appellee asserts that the Commonwealth is “wrong” to claim that he “instigated and continued the difficulty” that led to the shooting of King and Redding. He argues that while he may have “cursed these women and threatened them,” his conduct did not suggest an intent to cause them harm. Citing Commonwealth v. Drum, 58 Pa. 9 (1868), appellee argues that “insulting and scandalous words” are not “provocative.” In appellee’s view, Smith and King were the aggressors, coming up and accosting him as he was merely following and verbally haranguing their female friends. When he reached for, and used, the loaded gun he had in his waistband, appellee says, he “had no choice” but to shoot King to defend himself.\nIn the alternative, appellee argues that even if he provoked the incident, that fact does not prevent him from later acting in self-defense. In support of this position, appellee cites this Court’s decision in Samuel, 527 Pa. 298, 590 A.2d 1245. Samuel held that, to establish that the defendant was the aggressor or provoker, and therefore not entitled to claim self-defense, there must be some evidence to support the inference that he provoked the use of force by actions constituting “an intent to cause death or serious bodily injury.” Id. at 1248. Appellee argues that the nature of the encounter he provoked “changed radically” when Smith, and then King, accosted him over what he describes as the “trivial matter” of his harassing and threatening to kill their female friends. Appellee notes that he did not display or employ his illegal firearm prior to King punching him; and when he did so, it was in self-defense. Finally, appellee argues that each of the cases cited by the Commonwealth on this point is distinguishable on its facts.\nTurning to the Commonwealth’s second argument, respecting appellee’s reasonable belief, appellee argues that the Commonwealth again is “wrong” to claim that he was not entitled to claim self-defense merely because he shot King as King was backing away with his hands raised. In appellee’s view, the confrontation was not over just because King was backing away with his hands raised; rather, appellee was “privileged to act since the victim, even though unarmed, assaulted him.” Brief of Appellee, at 26. In support of his argument, appellee cites Commonwealth v. Fisher, 491 Pa. 231, 420 A.2d 427 (1980) for the proposition that the Commonwealth does not defeat a claim of self-defense by showing that the defendant delivered more blows than necessary provided the defendant acted in the heat of conflict and reasonably believed that his life was in danger. Appellee also argues that this case is unlike the Boone case relied upon by the Commonwealth because he fired the fatal shot during the heat of the conflict, immediately after being repeatedly punched by the victim, and appellee reasonably believed at the time that the victim still posed a threat of serious harm to him. Appellee also distinguishes the Superior Court decisions cited by the Commonwealth. Thus, he claims that, unlike in Yanoff, he shot King immediately after King repeatedly punched him, and, unlike in Bullock, King was not running away when appellee shot him, he was just backing away with his hands raised. Appellee notes as well that in both Yanoff and Bullock, the evidence showed that the defendant had a means of a safe exit whereas appellee had no such means of safely escaping Smith or King without first employing deadly force.\nFinally, on the Commonwealth’s third question focusing on the Superior Court’s failure to recognize the trial court’s discretionary power concerning admission of the victim’s prior conviction, appellee again says the Commonwealth is “wrong.” Appellee argues that it is not clear whether the conviction was remote at all, since that determination depends upon when the victim was released from prison, and indeed, it was not clear whether he was on probation or parole at the time of the incident. Appellee also argues that the cases cited by the Commonwealth concerning remoteness are distinguishable.\nThe Commonwealth’s Reply Brief notes that, with respect to its first argument (that appellee was not free from fault), the Drum case appellee cites is inapposite because appellee did not merely insult the women in the bar, but pursued and threatened to kill them. Reply Brief, at 2-3 (citing unrebutted testimony of Tamika Lawson that, prior to any physical altercation, appellant said: “Y’all bitches ain’t leaving here; this is the last place y’all go; this is my family’s spot; I can stop y’all from coming in and out of here.... I will kill you bitches.”). The Commonwealth also distinguishes the Samuel case appellee cites, arguing that the only reason the defendant in that case had been found not to have forfeited the right to claim self-defense was that he, unlike appellee, had not threatened the victim prior to the fatal encounter. The Commonwealth also distinguishes Commonwealth v. Edwards, 448 Pa. 79, 292 A.2d 861 (1972), a case cited by the majority in Samuel and by appellee in his brief, on similar grounds, and notes that there, like the instant matter, the defendant had an opportunity during the altercation to reveal to the victim, who was the initial assailant, that he possessed a gun and warn him rather than shoot and kill him. With respect to the element of appellee’s reasonable belief, the Commonwealth replies that appellee’s assertion — that the fact that the victim was backing away did not necessarily establish that appellee’s alleged belief that he was still in danger was unreasonable — has no basis in law or fact. In support, the Commonwealth again cites to Boone, Yanoff, and Bullock, and also cites Commonwealth v. Myrick, 468 Pa. 155, 360 A.2d 598 (1976) (rejecting sufficiency of evidence claim because defendant shot victim, according to even most favorable testimony to defense, after victim had turned to flee).\nV.\nQuestions concerning the admissibility of evidence are committed to the discretion of the trial court, and those rulings will not be disturbed on appeal absent an abuse of discretion. Commonwealth v. Delbridge, 580 Pa. 68, 859 A.2d 1254 (2004). In this case, the evidentiary ruling concerning Bang’s criminal conviction is intertwined with a predicate, purely legal issue, which is whether the question of self-defense was properly before the jury. To the extent that review of that predicate issue depends upon whether there was some evidence of self-defense presented at trial, our review is plenary. See, e.g., id.; see also Black, 376 A.2d at 628. The trial court initially excluded King’s conviction solely because it determined that there was no evidence to warrant a jury charge on self-defense. The court did not consider the remoteness of the conviction, the limited purpose for which such evidence may be introduced relative to self-defense, and whether its probative value in proving the victim was the aggressor outweighed any prejudice to the Commonwealth under the circumstances (circumstances which included the fact that it was undisputed that King punched appellee before appellee drew his loaded weapon). And, if the court was correct in its initial view that there was insufficient evidence to raise a jury question of self-defense, the court obviously was correct to exclude King’s prior record irrespective of its probative value in establishing that King was the aggressor; King’s conviction was not admissible merely to smear his reputation in a case without adequate evidence to raise an issue of self-defense.\nThe evidentiary issue became more complicated when the trial court determined that, even though it would not instruct the jury on self-defense, appellee’s counsel could still argue that the victim was the aggressor. There is no record explanation for this seemingly inconsistent ruling. After counsel forwarded the argument permitted by the court in his summation, the prosecutor argued to the jury that the court would not charge on self-defense — a point that would seem to have been accurate, given the existing ruling by the court — whereupon the court reexamined the evidence and governing law and ultimately instructed the jury on self-defense. At that point, the calculus concerning admissibility of the victim’s prior conviction was altered. Notably, however, the evidence had closed, and despite being faced with this new reality, appellee did not seek to reopen the case and renew his request concerning admission of the prior conviction. Thus, the trial court never engaged in the discretionary analysis of whether to admit a prior conviction that, the Commonwealth now argues, was remote in time.\nThere is some force in the Commonwealth’s point that the Superior Court should have recognized that the evidentiary question upon which it overturned this conviction required some appreciation of the trial court’s discretionary authority, even if that authority was not exercised. But, it is not a straightforward matter to assess a discretionary ruling in the situation where no discretion was exercised. Under these confused circumstances, the controlling question is the preliminary inquiry of whether there was adequate evidence to argue self-defense in the first instance. We conclude that there was not, and that conclusion spares us the difficulty in determining the discretionary evidentiary question.\nThe elements necessary to support a self-defense claim are significant and serve a purpose. The defense “justifies” what would otherwise be criminal conduct; if accepted by the fact finder, the result is an acquittal. In arguing self-defense, appellee would have his physical fight with King viewed in isolation, with King initiating the difficulty as the sole physical aggressor, and appellee acting in responsive self-defense. But, this is an incomplete and inaccurate view of the circumstances for self-defense purposes. The altercation between appellee and King did not occur spontaneously, or in isolation; it was the culmination of an ongoing confrontation in the bar initiated by appellee alone and continued and escalated by appellee alone. As a matter of law, we conclude that appellee was not free from fault in provoking or continuing “the difficulty” that led to the slaying, so as to warrant his use of deadly force, such that he cannot be held responsible for shooting two people, one fatally.\nAppellee is correct that there is decisional law suggesting that merely insulting or scandalous words of a light or trivial kind do not suffice to establish the requisite provocation to negate a claim of self-defense. See Drum, 58 Pa. at 18. But, the uncontradicted evidence here shows that appellee’s words and actions were substantially more provocative than a mere verbal insult. Appellee did not simply utter rude or crass comments to the women; he closely followed the women down a flight of stairs, verbally haranguing them the entire time. Moreover, he threatened to kill them, in no uncertain terms. Not all words are the same; and words combined with conduct can be extremely provocative. Threats to kill, moreover, invite response or even interference, including from those with a sense of chivalry, and even from those of a mind to go further and punish the provocateur. Appellee may well have been emboldened by alcohol consumption, as he now says. But, it is no less likely that his actions represented a bravado borne of the fact that he knew — where others in the bar, including King, did not — that, in harassing and threatening the women, he was armed not only with his wits and his fists, but with a loaded handgun concealed in his waistband. In any event, the actual motivation for appellee’s conduct as he perceived it is pure speculation, for he elected not to testify, and he argues his motivation and beliefs from the external circumstances. Those circumstances establish that appellee was not free from fault, but provoked what became a fatal encounter, irrespective of what he now alleges he may or must have believed respecting the need to defend himself.\nThere is a similar lack of evidence to support appellee’s position, necessary to self-defense, that he entertained a reasonable belief that he was in danger of death or serious bodily injury and thus it was necessary to use deadly force when he fired at King. The requirement of a reasonable belief encompasses two aspects, one subjective and one objective. First, the defendant “must have acted out of an honest, bona fide belief that he was in imminent danger,” which involves consideration of the defendant’s subjective state of mind. Second, the defendant’s belief that he needed to defend himself with deadly force, if it existed, must be reasonable in light of the facts as they appeared to the defendant, a consideration that involves an objective analysis. Commonwealth v. Light, 458 Pa. 328, 326 A.2d 288 (1974). As noted, in the case sub judice appellee did not testify and describe his subjective thinking, relying instead on inferences from the circumstances as observed by others.\nIn the absence of specific evidence concerning appellee’s subjective beliefs, he appears to proceed under the assumption that anyone in his circumstance would feel the necessity to employ deadly force in self-defense. Even assuming that this approach is adequate as a theoretical matter to raise an issue of self-defense, the objective circumstances revealed by the actual evidence fatally undermine appellee’s position. The evidence was undisputed that appellee carried a concealed, loaded handgun throughout the incident, and at the moment appellee employed deadly force by drawing that weapon and firing twice at King, King was backing away with his hands raised. Absent testimony or some other specific account of what appellee actually believed, the evidence was not sufficient to raise a jury question whether appellee subjectively believed that he had to use deadly force when he twice pulled the trigger.\nFor the same reasons, there is merit in the Commonwealth’s argument that the undisputed, objective evidence (in the absence of evidence from appellee himself) was lacking with respect to appellee’s duty to retreat. Again, the evidence showed that when appellee shot Redding and King, King was backing away with his hands raised: the universal symbol of surrender. The case is similar to Boone, supra, where we found that the trial court properly denied a defense motion for a self-defense directed verdict in a situation where, inter alia, the victim was backing away when the defendant stabbed her. See also Black, 376 A.2d at 630-31 (where there are reasonable alternatives available, such as ordering victim to halt and/or warning him that defendant possessed weapon, evidence does not support finding that defendant entertained reasonable belief it was necessary to use deadly force to protect himself). Viewing the facts objectively, as we must, appellee was able to retreat with safety, but he instead elected to shoot at King twice.\nThe Superior Court panel did not discuss these elements of self-defense, focusing instead only on the possible relevance of the victim’s prior criminal conviction to prove that King, and not appellee, was the aggressor. This focus was both inappropriately narrow and problematic in its own right. It was problematic in its own right because, in examining the question of aggressor, the panel focused on a moment frozen in time, essentially ignoring appellee’s conduct prior to King’s intervention. As the cases reflect, these situations routinely involve developing factual patterns that must be considered in their totality. See Commonwealth v. Smith, 484 Pa. 71, 398 A.2d 948 (1979); Brown, supra.\nMoreover, the victim’s prior conviction was not relevant to the questions of whether appellee was free from fault or continued the difficulty, reasonably believed that he was in fear of imminent bodily harm from King, whom he did not know, cf. Amos, or violated a duty to retreat when he shot the victim. Rather, that conviction was relevant only as propensity evidence to show that the victim was the aggressor. The specific dispute between appellee and King comprised only a small, concluding part of the entire incident and the jury heard undisputed evidence from eyewitnesses that the victim punched appellee first and multiple times. The fact that King had a prior conviction did not negate appellee’s actions in instigating and continuing the difficulty before King entered the picture; nor was it probative of appellee’s alleged belief that he had to employ deadly force to defend himself, or whether appellee instead violated a duty to retreat, when he shot King. Exclusion of evidence in support of a point that was not a subject of dispute is not a proper basis for overturning a murder conviction. Thus, the panel’s conclusion that exclusion of evidence of King’s prior conviction was harmful error cannot be sustained on this record.\nFor the foregoing reasons, we find that the Superior Court erred in concluding that (1) there was adequate evidence of self-defense presented at trial to render the victim’s prior record potentially admissible, (2) the trial court in fact improperly excluded evidence of the victim’s prior conviction, and (3) the supposed error at trial was not harmless. Accordingly, we reverse the judgment of the Superior Court and we reinstate the judgment of sentence.\nJurisdiction relinquished.\nJustice ORIE MELVIN did not participate in the decision of this case.\nJustices SAYLOR, EAKIN and McCAFFERY join the opinion.\nJustice TODD files a concurring opinion in which Justice BAER joins.\n. Reinstatement of the judgment of sentence is appropriate because all other issues appellee raised in the Superior Court were addressed and rejected.\n. Section 505 provides, in relevant part:\n§ 505. Use of force in self-protection\n(a) Use of force justifiable for protection of the person.-The use of force upon or toward another person is justifiable when the actor believes that such force is immediately necessary for the purpose of protecting himself against the use of unlawful force by such other person on the present occasion.\n(b) Limitations on justifying necessity for use of force.-\n(2) The use of deadly force is not justifiable under this section unless the actor believes that such force is necessary to protect himself against death, serious bodily injury, kidnapping or sexual intercourse compelled by force or threat; nor is it justifiable if: (i) the actor, with the intent of causing death or serious bodily injury, provoked the use of force against himself in the same encounter; or\n(ii) the actor knows that he can avoid the necessity of using such force with complete safety by retreating or by surrendering possession of a thing to a person asserting a claim of right thereto or by complying with a demand that he abstain from any action which he has no duty to take____\n. In a footnote of its brief, the Commonwealth questions the propriety of the rule in Amos. Brief for Appellant, 10-11 n. 2. Appeal was neither requested nor accepted to consider that question.\n. See, e.g., Commonwealth v. Daniels, 451 Pa. 163, 301 A.2d 841 (1973) (defendant has burden of proving affirmative defense of self-defense by preponderance of evidence); Commonwealth v. Winebrenner, 439 Pa. 73, 265 A.2d 108 (1970) (defendant who relies upon true affirmative defense such as self-defense has burden of proving every actual and real affirmative defense by fair preponderance of evidence); Commonwealth v. Weinberg, 276 Pa. 255, 120 A. 406 (1923) (accused must prove self-defense by fair preponderance of evidence). Accord Martin v. Ohio, 480 U.S. 228, 235, 107 S.Ct. 1098, 94 L.Ed.2d 267 (1987) (“the common-law rule was that affirmative defenses, including self-defense, were matters for the defendant to prove. This was the rule when the Fifth Amendment was adopted, and it was the American rule when the Fourteenth Amendment was ratified.’ ”) (quoting Patterson v. New York, 432 U.S. 197, 202, 97 S.Ct. 2319, 53 L.Ed.2d 281 (1977)).\n. A person is guilty of unreasonable belief voluntary manslaughter, more colloquially referred to as \"imperfect self-defense,” if he knowingly and intentionally kills someone under the unreasonable belief that the killing was justified. See 18 Pa.C.S. § 2503(b). The affirmative defense of self-defense, if accepted, results in an acquittal because it constitutes a justification for the conduct charged. Commonwealth v. Rivera, 603 Pa. 340, 983 A.2d 1211, 1218 n. 6 (2009).\n. In its later Pa.R.A.P. 1925(a) opinion, the court stated, however, that it issued the instruction on self-defense \"solely” to eliminate any potential bias which could have arisen from the prosecutor's closing argument, which the court deemed inappropriate. (The question of whether the remarks were appropriate given the court’s prior ruling is not before this Court.) Noting these inconsistent accounts from the trial judge concerning the reason for charging on self-defense, the Superior Court concluded that the court issued the instruction both as a cure and because the factual record rendered the instruction appropriate.\n. See Commonwealth v. Correa, 437 Pa.Super. 1, 648 A.2d 1199 (1994), appeal denied, 540 Pa. 617, 657 A.2d 487 (1995) (self-defense disproved where defendant initially provoked deadly encounter by challenging victim over phone, then continued encounter when he greeted victim at door while brandishing gun, and allowed victim to enter despite victim’s threats to kill defendant); Commonwealth v. Brown, 329 Pa.Super. 85, 477 A.2d 1364 (1984) (trial court, sitting as fact-finder, correctly determined that defendant’s use of force was not justified where defendant provoked use of force against himself when he returned to bar and began to argue with man, called him obscene names, and reached for knife he had earlier brandished in threatening manner to both the man and the victim); Commonwealth v. Marvel, 271 Pa.Super. 11, 411 A.2d 1254 (1979) (defendant’s challenge to sufficiency of evidence regarding self-defense frivolous because self-defense was never made an issue at trial, and, in any event, defendant, who entered tavern brandishing weapon and committed robbery therein, could not have claimed he was free from fault in provoking or continuing difficulty that resulted in killing of patron).\n. Notably, the Commonwealth does not claim that appellee waived his evidentiary issue by failing to renew his objection after the court revisited its ruling on self-defense.\n. We recognize that many of the cases discussed by the parties are inapposite in that the question here is whether self-defense was even an issue for the jury, whereas the published decisional law tends to involve sufficiency challenges — i.e., claims that the Commonwealth failed to disprove self-defense — which is not the same thing; indeed, many of the sufficiency cases turn upon deference to the fact finder in accepting the Commonwealth's affirmative evidence. Nevertheless, the circumstances presented here fit comfortably within the cases where claims of self-defense were rejected. For example, in Brown, supra, the Superior Court held that the defendant's use of deadly force was not justified because, inter alia, he had provoked the entire encounter by engaging in a verbal altercation with the victim and reaching for a knife in his pocket that he had earlier displayed in a threatening manner. Similarly, in Commonwealth v. Smith, 484 Pa. 71, 398 A.2d 948 (1979), this Court determined that the evidence sufficiently disproved self-defense where Smith had initiated the fatal encounter by arriving, uninvited, to his estranged wife’s home, kicking in the door, and shooting the victim. Samuel, supra, where a claim of self-defense was found viable, also supports our determination that the facts here do not raise a jury issue of self-defense. Significantly, it was the alleged victim in Samuel who first brandished a deadly weapon in an offensive manner. Moreover, the victim in Samuel set the incident in motion by entering the home uninvited, refusing to leave when asked, and then retrieving a shotgun and aiming it at the defendant. In any event, the facts here present other difficulties with self-defense, as discussed below.\n. Appellee’s failure to offer any evidence to support the subjective aspect of his claim of self-defense highlights the difficulties associated with assigning the Commonwealth the burden to disprove a defense where necessary facts are peculiarly within the knowledge and control of the defense. In any event, the fact that the burden has been assigned to the Commonwealth — erroneously, as addressed in Part I supra — not only to affirmatively prove the elements of the offenses charged, but also to disprove self-defense where it is at issue, does not remove the necessity that there be some actual evidence to support the elements of the defense when proffered.\nThis author would note that this case illustrates the wisdom of the common law rule placing the burden upon the defendant to prove self-defense. Although the defense ultimately is subject to objective evaluation, the core is the defendant’s \"reasonable belief.” That is a matter known peculiarly to the defendant, and there is no logical reason such an actor-sensitive defense should be permitted to arise from counsel’s speculative inferences from the testimony of others.\n. In view of our holding, we need not consider the final claim of the Commonwealth regarding whether, even if appellee had presented a prima facie case of self-defense, the Superior Court’s holding would still be in error because the prior robbery conviction of the victim was too remote in time to be deemed admissible."}