{"id": "4209497", "contents": "OPINION\nPER CURIAM.\nIn this matter of first impression we are asked to decide whether the Commonwealth’s waiver of application of the school zone mandatory minimum sentence, under 18 Pa.C.S. § 6317, at the original sentencing precludes the Commonwealth from subsequently seeking its application following the revocation of probation. For the reasons that follow, we conclude that the statutory scheme precludes the Commonwealth from requesting imposition of the mandatory minimum at resentencing after waiving its initial applicability. Accordingly, we affirm the order of the Superior Court.\nOn July 23, 2008, two men broke into Appellee Robert Mazzetti’s apartment and stole marijuana and other items. At the time of the incident, Appellee was a college student residing in an off-campus apartment. Following an investigation into the burglary, the police arrested Appellee and charged him with, inter alia, possession with intent to deliver (“PWTD”) the stolen marijuana. 35 P.S. § 780-113(a)(30). On March 2, 2009, pursuant to an agreement, Appellee pled guilty to PWID in exchange for an agreed upon sentence of twelve months of probation and the Commonwealth nolle prosequied the remaining charges. At the time of the plea, the Commonwealth agreed to waive the mandatory minimum sentence applicable to possession in a school zone under 18 Pa.C.S. § 6317(a). Consistent with the plea agreement, Appellee was sentenced to twelve months of probation.\nAppellee violated his probation on March 8, 2009, when he attempted to steal two jars of honey from a grocery store. Appellee was cited for retail theft, which is graded as a summary offense. The Commonwealth filed a motion to revoke Appellee’s probation and provided written notice of its intent to seek the school zone mandatory minimum for the PWID conviction. At the ensuing hearing, Appellee admitted to the violation of probation, which was a new criminal offense. The trial court deferred resentencing, allowing the parties to brief the issue of whether the Commonwealth can ask the court to impose the school zone mandatory minimum at resentencing following the revocation of probation.\nCiting the absence of binding authority and the discretionary nature of sentencing following the revocation of probation, the court found that it was not required to impose the mandatory minimum sentence. The trial court explained that the cases relied upon by the Commonwealth, Commonwealth v. Johnson, 967 A.2d 1001 (Pa.Super.2009), and Commonwealth v. Infante, 585 Pa. 408, 888 A.2d 783 (2005), were inapposite. Accordingly, the trial court declined to apply the school zone mandatory minimum sentence and incarcerated Appellee for ninety days to one year. The Commonwealth appealed, arguing that the court committed legal error.\nThe Superior Court affirmed in a published opinion. Commonwealth v. Mazzetti, 9 A.3d 228 (Pa.Super.2010). The Superior Court found that there was no case law directly on point, rejecting the Commonwealth’s citations to Johnson, supra, and Infante, supra, as misplaced. The court did, however, analogize the case to Commonwealth v. Kunkle, 817 A.2d 498 (Pa.Super.2003), appeal denied, 577 Pa. 712, 847 A.2d 1280 (2004), which requires the Commonwealth to present evidence justifying the mandatory minimum sentence at the initial sentencing hearing. The Superior Court observed that, where the Commonwealth does not meet this burden, the court is not obligated to apply the mandatory minimum. In the instant case, the Commonwealth “did not provide notice of its intention to seek application of the mandatory minimum sentence under section 6317, nor did it present any evidence on this point” at the original sentencing. Mazzetti, 9 A.3d at 232. In fact, the Commonwealth agreed to waive the school zone mandatory minimum. Thus, the Superior Court concluded that the Commonwealth was precluded from seeking the mandatory minimum at resentencing and affirmed the trial court’s decision.\nThe Commonwealth filed a petition for allowance of appeal with this Court, which we granted, limited to the following issue:\nDid the Superior Court properly conclude that the Commonwealth is precluded from seeking application of the school zone mandatory minimum upon violation of a sentence of probation?\nCommonwealth v. Mazzetti, 610 Pa. 295, 18 A.3d 1147 (2011).\nThe Commonwealth continues to argue that Johnson, supra, and Infante, supra, are applicable and Kunkle is inapposite. It distinguishes Kunkle on the basis that it involved an attempt to remedy an evidentiary omission, a situation that is not present herein. Additionally, the Commonwealth contends that the “one bite at the apple mentality” utilized in Kunkle has been rejected by this Court and the United States Supreme Court when evaluating the applicability of school zone enhancements at resentencing hearings. See Commonwealth v. Wilson, 594 Pa. 106, 934 A.2d 1191 (2007) (permitting the Commonwealth to present sentence enhancement evidence at a sentencing hearing on remand after the original sentence was vacated due to insufficient evidence supporting the enhancement); Monge v. California, 524 U.S. 721, 118 S.Ct. 2246, 141 L.Ed.2d 615 (1998) (holding that the Double Jeopardy Clause does not preclude retrial in the noncapital sentencing context where the original sentence was reversed because there was insufficient evidence to support a recidivism sentence enhancement).\nThe Commonwealth notes that this Court has held that the revocation of probation places a defendant in the same position he was in at the time of the original sentencing. See Commonwealth v. Wallace, 582 Pa. 234, 870 A.2d 838 (2005). Thus, upon revocation of probation, the sentencing court has all of the alternatives available at the time of the initial sentencing. See 42 Pa.C.S. § 9771(b); Wallace, 870 A.2d at 842-43. The Commonwealth also observes that the court is bound to apply a mandatory minimum sentence where applicable. See 42 Pa.C.S. § 9721(a.l). Based on the foregoing, the Commonwealth posits that the court was obligated to impose the school zone mandatory minimum.\nThe Commonwealth also urges this Court to protect the vital role of plea bargaining in the judicial system. It cites policy concerns, arguing that, if the Commonwealth is barred from seeking the mandatory minimum following the revocation of probation, prosecutors will refrain from offering probationary sentences. Thus, the Commonwealth submits that affirming the Superior Court’s ruling will have a chilling effect on the plea bargaining process.\nAppellee counters that the case law cited by the Commonwealth is inapposite. He concedes that following the revocation of probation, a court has the same alternatives that were available at the time of the original sentencing hearing. Appellee asserts, however, that “the school zone mandatory minimum sentence is never an ‘option’ for a court, but is only an option for the prosecutor.” Brief of Appellee at 8. To this effect, Appellee observes that the mandatory minimum sentence set forth in section 6317 is not automatically triggered by the commission of a drug felony within 1,000 feet of a school; rather, it applies only where the Commonwealth elects the option and provides notice and evidence supporting its applicability. Since the Commonwealth chose not to pursue the mandatory minimum at his initial sentencing, Appellee contends that it was never an “option” for the court, thereby prohibiting its current application.\nAppellee responds to the Commonwealth’s public policy argument with anecdotal evidence detailing the myriad of reasons prosecutors will continue to offer plea bargains, such that affirmance of the Superior Court’s decision will not have the chilling effect suggested by the Commonwealth. Appellee also launches an attack on mandatory minimum sentences generally, claiming that since they are bad as a matter of public policy, we should restrict their applicability.\nThe Defender Association of Philadelphia (“DAP”) submitted an amicus curiae brief in support of Appellee. DAP focuses on the statutory language, observing that 18 Pa.C.S. § 6317 requires the Commonwealth to provide notice of its intent to seek the mandatory minimum “before sentencing,” with the trial court assessing the applicability of the mandatory minimum “at sentencing.” It submits that a provision authorizing the Commonwealth to invoke section 6317 after sentencing, but before resentencing, is conspicuously absent. According to DAP, if the legislature intended such a result, it specifically would have permitted the Commonwealth to invoke the mandatory minimum at any time prior to resentencing, as it did in other statutes. See, e.g., 42 Pa.C.S. §§ 9763(d) and 9774(c). This distinction is critical, DAP avers, in light of “the canon of statutory construction providing that when the General Assembly uses different language in similar statutes, it does so to demonstrate a different legislative intent.” Brief of DAP at 10. Consequently, DAP concludes that the statutory language bars the application of the school zone mandatory minimum at resentencing.\nDAP further avers that section 9771 of the Sentencing Code, providing that “[u]pon revocation the sentencing alternatives available to the court shall be the same as were available at the time of initial sentencing,” 42 Pa.C.S. § 9771(b), does not support the Commonwealth’s position. It contends that the sentencing alternatives available to the court at the time of Appellee’s initial sentencing included non-section 6317 penalties because the parties negotiated, and the trial court imposed, a non-section 6317 penalty. Therefore, a non-section 6317 sentence was available at resentencing precisely because it was available at the initial sentencing.\nIn addressing the case law cited by the Commonwealth, DAP contends that Wallace, swpra, “endorses full and free judicial resentencing discretion” because we held therein that the resentencing judge has full discretion to impose any otherwise lawful sentence upon the revocation of probation. Brief of DAP at 19. It asserts that the Commonwealth’s position runs directly counter to this concept because it limits the sentence that could be imposed. Stated differently, DAP posits that the mandatory minimum could not have been imposed because it would run counter to Wallace and the language of section 9771, neither of which limits the judge’s sentencing power. DAP also avers that Wilson and Infante are inapposite given their individual facts and procedural postures, and that Kunkle does not compel the result sought by the Commonwealth.\nFinally, DAP rejects the public policy argument espoused by the Commonwealth, noting that the parties simply need to agree whether the non-election of the mandatory minimum will continue to apply at a subsequent resentencing or whether it is a “one time only” opportunity. Brief of DAP at 23-24. Thus, DAP urges us to affirm.\nIn the case sub judice, we must assess the applicability of the school zone mandatory minimum sentence following the revocation of probation. Accordingly, we are presented with a question of law for which our scope of review is plenary, and our standard of review is de novo. Commonwealth v. Mallory, 596 Pa. 172, 941 A.2d 686, 694 (2008).\nThis Court has not previously evaluated section 6317’s applicability in the context of resentencing following the revocation of probation. Accordingly, we find the Superior Court’s attempt to fit this case within the framework of Kunkle, supra, misplaced. In Kunkle, the defendant entered a guilty plea to delivery of a controlled substance. Thereafter, the Commonwealth provided notice of its intent to seek the mandatory minimum sentence under section 6317(a). The court applied the mandatory minimum sentence even though the Commonwealth failed to present any evidence regarding where the drug sale occurred. The defendant filed a timely motion for modification of sentence, alleging that application of the mandatory minimum was improper because the Commonwealth failed to meet its burden of proof. Following a hearing, the trial court granted the defendant’s motion, vacated the sentence, and sentenced the defendant to three years of probation. The Commonwealth then filed a motion to modify the sentence, proffering evidence supporting the application of the mandatory minimum. The court refused to entertain the motion, and the Commonwealth appealed to the Superior Court.\nThe Superior Court found that under section 6317(b), the Commonwealth must present its evidence at the original sentencing hearing. “[W]e conclude that where, as here, the Commonwealth fails to meet that burden, the sentencing court shall not apply the sentence enhancement, and the Commonwealth cannot circumvent the mandates of section 6317 by filing a motion for modification of sentence.” Kunkle, 817 A.2d at 500. Applying Kunkle to the instant case, the Superi- or Court concluded that the mandatory minimum was not applicable because the Commonwealth did not provide evidence substantiating its application at Appellee’s initial sentencing.\nWhile we ultimately agree with the Superior Court’s conclusion, we find Kunkle inapplicable. The Superior Court failed to acknowledge the procedural posture of Kunkle, which is markedly different from the situation presented herein. Clearly, Kunkle concerned an appeal by the Commonwealth of the original sentence whereas the instant matter involves resentencing following a revocation of probation. Consequently, we reject any attempt to conform this case to Kunkle’s framework.\nIn contrast to the case-based approach utilized by the courts below, we resolve the present matter by reviewing the statutory language. As such, we begin our analysis with a review of the three relevant sentencing statutes.\nSection 9721(a), governing sentencing generally, provides:\nIn determining the sentence to be imposed the court shall, except as provided in subsection (a.l), consider and select one or more of the following alternatives, and may impose them consecutively or concurrently:\n(1) An order of probation.\n(2) A determination of guilt without further penalty.\n(3) Partial confinement.\n(4) Total confinement.\n(5) Afine.\n(6) County intermediate punishment.\n(7) State intermediate punishment.\n42 Pa.C.S. § 9721(a). Pursuant to subsection (a.l), “subsection (a) shall not apply where a mandatory minimum sentence is otherwise provided by law.” 42 Pa.C.S. § 9721(a.l). Thus, where a mandatory minimum sentence applies, the court is deprived of the discretion to impose any of the specified alternatives.\nRelatedly, section 9771(b) grants the court the authority to “revoke an order of probation upon proof of the violation of specified conditions of the probation.” 42 Pa.C.S. § 9771(b). As the parties note, when revocation occurs, “the sentencing alternatives available to the court shall be the same as were available at the time of initial sentencing.” Id. Nonetheless, the court may not impose a sentence of confinement unless it finds that: (1) the defendant has been convicted of another crime; or (2) the conduct of the defendant indicates that it is likely that he will commit another crime if he is not imprisoned; or (3) such a sentence is essential to vindicate the authority of the court. 42 Pa.C.S. § 9771(c). Thus, the ability of a court to order total confinement following a violation of probation is statutorily circumscribed.\nAlso pertinent to our review is section 6317, under which an individual convicted of violating section 13(a)(14) or (30) of the Controlled Substance, Drug, Device and Cosmetic Act, shall, notwithstanding any other statute to the contrary, be sentenced to a minimum of two years of total confinement if the delivery or possession with intent to deliver occurred within 1,000 feet of real property on which a school, college, or university is located. 18 Pa.C.S. § 6317(a). Significantly, the Commonwealth must provide reasonable notice of its intention to proceed under this section “after conviction and before sentencing.” 18 Pa.C.S. § 6317(b). Furthermore, the applicability of section 6317 “shall be determined at sentencing,” and the court must consider evidence presented at trial and afford the parties an opportunity to present necessary additional evidence in order to determine, by a preponderance of the evidence, if section 6317 applies. Id. Where it does apply, the court does not possess the authority to impose a lesser sentence or “place the defendant on probation.” 18 Pa.C.S. § 6317(c).\nReading these statutes in pari materia, 1 Pa.C.S. § 1932,3 **, the following sentencing scheme emerges. The court has the authority to consider and select from various statutorily-defined sentencing alternatives, unless a mandatory minimum sentence applies. 42 Pa.C.S. § 9721. When, as is the case herein, the conviction stems from a drug felony committed within 1,000 feet of the real property of an educational institution, there is a mandatory minimum sentence of two years total confinement. 18 Pa.C.S. § 6317(a). This section prescribes, however, when the Commonwealth must provide notice that it intends to pursue the mandatory minimum (after conviction and before sentencing) and when applicability is assessed (at sentencing). Thus, a sentencing court has numerous options, unless a mandatory minimum applies and the Commonwealth follows the statutorily prescribed notice and proof requirements.\nIn the instant case, at the time Appellee was sentenced, the court had the ability to impose any of the alternatives detailed in section 9721(a) because there was no mandatory minimum sentence otherwise imposed by law under section 9721(a.l). It is undisputed that at the time of Appellee’s initial sentencing, the Commonwealth agreed to waive the school zone mandatory minimum. Consequently, the Commonwealth did not provide notice or present evidence demonstrating that the drug offense for which Appellee pled guilty occurred within the requisite distance of the real property of an educational facility. Since the Commonwealth did not comply with the statutory requirements, the court did not have the duty, or even the ability, to apply section 6317 at Appellee’s initial sentencing. Thus, it was within the trial court’s authority to sentence Appellee to a term of probation rather than confine him to prison.\nThe extant question involves the interplay between sections 6317 and 9771(b). Pursuant to section 9771(b), when a revocation occurs, the court has all the sentencing alternatives that were “available at the time of initial sentencing.” Since the court did not have the option to apply the mandatory minimum at Appellee’s initial sentencing, the Commonwealth could not compel its imposition at resentencing. Upon resentencing, the court is vested with the same alternatives it initially possessed. As it was not within the court’s ability to impose the mandatory minimum upon Appellee at his initial sentencing, the court was not bound by the mandatory minimum at resentencing.\nThis Court’s pronouncement in Wallace, supra, supports the notion that the trial court was not bound by the mandatory minimum sentence. If we were to find that the Commonwealth is permitted to seek imposition of the mandatory minimum after waiving its initial applicability, the court would be denied its “free[dom] to impose any sentence permitted,” which existed at the time of initial sentencing. Id. at 843-44. In other words, forced application of the mandatory minimum sentence precludes the court from resorting to any of the options that were available at the time of the original sentence. Thus, requiring the court to apply section 6317 would result in a de facto restriction on sentencing alternatives, in violation of section 9721 and our jurisprudence.\nOur holding also comports with the dictates of section 6317. The requirements of this section are specific; if the Commonwealth seeks application of the mandatory minimum, it must provide notice of its intent “after conviction and before sentencing” so that a determination on applicability can be made “at sentencing.” By strictly prescribing the notice and evidentiary requirements in this section, the legislature has conveyed its intent to preclude the Commonwealth from seeking to impose the mandatory minimum anytime other than “at sentencing.” As previously noted, the Commonwealth specifically waived the mandatory minimum sentence, electing to forego the opportunity to provide notice and evidence in accordance with section 6317(b). Consequently, the Commonwealth’s efforts to seek the imposition of the mandatory minimum sentence following a probation violation do not conform to the requirements of section 6317(b).\nIn reaching this conclusion, we note that a provision authorizing the Commonwealth to invoke the mandatory minimum after sentencing, but before resentencing, is conspicuously absent from the statutory scheme. While this distinction may seem hyper-technical — sentencing being a general term that subsumes resentencing — it becomes relevant when compared with other provisions that explicitly authorize the invocation of a mandatory minimum at resentencing.\nFor example, section 9721(a.l) acknowledges that 42 Pa.C.S. § 9763 authorizes the trial court to impose a sentence of county intermediate punishment even if there is an applicable mandatory minimum. Correspondingly, section 9763(d) provides that following a violation of a condition of county intermediate punishment, “the attorney for the Commonwealth may file notice at any time prior to resentencing of the Commonwealth’s intention to proceed under an applicable provision of law requiring a mandatory minimum sentence,” regardless of any other statutory provision mandating notice prior to sentencing. 42 Pa.C.S. § 9763(d) (emphasis added). Similarly, 42 Pa.C.S. § 9774 permits the Commonwealth to seek a mandatory minimum sentence following the revocation of state intermediate punishment, provided that the Commonwealth files notice of its intention at any time prior to resentencing.\nThus, in several other instances, the General Assembly specifically delineated the procedures and alternatives available upon resentencing. No such provision appears in relation to the revocation of probation. This Court may not “supply omissions in a statute, especially where it appears that the matter may have been intentionally omitted.” L.S. ex rel. A.S. v. Eschbach, 583 Pa. 47, 874 A.2d 1150, 1156 (2005). Similarly, where the legislature includes specific language in one section of a statute and excludes it from another section, the language may not be implied where excluded. Fonner v. Shandon, Inc., 555 Pa. 370, 724 A.2d 903, 907 (1999). “Moreover, where a section of a statute contains a given provision, the omission of such a provision from a similar section is significant to show a different legislative intent.” Id.\nUnder sections 9763(d) and 9774(c), the General Assembly specifically permitted the Commonwealth to seek the mandatory minimum sentence following a violation of county intermediate punishment or a termination of state intermediate punishment. Noticeably absent is a parallel provision permitting such action following a revocation of probation. We will not amend the statutory scheme to permit the Commonwealth to seek the mandatory minimum where the General Assembly has refused to sanction such an action; this remains the province of the legislature, not the judiciary. Thus, we decline to find that the Commonwealth could compel the court to impose the mandatory minimum following the revocation of Appellee’s probation.\nThe policy arguments the Commonwealth presents in support of its position are unavailing and significantly overstate the potential negative implications our decision will have on the plea bargaining process. We have no doubt that affirming the Superior Court will not result in a categorical elimination of plea agreements containing probationary sentences where a mandatory minimum might apply. Our decision does nothing to alter the fact that the Commonwealth retains the option to seek the mandatory minimum at the initial sentencing. Similarly, upon a violation of probation, it has the ability to argue for a harsher sentence based on the nature of the transgression. Thus, the anecdotal evidence presented fails to convince us that our holding will have a chilling effect on the plea bargaining process.\nIn sum, we find that the Commonwealth did not have the ability to seek the mandatory minimum sentence under section 6317 following the revocation of Appellee’s probation. Since the trial court is vested with the same alternatives at resentencing that were originally available, and the Commonwealth waived the initial applicability of the mandatory minimum, the court had no obligation to apply the same at resentencing. To hold otherwise would violate the notice and evidentiary requirements of section 6317 and impermissibly restrict the authority of the trial court. Moreover, the General Assembly has authorized the Commonwealth to seek the mandatory minimum at resentencing in only two instances: a violation of either county or state intermediate punishment. The absence of a parallel provision permitting this action following the revocation of probation indicates that the legislature has specifically prohibited the invocation of the mandatory minimum sentencing provision in the manner suggested by the Commonwealth.\nAffirmed.\nJustice ORIE MELVIN did not participate in the decision of this case.\nChief Justice CASTILLE, Justices SAYLOR, BAER, and TODD join the per curiam opinion.\nJustice EAKIN files a concurring opinion.\nJustice McCAFFERY files a dissenting opinion.\n. This section states, in pertinent part:\nA person 18 years of age or older who is convicted in any court of this Commonwealth of a violation of section 13(a)(14) or (30) of the act of April 14, 1972 (P.L. 233, No. 64), known as The Controlled Substance, Drug, Device and Cosmetic Act, shall, if the delivery or possession with intent to deliver of the controlled substance occurred within 1,000 feet of the real property on which is located a public, private or parochial school or a college or university or within 250 feet of the real property on which is located a recreation center or playground or on a school bus, be sentenced to a minimum sentence of at least two years of total confinement, notwithstanding any other provision of this title....\n18 Pa.C.S. § 6317(a).\n. This section provides:\n(a) The following acts and the causing thereof within the Commonwealth are hereby prohibited:\n(30) Except as authorized by this act, the manufacture, delivery, or possession with intent to manufacture or deliver, a controlled substance by a person not registered under this act, or a practitioner not registered or licensed by the appropriate State board, or knowingly creating, delivering or possessing with intent to deliver, a counterfeit controlled substance.\n35 P.S. § 780-113(a)(30).\n. According to Appellee, the Commonwealth will continue to offer plea bargains in those cases where there is a need to keep a confidential informant's identity secret and where the prosecution’s case is weak.\n. The Pennsylvania Association for Criminal Defense Lawyers and the Public Defender Association of Pennsylvania jointly submitted an amicus curiae brief also urging affirmance of the Superior Court’s decision. Since the arguments presented therein are similar to those already discussed, we will not address their brief separately.\n. We find the Commonwealth’s reliance on Infante and Johnson, supra, similarly misplaced. Neither case addressed whether the Commonwealth may compel the court to impose the mandatory minimum under section 6317(a) upon resentencing. Accordingly, while Infante and Johnson are instructive on general points of law, they are not dispositive of the issue before us.\n. Under this canon of statutory construction, statutes or parts thereof are in pari materia when they relate to the same persons or things or to the same class of persons or things. 1 Pa.C.S. § 1932(a). \"Statutes in pari materia shall be construed together, if possible, as one statute.” 1 Pa.C.S. § 1932(b).\n. According to the Commonwealth, Commonwealth v. Wilson, 594 Pa. 106, 934 A.2d 1191 (2007) and Monge v. California, 524 U.S. 721, 118 S.Ct. 2246, 141 L.Ed.2d 615 (1998), rejected this \"one bite at the apple\" approach. We disagree. Wilson concerned whether the Commonwealth could present evidence supporting the application of the youth/ school sentence enhancement, 204 Pa.Code § 303.9(c), on remand after the initial sentence was vacated. We permitted the admission of this evidence since vacating the sentence rendered it a legal nullity, thereby allowing the court to treat the case anew for evidentiary purposes. In Monge, the United States Supreme Court held that the Double Jeopardy Clause does not preclude retrial in the noncapital sentencing context where the original sentence was reversed because there was insufficient evidence to support a recidivism sentence enhancement. Significantly, both cases involved resentencing after the original sentence was overturned on appeal, not resentencing in the context of a probation revocation. Consequently, these cases are inapposite and do not support the Commonwealth’s claim that this Court and the High Court have rejected the so called \"one bite at the apple” approach.\n. 42 Pa.C.S. § 9721(a.l) provides, \"Unless specifically authorized under section 9763 (relating to a sentence of county intermediate punishment) or 61 Pa.C.S. Ch. 41 (relating to State intermediate punishment), subsection (a) [setting forth sentencing alternatives] shall not apply where a mandatory minimum sentence is otherwise provided by law.”\n. This section provides: \"The attorney for the Commonwealth must file notice, at any time prior to resentencing, of the Commonwealth’s intention to proceed under an applicable provision of law requiring a mandatory minimum sentence.” 42 Pa.C.S. § 9774(c) (Emphasis added)."}