{"id": "4210221", "contents": "OPINION\nChief Justice CASTILLE.\nThis matter is before our Court following the issuance of a Report and Recommendation by the Disciplinary Board of the Supreme Court of Pennsylvania (hereafter “Board”). The Board recommended that Respondent Anthony C. Cappuccio be suspended from the practice of law for a period of five years, retroactive to July 30, 2009, after he pled guilty in the Court of Common Pleas of Bucks County to various offenses, including three counts of endangering the welfare of children, a third-degree felony. After the receipt of the Board’s recommendation, this Court issued a rule to show cause why Respondent should not be disbarred from the practice of law. Respondent filed a response to the rule, requesting oral argument under Pa.R.D.E. 208(e)(3) (giving an attorney the “absolute right” to oral argument upon request when this Court issues a rule to show cause). This Court heard oral argument on May 8, 2012. For the reasons stated herein, we now enter an order disbarring Respondent from the practice of law, retroactive to July 30, 2009.\nThe Office of Disciplinary Counsel (hereafter “ODC”) and Respondent entered into a Joint Stipulation of Fact. Thus, the facts are undisputed. Respondent was admitted to practice law in 2002. Respondent was hired as a Deputy District Attorney for Bucks County following graduation from law school and was promoted to Chief Deputy District Attorney in 2007. He also served as Chief of the Grand Jury unit and Chief of the Homicide by Vehicle unit.\nFrom about January 2005 until June 2008, Respondent served as a “Youth Fellowship Group Leader” for a Methodist Church in Perkasie, Pennsylvania. On several occasions from March 2007 through July 2008, he supervised youths under the age of 18 from the church youth group and accompanied them to rock concerts. At these concerts Respondent purchased and supplied alcoholic beverages to three minors and also smoked marijuana with them. During this same period Respondent also attended football games, played pool and went to restaurants accompanied by members of the youth group. The minors were permitted to attend the concerts and remain out late because the parents trusted Respondent in light of his position as a church youth group leader and as a Chief Deputy District Attorney.\nFrom May through September of 2008, Respondent engaged in a consensual sexual relationship with victim # 1. The physical relationship began with kissing and eventually escalated to mutual oral sex. The incidents occurred on approximately twelve separate occasions and took place in various public parking lots, the victim’s home, and Respondent’s home. During this time Respondent told victim # 1 not to reveal the relationship to anyone due to the victim’s age and Respondent’s marriage. The relationship was consensual and the victim was over the legal age of consent relating to sexual offenses as defined by 18 Pa.C.S. § 3101, et seq. See, e.g., 18 Pa.C.S. § 3122.1 (defining statutory sexual assault upon person under sixteen years of age).\nIn April 2008 Respondent was confronted by his wife about his relationship with victim # 1. Nevertheless, he continued to engage in the sexual liaison with victim # 1 for several more months.\nA criminal investigation was instituted against Respondent on September 5, 2008, after Respondent and victim # 1 were discovered by a police officer partially clothed in an automobile parked in a public shopping center. Respondent resigned from his position at the Bucks County District Attorney’s office the next day. On September 15, 2008, Respondent engaged in another sexual encounter with victim # 1 at Respondent’s home. Respondent has had no further contact with victim # 1.\nAs a result of the investigation, a criminal information was filed against Respondent. On March 10, 2009, Respondent entered a guilty plea to three counts of endangering the welfare of children, 18 Pa.C.S. § 4303(a)(1), one count of criminal use of a communication facility, 18 Pa.C.S. § 7512(a), three counts of corruption of minors, 18 Pa.C.S. § 6301(a)(1), and three counts of furnishing liquor or malt or brewed beverages to minors, 18 Pa.C.S. § 6310.1(a). The endangering children and criminal use of a communication facility are offenses classified as felonies of the third degree.\nThe trial court initially sentenced Respondent to house arrest for a period of six to twenty-three months, followed by probation. However, Respondent was re-sentenced to six to twenty-three months in a Bucks County Criminal Facility for the endangering children conviction, five years’ probation for the criminal use of a communication facility, two years’ probation consecutive to the prior counts for the corruption of minors, and no further penalty for furnishing liquor. Respondent served his incarceration at Northampton County Prison and was released to house arrest on October 15, 2009. Respondent’s term of probation is scheduled to end in 2017.\nFollowing Respondent’s conviction and sentencing, this Court entered an order on July 30, 2009, placing Respondent on temporary suspension pursuant to Pa.R.D.E. 214(f)(1), and referring the matter to the Board for further proceedings. The ODC then filed a Petition for Discipline, charging Respondent with professional misconduct arising from his criminal convictions. A disciplinary hearing was held before a Hearing Committee appointed by the Board on December 11, 2009. During those hearings, the ODC presented evidence of Respondent’s conviction as well as the fact that his criminal conduct was publicized to the community on electronic media and in newspaper articles.\nRespondent presented the testimony of Dean Dickson, a licensed psychologist with a private practice. Mr. Dickson treated Respondent following his arrest and until his incarceration. Sessions resumed by telephone following Respondent’s release from prison and Respondent resumed in-person sessions after he was released from house arrest. Mr. Dickson stated that Respondent’s risk of recidivism was low and expressed the opinion that Respondent does not suffer from a psychological or personality disorder or any sexual deviance. He further opined that Respondent’s criminal conduct was due, in part, to his sexual identity problems; however, he acknowledged that Respondent had the ability to choose right from wrong and noted that homosexuality is not a psychological disorder.\nRespondent was also evaluated by Don Seraydarian, Ph.D., who performed psychological testing. Dr. Seraydarian’s testimony was consistent with that of Mr. Dickson. He also opined that Respondent suffered from an adjustment disorder with mixed disturbance of emotion and conduct and sexual identity problems. Dr. Seraydarian added that acceptance of his sexual identity created emotional problems for Respondent.\nIn addition to the experts’ testimony, Respondent testified on his own behalf, expressing remorse and taking full responsibility for his misconduct. He also offered the testimony of William McElroy, Esquire, who described Respondent as an excellent and competent attorney. Mr. McElroy also opined that Respondent had a reputation in the community as a truthful and honest person. John Benson, Esquire, also testified on Respondent’s behalf. Mr. Benson had previously worked with Respondent at the District Attorney’s office and described Respondent’s trial skills as excellent. Mr. Benson further opined that Respondent had an excellent reputation in the community as peaceful, law-abiding, truthful and honest. Finally, Respondent presented the collective testimony of fifteen family members and friends, who supported him and testified to his excellent reputation in the community as a peaceful and law-abiding person.\nThe Hearing Committee recommended disbarment, finding that there were four aggravating circumstances and eight mitigating circumstances present in this matter. The four aggravating circumstances noted were that Respondent held a public office at the time of the misconduct, the public notoriety surrounding the misconduct, his inappropriate post-crime conduct, and the nature and duration of the crime. The eight mitigating circumstances considered were Respondent’s lack of disciplinary history, his positive academic history, the positive character witnesses, his cooperation in the disciplinary proceedings, his remorse for the misconduct, his continued psychological treatment, the payment of complete restitution, and the low risk of recidivism. The Hearing Committee also noted that Respondent’s expert testimony did not meet the standard for mitigating evidence under ODC v. Braun, 520 Pa. 157, 553 A.2d 894 (1989). In Braun, this Court held that a psychological disorder will be considered a mitigating factor where it caused the misconduct. In this case, the Hearing Committee concluded that Respondent could not meet the Braun standard because of the lack of a specific psychological disorder diagnosis. The Hearing Committee recommended disbarment due to the fact that Respondent would be under sentence for longer than the five-year maximum suspension. “It would be both inappropriate and in contravention of past disciplinary proceedings to allow Respondent to practice before the courts of Pennsylvania while he remains under sentence.” Report and Recommendations of the Hearing Committee, filed 9/2/2010, at 16.\nRespondent filed a Brief on Exceptions and requested oral argument before the Board. Following oral argument, the Board recommended a five-year suspension, citing similar matters where attorneys have engaged in sexual misconduct and furnished alcohol to minors and have been suspended for a period of five years. See ODC v. Christie, 536 Pa. 394, 639 A.2d 782 (1994) (discussed below) and ODC v. Susi, No. 733 DD3 (five-year suspension imposed after attorney furnished alcohol to eighteen-year-old male and then initiated non-consensual oral sex). The matter then proceeded to this Court where, as noted, we issued a rule respecting disbarment and then entertained oral argument. The matter is now ripe for final disposition.\nThis Court’s review of attorney disciplinary matters is de novo; we are not bound by the findings and conclusions of the Hearing Committee or the Board. ODC v. Eilberg, 497 Pa. 388, 441 A.2d 1193, 1195 (1982). However, the findings of the Hearing Committee and the Board are guidelines for judging the credibility of witnesses and should be given substantial deference. ODC v. DiAngelus, 589 Pa. 1, 907 A.2d 452, 456 (2006). In attorney disciplinary proceedings, the ODC bears the burden of establishing attorney misconduct by a preponderance of the evidence. Id.\nIn this case, none of these standards are at issue. The ODC and Respondent entered into a Joint Stipulation of Facts, the lower tribunals credited Respondent’s testimony and that of his character witnesses, and Respondent is not contesting the lower tribunals’ determination that he failed to present expert testimony meeting the Braun standard. Furthermore, the Pennsylvania Rules of Disciplinary Enforcement provide that “a certificate of conviction of an attorney for a crime shall be conclusive evidence of the commission of that crime in any disciplinary proceeding instituted against the attorney based upon the conviction.” Pa.R.D.E. 214(e). Given that the instant disciplinary proceedings arose as a direct result of Respondent’s convictions, the ODC has met its burden of establishing that Respondent violated Pa.R.P.C. 8.4(b) (it is professional misconduct for counsel to commit criminal act) and Pa.R.D.E. 208(b)(1) (conviction of crime shall be grounds for discipline). Thus, the only question before this Court is the extent of final discipline to be imposed.\nThe ODC argues that Respondent should be disbarred. According to the ODC, Respondent’s misconduct was aggravated by the positions of trust he held. First, as Chief Deputy District Attorney of Bucks County, Respondent held a position of leadership, authority and power. Respondent betrayed the faith and trust of the public when he violated the very laws he personally prosecuted and he engaged in ongoing criminal activity that extended over a period of a year and a half. Second, Respondent was a church youth group leader, who was charged with supervising the welfare of the minor victims he ultimately exploited. The ODC points out that Respondent accompanied the youths to rock concerts and abdicated his responsibilities as a chaperone by “partying” with his juvenile charges. He also knowingly participated in schemes to obtain marijuana and then smoked the marijuana with them. The ODC avers that Respondent’s illicit sexual affair with a sixteen-year-old boy should likewise be considered, including that he had another encounter with the minor following his arrest.\nThe ODC further argues that the Hearing Committee properly took into account the length of Respondent’s criminal sentence in determining the appropriate disciplinary sanction, since a five-year suspension would permit Respondent to be reinstated before his period of probation expires. Furthermore, the ODC contends that the length of sentence was only one of many legitimate aggravating factors considered by the Hearing Committee in recommending disbarment. The ODC avers that a review of precedent demonstrates that disbarment is fitting in this case. As an example in contrast, the ODC cites ODC v. Christie, supra. In that case, a five-year suspension was imposed; however, the ODC notes that Christie involved only misdemeanor charges, attorney Christie presented Braun evidence, and he was not a prosecutor at the time of the misconduct. The ODC cites as an analogous case of disbarment ODC v. Pazuhanich, No. 15 DB 2005. In that case, disbarment followed after a two-term District Attorney of Monroe County, recently elected to the trial bench, was arrested because he was observed fondling a ten-year old girl at a rock concert. The attorney pleaded nolo contendere to indecent assault, endangering the welfare of children, corruption of minors and public drunkenness, and was sentenced to ten years’ probation.\nRespondent contends that a five-year suspension is appropriate given his expressions of remorse, his rehabilitation since the misconduct, which included intensive psychological treatment, his otherwise excellent reputation, and the non-punitive nature of the attorney disciplinary system. Respondent points out that he has engaged in a serious and concentrated effort through therapy to understand why he committed the misconduct. Mr. Dickson offered that Respondent had suppressed his homosexuality for many years by marrying and having two children. In Dickson’s view, victim # 1 broke down Respondent’s defenses and due to Respondent’s repression of his sexual identity, he had the maturity of a 14- or 15-year-old when he acted sexually. Respondent also points to his excellent academic record and his success as a prosecutor before his criminal conduct was uncovered.\nRespondent next argues that the Hearing Committee was under the mistaken belief that a lawyer could not be reinstated while he or she was still on probation or parole. He provides many examples of attorneys who were permitted to practice law while under a criminal sentence, and points out that first-time DUI offenders routinely receive a private reprimand or public censure even though they may be under a criminal sentence. According to Respondent, the Hearing Committee erred in assuming an iron-clad rule that a lawyer’s discipline must coincide with the length of any criminal probationary term.\nRespondent further avers that the fact that he held positions of trust should not elevate the discipline in this case to disbarment, because almost every type of attorney misconduct involves some type of breach of trust. “The fact that one is a public official such as an Assistant District Attorney ... doesn’t lessen [sic] the trust violation. There should not be a distinction that breach of trust of a public official is more serious than a breach of trust as a private lawyer to their [sic] client.” Brief of Respondent at 38. Instead, Respondent urges this Court to consider the many mitigating circumstances in his favor as well as his psychological evidence notwithstanding that it did not rise to the level of Braun mitigation.\nFinally, Respondent cites to decisional law in support of his position, including the Christie case, offering that a five-year suspension is warranted. He distinguishes his circumstances from those in Pazuhanich on the grounds that attorney Pazuhanich never admitted to the misconduct, did not express remorse for the crimes, and failed to acknowledge any harm done to the public perception of the judicial system. Thus, Respondent concludes that disbarment is unwarranted here.\nHaving reviewed the parties’ arguments, we now look at the general considerations governing the imposition of final discipline. Disbarment is an extreme sanction and it is properly reserved for the most egregious matters, because it represents a termination of the privilege to practice law without any promise of ultimate reinstatement. ODC v. Keller, 509 Pa. 573, 506 A.2d 872, 878 (1986). In contrast, suspension is a withdrawal of the privilege for a defined period of time not to exceed five years; an attorney will be reinstated at the expiration of the period of suspension where he demonstrates his fitness to resume the practice of law. Id. at 874-75; see also ODC v. Czmus, 586 Pa. 22, 889 A.2d 1197, 1204 (2005) (discussing presumption of reinstatement that follows five-year suspension and contrasting it with disbarment); Pa. R.D.E. 218(c)(3)(i).\nWhen determining the extent of final discipline to be imposed, this Court must bear in mind that while a certificate of conviction serves as conclusive evidence of guilt, we must also account for the events surrounding the crime in order “to weigh the impact of the conviction upon the measure of discipline.” Eilberg, 441 A.2d at 1195. Furthermore, consideration should be given to mitigating circumstances. Id. The final discipline imposed is determined on a case-by-case basis on the totality of facts presented. Nevertheless, despite the fact-intensive nature of the endeavor, we strive for consistency so that similar misconduct “is not punished in radically different ways.” ODC v. Lucarini, 504 Pa. 271, 472 A.2d 186, 190 (1983).\nAdditionally, we bear in mind that the primary function of the attorney disciplinary system is not punitive in nature, but is to determine the fitness of an attorney to continue the practice of law and maintain the integrity of the legal system. The disciplinary system serves to protect the courts and the public from unfit attorneys. However, “[t]his does not mean that the system does not possess a set of sanctions or that the sanctions are not punitive.” Instead, “sanctions, admittedly punitive, are imposed in accord with the misconduct.” Id.\nThe dispute in this case concerns the line between the most serious sanction, disbarment, and the next most serious sanction, a five-year suspension; it is undisputed that the conduct is serious enough that no lesser sanction should be considered. The factors weighing in favor of each position have been well articulated by the parties. In our view, resolution of the dispute turns on the significance of the fact of Respondent’s position as a public official, ie., the Chief Deputy District Attorney of Bucks County, at the time he committed his criminal misconduct.\nThis Court’s discussion in Eilberg is instructive. Attorney Joshua Eilberg was elected to the U.S. House of Representatives in 1966. While serving in Congress, Eilberg maintained a law practice with three other partners. The law firm received a check from Hahnemann Hospital for obtaining a federal grant for the construction of an addition to the existing hospital. Attorney Eilberg received some portion of this money, notwithstanding that he was prohibited by law from doing so because of his public position. Eilberg pleaded guilty to violating 18 U.S.C. § 203(a), which prohibited members of congress from receiving compensation for services rendered before a federal agency. Following Eilberg's conviction, the question of the appropriate disciplinary sanction arose before this Court. We reiterated the well-settled principle that our duty is “to protect the public and preserve the public confidence in the legal profession and the judicial system.” Eilberg, 441 A.2d at 1197. We then pointedly stated that in seeking to preserve public confidence while discharging our disciplinary function, attorney Eilberg’s status as an elected official must be considered:\nIn seeking to preserve public confidence in the integrity of the legal profession, we must consider that respondent was not only an attorney, but an elected official, who by virtue of his office engaged in conduct which resulted in his conviction. The unique posture of respondent makes his offense a more serious one than a singular violation of the disciplinary rules of an individual attorney.\nId. Ultimately, this Court imposed a five-year suspension.\nOf course, the instant matter is factually distinct from Eilberg since Respondent was not an elected official and he did not directly commit the misconduct in his public capacity. Moreover, we are aware of no published decisions in which we have spoken about the consideration to be given to lawyers holding a public position committing misconduct unrelated to their office. But see ODC v. Preate, 557 Pa. 4, 731 A.2d 129, 130, 132 (1999) (Nigro, J. dissenting to per curiam order imposing five-year suspension and opining that attorney’s public service as elected District Attorney of Lackawanna County should not have been considered by Board as mitigating misconduct, since attorney betrayed public’s trust by accepting illegal cash contributions). On the other hand, there have been disciplinary resolutions involving attorneys holding public offices who have committed crimes unrelated to their office, and this Court has approved recommendations by the Board, deeming such circumstances as aggravating the misconduct. See, e.g., ODC v. Joyce, No. 47 DB 2009 (Judge of Superior Court of Pennsylvania disbarred following convictions in U.S. District Court for two counts of mail fraud and six counts of engaging in monetary transactions in property derived from unlawful activity); ODC v. Olshock, 576 Pa. 213, 839 A.2d 175 (2003) (attorney serving as First Assistant District Attorney for Washington County suspended for three years for mishandling estate funds). In those instances, the Board has explained that even though the misconduct did not occur during the exercise of the attorney’s public duties, serving in a public position creates a high expectation of integrity because the attorney is specifically entrusted with protecting the public. This Court has approved the Board’s recommendations, thereby implying our endorsement of the Board’s view that such misconduct speaks directly to the integrity of the legal system by placing the reputation of those tasked with serving and protecting the public at issue. Joyce, supra; Olshock, supra.\nThis Court takes this opportunity to make clear what should be self-evident: the fact that a lawyer holds a public office, or serves in a public capacity, as here, is a factor that properly may be viewed as aggravating the misconduct in an attorney disciplinary matter. This aggravation arising from public status is strong where the public position is that of prosecutor and the misconduct involves criminal actions, and it is particularly strong where, as here, the conduct involved crimes against individuals (minors, in this case). We realize that many attorneys hold positions of trust with respect to individual clients. But, that trust is not the same as the broader public trust reposed in judges, prosecutors and the like. Indeed, the facts of this case bear out the consequences that may arise when a position of public trust is involved. The evidence reveals that Respondent gained access to his minor victims — access that allowed him to ply them with drugs and alcohol, and that led to his sexual encounters with victim # 1— because of his respected and trusted position as a Deputy District Attorney (as well as his position as a church youth group leader).\nTurning to the ultimate question to be resolved — the determination of final discipline — we find that disbarment is appropriate. As is often the case with attorney disciplinary matters, there is no case precedent that is precisely on all fours, but disbarment fits into the range of discipline in prior cases, and accounts for the aggravating circumstances of this case. The base criminal conduct in this case is similar to that in Christie. Attorney Christie pled guilty to thirteen misdemeanor sex offenses involving two minors. The crimes occurred during a ten-day period when he invited two male minors, ages 12 and 14, into his apartment. He provided the minors with alcoholic beverages, showed X-rated video tapes, and masturbated in their presence. Christie, 639 A.2d at 784. Attorney Christie presented expert testimony that the crimes resulted from a psychiatric condition. As noted, this Court suspended Christie for a period of five years, explaining that the final discipline accounted for the fact that his criminal conduct was caused by his psychiatric condition under Braun. It also reflected the lack of any prior disciplinary history or criminal record, the low risk of recidivism, and the cooperation, remorse, and reformative efforts demonstrated by attorney Christie. Id. at 786.\nRespondent is similarly situated to attorney Christie in terms of the nature of his misconduct, his lack of disciplinary history and prior criminal record, his cooperation, character testimony, expressions of remorse, and efforts at rehabilitation. However, there are two critical distinctions supporting disbarment. First, Respondent did not present expert testimony meeting the Braun standard, and therefore, is not entitled to the type of consideration that was given to attorney Christie; given that Christie received the most severe sanction short of disbarment, the distinction is significant. Second, as discussed, Respondent’s position as a Chief Deputy District Attorney aggravates the misconduct, particularly in light of the facts here. At the time Respondent was engaging in his ongoing criminal conduct by endangering the welfare of minors and corrupting the morals, his public persona was that of a law enforcement figure in the county, prosecuting members of the public for similar crimes. In our view, any sanction short of disbarment in these circumstances threatens the integrity of the legal system, undermines our very serious duty to protect the public, and fails to give appropriate weight to Respondent’s status as a public official. Accordingly, given these two distinctions, which indicate that a more severe sanction than that imposed in Christie is warranted in this case, we conclude that disbarment is the appropriate sanction.\nFurthermore, we do not agree with Respondent that the disbarment imposed in Pazuhanich mandates the lesser sanction of a five-year suspension in this case because of differences in the character of the two attorneys and the fact that, unlike Respondent, attorney Pazuhanich never accepted responsibility for his crime. Although the facts Respondent cites makes his conduct look less troublesome than the conduct in Pazuhanich, it is also true that attorney Pazuhanich’s crime apparently was an isolated one-time incident, whereas here, Respondent’s criminal conduct occurred over an extended period of time and involved three minor victims. Thus, while both matters involved criminal conduct by public prosecutors, which resulted in convictions for child endangerment and corruption of minors, the similarities end there and the distinctions are dispositive. We reiterate that each matter must be examined individually based on the totality of facts surrounding the convictions. There obviously are circumstances of disbarment which involve misconduct worse than that committed by Respondent, or by attorney Pazuhanich; the question is not simply whether the conduct at issue is as troublesome as that in other disbarment cases, but whether it is troublesome enough, -viewed in its own totality, that disbarment is the appropriate sanction, and is not a disproportionate punishment. See, e.g., Czmus, 889 A.2d at 1208-04 (“[S]ome conduct is simply too egregious and requires disbarment to protect the integrity of the profession and judicial tribunals.”). We believe the misconduct in this case plainly is such that disbarment is warranted.\nFinally, our imposition of disbarment has not overlooked Respondent’s lack of prior disciplinary history, his expressions of remorse, his cooperation and acceptance of responsibility, and his very real efforts at rehabilitation. This Court is cognizant of these mitigating factors and has accounted for them in imposing final discipline. Nor does disbarment suggest that we are punishing Respondent for his misconduct. We are well aware that Respondent is serving his criminal sentence and it is not the primary function of the attorney disciplinary system to punish. As we stated in Lucarini, “[s]anctions are indeed not the end of the disciplinary system, but they are a necessary means to accomplish its end.” Lucarini, 472 A.2d at 191. Our final order disbarring Respondent takes into consideration all of the circumstances surrounding the misconduct, the good and the bad, as well as the unique public posture of Respondent at the time he committed the misconduct.\nFor the reasons stated above, it is hereby ordered that Respondent is disbarred from the bar of this Commonwealth, retroactive to July 30, 2009; he shall comply with all the provisions of Pa.R.D.E. 217; and he shall pay costs to the Board pursuant to Pa.R.D.E. 208(g).\nJustice ORIE MELVIN did not participate in the decision of this matter.\nJustices SAYLOR, EAKIN, BAER, TODD and McCAFFERY join the opinion.\n. The specific instances of misconduct are recounted in the Joint Stipulation, but the following is an example of the type of crimes in which Respondent engaged. On July 14, 2008, Respondent and two of the minor victims attended an Eagles rock concert. Victim # 1 (a boy aged 16), with Respondent's knowledge and consent, prearranged to obtain marijuana. Respondent drove victim # 1 to the source’s location where victim # 1 purchased the marijuana. Respondent also purchased two six-packs of beer and drank one of the six-packs with the minor victims. Respondent and two of the victims smoked the marijuana outside the stadium.\n. DUI is shorthand for Driving Under the Influence of alcohol or controlled substance, see 75 Pa.C.S. § 3802.\n. We need not consider the question raised by the parties related to whether an attorney should be permitted to practice law at the time he is serving a probationary term. We merely note that the length of probation is a factor to consider when imposing final discipline. However, like most factors guiding the inquiry, it is only one of many factors to consider in any disciplinary matter."}