{"id": "4217001", "contents": "OPINION\nJustice McCAFFERY.\nThis is a direct appeal from a death sentence imposed after a jury convicted Appellant of one count of first-degree murder and one count of burglary. The jury concluded, with respect to imposition of sentence, that the aggravating circumstances (committing murder to prevent testimony in a possible criminal proceeding regarding a felony and committing a killing in perpetration of a felony) outweighed the mitigating circumstance (character and record). Upon review, we affirm.\nThe facts gleaned from the evidence adduced at trial, when viewed in the light most favorable to the Commonwealth as verdict-winner, are as follows. On June 23, 2009, Trooper Shawn Wolfe of the Pennsylvania State Police employed a confidential informant to make a controlled drug purchase of ten bags of heroin from the eventual murder victim, Ronald Lee Simmons, Jr., at his residence in York. Simmons was arrested immediately thereafter. Notes of Testimony (“N.T.”) Trial, 1/18/11, at 196-200. Trooper Wolfe and Trooper Christopher Keppel then asked Simmons if he was willing to cooperate with them by leading them to his heroin supplier in order to effectuate that person’s arrest. Simmons at first was hesitant because, as he stated to the troopers, he feared for his life should his supplier, who knew where he lived, learn of his cooperation with the police. N.T. Trial, 1/19/11, at 240-42. However, Simmons overcame his hesitation and agreed to contact his supplier — a Hispanic male he knew only as “True” — in order to arrange for the purchase of five bags of heroin. N.T. Trial, 1/18/11, at 207-09; N.T. Trial, 1/19/11, at 242. At the ensuing controlled drug purchase, “True” (who was later identified as Appellant herein, Hector Morales) and another individual were arrested. N.T. Trial, 1/18/11, at 209-11, 216-20. This incident appears to have also occurred on June 23, 2009. See id. at 220. Appellant was charged with two counts of delivery of heroin and one count of criminal conspiracy to deliver heroin. Id. at 221.\nAppellant’s preliminary hearing on these charges was scheduled for July 16, 2009. Prior to that date, Appellant told a friend of his, Hector Perez, that he had been “set up” on a drug buy by an individual known as “Country,” and that he was going to kill “Country.” N.T. Trial, 1/19/11, at 431-32. Ronald Simmons was known by Appellant and others as “Country.” N.T. Trial, 1/18/11, at 196-97, 238. Also prior to the preliminary hearing, Trooper Keppel telephoned Simmons to remind him of his need to appear at that proceeding. N.T. Trial, 1/19/11, at 247-48. Simmons replied that he was aware of the date of the proceeding and was making babysitting arrangements so that he could attend. Id. at 248.\nOn July 15, 2009, the day before the scheduled preliminary hearing, Appellant was with Melvin Miles in Lebanon. That evening, the two drove to York in a vehicle Miles had borrowed from Ricky Newson; they also picked up Newson along the way. In York, the three individuals spent a brief period of time at Miles’s mother’s house. N.T. Trial, 1/14/11, at 361-63. Then, at approximately 1:00 a.m. on July 16, 2009, Newson drove Appellant and Miles to an alleyway off Tremont Street in York and backed into a parking space. Id. at 363-65; N.T. Trial, 1/18/11, at 88. Miles was seated in the front passenger seat, and Appellant was seated in the back seat; Miles was dressed in a black “hoody” over a white tee shirt and a pair of jeans, while Appellant wore a short-sleeved white or light-colored shirt with a prominent design or designs on it and a pair of fatigue shorts. N.T. Trial, 1/14/11, at 363-64; N.T. Trial, 1/18/11, at 88-89. Miles and Newson believed that they were in the area to buy marijuana. N.T. Trial, 1/14/11, at 364; N.T. Trial, 1/18/11, at 89.\nAfter the car was parked, Appellant got out and then walked around the corner and down the alley. He returned shortly and asked Miles to go with him, which Miles did, while Newson remained in the vehicle. N.T. Trial, 1/14/11, at 364-66; N.T. Trial, 1/18/11, at 90. Appellant then led Miles to the back door of a house where Appellant stated that he was going to kill the person who lived inside if he turned out to be the person who was going to testify against him at the preliminary hearing. Appellant asked Miles if he would accompany him into the house to assist in the deed. N.T. Trial, 1/14/11, at 367. Miles said that he would not and returned alone to the car. Id. at 367-68; N.T. Trial, 1/18/11, at 90. As Miles left, Appellant struck the door of the residence; he had also, at some point, donned a pair of black-knitted gloves and a ski mask. N.T. Trial, 1/14/11, at 367. On his way back to the vehicle, Miles heard five or six gunshots. Id. at 369.\nUnknown to Appellant, Miles, or Newson, Richard Portner was on the back porch of his residence on Tremont Street, watching the activity of the trio from the time Newson parked his vehicle there. Id. at 325-26. He observed a car with three occupants back into a parking space, and one occupant— a short man wearing a shirt having designs — get out of the vehicle and walk down the alley. He then saw this same person return to the vehicle, and he watched as a second occupant — a taller man wearing a black hoody — got out and accompanied the first man down the alley. Several minutes later, Portner saw the taller man in the black hoody return to the vehicle alone, and shortly thereafter, Portner heard gunshots. He then saw the short individual return to the car at a rapid pace. The vehicle took off after this man got into the car. Id. at 326-28.\nAt the time Newson had parked his vehicle in the alleyway, Simmons, his wife, and two children were in bed in their Tremont Street house. Simmons and his wife slept on the third floor of the house, where noise from their air conditioner muffled other sounds. Id. at 255. At the time they had gone to bed, the outside doors to the house were closed and locked. Id. at 261.\nAt approximately 1:00 a.m., Simmons’s wife was awakened by her husband, who sprang out of bed and opened the bedroom door. Simmons then screamed, and his wife saw that he was in a struggle with an intruder. Id. at 256-58. The intruder was a man of short stature wearing a shirt with a design on it, and Simmons yelled that the intruder had a gun. Id. at 257-60. The wife heard several gunshots, after which the intruder ran off. Id. at 258. Simmons stated to his wife that he had been shot and then fell down the steps. Id. His wife called the police and waited for their arrival, noticing, as she waited, that the back door to the house had been forced open. Id. at 260-61. Simmons died after being taken to the hospital. An autopsy revealed that he had suffered six gunshot wounds, including a fatal shot to the chest; the other wounds were in the hands and arms, and appeared to be defensive wounds. Id. at 289-99, 306. His death was deemed a homicide. Id. at 306.\nImmediately after Appellant had returned to Newson’s vehicle, the trio drove to a convenience store to obtain gasoline and cigarettes. Appellant stated to his companions while en route to the store: “See what happens to witnesses,” and criticized Miles for having left Appellant to act alone. Id. at 369-70. Appellant was also observed by his companions holding a handgun, from which he wiped fingerprints. Id.; N.T. Trial, 1/18/11, at 91-93. At the convenience store, while Miles was paying for gas, Appellant told Newson that he had killed the man who would have been testifying against him. N.T. Trial, 1/18/11, at 93. Appellant also used one of the squeegees available for use at the gas pumps to clean blood off his shoes. Id. at 93-94.\nThe group then drove to Lebanon. Id. at 95; N.T. Trial, 1/14/11, at 371. During the drive, Appellant recounted that he had killed a person named “Country” in order to prevent him from testifying at the impending court proceeding, and also provided details of the incident. N.T. Trial, 1/14/11, at 375; N.T. Trial, 1/18/11, at 95-96. Once in Lebanon, the group stopped at a gas station where Appellant burned his clothes in a trash bin behind the station. N.T. Trial, 1/14/11, at 375-76. The owner of the station confirmed that a fire of unknown origin had occurred in the trash bin of his station during the night of July 16-17, 2009. N.T. Trial, 1/18/11, at 76-79.\nThe group then stopped at Miles’s girlfriend’s house, where they found an acquaintance or friend who had the nickname “Supreme.” Appellant described the shooting to Supreme, stating: “Hey, yo, I got him, son. I told you he ain’t going to be testifying against me in court.” Id. at 98-99. At the house, Appellant placed the murder weapon in a shoebox in a closet in Miles’s girlfriend’s son’s room. N.T. Trial, 1/14/11, at 373. Afterward, Appellant, Newson, and Supreme went to a bar and then to a hotel room that Newson had rented. Newson, however, left during the night. N.T. Trial, 1/18/11, at 99-100.\nIn the late morning, Appellant and Supreme joined Miles at his girlfriend’s house, expressing displeasure and nervousness that Newson had left without indicating where he had gone. Appellant then told Miles that Newson had “to be getten [sic] rid of’ and that Miles had to participate in the task this time. N.T. Trial, 1/14/11, at 376. Although Miles agreed to help Appellant, he had already decided that he would help Newson escape from harm. Id.\nNewson returned to Lebanon and thereafter drove Miles, Appellant, and Supreme to York, during which time Appellant wiped fingerprints from the back seat of Newson’s car. Id. at 377; N.T. Trial, 1/18/11, at 101-02. In York, the group stopped near Girard Park where Appellant, Miles, and Supreme got out of the vehicle, immediately after which Appellant kissed Miles on the cheek. N.T. Trial, 1/14/11, at 377. Appellant and Supreme then walked away. At that point, Miles told Newson that Appellant was going to kill him, and Miles suggested that they both drive away and flee from Appellant. They did so, returning to Lebanon. Id. at 377-78; N.T. Trial, 1/18/11, at 102-04. In Lebanon, Miles retrieved the gun used in the previous evening’s shooting from its location in the shoebox in Miles’s girlfriend’s house. Miles and Newson then returned to York with the pistol and buried it in Albemarle Park. N.T. Trial, 1/14/11, at 378-79; N.T. Trial, 1/18/11, at 101,104.\nIn the meantime, the York City Police Department had launched an investigation into the shooting death of Simmons. That investigation revealed that the victim was a confidential informant working with the Pennsylvania State Police, and was scheduled to testify against Appellant later on the morning of the shooting. The investigators also spoke with Richard Portner, the individual who had witnessed the activity around Newson’s car on the evening of the killing. Based on the descriptions of the killer given by Portner and Simmons’s wife, and considering the individuals that Simmons had disclosed to the police as being involved in the drug trade, the investigators compiled a list of possible suspects. From photographic arrays of these suspects, Portner identified Appellant as the man he had seen on the evening of the shooting. Portner noted Appellant’s short stature, and added that when Appellant ran back to the car, his hands were in his pockets. N.T. Trial, 1/18/11, at 258-65.\nLater, the police interviewed Miles, who then led them to where he had buried the gun in Albemarle Park. Id. at 267, 270-71. Following expert analysis, it was determined that it was the gun that had been used in the shooting death of Simmons. Id. at 159, 163. Additionally, a palm print taken from Simmons’s back door was a match with Appellant’s palm. Id. at 185-86. Finally, in July or August 2009, Appellant told Hector Perez that he was aware that Miles had turned him in to the police and that he would seek revenge on Miles. N.T. Trial, 1/14/11, at 431-32. As previously noted, Appellant had told this same individual, Hector Perez, that he was planning to kill “Country” for setting up his arrest.\nAppellant was arrested and charged with criminal homicide and burglary. At Appellant’s arraignment, the Commonwealth filed its notice of intention to seek the death penalty based on four aggravating circumstances, namely those set forth at 42 Pa.C.S. § 9711(d)(5), (6), (7), and (15). Thereafter, Appellant filed a motion to compel discovery concerning the identity and location of the eyewitness who had seen Appellant outside of Simmons’s house on the night of the murder (Mr. Portner). The Commonwealth opposed Appellant’s request because of fears for the witness’s safety, in light of the asserted aggravating circumstance that Appellant had killed a witness against him in a separate drug prosecution in order to prevent the witness’s testimony. The Commonwealth delivered to Appellant a copy of the police interview with this witness, asserted that there was no agreement with the witness in exchange for testimony, and agreed to deliver to Appellant any criminal record that the witness might have had (it was later determined that there was none). Following a hearing held July 20, 2010, the trial court agreed with the Commonwealth’s concerns for the witness’s safety and, deeming the Commonwealth’s efforts and Appellant’s eventual right to cross-examine sufficient to safeguard Appellant’s rights, denied the motion to compel discovery of the identification of the witness.\nAppellant also filed a motion in limine requesting that the Commonwealth be barred from introducing statements made by the victim, namely that he feared for his life if Appellant were to learn that he had acted as an informant against Appellant. Following a hearing, the trial court denied this motion.\nOn January 10, 2011, jury selection began; it concluded four days later. Before the jury was sworn in, one of the selected venire persons — Juror No. 131 — told the trial judge’s tipstaff that she had come to the conclusion that she might possibly not be able to sentence a person to death. The tipstaff told the judge this information, and the judge convened a hearing whereat Juror No. 131 was questioned about her willingness or ability to fulfill her obligations as a juror. At the conclusion of the hearing, and over Appellant’s objection, the trial court granted the Commonwealth’s motion to replace Juror No. 131 with the first of the previously selected alternate jurors.\nThe guilt phase of trial commenced on January 14, 2011, and concluded on January 20, 2011. Among the many witnesses testifying for the Commonwealth were Miles, Newson, Portner, and Mrs. Simmons. Appellant was found guilty of first-degree murder and burglary. In so finding, the jury accepted the testimony favorable to the Commonwealth, as outlined above, and rejected the testimony offered by Appellant — including Appellant’s own testimony — that suggested that the person who had shot Simmons was actually Melvin Miles, and that it was Appellant who feared Miles rather than the other way around.\nAt the penalty phase, the Commonwealth presented evidence of three aggravating factors, and Appellant presented evidence of three mitigating factors. The jury found that the Commonwealth had proven two of the aggravating factors, which outweighed the one mitigating factor the jury had also found. The jury rendered a unanimous verdict of death. The trial court thereafter sentenced Appellant to death and an additional consecutive ten-to-twenty year sentence for the burglary conviction.\nAppellant’s post-sentence motions were denied, and Appellant appealed his sentence directly to this Court, presenting the following five issues for our review, reproduced here verbatim:\n1. Whether the Commonwealth produced sufficient evidence to sustain convictions of burglary and murder[.]\n2. Whether the verdicts of guilt were entered against the weight of the evidenced]\n3. Whether the trial court abused its discretion when it failed to compel the Commonwealth to disclose the identity and location of an eyewitness, and then permitted the said witness to testify at trial thereby denying Appellant a fair trial[.]\n4. Whether the trial court abused its discretion when it permitted the Commonwealth to introduce statements made by the decedent which expressed his fear of Appellant^]\n5. Whether the trial court erred in dismissing a juror after the entire jury had been selected based upon the concerns expressed by the juror although the juror stated that she could follow the instruction of the court and that her beliefs would not substantially impair her ability to sit as a juror and follow the instructions of the court[.]\nAppellant’s Brief at 1-2.\n1. SUFFICIENCY OF THE EVIDENCE\nAppellant contends that the evidence was insufficient to sustain his convictions for first-degree murder and burglary. There is sufficient evidence to sustain a conviction when the evidence admitted at trial, and all reasonable inferences drawn therefrom, viewed in the light most favorable to the Commonwealth as verdict-winner, are sufficient to enable the fact-finder to conclude that the Commonwealth established all of the elements of the offense beyond a reasonable doubt. Commonwealth v. Markman, 591 Pa. 249, 916 A.2d 586, 597 (2007). The Commonwealth may sustain its burden “by means of wholly circumstantial evidence.” Id. at 598. Further, we note that the entire trial record is evaluated and all evidence received against the defendant is considered, being cognizant that the trier of fact is free to believe all, part, or none of the evidence. Id.\nTo sustain Appellant’s conviction for first-degree murder, we must conclude that the evidence proved beyond a reasonable doubt the three elements of first-degree murder: (1) a human being was unlawfully killed; (2) the defendant was responsible for the killing; and (3) the defendant acted with malice and a specific intent to kill. 18 Pa.C.S. § 2502(a); Commonwealth v. Houser, 610 Pa. 264, 18 A.3d 1128, 1133 (2011). First-degree murder is an intentional killing, ie., a “willful, deliberate and premeditated killing.” 18 Pa.C.S. § 2502(a) and (d); Commonwealth v. Fears, 575 Pa. 281, 836 A.2d 52, 59 (2003). This Court has held that evidence of death by gunshot to a vital organ of the body may be sufficient to establish the requisite intent for first-degree murder. See Commonwealth v. Smith, 604 Pa. 126, 985 A.2d 886, 896 (2009); Commonwealth v. Galvin, 603 Pa. 625, 985 A.2d 783, 790 (2009); Commonwealth v. Rega, 593 Pa. 659, 933 A.2d 997, 1009 (2007) (“The use of a deadly weapon on a vital part of the body is sufficient to establish the specific intent to kill.”).\nIn order to sustain a conviction for burglary, the Commonwealth must prove that the defendant entered a building or occupied structure with the intent of committing a crime therein, unless the structure is open to the public or the defendant had a license or privilege to enter the structure. 18 Pa.C.S. § 3502(a).\nAppellant argues that, although the Commonwealth had proven the material elements of the crimes of first-degree murder and burglary, it had not proven beyond a reasonable doubt that it was Appellant who was the perpetrator of those crimes. Rather, Appellant argues that the “physical facts” of the case implicate Miles as the perpetrator, not Appellant. Appellant’s Brief at 10.\nIn essence, Appellant questions the jury’s factual findings surrounding evidence concerning the use of gloves and concerning the ownership of the murder weapon. Concerning the use of gloves, Appellant notes that although Miles had testified that Appellant wore gloves and a ski mask before breaking into Simmons’s house, the only gloves admitted into evidence were a pair of latex gloves found in the trunk of Newson’s car, owned by Miles, and containing Miles’s DNA. Appellant argues that his palm print would not have been found on Simmons’s back door if it was he who had been wearing gloves that evening. Further, Appellant states that it is “curious[ ]” that Miles’s fingerprints were not found at or near Simmons’s back door even though Miles admitted that he had been at that location minutes before the shooting. Appellant’s Brief at 10-11. Based on these assertions, Appellant concludes that it is “just as likely” that it was Miles who had entered the premises while wearing gloves and shot the victim, which Appellant postulates, is a “scenario ... more consistent with the evidence seized in this case.” Id. at 11.\nConcerning the murder weapon, Appellant notes that Miles had been the person last in possession of the gun when it was recovered by the police. Further, Appellant argues that the fact that immediately before the gun’s burial the gun had been stored in a shoebox at Miles’s girlfriend’s house demonstrates that the gun belonged to Miles, not Appellant. Appellant contends that it “flies in the face of human behavior” for a person to commit murder and then store the weapon in a closet of another person’s house to which he purportedly had no key or unlimited access. Id.\nAdditionally, Appellant highlights the fact that six of a possible maximum of eight rounds were discharged by the pistol during Simmons’s murder. When the gun was recovered by the police, however, it contained seven rounds, not two. There was no testimony that Appellant was seen reloading the gun following the murder. According to Appellant, this fact is also evidence that Miles had reloaded the gun, indicating that Miles owned the gun, not Appellant. Appellant then asserts that such conclusion is corroborated by the testimony of Appellant’s witness, Marlon Diaz, who stated that Appellant had told him the day after the shooting that Appellant feared for his own life because Miles had threatened to kill him. Id.\nAppellant then states that the description given by Mrs. Simmons of the assailant matches the clothing worn by Miles on the evening of the shooting, namely a white shirt and dark pants and something on the head, such as a handkerchief or nylon cap. See N.T. Trial, 1-14-11, at 275-76. Thus, according.to Appellant, the “totality of the circumstances” established reasonable doubt that Appellant was the burglar and murderer, when there was a likelihood that Miles was the burglar and murderer. Appellant’s Brief at 11-12.\nThe problems with Appellant’s arguments are numerous and readily apparent. Namely, Appellant’s contentions are based on isolated select portions of evidence, heavily weighted in a light most favorable to Appellant, and not to the Commonwealth as verdict-winner. Such argument thus fails to conform to the applicable standard of review. See Markman, supra at 597-98. As we noted in another case wherein a similar sufficiency challenge was raised: “The flaw in appellant’s sufficiency argument, of course, is that it is based largely on [his] own ... evidence, which the jury was not obliged to accept.” Commonwealth v. Tharp, 574 Pa. 202, 830 A.2d 519, 527 (2003). “It is well settled that a jury or a trial court can believe all or a part of or none of a defendant’s statements, confessions or testimony, or the testimony of any witness.” Id., quoting Commonwealth v. Hornberger, 441 Pa. 57, 270 A.2d 195, 197 (1970). Furthermore, Appellant’s examples of evidence which might tend to create a reasonable doubt as to his guilt do not even follow their own logic. For example, it is not “curious” that Miles’s fingerprints would not have been found at the crime scene if he had simply returned to Newson’s car when Appellant announced his intention to kill the person living there, as Miles testified and as Portner appeared to confirm. It is also not illogical that Appellant would want to conceal the murder weapon in a place the police might not think of searching, and the testimony at trial showed that there appeared to be very free access to abodes connected to Appellant’s circle of drug dealers. Further, it is not significant who had reloaded the gun after the incident in that such evidence does not cancel the substantial evidence that Appellant had used the gun in the killing; in any event, there was also no evidence that it was Miles and not Appellant who had reloaded the pistol.\nNotwithstanding the above, our present task is to determine whether the evidence admitted at trial, and all reasonable inferences drawn therefrom, viewed in the light most favorable to the Commonwealth as verdict-winner, was sufficient to enable the jury to conclude that the Commonwealth established all of the elements of the crimes of first-degree murder and burglary. See Markman, supra at 597-98. Here, the Commonwealth proved that Simmons was unlawfully killed, that Appellant was responsible for the killing, and that Appellant acted with malice and a specific intent to kill. Simmons died of a gunshot wound to the chest inflicted by an intruder who, having no license or permission to enter, had broken through a locked entranceway into Simmons’s private residence. Appellant matched the description of the intruder given by Simmons’s wife in terms of stature and attire. Appellant’s stature and attire also matched the description of the person seen by Portner hastily leaving the alleyway from Simmons’s house just after gunshots were heard. Appellant was seen after the incident cleaning blood off of his shoes at a gas station; and Appellant, on several occasions after the incident, admitted — even bragged — that he had killed the man who was to testify against him at a preliminary hearing on drug charges. The man who was to testify against him was Simmons, who bore the nickname that Appellant knew him by: Country. Prior to the incident, Appellant had stated that he was going to kill Country in order to prevent his testimony. There is testimony linking Appellant to the murder weapon, and additional evidence that Appellant had burned the clothes he had worn on the night of the incident in a dumpster behind a gas station. Further, there is testimony that Appellant thereafter indicated his desire to kill other witnesses, Richard Newson and Melvin Miles.\nAccordingly, and based on our review of the entire record, we conclude that the Commonwealth’s evidence, and all reasonable inferences deducible therefrom, was sufficient to establish beyond a reasonable doubt each element of first-degree murder and burglary.\n2. WEIGHT OF THE EVIDENCE\nIn an argument similar to his sufficiency claim, Appellant next contends that the first-degree murder verdict was against the weight of the evidence. That is, Appellant highlights certain conflicts in the evidence based on statements made by his witnesses. The witnesses Appellant relies upon for his weight argument are: (1) Lionel Jenkins, who stated that the murder weapon belonged to Miles; (2) William Santiago, who stated that Miles had admitted he would lie on the witness stand; (3) Mark Christie, who stated that Miles had admitted he was the killer and that he had also thought about killing Appellant; and (4) Marlon Diaz, who stated that he had seen someone matching Miles’s description lurking about his house one evening after the murder when Appellant came to Diaz because he was in fear for his life. Appellant’s Brief at 12.\nAppellant postulates that these witnesses “had no motive to fabricate” their testimony, while charging that Miles actually did have “a strong motive to lie” because he had had the opportunity to kill Simmons, had “possessed the murder weapon, and was dressed in a white top and dark pants as was the intruder.” Id. at 12-13. Thus, Appellant contends that the jury should not have given more weight to Miles’s testimony than to that of his witnesses.\nGoing further, Appellant argues that Portner’s testimony was unreliable (and thus should not have been given weight) because of the darkness of the scene, his distance from the Newson vehicle, and his statement to the police that the person fitting Miles’s description had gotten into the rear passenger seat when he returned from the alley, while Miles, Newson, and Appellant all testified that Miles had gotten in the front passenger seat. Without any development of his argument, but only citation to three consecutive pages of the record, Appellant also states: “Mr. Portner’s description of the clothing worn by the individuals conflicted with Miles’s recollection and the video surveillance.” Id. at 13.\nIn disposing of Appellant’s weight-of-the-evidence argument on post-sentence motions, the trial court first noted that the testimony of Appellant’s witnesses that he relies on heavily here was itself rife with flaws and contradictions, so much so that the jury could have reasonably rejected its credibility. The trial court viewed Appellant’s argument as raising an issue of credibility of evidence, which the jury plainly resolved against Appellant. For this reason, the court concluded that the verdict “was not so contrary to the evidence as to shock the conscience” of the court, and the court accordingly rejected Appellant’s weight of the evidence claim. Trial Court Opinion, dated 7/12/11, at 3-5.\nWe review Appellant’s claim under the following standard of review:\nA verdict is not contrary to the weight of the evidence because of a conflict in testimony or because the reviewing court on the same facts might have arrived at a different conclusion than the fact[-]finder. Rather, a new trial is warranted only when the jury’s verdict is so contrary to the evidence that it shocks one’s sense of justice and the award of a new trial is imperative so that right may be given another opportunity to prevail. Where, as here, the judge who presided at trial ruled on the weight claim below, an appellate court’s role is not to consider the underlying question of whether the verdict is against the weight of the evidence. Rather, appellate review is limited to whether the trial court palpably abused its discretion in ruling on the weight claim.\nTharp, supra at 528 (citations and quotation marks omitted).\nOne of the least assailable reasons for granting or denying a new trial is the lower court’s determination that the verdict was or was not against the weight of the evidence and that new process was or was not dictated by the interests of justice. Commonwealth v. Brown, 538 Pa. 410, 648 A.2d 1177, 1189-90 (1994). Thus, only where the facts and inferences disclose a palpable abuse of discretion will the denial of a motion for a new trial based on the weight of the evidence be upset on appeal. Commonwealth v. Houser, 610 Pa. 264, 18 A.3d 1128, 1136 (2011), quoting Commonwealth v. Diggs, 597 Pa. 28, 949 A.2d 873, 879 (2008).\nIn the instant case, Appellant has not argued, much less demonstrated, that the trial court committed a palpable abuse of discretion by rejecting Appellant’s request for a new trial based on the weight of the evidence. Appellant simply repeats the contention he had made below that certain evidence from his case in chief contradicts some testimony from two of the principal Commonwealth witnesses and, therefore, the evidence weighs more heavily in favor of acquittal. Thus, Appellant has failed to make an argument that comports with the appropriate standard of review. Our own review of the record here demonstrates that the trial court correctly viewed the issue as one of credibility that the jury resolved against Appellant. Accordingly, we discern no abuse of the trial court’s discretion on this issue; hence, Appellant’s argument to the contrary is without merit.\n3. FAILURE TO DISCLOSE IDENTITY AND LOCATION OF WITNESS\nNext, Appellant argues that the trial court abused its discretion by denying Appellant’s motion to compel the Commonwealth to disclose the name and location of the eyewitness who later testified for the Commonwealth at trial (Richard Portner). Appellant asserts that by allowing this witness to testify under this circumstance, Appellant was denied the right to effective representation of counsel, his due process right to confront witnesses against him, and his right to a fair trial. Appellant’s Brief at 15.\nThe Commonwealth had given Appellant a copy or summary of the statement this eyewitness had provided to the police, but without disclosing the witness’s identification. Consequently, Appellant filed a motion to compel disclosure of the witness’s identity and location. The trial court denied this motion following a hearing at which counsel for Appellant argued that the disclosure of the witness’s name would be important for Appellant to determine whether the witness had a motive to fabricate his testimony. N.T. Pre-Trial Hearing, 7/20/10, at 8. The trial court concluded that Appellant’s reasons focused on the issue of the witness’s credibility, which issue Appellant could fully explore on cross-examination. The court further concluded that the witness’s testimony would not exonerate Appellant; therefore, the determination to grant or deny Appellant’s motion was discretionary with the court. See id. at 8-9. Going further, the court observed that the Commonwealth’s concern for the safety of the witness was well founded because Appellant was being tried for killing a witness against him. Id. at 9. Finally, the court was satisfied that the Commonwealth would meet its agreement to disclose to Appellant any criminal history that this witness might have had, although the Commonwealth assured the court and Appellant’s counsel that the witness had no criminal history. Id. For these reasons, the trial court denied Appellant’s motion to compel. Id.\nAppellant now argues before us that the trial court’s ruling “severely impaired” his ability to cross-examine Portner regarding his “background, [ ] possible ties to the victim or [ ] Appellant[,] or other information before he took the stand.” Appellant’s Brief at 14. The “other information” referenced by Appellant appears to involve Appellant’s concerns as to whether Portner “harbored undue prejudice against Hispanics or drug dealers;” if he did, such information purportedly “may have cast doubt on the witness’s credibility.” Id. Portner, according to Appellant, “appeared to be a completely independent witness[,] which may have convinced the jurors that his testimony was more credible,” thus “bolster[ing] the credibility” of the testimony of Miles and Newson. Id. Appellant also argues that the trial court’s concerns for Portner’s safety were baseless because Appellant was in prison and thus could not harm this witness. Id. Appellant’s constitutional contentions that he was deprived of a right to effective representation and a fair trial appear to be based entirely on his assertions that his right to meaningfully cross-examine Portner was impeded. Id. at 15.\nThere is no merit to Appellant’s argument. Pennsylvania Rule of Criminal Procedure 573 governs pre-trial discovery and inspection. Under this rule, the Commonwealth is required to provide to a defendant, upon the defendant’s request, only certain material evidence. See Pa.R.Crim.P. 573(B)(1). For evidence not specified by Pa.R.Crim.P. 573(B)(1), as here, the trial court retains discretion to grant or deny a defendant’s motion to compel discovery. Evidence subject to discretionary disclosure includes “the names and addresses of eyewitnesses,” Pa.R.Crim.P. 573(B)(2)(a)(i), and the defendant must convince the court that such evidence is “material to the preparation of the defense, and that the request is reasonable” in order to prevail on his or her motion to compel. Pa.R.Crim.P. 573(B)(2)(a). Further, “[u]pon a sufficient showing, the court may at any time order that the discovery or inspection be denied, restricted, or deferred, or make such other order as is appropriate.” Pa.R.Crim.P. 573(F).\nThe major impediment to Appellant’s argument is that there is no record evidence establishing that the disclosure of the name and location of Portner prior to trial was reasonable or would have been material to Appellant’s defense. Appellant’s argument that had he been apprised of the name and location of this witness he would have been better able to cross-examine the witness regarding matters that may have shown the witness’s bias is nothing more than a mere assertion based on speculation. Appellant points to nothing in Portner’s testimony that evidences a potential bias that may have been more fruitfully explored pre-trial, and as the Commonwealth argues here, Appellant has not asserted in his post-sentence motions that any investigation of Portner, whose name and location were made part of the record at trial, was ever launched during or after trial, or, if it was, whether it had led to anything of a material nature. Even where an eyewitness is a confidential informant, whose identity may never be made part of the record, a defendant is required under Rule 573 to show more than a bare claim of materiality. See, e.g., Commonwealth v. Herron, 475 Pa. 461, 380 A.2d 1228, 1230 (1977) (stating that, “before disclosure of an informer’s identity is required in the face of the Commonwealth’s assertion of privilege, more is necessary than a mere assertion by the defendant that such disclosure might be helpful in establishing a particular defense.”).\nMoreover, the trial court is correct that Appellant’s motion to compel was not reasonable under the circumstances. Those circumstances were that Appellant was charged with and on trial for murdering a person to prevent that person from testifying against Appellant in a drug prosecution. In this murder case, the stakes for Appellant were, of course, considerably greater than they were for his drug dealing charge. Although Appellant was incarcerated while awaiting his murder trial, his connections in the geographic area of York with others involved in the illegal drug trade, persons who were in and out of prison, as demonstrated by the witnesses giving trial testimony here, established that Appellant was not an individual who lacked the potential ability to assert his will beyond the prison walls. The critical importance of the safety of eyewitnesses, and, additionally, the public need for them to be willing to come forward with information, cannot be swept aside under the circumstances of this case based only on Appellant’s bald assertion that there was never a danger because he was in prison while awaiting trial. We may not take a cavalier approach concerning the safety of those willing ■ to come forward with evidence surrounding crime.\nFinally, Appellant here was provided pre-trial with (1) Portner’s statement to the police to which his actual testimony could be compared; (2) the Commonwealth’s verification that there was no deal in connection with the witness’s testimony; and (3) the Commonwealth’s verification that the witness did not have a criminal record. Appellant correctly acknowledges that “[a] trial court must balance the safety of the witness against the defendant’s right to disclosure and confrontation when the information is vital to its defense.” Appellant’s Brief at 15. The trial court here plainly weighed the appropriate factors, and there is no indication in the record that it abused its discretion in the performance of its duties. Therefore, we have no hesitation in concluding that the trial court did not abuse its discretion by denying Appellant’s motion to compel.\n4. ADMISSION OF STATEMENTS BY DECEDENT\nAppellant next argues that the trial court erred by denying Appellant’s motion in limine and allowing into evidence statements made by Mr. Simmons concerning his fear for his life or safety should Appellant learn that Mr. Simmons had become a police informant against him. Appellant argues that Mr. Simmons’s statements were both inadmissible hearsay and highly prejudicial.\nAppellant’s motion in limine challenged the admissibility of Mr. Simmons’s statements under the exception to the rule against hearsay known as “forfeiture by wrongdoing,” which was defined as of the time of Appellant’s trial as “[a] statement offered against a party that has engaged or acquiesced in wrongdoing that was intended to, and did, procure the unavailability of the declarant as a witness.” Pa.R.E. 804(b)(6). Appellant’s motion also asserted that Mr. Simmons’s statements, to the extent that they expressed a fear of Appellant, were irrelevant to the issue of motive. Appellant’s Motion in Limine, filed 7/22/10, at 2-3.\nAt a hearing on this motion, Trooper Keppel testified with respect to the solicitation of Mr. Simmons as an informant against Appellant’s drug-related activities and with respect to the statements that Mr. Simmons had provided him. Following the trooper’s testimony, the trial court determined that Mr. Simmons’s statements were admissible because the Commonwealth had proven by a preponderance of the evidence that Appellant had indeed “engaged in wrongdoing that was intended to, and did, procure the unavailability of the declarant, Ronald Simmons, as a witness against him by killing him.” Trial Court Opinion, dated 10/3/11, at 7. The court determined that Appellant prevented Simmons from testifying at Appellant’s preliminary hearing on Appellant’s drug charges by shooting him the night before the hearing. Id. The court accordingly determined that the proffered statements of Mr. Simmons fell under the hearsay exception set forth at Pa.R.E. 804(b)(6).\nAt the preliminary hearing, the court also articulated a secondary reason for denying Appellant’s request: “Moreover, we do believe that the statements of Mr. Simmons would be admissible to prove motive that your client had for murdering him.” N.T. Pre-Trial Hearing, 8/31/10, at 31.\nAppellant now argues that the trial court misapplied Rule of Evidence 804(b)(6), asserting that this Rule applies only to the proceeding in which the declarant could have been a witness. Thus, here, Appellant argues, Mr. Simmons’s statements could only have been offered at Appellant’s drug trial. Going further, Appellant states that because “[ojbviously,” Simmons “could not have been a witness in the murder case where he is the victim,” the forfeiture by wrongdoing exception had no applicability to the murder trial. Appellant’s Brief at 16. Appellant cites three cases in support of his argument without any explanation as to how they apply or even specific page numbers that might have relevance to the issue. Appellant does not discuss the issue of whether the statements were non-hearsay and introduced only for the purposes of establishing motive.\nThe Commonwealth responds that the requirements of Rule 804(b)(6) were plainly met here, that Mr. Simmons’s statements were also admissible to prove motive, and that even if the statements were improperly admitted, any error would be harmless because of the overwhelming nature of the other evidence establishing Appellant’s guilt.\nCuriously, neither party mentions that at the pre-trial hearing on Appellant’s motion in limine, Appellant conceded that the Commonwealth’s evidence in opposition to the motion “met its burden [under Rule 804(b)(6) ] by a preponderance of the evidence,” and that the trial court was “correct” in so ruling. N.T. Pre-Trial Hearing, 8/31/10, at 31. After such concession, Appellant lodged an objection only to the reliability of Mr. Simmons’s statements because of Trooper Keppel’s admission at the hearing that he had not taken notes of his conversation with Mr. Simmons. Appellant’s counsel stated:\nThe problem that I have with permitting those statements in is not the hearsay problem per se[,] but the fact that the [TJrooper candidly said I didn’t take any notes, it wasn’t recorded in any way.\nI just wanted to put an objection on the record, Your Honor, that I believe that it [sic] should not be admissible because it [sic] was not committed to writing prior to the witness dying.\nId. at 81-32.\nThe court, after first opining that Appellant’s objection went to the issue of credibility, advised Appellant that his objection was premature and should either be made by written motion or await trial when — and if — the Commonwealth brought forth evidence of what Mr. Simmons had stated to Trooper Keppel. Id. at 32-34. At trial, Appellant did raise an objection to Trooper Keppel’s testimony regarding Mr. Simmons’s statements, but “based on the grounds that [Appellant] phrased [in his] motion in limine.” N.T. Trial, 1/19/11, at 241.\nBefore us, Appellant asserts that the trial court had misapplied Rule 804(b)(6). Not only was that ground never raised by Appellant below, Appellant conceded to the court that the Commonwealth had met its burden under Rule 804(b)(6). Accordingly, we determine that Appellant has waived this issue.\n5. DISMISSAL OF JUROR NUMBER 131\nAfter jury selection concluded but before the jury was sworn in, one of the selected venire persons — Juror No. 131— told the trial judge’s tipstaff that she had come to the conclusion that she would not be able to sentence a person to death. The tipstaff informed the judge of the juror’s statement, and the judge convened a hearing wherein Juror No. 131 was questioned about her willingness or ability to fulfill her obligations as a juror. At the conclusion of the hearing, and over Appellant’s objection, the trial court granted the Commonwealth’s motion to replace Juror No. 131 with one of the previously selected alternate jurors.\nAppellant now argues that the testimony given by this juror during voir dire established that she could follow the court’s instructions regarding imposition of the death sentence, that she believed the death sentence served a legitimate societal function, and that she would be able to impose the death sentence when required by law. See Appellant’s Brief at 17, citing N.T. Jury Selection, 1/12/11, at 403-11. Appellant further contends that, once this juror had been selected, her statements to the tipstaff showed that she merely wanted to clarify her position on the death penalty with the court and express her concerns, emphasizing that she would have to think about the decision to impose the death penalty. Appellant’s Brief at 18. Based on this view of the record, Appellant argues that the trial court’s exclusion of Juror No. 131 violated his Sixth, Eighth, and Fourteenth Amendment rights as well as his rights under Article I, Sections 1, 6, 9, and 13 of the Pennsylvania Constitution. Appellant’s constitutional argument is, in turn, premised on United States Supreme Court case law that holds or supports the proposition that the dismissal of a juror for questioning or expressing doubt concerning the death penalty is improper or where the juror has not expressed bias. Appellant principally cites Witherspoon v. Illinois, 391 U.S. 510, 88 S.Ct. 1770, 20 L.Ed.2d 776 (1968); Wainwright v. Witt, 469 U.S. 412, 105 S.Ct. 844, 83 L.Ed.2d 841 (1985); and Uttecht v. Brown, 551 U.S. 1, 127 S.Ct. 2218, 167 L.Ed.2d 1014 (2007), for the proposition that a new sentencing hearing is required when a court improperly dismisses jurors for the sole reason that they have expressed doubt as to, or opposition to, the death penalty. Appellant’s Brief at 18-19.\nThe Commonwealth first responds that Appellant ignores the actual substance of Juror No. 131’s testimony at the pretrial hearing specially convened after she had expressed her misgivings to the court tipstaff. At that hearing, the juror confirmed the trial judge’s concern that, although the juror would do her best to follow instructions, she was not sure that she could actually go through with imposing the death penalty. Commonwealth’s Brief at 49-50, citing N.T. Pre-Trial Hearing, 1/14/11, at 199-200. Thus, the Commonwealth contends, because this juror expressed “significant qualms” concerning her ability to impose the death sentence, the trial court properly dismissed her. Commonwealth’s Brief at 48.\nConcerning the juror’s dismissal, the Commonwealth observes that the decision to dismiss a juror rests in the sound discretion of the trial court, citing Commonwealth v. Treiber, 582 Pa. 646, 874 A.2d 26, 31 (2005), quoting Commonwealth v. Jacobs, 536 Pa. 402, 639 A.2d 786, 790 (1994) (“The discharge of a juror is within the sound discretion of the trial court. Absent a palpable abuse of that discretion, the court’s determination will not be reversed.”). Going further, the Commonwealth faults Appellant’s reliance on Witherspoon, Witt, and Uttecht, noting that in Witt and Uttecht, the High Court recognized that the holding of Witherspoon was best understood on the particular set of facts in that case, where the trial court excused approximately half of the venire panel by using as a gauge for exclusion any juror who had expressed a conscientious objection to capital punishment. The Commonwealth further observes that the High Court in Witt and Uttecht emphasized that the determination as to whether an individual’s views would substantially impair her or his ability to perform the duties of a juror rested in the discretion of the trial court and that such determination was to be accorded deference. Commonwealth’s Brief at 51-52, quoting Uttecht, supra at 6-7, 127 S.Ct. 2218. Here, the Commonwealth contends that because the .trial court had valid reason to conclude that Juror No. 131 could not fulfill all of her duties, the court’s discharge of this juror must be accorded deference.\nWe agree with the Commonwealth. At the hearing held immediately prior to the commencement of trial to question Juror No. 131 regarding her feelings that she wanted to convey to the court, the juror presented a tone of troubled ambivalence. She explained to counsel and the court that, although she had originally felt that she would not have a problem in deciding whether to impose the death penalty and had expressed that view at voir dire, she had come to realize that she has “a problem with deciding on someone’s life,” and that her potential responsibilities as a juror in a capital case, regarding sentence, had “bothered” her for several days. N.T. Pre-Trial Hearing, 1/14/11, at 195-96. At the same time, she stated that she would “try [her] best” to follow the court’s instructions, no matter what they were, or “give it [her] best shot.” Id. at 198-99. After counsel for both parties questioned Juror No. 131, the trial judge had the following critical exchange with the juror:\nTrial Judge: Here’s my concern. My concern is you say, hey, I’m gonna give it my best shot, but what that tells me is, you know, maybe I won’t be able to fulfill my obligation as a juror. That’s what I’m hearing from you[,] and if I’m hearing this wrong, I want you to tell me and it’s okay. I mean, it’s okay.\nYou know, there are a number of people who said if I was ever asked as a juror to sentence somebody to death, I just couldn’t do it. I mean, that’s okay. That’s not what I’m hearing from you. I’m hearing from you now that you don’t know whether you could or not. And if I’m putting words in your mouth that aren’t correct, I want to know about that, but I’m just trying to make sure I understand your position.\nI almost think what you are saying is, you know, there’s a part of me that says I know what this is all about, I’ll do my best to do it, but, you know, I’m not sure I can do this. That’s what I’m hearing.\nJuror No. 131: You’re exactly right.\nId. at 199-200.\nJuror No. 131 was then temporarily excused, and a discussion ensued in the courtroom among the judge and counsel. After defense counsel conceded that the juror had stated that she was not sure that she would be able to fulfill her obligations as a juror, id. at 202, the trial court determined that the juror’s uncertainty regarding her ability to fulfill her function as a juror with respect to imposing the death sentence rendered her unfit for serving on the jury. Accordingly, the trial judge ordered that she be removed from the jury and replaced with the first alternate juror chosen by the parties. The judge then brought Juror No. 131 back into the courtroom, where the following exchange took place:\nTrial Judge: Juror 131, I’ve decided that you’re gonna be removed from the panel. I’ve decided that because my understanding is you’re just not sure whether you would be able to carry out your duty as a juror.\nJuror No. 131: Thank you.\nTrial Judge: Regarding the death sentence. Am I correct with that?\nJuror No. 131: Yes, you are. Thank you.\nId. at 203-04.\nBased on the above, we have no hesitation in concluding that the trial court did not palpably abuse its discretion by removing Juror No. 131, nor can we discern how the removal of this juror — with the substitution of an alternate juror chosen by the parties before the jury was sworn in and impanelled — violated Appellant’s right to a fair and impartial jury, to due process, and to protection from cruel and unusual punishment, as he asserts. Appellant’s Brief at 20. A potential juror may be excluded if he or she holds views on capital punishment that prevent or substantially impair that person’s ability to adhere to the trial court’s instructions on the law. See, e.g., Steele, supra at 804 (“[W]e have held that a trial court is within its discretion to exclude jurors who expressed reservations about imposing the death penalty, and that trial counsel has no constitutional obligation to attempt to change the jurors’ views.”); see also Commonwealth v. Speight, 578 Pa. 520, 854 A.2d 450, 459 (2004), quoting Commonwealth v. Holland, 518 Pa. 405, 543 A.2d 1068, 1073 (1988) (“It is well settled that a prospective juror may be excluded for cause when his views on capital punishment are such as would prevent or substantially impair the performance of his duties as a juror in accordance with his instructions and his oath.”).\nMoreover, it is instructive to note that Appellant’s argument is based not on the whole of Juror No. 131’s testimony given at the pre-trail hearing, but principally on her testimony given at voir dire (which she was modifying if not fully recanting at the pre-trial hearing) and selections from her testimony given at the pre-trial hearing. Appellant ignores his own concession made at the hearing that Juror No. 131 had stated that she was not sure she would be able to fulfill her obligations as a juror.\nFurther, the Commonwealth has correctly observed that the United States Supreme Court authority, cited by Appellant here, supports rather than undercuts the trial court’s ruling, as this passage from Uttecht illustrates:\nThe Court in Witt instructed that ... reviewing courts are to accord deference to the trial court. Deference is owed regardless of whether the trial court engages in explicit analysis regarding substantial impairment; even the granting of a motion to excuse for cause constitutes an implicit finding of bias. The judgment as to “whether a venireman is biased ... is based upon determinations of demeanor and credibility that are peculiarly within a trial judge’s province. Such determinations [are] entitled to deference even on direct review; the respect paid such findings in a habeas proceeding certainly should be no less.” And the finding may be upheld even in the absence of clear statements from the juror that he or she is impaired because “many veniremen simply cannot be asked enough questions to reach the point where their bias has been made ‘unmistakably clear’; these veniremen may not know how they will react when faced with imposing the death sentence, or may be unable to articulate, or may wish to hide their true feelings.” Thus, when there is ambiguity in the prospective juror’s statements, “the trial court, aided as it undoubtedly [is] by its assessment of [the venireman’s] demeanor, [is] entitled to resolve it in favor of the State.”\nUttecht, supra at 7, 127 S.Ct. 2218 (citations omitted), quoting Witt, supra at 424-25, 428, and 434, 105 S.Ct. 844.\nBased on the above language, the actual testimony of Juror No. 131 at the pretrial hearing, and the credibility findings of the trial court, we find no abuse of discretion in the trial court’s removal of Juror No. 131. Thus, we determine that Appellant’s final issue is without merit.\n6. Review of Death Sentence\nHaving concluded that Appellant is not entitled to any relief on the claims that he raises and that the guilt phase evidence is sufficient to support his convictions, we are now required by statute to review the imposition of the sentence of death. 42 Pa.C.S. § 9711(h)(1). We must affirm the sentence of death unless we determine:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor; or\n(ii) the evidence fails to support the finding of at least one aggravating circumstance specified in [42 Pa.C.S. § 9711(d) ].\n42 Pa.C.S. § 9711(h)(3).\nThe record discloses no indicia of arbitrariness and does not suggest that the sentence of death was the product of passion or prejudice. Rather, the sentence was based upon sufficient evidence that Appellant intentionally killed Ronald Lee Simmons, Jr. Additionally, the sentence is in compliance with the statutory mandate for the imposition of a sentence of death where one or more aggravating circumstances are found to outweigh any mitigating circumstances. 42 Pa.C.S. § 9711(c)(l)(iv). The record shows that the jury balanced two aggravating circumstances against one mitigating circumstance and determined that the aggravating circumstances outweighed the mitigating circumstance. Therefore, there is no ground to vacate the sentence pursuant to 42 Pa.C.S. § 9711(h)(3)®.\nAppellant’s judgment of sentence is affirmed.\nFormer Justice ORIE MELVIN did not participate in the decision of this case.\nChief Justice CASTILLE and Justices SAYLOR, EAKIN, BAER and TODD join the opinion.\n. The guilt phase record was incorporated into the penalty phase record at the Commonwealth’s request.\n. The aggravating factors found by the jury were: (1) The victim was a prosecution witness to a felony committed by the defendant and was killed for the purpose of preventing his testimony against the defendant in a criminal proceeding involving such offense, 42 Pa.C.S. § 9711(d)(5); and (2) The defendant committed a killing while in the perpetration of a felony, 42 Pa.C.S. § 9711(d)(6).\n. The mitigating factor found by the jury was evidence of mitigation concerning character and record of Appellant and the circumstances of the offense, 42 Pa.C.S. § 9711(e)(8).\n. Appellant had raised a sixth issue in his Statement of Matters Complained of on Appeal. However, he has since withdrawn this issue. See Appellant's Brief at 20-21.\n. Even if Appellant had not raised this issue, this Court has a self-imposed duty in all capital cases to conduct an independent review of the sufficiency of the evidence to sustain a conviction for first-degree murder. Commonwealth v. Flor, 606 Pa. 384, 998 A.2d 606, 615 (2010); Commonwealth v. Pruitt, 597 Pa. 307, 951 A.2d 307, 313 n. 4 (2008).\n. Appellant acknowledges that Miles had testified that he owned the gloves because he would use them when handling drugs. Appellant fails to mention that Miles had testified that Appellant had used knitted gloves on the night of the murder, not latex gloves, and Appellant further disregards the evidence admitted at trial that Appellant had burned the clothing he had worn during the break-in later that night.\n. Appellant does not mention the evidence presented that Miles had been wearing a black hoody over his tee shirt at the time of the shooting or that Mrs. Simmons also testified that the assailant had a design on his shirt and was plainly shorter than her husband. See N.T. Trial, 1-14-11, at 260, 273, 275.\n. Appellant does not make any argument concerning what motive Miles may have had to kill Simmons.\n. The reference to \"video surveillance” likely concerns the video surveillance tape taken at the convenience store where the trio stopped after the shooting. That tape showed Miles without his black hoody and wearing a white tee shirt.\n. For example, Appellant's witnesses either refused or failed to give statements to the police or, when questioned by the police, failed to mention the substance of the testimony Appellant now highlights, or they had criminal records that reflected poorly on their veracity. See Trial Court Opinion, dated 7/12/11, at 4-5; N.T. Trial, 1/19/11, at 350-52, 394-96, 408-09, 426-27.\n. Appellant does not develop any constitutional claim here and does not advert to whether his claims fall under the United States or Pennsylvania Constitutions, or both. Appellant simply asserts that his rights to effective representation of counsel, to confront witnesses, and to a fair trial were violated because he was not given pre-trial information concerning the name and address of Mr. Portner. We observe that the United States Supreme Court has explained that the right to confrontation is basically a trial right, which includes both the opportunity for cross-examination of the witnesses and the occasion for the jury to consider the demeanor of the witnesses. Barber v. Page, 390 U.S. 719, 725, 88 S.Ct. 1318, 20 L.Ed.2d 255 (1968). Appellant was afforded that right here. To the extent that Appellant seeks to extend the Confrontation Clause in the United States Constitution to require the disclosure of the identity of a witness, even where the substance of that witness’s anticipated testimony and the nature of that witness’s relation with the prosecution and his or her criminal history have been provided, Appellant’s claim would have to fail because no United States Supreme Court precedent supports that argument. We also note that at least one High Court opinion, although not obtaining majority support, has determined that the Confrontation Clause is not \"a constitutionally compelled rule of pretrial discovery.” Pennsylvania v. Ritchie, 480 U.S. 39, 52, 107 S.Ct. 989, 94 L.Ed.2d 40 (1987) (plurality opinion).\n. Pa.R.E. 804(b)(6) has subsequently been reworded to provide: \"Statement Offered Against a Party That Wrongfully Caused the Declarant’s Unavailability. A statement offered against a party that wrongfully caused — or acquiesced in wrongfully causing — the declarant's unavailability as a witness, and did so intending that result.”\n. See Appellant's Brief at 16, citing, in this order, Commonwealth v. King, 959 A.2d 405 (Pa.Super.2008); U.S. v. Dhinsa, 243 F.3d 635 (2nd Cir.2001); and Giles v. California, 554 U.S. 353, 128 S.Ct. 2678, 171 L.Ed.2d 488 (2008).\n. As mentioned above, the trial court found two grounds for the admission of Mr. Simmons’s statements: as an exception to the rule against the admission of hearsay, and for purposes of proving motive. The second ground is based on the premise that the statements are not hearsay, in that the statements were offered not for the truth of the matters asserted, but for purposes of establishing motive only. See, e.g., Commonwealth v. Paddy, 569 Pa. 47, 800 A.2d 294, 309-10 and 309-10 n. 9 (2002). The record does not show that the jury was instructed as to how the statements were to be considered, nor do we discern any request by any party for limiting instructions. Because Appellant has waived his argument here, any potential tension as to this evidence is of no moment.\n. Notably, this juror also testified during voir dire that she would have to devote “some” thought and time to deciding whether to impose the death sentence as she has “a conscience and [the decision] would bother me.” N.T. Jury Selection, 1/12/11, at 407, 411.\n. The Prothonotary of this Court is directed to transmit to the Governor’s office a full and complete record of the trial, sentencing hearing, imposition of sentence, and opinion and order by the Supreme Court in accordance with 42 Pa.C.S. § 971 l(i)."}