{"id": "4254418", "contents": "OPINION\nJustice McCAFFERY.\nThe issue presented in this case is whether a builder’s implied warranty of habitability, which protects those who purchase a newly constructed home from latent defects, may also be invoked by subsequent purchasers of the home. We hold that a subsequent purchaser of a previously inhabited residence may not recover contract damages for breach of the builder’s implied warranty of habitability.\nIn September 2003, The Cutler Group, Inc. (“Appellant”) sold a new house in Bucks County to Davey and Holly Fields. After living in the house for three years, Mr. and Mrs. Fields sold the house to Michael and Deborah Conway (“Appellees”). In 2008, Appellees discovered water infiltration around some of the windows in the home, and, after consultation with an engineering and architectural firm, concluded that the infiltration was caused by several construction defects. On June 20, 2011, Appellees filed a one-count complaint against Appellant, alleging that its manner of construction breached the home builders’ implied warranty of habitability recognized by this Court in Elderkin v. Gaster, 447 Pa. 118, 288 A.2d 771, 777 (1972). Appellant filed preliminary objections in the nature of a demurrer, arguing, inter alia, that, as a matter of law, the warranty recognized in Elderkin extends from the builder only to the first purchaser of a newly constructed home because there is no contractual relationship between the builder and second or subsequent purchasers of the home. Recognizing that courts have traditionally required a showing of privity of contract before permitting a party to proceed with a warranty claim, the trial court concluded that the question presented was “one of policy as to who will bear the burden for damages caused by latent defects ... [in] relatively new residential dwellings.” Trial Court Opinion, dated 4/18/12, at 6. The trial court sustained Appellant’s preliminary objections on the ground of lack of privity between the parties, and dismissed Appellees’ complaint with prejudice. Appellees appealed to the Superior Court.\nIn a unanimous, published opinion, the Superior Court reversed. Conway v. Cutler Group, Inc., 57 A.3d 155 (Pa.Super.2012). The Superior Court noted that the implied warranty of habitability is based on public policy considerations; is designed to equalize the disparate positions of the builder-vendor and the home purchaser; and exists independently of any representations of the builder, and even in the absence of an express contract between the builder and the purchaser. Id. at 158-59 (citations omitted). The Superior Court relied on its holding in Spivack v. Berks Ridge Corp., 402 Pa.Super. 78, 586 A.2d 402 (1990), a case in which the warranty of habitability was extended beyond the first purchaser, which was a property management company, to the first “user-purchaser.” In addition, the Superior Court reviewed with approval the analysis of Kapetanovich v. Fox, 20 Pa. D & C. 4th 316 (C.P. Allegheny 1993), in which the court of common pleas concluded that the policies underpinning the warranty applied notwithstanding the transfer of a parcel to another party: even where a home has been purchased by a subsequent owner, the bargain and price still reflect an inherent assumption that the home has no latent construction defects; any potential defects may as yet be undiscovered; and the builder is still best suited to resolve such defects. Determining that the policy considerations advanced by Appellees were persuasive and the rationale set forth in Spivack was compelling, the Superior Court held here that “the implied warranty of habitability extends to a second or subsequent purchaser of a home.” Conway, supra at 161-63. With this holding, the Superior Court rejected Appellant’s contention that extension of the warranty would lead to unlimited liability for home builders, noting that the warranty is strictly limited to the narrow universe of latent construction defects that affect the habitability of a home and is governed by a 12-year statute of repose. Id. at 162-63 (citing 42 Pa.C.S. § 5536(a)).\nAppellant then petitioned for allowance of appeal in this Court, and we accepted the following issue for review:\nDid the Superior Court wrongly decide an important question of first impression in Pennsylvania when it held that any subsequent purchaser of a used residence may recover contract damages for breach of the builder’s implied warranty of habitability to new home purchasers?\nConway v. The Cutler Group, Inc., 621 Pa. 340, 77 A.3d 1257 (2013).\nIn Elderkin, 288 A.2d at 771, this Court adopted the implied warranty of habitability in the context of new home sales: “We thus hold that the builder-vendor impliedly warrants that the home he has built and is selling is constructed in a reasonably workmanlike manner and that it is fit for the purpose intended — habitation.” Id. at 777. With the adoption of this warranty, the Elderkin Court rejected as anachronistic, in the context of residential real estate transactions, the traditional doctrine of caveat emptor — the rule that “in the absence of fraud or misrepresentation!;,] a vendor is responsible for the quality of the property being sold ... only to the extent ... he expressly agrees to be responsible.” Id. at 774. The Elderkin Court explained that the doctrine of caveat emptor was rooted in the view that a vendor and a purchaser were on equal footing, with equal knowledge and bargaining power regarding the transaction at issue. However, residential real estate purchases in the modern era are transactions not just for land, but for a reasonably constructed and habitable home, for which the purchaser “justifiably relies on the skill of the developer,” who not only “hold[s] himself out as having the necessary expertise with which to produce an adequate dwelling, but [also] has by far the better opportunity to examine the suitability of the home site and to determine what measures should be taken to provide a home fit for habitation.” Id. at 776-77. Accordingly, the Elderkin Court concluded that “[a]s between the builder-vendor and the vendee, the position of the former, even though he exercises reasonable care, dictates that he bear the risk that a home which he has built will be functional and habitable in accordance with contemporary community standards.” Id. at 777.\nOur holding in Elderkin was rooted in the existence of a contract — an agreement of sale — between the builder-vendor of a residence and the purchaser-resident. Id. at 772; id. at 774 (“[T]he basic agreement between the parties was that appellee would furnish appellants, for an agreed consideration, a home located in appellee’s development.... [W]e direct our attention to whether any warranties are implied by a builder-vendor when he sells a ‘single-package’ — a new house and a lot — to his customer.”); id. at 775 (“It is the very nature and essence of the transaction between the parties that [the purchaser] will have a house put up there which is fit for him to come into as a dwelling house.”); id. at 776 (citing Kellogg Bridge Co. v. Hamilton, 110 U.S. 108, 3 S.Ct. 537, 28 L.Ed. 86 (1884), for the proposition that “the law will imply a warranty of fitness for the purpose intended when a buyer has reason to rely upon and does rely upon the judgment of a seller who manufactures the product”); id. at 777 (“Of the two parties to the transaction, the builder-vendor is manifestly in a better position than the normal vendee to guard against defects in the home site.... ”). Thus, in Elderkin, we adopted the doctrine of implied warranty of habitability for a newly constructed residence under circumstances where the parties to the sale of the residence, to wit, the builder-vendor and the purchaser-resident, were in privity of contract.\nHere, the Superior Court extended that implied warranty to circumstances where the parties were not in privity of contract and the residence was not newly constructed, but rather had been occupied for several years. The Superior Court concluded that the public policy considerations that compel the implied warranty of habitability were not attenuated merely because the original buyer sold the residence to a subsequent buyer. Conway, 57 A.3d at 162. The Superior Court further concluded that the implied warranty of habitability “is not a contractually dependent remedy[, as it] exists even in the absence of a contract between the builder and the homeowner,” and the court expressly held that “privity of contract is not required to assert a breach of warranty claim against the builder of a new residential unit.” Id. at 159 (quoting Spivack, supra at 405).\nThe Superior Court’s reliance on its precedent in Spivack for its broad holding here is misplaced, as Spivack not only is readily distinguishable on its facts, but also promulgated a much narrower holding. In Spivack, 586 A.2d at 405, the warranty of habitability was indeed extended to a second purchaser, but only under circumstances where the first purchaser had never used or occupied the home. The appellants-plaintiffs in Spivack had purchased a yet-to-be-constructed condominium from a developer, which was an entity separate and distinct from the builder/general contractor of the condominium. Alleging that the condominium sold by the developer was deficient in numerous ways, the appellants-plaintiffs sued the builder/general contractor for breach of the warranty of habitability. The Superior Court held as follows: “Where the builder knows or should know that [the first] purchaser will not be the first user, ... any implied warranties must necessarily extend to the first user-purchaser.... ” Id. at 405. Thus, the holding in Spivack was much narrower than the Superior Court, in the instant case, suggested it was.\nAlthough neither this Court nor the Superior Court has previously addressed the specific issue raised here, courts in many other jurisdictions have addressed it and have reached varying resolutions. For example, the Supreme Court of Iowa has extended the implied warranty of workmanlike construction of a new home to second and subsequent purchasers. Speight v. Walters Development Co., Ltd., 744 N.W.2d 108, 111-15 (Iowa 2008). While noting that states had split on this issue, the Iowa court emphasized that the implied warranty did not arise from any language in the contract between the builder and the original purchaser, but rather was a judicial creation. Thus, the court reasoned, the implied warranty was not extinguished when the original purchaser sold the home to a subsequent purchaser, and contractual privity was not required for maintenance of an implied warranty action against the builder. Id. at 114. The Iowa court also emphasized public policy considerations, reasoning that, because a subsequent purchaser of a residence is in no better position to discover latent defects than the original purchaser, it would be “inequitable to allow an original purchaser to recover while, simultaneously, prohibiting a subsequent purchaser from recovering for latent defects in homes that are the same age.” Id.\nSimilarly, the Rhode Island Supreme Court has also held that contractual privity is not required for a subsequent purchaser to maintain an action for breach of the implied warranties of habitability and workmanlike quality against the builder of his or her residence. Nichols v. R.R. Beaufort & Associates, Inc., 727 A.2d 174, 179 (R.I.1999). However, the Rhode Island court placed specific limitations on the scope of the builder’s liability in order to prevent the builder from having to act as the insurer in all respects to a subsequent purchaser. In particular, liability was limited to latent defects that become manifest after the subsequent owner’s purchase of the residence, but within ten years of completion of the construction of the residence and within three years of the discovery of the latent defects. Id. at 181-82.\nA different result was reached by the Vermont Supreme Court, which recently declined to eliminate the requirement for contractual privity in a claim for breach of the implied warranty of habitability. Long Trail House Condominium Association v. Engelberth Construction, Inc., 192 Vt. 322, 59 A.3d 752, 761-62 (2012). The Vermont court reasoned that the existence of the implied warranty of habitability and the rationale underlying it are “founded on a sale.” Id. at 762. Under the facts of Long Trail, condominium owners had purchased their residences from the developer, which was a separate entity from the builder. Because there had been no sale — and no privity of contract — between the builder and the condominium owners, the Vermont court held that the condominium owners had no claim for breach of the implied warranty of habitability against the builder. Rather, the Vermont court held, the condominium owners could seek warranty relief against the developer which had sold them the residences. Id. at 762-63. Two justices dissented in Long Trail. Using reasoning similar to that of the Iowa and Rhode Island Supreme Courts, the dissenters in Long Trail determined that, although the implied warranty of habitability “has roots” in the contract of sale, it is in fact a judicial creation designed to protect home purchasers, and thus it does not require privity of contract. Id. at 764 (Kupersmith, J., dissenting) (citations omitted). In addition, the Vermont dissenters addressed policy considerations, opining that the majority’s adherence to the requirement for contractual privity “perpetuates an arbitrary distinction, promotes poor social policy, and results in economic injustice.” Id. at 763.\nSimilar to the Vermont Supreme Court, the Connecticut Supreme Court declined to eliminate the need for contractual privity in a claim for breach of an implied warranty for a newly constructed residence. Coburn v. Lenox Homes, Inc., 173 Conn. 567, 378 A.2d 599 (1977). The Connecticut court based its decision largely on a state statute which provided that the issuance of a “certifícate of occupancy for any newly constructed single-family dwelling shall carry an implied warranty to the purchaser of such dwelling from the vendor who constructed it that such vendor has complied with the building code.... ” Id. at 600, 378 A.2d 599 (quoting Conn. General Statutes § 52-563a). The Connecticut court determined that the intent of the legislature was for this implied warranty to run from the builder of the residence to the individual who purchased the residence from the builder, but not to subsequent purchasers. Id. In declining to extend liability any further, the Connecticut court reasoned that the provision of a limited implied warranty reflected the judgment of its state legislature on a matter of public policy, to wit, the proper allocation of the burden of economic loss between builder-vendors and purchasers of houses. Accordingly, the court deferred to the policy decision of the legislature, “the forum in which socioeconomic pressures are most effectively gauged and expressed.” Id. at 602, 378 A.2d 599.\nAfter careful review of the arguments of the parties, the comments of amici, and the reasoned decisions of our sister states on this issue, we conclude that the question of whether and/or under what circumstances to extend an implied warranty of habitability to subsequent purchasers of a newly constructed residence is a matter of public policy properly left to the General Assembly. We do not minimize the potential concerns, nor do we disregard the rationales set forth by the parties and amici; to the contrary, many of the arguments are cogent and compelling. However, the arguments are predominantly grounded in policy considerations that necessitate judgments reserved to the legislature after fact-finding and weighing of the ramifications of any decision.\nIt is well established that the courts’ authority to declare public policy is limited.\nIn our judicial system[,] the power of courts to formulate pronouncements of public policy is sharply restricted; otherwise they would become judicial legislatures rather than instrumentalities for the interpretation of law. Generally speaking, the Legislature is the body to declare the public policy of a state and to ordain changes therein.\nThe right of a court to declare what is or is not in accord with public policy does not extend to specific economic or social problems which are controversial in nature and capable of solution only as the result of a study of various factors and conditions. It is only when a given policy is so obviously for or against the public health, safety, morals or welfare that there is a virtual unanimity of opinion in regard to it, that a court may constitute itself the voice of the community in so declaring.\nIf, in the domain of economic and social controversies, a court were, under the guise of the application of the doctrine of public policy, in effect to enact provisions which it might consider expedient and desirable, such action would be nothing short of judicial legislation, and each such court would be creating positive laws according to the particular views and idiosyncrasies of its members. Only in the clearest cases, therefore, may a court make an alleged public policy the basis of judicial decision.\nMamlin v. Genoe (City of Philadelphia Police Beneficiary Ass’n), 340 Pa. 320, 17 A.2d 407, 409 (1941); see also Weaver v. Harpster, 601 Pa. 488, 975 A.2d 555, 563 (2009) (citing Mamlin).\nMamlin s reasoning, as reiterated in Weaver, applies with force to the factual circumstances and arguments in this case. Accordingly, we decline to extend the implied warranty of habitability beyond its firm grounding in contract law. Under the facts of this case, where the builder-vendor sold a new home to a purchaser-user, we hold that an action for breach of the implied warranty requires contractual privity between the parties.\nThe order of the Superior Court is reversed.\nChief Justice CASTILLE, Justices SAYLOR, EAKIN, BAER, TODD and STEVENS join the opinion.\nJustice BAER files a concurring opinion in which Justice STEVENS joins.\n. Notably, Appellees' complaint did not include a claim in negligence or in breach of an express contract. The only ground for liability set forth in the complaint was breach of the implied warranty of habitability.\n. Both the Superior Court and the trial court noted that the question of whether the implied warranty of habitability extends beyond the initial user-purchaser of a home to a second or subsequent purchaser has deeply divided the courts of common pleas in various counties of this Commonwealth. See Conway v. Cutler Group, Inc., 57 A.3d 155, 160 n. 3 (Pa.Super.2012) (listing relevant citations from numerous trial courts).\n. The issue presented is a question of law; accordingly, our standard of review is de novo and our scope is plenary. Glatfelter Pulpwood Co. v. Commonwealth, 619 Pa. 243, 61 A.3d 993, 998 (2013).\n. As we have discussed in the text, supra, the facts of this case are readily distinguishable from those of Spivack v. Berks Ridge Corp., 402 Pa.Super. 73, 586 A.2d 402 (1990), where the first purchaser of the new home was a developer who did not reside in or use the home. As the facts of Spivack are not before us, we decline to rule on the Superior Court's holding in that case.\n. While I recognize that the RESDL does not (and obviously would not) require divulgence of latent defects in the property unknown to the seller, the General Assembly, nonetheless, afforded substantial protections to subsequent purchasers. The fact that these considerable safeguards are couched as disclosures, rather than warranties, reflects legislative prerogative."}