{"id": "426925", "contents": "The opinion of the court was delivered, November 28th 1868, by\nAgnew, J.\nPositive acts tending to mislead one ignorant of the truth, which do mislead him to his injury, are a good ground of estoppel, and ignorance of title on part of him who is estopped will not excuse his act: Robinson v. Tustin, 2 Penna. R. 22; Commonwealth v. Moltz, 10 Barr 530; Vanleer’s Appeal, 12 Harris 228; Beaupland v. McKean, 4 Casey 131; Keeler v. Vantyle, 6 Barr 253.\nMrs. Allen married John Y. Chapman’s father at John’s earnest solicitation. David H. Chapman, the father, was to convey to her one-half of his village property as an inducement to her to accept him. John, while endeavoring to obtain her consent, professed his willingness that his father should give her the half, or even the whole of it. Mrs. Allen was the mother of his wife, and his own hope was that his father would give him a portion of his farm. He pressed her most anxiously, saying he had nothing of his own, and if she did not marry his father, the latter would squander his property, and give him nothing to raise his children upon. He told her of his father’s intention to deed her one-half of his village property, and brought the subscribing witness and the justice who took the acknowledgment. He then lived in the house with his father. Mrs. Allen became Mrs. Chapman, and now John seeks to enforce against her a title made known to her only since her marriage, an unrecorded lease to John instead of his father.\nThe marriage proved to be a source of unhappiness to her, and she has indeed been misled to her injury. Marriage is a valuable consideration. Surely no clearer case of estoppel could be made to appear. It was argued that John did not know that the deed was for the half of the lot in suit, because the evidence does not show it was read in his presence. But suffice it to say the evidence leaves no doubt in our minds of his knowledge that it was this property. All the circumstances conspire to prove it, and his conversation with Mrs. Chapman about the mortgage to his uncle, Moses Chapman, which embraces this lot, telling her in this conversation that his father and uncle would deprive her of her property by means of this mortgage, is ample evidence of his knowledge of its identity.\nThe question of estoppel in favor of Jos. Gansamer, the purchaser of the lot under this mortgage, is perhaps not so clear as that in her case, but it is sufficiently supported by the evidence. As to Gansamer, there was no such positive act, but there was a silence so suggestive, so pregnant with ill to him, the court was justified in leaving its effect to the judgment of the jury. Sileneé will postpone a title when one should speak out, when, knowing his own right, one suffers his silence to lull to rest, instead of warning of danger; when, to use the language of the books, silence becomes a fraud. Such a silence, though negative in form, is operative in effect, and becomes suggestive in the seeming security it leads to. He who is led by such a silence, ignorantly and innocently, to rest upon his title, believing it to be secure, and to expend money and make improvements upon his property without the timely warning he should have had to dispel his illusion, will be protected by estoppel against recovery: Crest v. Jack, 3 Watts 239; Keeler v. Vantyle, 6 Barr 253; Commonwealth v. Moltz, 10 Barr 531; Woods v. Wilson, 1 Wright 383-4; Miranville v. Silverthorn, 12 Wright 149.\nThe evidence shows very clearly that John V. Chapman knew of his father’s having mortgaged the lot in question to Moses Chapman, and knew of the proceeding by scire facias upon it. He repeatedly recognised his father’s title to the lot, suffered him to have the possession and to mortgage the whole of it, without denying his father’s right, or setting up his own title. That he knew of Gansamer’s purchase at sheriff’s sale, is very evident, not only from the testimony of Mr. Woodruff, but from all the surrounding circumstances. There is no pretence of ignorance on his part, and yet, during the whole of the proceedings, and after Gansamer bought, and also while he was making his improvements, he gave no notice of his title. When Gansamer was engaged in improving, John disclaimed his title to W. W. Eaton, who communicated' this fact to Gansamer. While Gansamer was thus expending large sums upon the property, in evident ignorance of all claim of title on part of John Y. Chapman, lulled into security, as the jury might well find from his whole conduct, John Y. Chapman lived within a mile and a half of the village, was frequently there; passed the property, which was on the main street, in full view of the work while in progress; and had every opportunity of knowing what was taking place upon the property. The jury could scarcely fail to find his actual knowledge of the improvements thus being made by Gansamer. Woods v. Wilson, 1 Wright 383 (opinion by the present Chief Justice), was not so strong in its circumstances as is this case. We think the court was justified, therefore, in submitting the question of estoppel to the jury on the evidence before them.\nWe discover no error in admitting the offers contained in the bills of exception. The evidence all tended to show the plaintiff’s conduct in reference to the property, and the relation he himself chose to assume toward it. His disclaimers of title were such as were quite likely to come to the ears of Gansamer.\nJudgment affirmed."}