{"id": "426944", "contents": "The opinion of the court was delivered, November 16th 1868, by\nThompson, C. J.\nThere is a well-defined line of decision in this Commonwealth, to the effect, that where a family relationship exists, for instance as between father and son or grandson, or uncle and nephew, or even more remotely, no implied promise to pay for services rendered in such relation between the parties arises. In such cases a contract, or express promise to pay for services, must be established in order to enable the claimant to recover, and the evidence ought to be clear and satisfactory, otherwise the services will be referred to the relationship. But when there is evidence of a contract, if it be unwritten, it is always for the jury to say whether it establishes the claim of the plaintiff or not.\nIn the case in hand, there, was evidence of a promise by the intestate to pay wages to the plaintiff, if he would remain and manage the farm for him. No such contract existed when he first went to live with his uncle, but having grown to man’s estate, he talked of leaving, as he had a perfect right to do, when, it is alleged, a promise to pay was made if he would remain, and it is in full proof that he remained and faithfully attended to the farm, as well as to other business of the intestate. One witness testifies that in 1856, the intestate represented to him that the plaintiff talked of leaving him, and requested the witness, the plaintiff’s brother, to speak to him and prevail on him to remain. That he did so, and that he remained. The same witness further said, that in 1857, General Neel, promised to pay him wages, but did not say what he would give. Another witness testified that in 1864, she heard her grandfather, the intestate, tell the plaintiff he would give him $1500 a year, if he would remain on the farm with him. He did remain, although he had been then talking of leaving. Was this a promise to pay wages, or was it a testamentary promise ? There was nothing to give any plausibility to the idea that it was the latter. The learned judge therefore left it to the jury to say from the testimony, whether there was a promise to pay wages. He fully admitted in Ms charge the defendant’s position, that if the plaintiff occupied a mere family relation on the farm, no implied promise would arise to entitle him to recover. He also affirmed the plaintiff’s position, that if the testimony showed that the family relation once existing had been changed to a contract to pay wages, the plaintiff would be entitled to recover. He could not do otherwise in the face of the testimony, although it was none of the strongest. Yet it was hardly possible to doubt that the original relation was changed, at least after 1857, taking the testimony to be credible, and certainly after the promises to the same effect in 1864, it was more easily to be credited.\nNo sum was fixed and agreed upon in any of these conversations when promises were made, if made at all. It therefore entitled the plaintiff to recover as for a quantum .meruit, if the testimony sustained it. And this he would be entitled to recover for services for six years anterior to the bringing of the suit; and so the judge submitted the case to the jury. As already said, we see not how the judge, without error, could have done otherwise. If the jury have given the plaintiff a large verdict, having found a promise to pay, we cannot correct it; nor could the court below, unless it considered it excessive. We see no error thus far — nor anything to complain of in the answer of the court to the defendant’s 3d point.\nWe now recur to the 1st assignment of error, namely: That under the pleadings and issue, no verdict or judgment could be rendered for the plaintiff.\nThe exception results from a mere slip of the pleader in stating the promise to have been that of the administrator instead of the intestate. The case was tried throughout, as against the estate of the latter. Had the objection been made at the trial, an amendment would have been allowed at once. After verdict we will treat the narr. as amended in accordance with the evidence and trial. Seeing nothing wrong in the record, the judgment is affirmed."}