{"id": "426969", "contents": "The opinion of the court was delivered, July 2d 1868, by\nStrong, J.\nThe 1st section of the 3d article of the Constitution determines affirmatively who shall have the rights of an elector. It ordains as follows: “ In elections by the citizens, every white freeman of the age of -twenty-one years, having resided in this state one year, and in the election district-where he offers to vote ten days immediately preceding such election, and within two years paid a state or county tax, which shall have been assessed at least ten days before the election, shall enjoy the rights of an elector.” The section also ordains that a citizen of the United States who had previously been a qualified voter of the state, and removed therefrom and returned, and who shall have resided in the election district, and paid taxes as aforesaid, shall be entitled to vote after residing in the state six months; and also that white freemen, citizens of the United States, between the ages of twenty-one and twenty-two years, and having resided in the state one year and in the election district ten days as aforesaid, shall be entitled to vote, although they shall not have paid taxes.\nBy this charter the plaintiff in the case stated had the rights of an elector when he offered his vote. He had every qualification required by the Constitution. It is true, he had been drafted into the military service of the United States, had failed to report after notice of the draft, and he was registered as a deserter, but not having been tried and convicted of desertion, he had not lost his citizenship under the Act of Congress of March 3d 1865. This was decided in Huber v. Reily, 3 P. F. Smith 112. He was then entitled to vote, unless disqualified by the Act of Assembly of June 4th 1866. The 1st- section of that act enacts that in all elections it shall-be unlawful for the judge or inspectors of the election to receive any ballot or ballots from any person or persons embraced -in the provisions, and subject to the disabilities imposed by the Act of Congress of March 3d 1865, and that it shall be unlawful for any such person or persons to offer to vote. The 2d and 3d sections impose penalties upon election officers for receiving such votes, and upon those disqualified as aforesaid for voting or offering to vote. The 5'th -and 6th sections prescribe what shall be the evidence of desertion and consequent disqualification, declaring it to be not the record of conviction and sentence, but certified copies of rolls and records, containing official evidence of the fact of the desertion of all persons who were citizens of the Commonwealth, and who were deprived of citizenship and disqualified by the said Act of Congress. The act thus denies the rights of an elector to all who under the Act of Congress have been registered as deserters from the military service of the United States, even though they have not been tried, convicted and sentenced for the offence. It-attempts to disfranchise those who are enfranchised by the fundamental law of the Commonwealth, and it enacts what shall be the evidence of disfranchisement. It is not, it does not profess to be, a regulation of the mode of exercise of the right to an elective franchise. It is a deprivation of the right itself. Can then the legislature take away from an elector his right to vote, while he possesses all the qualifications required by the Constitution? This is the question now before us. When a citizen goes to the polls on an election day with the Constitution in his hand, and presents it as giving him a right to vote, can he be told, “ true, you have every qualification that instrument requires. It declares you entitled to the right of an elector, but an Act of Assembly forbids your vote, and therefore it cannot be received.” If so, the legislative power is superior to the organic law of the state, and the legislature, instead of being controlled by it, may mould the Constitution at their pleasure. Such is not the law. A right conferred by the Constitution is beyond the reach of legislative interference. If it were not so, there would be nothing stable; there would be no security for any right. It is in the nature of a constitutional grant of power or of privileges that it cannot be taken away by any authority known to the government. It involves a prohibition of interference with it. Thus it has been held that the bestowal of judicial power upon courts implies that the legislature shall not exercise it. So the gift of a right to grant pardons vested in the executive, is a denial of the possibility of granting pardons by any other branch of the government. It has always been understood that the legislature has no power to confer the elective franchise upon other classes than those to whom it is given by the Constitution, for the description of those entitled is regarded as excluding all others. All these are only implied prohibitions. But the 3d article of the Constitution is positive and affirmative. It declares that the persons described shall have the rights of an elector. An Act of Assembly that enacts that they shall not, is therefore directly in conflict with it. It is plain, then, that the 3d article of the Constitution is not, as it has been argued, merely a general provision defining the indispensable requisites to the rights of an elector, leaving to the legislature to determine who may be excluded. On the contrary, it is a description of those who shall not be excluded. Undoubtedly power might have been conferred upon the legislature to restrict the right of suffrage. Such power has been given by the Constitutions of some other states, and the debates in the Convention that formed that under which we now live, show that it was contemplated by some of the members to introduce such a provision into ours. But it was not done, and therefore the right of suffrage is with us indefeasible.\nAn argument in support of the power of the legislature to disfranchise one to whom the Constitution has given the rights of an elector is attempted to be drawn from the practice under the former constitutions, as well as under the present. On examination, however, it will be found to have little weight. The Constitution of 1776 ordained that “ every freeman of the full age of twenty-one years, having resided in this state for the space of one whole year next before the day of election for representatives, and paid public taxes during that time, should enjoy the right of an elector.” It also declared that any elector who should receive any gift or reward for his vote, in meat, drink, moneys or otherwise, should forfeit his right to elect for that time, and suffer such other penalty as future laws should direct. On the 1st of April 1778 an act was passed requiring electors to take an oath of allegiance. But the history of the time shows us that this act was strenuously resisted as unwarranted by the Constitution, and within a very brief period it was swept from the statute book. The Constitution of 1790 followed. It left out the provision of that of 1776 respecting bribery. But in 1799 an Act of Assembly was passed enacting the omitted provision in the words used in 1776. Disfranchisement under it was never enforced, so far as I know; and it could hardly have been, for the offence was not complete until the vote was given. Since the Constitution of 1838 was adopted, the General Election Law, passed in 1839, enacted that the votes of persons who wagered on the result of any election shall be rejected. None of these Acts of Assembly have ever been sanctioned by judicial decision, and they are of little value in determining what the Constitution means. Uniform legislative practice might aid us in a case of doubt, but there has been no such practice, and the provisions of the Constitution are too plain to be disregarded. We hold, therefore, that the Act of Assembly of June 4th 1866 could not disfranchise the plaintiff, and that it did not justify the defendants in refusing his vote. According to the agreement of the parties in the case stated, judgment should have been given for the plaintiff.\nJudgment reversed, and judgment entered on the case stated for the plaintiff for $1."}