{"id": "426966", "contents": "The opinion of the court was delivered, May 27th 1868, by\nRead, J.\nThe law as laid down by this court in Hallowell & Co. v. Curry & Co., 5 Wright 322, makes it unnecessary to discuss the general rules as to presentment, demand and refusal of payment of a promissory note, and notice of its dishonor to the endorsers.\nThe cashier of the bank, having transferred his stock, was a competent witness: Angelí and Ames on Corporations, §§ 556, 660; Meighen v. The Bank, 1 Casey 288.\nIn this case the presentment, demand and refusal were clearly proved, and also the sending of the notice of dishonor to the defendant through the post-office. In the 6th edition of Story on Promissory Notes (1868), § 323, it is said: “ There is an apparent exception to the general rule, which however is not in reality such, but falls within the general rule. It is that where there is, as in large towns and cities, a letter carrier, or, as he is often called, a penny post, who carries letters daily from the post-office, and delivers them at the houses or places of business of the parties who are accustomed to receive their letters by him; there if the notice be left at the post-office, early enough in the day to go by sixch letter carrier or penny-post, on the same day to the party entitled to notice, it will be deemed sufficient; for in such cases the letter carrier or penny-post is treated as an agent for the purpose, because it is a usual mode of conveyance.” And now that free delivery of letters is established and regulated by law, so as to secure a certain delivery according to its address,- it seems proper that this rule should be adopted in this state, as called for by the improvements introduced into the post-offices by the general government. But the present case does not call for the strict application of this rule.\nIt was proved that the defendant, in the month of May 1865, had no box in the post-office, but that his letters were delivered by the letter carriers in the regular course. The notary at night placed the notice of protest, dated 10th May, in the post-office, and it was certainly received by the defendant, as it was in his possession before the arbitrators. The envelope was marked 11th, being put in after four o’clock on the 10th, according to the course of the office.\nMr. Bomberger, the.cashier of the plaintiff, said, “after the note was protested — about ten days after — I called Shoemaker in; asked him to pay the note. He asked me to wait till he could see the other parties on the note. No objection made at the time to want of notice. After this some time I saw Crawford in town. I then called on Shoemaker again; asked him to pay. He again asked me to wait; not to sue him immediately.”\nIt appears then that a regular notice of protest was received by the defendant; and the court instructed the jury distinctly as to the necessity of the notice having been received in due time.\n“Are you satisfied,” said the learned judge, “from all of it that the defendant received the notice of protest in due time, to wit, on the 11th May 1865 ? It rests upon the plaintiff to prove this clearly. It has resorted to a new and unusual method of serving notice, instead of the one used and accustomed in Pennsylvania ; consequently it must be satisfactorily made out. If left in doubt and uncertainty, your verdict must be in favor of the defendant. If you are satisfied that the notice was duly received, your verdict will be rendered in favor of the plaintiff for the note and interest, with the cost of protest.”\nIn this instruction we see no error, and the evidence is sufficient to support the verdict, which is no doubt a just one.\nJudgment affirmed."}