{"id": "426988", "contents": "The opinion of the court was delivered, November 5th 1868, by\nAgnew, J.\nOf the numerous assignments of error to the charge of the court in reply to the defendant’s points, the plaintiff in error insists upon the 3d and 6th only. The 3d was fully and correctly answered,' and the facts fairly submitted to the jury upon the very marrow of the plaintiff’s case, to wit, the consideration furnished by him for the bond, and the recognition of it by the corporate authorities. The 6th point was also answered correctly in view of the evidence of the payment of the money of the plaintiff through the committee who had the subscriptions in charge to the authorized receiver, and the recognition of it by the counsel in issuing the bond for it, thus evidencing a ratification of the payment to the receiver under the second branch of the answer.\nThe principal questions arise under the bills of exceptions contained in the 11th, 12th and 13th assignments of error, all of which can be conveniently considered together. They presented two substantial propositions of proof: First, to show that the passage of the ordinance for the borrowing of the money and issuing of bonds, was brought about through interested motives at the instance of the persons advancing the money, whose influence was exerted upon the members of the council, some of whom were subscribers to the bounty fund:\nThere was no offer to show that the plaintiff was guilty of any fraud or collusion which would affect the good faith of his subscription and payment of money, or its appropriation to the use of the borough, nor was there any evidence of it. The motives of the members of the council, or the influences under which they acted, cannot be brought to nullify an ordinance duly passed in the legal forms of borough legislation, at a meeting regularly convened for the purpose and within the scope of their corporate powers. The assistant burgess being competent to act, the legality of the action of the council cannot be assailed because the friends of the measure, taking advantage of the accidental absence of the chief burgess, chose to assemble and pass the ordinance, if the meeting was duly convened. The legality of the acts of legislative or of corporate bodies cannot be tested by the motives of the individual members, or the adventitious circumstances they may lay hold of to carry their measures, provided they proceed regularly and act within the scope of their powers. If they be regularly convened, if the purpose be lawful and if their acts are passed in due form of law and within the scope of their authority, persons who lend their money on the faith of such acts, or do other lawful things in a just reliance upon their validity, cannot be. affected by the secret springs of corporate action, and the public faith cannot be tarnished by the unseen influences surrounding it. We see no error in the rejection of the offer thus made, and for this purpose.\nThe other proposition was in substance to prove that the money of the plaintiff given as the consideration of his bond, did not pass into the treasury of the borough as distinguished from payment to the receiver appointed by the council. This is rendered obvious by the entire course of the trial. It was not a disputed fact that Louther, the receiver, had received large sums of money which he paid out for bounties, and that the bonds were issued upon his certificates of payment by the parties advancing the money. As a part of the evidence to raise the point, the defendants proved that there was a borough treasurer who was entirely solvent. Then, in the defendants’ 3d point, the court was asked to charge that the money paid to Louther was a voluntary payment and imposed no obligation on the corporate authorities. And in the 10th point the position was taken that all moneys borrowed for bounty purposes must be paid into the “ corporate treasury,” and be disbursed through it; and the evidence showing (the point proceeds to say) that the money was not paid into the treasury, there was no power to give the bond for it.\nThe defendants did not offer to contradict the testimony as to the payment to Louther, or to show that the plaintiff’s money had not gone to the use of the borough, but the offer was simply to prove that it had not gone through the channel of the borough treasury. And the 3d bill of exception is but a substantial repetition of the same offer, in terms less specific than the 1st. It did not propose to prove the case specially against the plaintiff, but generally that the money on which the issue of the bonds was founded was not borrowed by the corporate authorities, but by private individuals on their credit, and that the same was not paid into the borough treasury nor disbursed by the corporate authorities. There being no offer to contradict the fact that the money, though originally paid to a committee of the subscribers, had passed through the hands of an appointed receiver, and was disbursed by him to the use of the borough, the court doubtless thought this was but a substantial repetition of the former offer, and rested on the same idea, which the counsel entertained and afterward pressed upon the court, that a sound legal distinction exists between payment into and out of the corporate treasury and payment to and by an appointed receiver, who is not a public officer.\nBut the court correctly thought, in a question of consideration merely,[where the money went to the actual use of the borough, and the payment was ratified by the corporate authorities by issuing the bond for it, that the distinction was unsound and the evidence therefore immaterial. In this we discover no error, and the offers made under these circumstances were properly rejected. A specific offer to show that the plaintiff’s money had never gone into the hands of the receiver, and had not been disbursed by him in payment of bounties, would doubtless have been ’.received to show want of consideration for the bond issued to him.’\nJudgment affirmed."}