{"id": "426981", "contents": "The opinion of the court was delivered, August 1st 1868, by\nAgnew, J.\nThe judgment of the court below, non obstante veredicto, is objected to, because the facts upon which the reserved question arises do not appear in the record. A question of law cannot arise in a judicial sense without facts. The facts out of which the question springs must be seen in the record proper, or in the superadded statute record furnished by a bill of exceptions. This is quite as true in the case of reserved questions of law as in other cases, and has been stated in Irwin v. Wickersham, and Wilson v. Steamboat Tuscarora, 1 Casey 316 and 317, and in Winchester v. Bennet, 4 P. F. Smith 510. There are but three modes in which facts arising upon the evidence can find their way into the record — by the finding of a jury, which is a special verdict — by the agreement of the parties, called a case stated — and by the certificate of the court, contained in a bill of exceptions. It is the last mode which is directed by the statute in the case of reserved points. Of course disputed facts cannot be certified against the consent of counsel, but must be decided by the jury. But even then it is still in the power of the court to reserve a question by referring the disputed fact to the jury, and then by incorporating the finding in the bill of exceptions.\nIn looking into this record we find nothing there upon which the question arose whether the building was a new erection. The instruction to the jury was, that they must treat the lien as -good and find for the plaintiff, “ reserving the point as to whether this is or is not a lien under the evidence in the case; the verdict to be set aside and judgment for defendant non obstante veredicto, should the court be of opinion that there is no valid lien in the case.” To this the defendants excepted, but not the plaintiff; and when judgment was rendered for the defendants no exception was taken, and no facts certified upon the record. The judge filed an opinion, but this was not excepted to, and forms no part of the record. Doubtless the opinion contains a fair statement of the facts, but it is not certified as a bill of exceptions in form, or as its equivalent. We are also referred to what is printed as the judge’s notes of trial. They are not certified, and should we accept them still the question we are asked to decide is not specifically presented. The point reserved was in these words: “ whether this (to wit, the plaintiff’s claim), is or is not a lien under the evidence in the case.” This was a much broader question than the one argued, to wit, whether the building was such a new erection as became the subject of a lien. The claim might not have been a lien for other reasons. For instance, there was no evidence that the man called “ Hershey,” who ordered the work to be done, had any estate in the property. The only evidence of ownership found in the notes was, that the property was owned by the father of Elias Hollinger, the only witness who testified to the ownership. And it might also be asked what Hershey, Charles or Christian ? The notes do not inform us. Doubtless all these things were well understood in the court below, but we are now looking into the alleged record to find the facts and the precise question which was reserved. As a court of error, we cannot see .what does not judicially appear. Counsel bringing up a record must see that it is properly made up. We do not mean by these remarks to hold rigidly to the form of the bill of exceptions. We know that the judges often place upon the record a statement under their hands of the facts on which the reserved question arose, and this has been sometimes accepted as the equivalent of a formal bill, but this is no reason that we should take a case without any certified statement whatever. And I do not say that a question may not be reserved,^whether on all the plaintiff’s evidence, he has shown any cause of action whatever. But then the evidence must come to us in the same form it would had the court decided the question at the trial. In this case nothing has been legally spread before us to enable us to decide the only question to be determined, to wit, whether the building was such a new erection or rebuilding as became the subject of a mechanic’s lien.\nIf the case stood as at common law there would be a sufficient cause of reversal on the ground that the judgment is repugnant to the verdict. But the 5th sect, of the Act of 28th March 1835, Purd. 338, pi. 16, extended to the several courts of Common Pleas of the state by the Act of 22d April 1863, Pamph. L. 554, confers the express power of reserving and deciding questions of law, and consequently of rendering a judgment non obstante veredicto. The legal presumption follows that the judgment is right. Res adjudicata pro veritate aecipitur. Omnia praesumuntur legitime facta donee probetur in contrarinm. For the correction of any error the statute gives a bill of exception. Without a bill of exception, therefore, we cannot examine into the alleged error, and the judgment below, though contrary to the verdict, must stand upon the express statute authority to render it. But taking the facts as stated in the paper-book, we think the learned judge was right, that the changes made in the mill did not create such a new erection as to subject it to a lien for work and materials. The authorities are marked by some diversities, yet when all summed up, lead to the conclusion that repairs and alterations of a building which do not fairly change its exterior into a new structure are incapable of conferring a lien. Driesbach v. Kellar, 2 Barr 79, Judge Sergeant said that to constitute a new building there must be a substantial addition of material parts — a rebuilding on another and larger scale; even though some portions of the old are preserved and incorporated into the new. In Landis’s Appeal, 10 Barr 379, Judge Coulter said that in the common understanding and language of the people, when we speak of the erection or construction of a house or building, we mean the erection of a new house or building and not the repairing of an old one. And in Armstrong v. Ware, 8 Harris 520, Lowrie, J., said, when the structure of a building is so completely changed, that in common parlance it may be properly called a new building or a rebuilding, it comes within the law. In Norris’s Appeal, 6 Casey 127, our Brother Sharswood, then President of the District Court of Philadelphia, said, in an opinion adopted by this court, that it is clear that it is the extent and character of the alterations, and not the mere change of purpose of the building, which ought to make the difference. The idea which runs throughout all the cases is newness of structure in the main mass of the building— that entire change of external appearance, which denotes a different building from that which gave place to it, though into the composition of the new structure some of the old parts may have entered. This newness of construction must be in the exterior, the main plan of the building, and not in its interior arrangements. This is decided in Summerville v. Wann, 1 Wright 186. There appears to be a good reason for this not only in the fact that the external walls of a building constitute the strongest mark of its identity and are its main part, but also in the notice that the external change furnishes to purchasers and lien-creditors. Mechanics’ claims are secret liens until they are filed, and this may be done within six months after the work is done or the materials furnished, and then the lien runs back to the commencement of the building. It is but fair that the building should present to the eye that external change indicating newness of structure which is calculated to put purchasers, mortgagees and other lien-creditors upon an inquiry for liens. A new roof to a building is clearly nothing but a repair, and this was the only change upon the exterior of this mill. So the addition of a shed for the water-wheel makes no change in the mill itself. The claim was filed against the stone mill, not the wooden shed attached. There may be a lien for a new structure added to an old one, such as a kitchen or a side building; as seen in Nelson v. Campbell, 4 Cas. 156, Ligthfoot v. King, and Pretz’s Appeal, 11 Casey 348 and 349, and Harman v. Cummings and Wife, 7 Wright 322. But the lien there is for the new structure. Here the lien is claimed for the alterations made in the old structure, chiefly in its interior, which wrought no complete change in the exterior of the mill. It could not be said to be a new structure or a rebuilding.\nJudgment affirmed."}