{"id": "426942", "contents": "The opinion of the court was delivered, May 20th 1868, by\nAgnew, J.\nAll the objections raised by the assignments of error may be reduced to two principal questions. The minor points as to the authority of William P. Mellen, agent of the treasury department of the United States, and Amos Shauntz, agent for the collector of Philadelphia, are easily disposed of. To the primá. facie evidence of authority, derived from their de facto character in their relations to the public, is to be added express recognition by the government. In his letter of November 3d 1862 to Mr. Chase, secretary of the treasury, William P. Mellen informed Mr. Chase that in view of the condition of things along the Potomac west of Baltimore, and upon consultation with Messrs. Hoffman, Thomas and others (Thomas then being the collector of Philadelphia), he had extended the restrictions under his (Mr. Chase’s) regulations of August 28th 1862, “ so as to embrace all the counties in Maryland on the north side of the Potomac bordering thereon, and all that portion of the counties of Adams and Franklin in Pennsylvania south of the parallel of Gettysburgand had so advised the collectors at Baltimore and Philadelphia in duplicate letters, of which the enclosed (he says) is a copy. This action of Mellen was approved 'by the secretary of the treasury on the 5th of November 1862. After this date there can be no question that the act of Mellen being ratified had the sanction and authority of the government. The letter addressed by Mellen to William B. Thomas, Esq., collector of Philadelphia, dated November 3d 1862, was thus approved by Mr. Chase, and in it Thomas was informed of the extension of the regulations, and that all transportation must be subject to permits under the same regulations as if made to places in Maryland south of the Washington and Annapolis Railroad; and he was directed that shipments should be very carefully guarded, and restricted in quantities to the supply of the neighborhood to which they are sent for the necessary and immediate use thereof. These duties, extending over a wide district of country, could not be performed by Thomas the collector personally, and therefore rendered the appointments of agents to superintend the transportation of goods in the direction of the forbidden territories an essential duty and necessity. No commission was necessary to invest Shauntz with authority, and therefore he was clearly competent to prove the appointment and authority derived from Mr. Thomas. We are now brought to consider the principal question in the cause, to wit, the authority of the secretary of the treasury to establish the regulations and restrictions of the 28th of August 1862, and to extend them to what has been termed loyal territory in the counties of Adams and Franklin, south of the parallel of Gettysburg.\nBy various Acts of Congress, under the provisions of the Constitution to suppress insurrection and cause the laws of the United States to be executed, the President of the United States has been invested with ample powers to suppress unlawful insurrections, and, as commander in chief of the forces, to carry on military operations to subdue those in rebellion to the authority of the government. Undoubtedly one of the chief means of reducing an enemy is the restriction of his supplies, and for this purpose a blockade of the southern ports was proclaimed and affirmed by the highest judicial authority. But the almost boundless extent of the lines drawn between the insurgent and loyal states required as much vigilance upon the land as upon the sea to prevent the furnishing of these supplies from the latter to the former, while the varying fortunes of war made the line itself movable in its location and uncertain in its duration. The never to be forgotten retreat of the Federal armies from the peninsula of Yirginia, after the unsuccessful battles before Richmond in the summer of 1862, followed by the defeat of our forces before Washington in the second battle of Bull Run, forced this shifting line up into Maryland, and was followed by incursions into Pennsylvania, and into these very counties of Adams and Franklin, ending in the great battle of Antietam on the 17th of September 1862. It was on the 28th of August 1862, during this season of gloom, the regulations of the treasury department were framed and published to prevent supplies from passing over to the enemy, and it was on the 5th of November the secretary extended these regulations by his approval to the territory in Adams and Franklin county, south of the parallel of Gettysburg, which, according to the proof, would be a line at about eight miles distance north of the state boundary. The continuation of the state of affairs which rendered these regulations of the treasury department necessary to prevent illicit intercourse with the rebels, by restrictions upon all goods sent for transportation southward,' in the direction of the rebel lines, is clearly shown in the very facts of this case. The goods, the loss of which was the cause of this controversy, were forwarded in the month of June 1863 to Chambersburg in different parcels, and from the 1st to the 14th day of that month. On the 15th of the month they fell into the hands of a marauding party of the rebels, under General Jenkins, and were carried off, and it will be remembered that this was followed immediately by the march of General Lee into Pennsylvania, resulting in the battles at Gettysburg on the 1st, 2d, 3d and 4th of July 1863. It is very clear, therefore, that the condition of affairs then existing amply justified the regulations of the treasury department, making restrictions upon the transportation of all merchandise south of the parallel of Gettysburg.\nThese regulations provided that no goods, wares or merchandise, whatever may be the ostensible destination thereof, shall be transported to any place then under the control of insurgents ; nor to any place on the north side of the Potomac and south of the Washington and Annapolis Railroad, &c. The special agents of the department were authorized to extend these restrictions to such places in their districts, and make such local rules to be observed therein, as might from time to time become necessary, promptly reporting their action to the secretary of the treasury for his sanction or disapproval. All applications for permits to transport or trade under these regulations were required to state the character and value of the merchandise to be transported, their consignee and destination,- the route of transportation, and the number and description of the packages, with their marks. The applicant was required to present also the original invoices, and to make and file his affidavit of the correctness of the matter stated, that the packages contained nothing except as stated in the invoices, and that the goods should not by his permission, authority or connivance be disposed of or transported so as in any way to give aid, comfort, information or encouragement to persons in insurrection against the United States. In addition, he was required to swear that he was loyal to the government, and would in all things so deport himself. Now, clearly there was nothing in all these provisions either unreasonable or unsuited to the then state of affairs on the southern boundary of Pennsylvania. The state of affairs showing the propriety, indeed, the necessity of extending the regulations in question to the southern parts of Adams and Franklin counties, has not been referred to because it was necessary to justify the exercise of the power, but because the arguments so strongly questioned its application to the territory of a loyal state. It was indeed in the power of the government in the enforcement of its military authority, totally to prohibit commerce and transportation over lines of dangerous proximity to the rebel forces. The simple question left for inquiry is, whether the Acts of Congress cited are sufficient in their terms to authorize these regulations on part of the secretary of the treasury. Of this there can be no doubt. It must be remarked in limine that such laws, enacted to save the very life of the nation while engaged in efforts to quell a stupendous rebellion against its power and authority, are entitled to a liberal interpretation to accomplish their purpose.\nThe 5th section of the Act of Congress, approved July 13th 1861, confers full authority upon the President, after he shall have called out the militia to suppress combinations against the laws of the United States, and to cause the laws to be duly executed, and the insurgents have failed to disperse within the time directed by the President, &e., to declare, by proclamation, that the inhabitants of such state (to wit, one in insurrection), or any section or part thereof are in insurrection, and thereupon all commercial intercourse, by and between the same and the citizens thereof and the citizens of the rest of the United States shall cease and be unlawful, so long as such condition of hostility shall continue. The act then provides for licensing commercial intercourse in the discretion of the President, to be conducted and carried on only in pursuance of rules and regulations prescribed by the secretary of the treasury; investing the secretary with power to appoint such officers as may be necessary to carry into effect such licenses, rules and regulations. , This act being confined to states and parts of states in insurrection, the authority of the secretary was extended by the 3d section of the Act of 20th May 1862, which provided “ that the secretary of the treasury be and he is hereby further empowered to prohibit and prevent the transportation, in any vessel, or upon any railroad, turnpike or other road or means of transportation within the United States, of any goods, wares or merchandise, of whatever character, and whatever may be the ostensible destination of the same, in all cases where there shall be satisfactory reasons to believe that such goods, wares or merchandise are intended for any place in the possession or under the control of insurgents against the United States, or that there is imminent danger that such goods, wares or merchandise will fall into the possession or under the control of such insurgents, and he is further authorized in all cases when he shall deem it expedient so to do, to require reasonable security to be given, that goods, wares or merchandise shall not be transported to anyplace under insurrectionary control, and shall not be used in any way to give aid or comfort to such insurgents,” &c. He is also authorized to establish all necessary general or special regulations to carry the purposes of the act into effect. Under both acts there is a forfeiture declared of all goods, &c., attempted to be transported in violation of the law. It is clear under the Act of 1862 that the authority of the secretary of the treasury is extended to all places in the United States, and therefore outside of the insurrectionary states, and within loyal territory, and to all goods, whatever may be their ostensible destination, where he has satisfactory reasons to believe that there is imminent danger that such goods will fall into the possession or under the control of the insurgents, or may be used in any way to give them aid and comfort. A sound discretion is invested in him, and it being of a governmental character, it is not liable to our revision or reversal. Ample authority is also conferred to establish regulations and appoint agents to carry them out. The circumstances of the country and of the particular locality drawn into this controversy, we have seen, fully justified the exercise of the jurisdiction invested in him. We discover no error, therefore, in the charge and answers to the points of the court below in relation to this part of the case.\nThe remaining question arises upon the demand of the goods made by the teamsters of the plaintiff below. They came under the order of the plaintiff in the early part of June to receive the goods then in the warehouse of the defendants. As to the goods arriving subsequently, which fell into the hands of the insurgents, it is conceded there is no liability, if the regulations of the secretary were lawfully extended to Eranklin county. It is contended that it was the duty of the defendants, if they relied on their lien for the freight, to specify the amount, and to demand that sum and no more. We think the question was submitted to the jury under proper instructions. The jury was told by the judge in his general charge that the defendants were responsible, if at the time of the demand for the goods there was no demand made by them for the freight and charges on the goods — that if made it must have been confined to the freight and charges due on the particular goods demanded, and that the defendants had no right to detain them for previous freight. He also instructed them fairly that the right to detain and to demand a permit and affidavit for license to transport the goods did not exist if the goods were intended for the plaintiff’s furnace north of the Gettysburg parallel. In reference to the specific demand of the freight, he said it was the duty of the plaintiff, when the freight was demanded, to offer to pay the freight, and then, if the defendants did not specify the amount claimed to enable the plaintiff to pay the same, they would not be justified in refusing to deliver the goods. How, clearly these instructions were entirely adequate to the evidence in the case and founded upon it. The wagoners neither asked for the amount of freight, nor offered to pay it; had no money to pay it, and simply in reply to the demand of the freight, said they would tell the plaintiff. The case was submitted to the jury on its facts. We discover no error that requires a reversal, and we therefore affirm the judgment."}