{"id": "426938", "contents": "The opinion of the court was delivered, October 29th 1868, by\nAgnew, J.\nIt was decided in Rex v. Rex, 3 S. & R. 533, that according to the practice under the Act of 19th April 1794 it was unnecessary to give notice to the widow and heirs before awarding an inquest to make partition of the real estate of a decedent, on the petition of one of the heirs. Chief Justice Tilghman, however, recommended a change of practice, and that the Orphans’ Court should call the family before them prior to awarding an inquest. The suggestion was not generally adopted, and the former practice continued even after the passage of the revised Act of 29th March 1832. Such notice therefore has not been deemed necessary, and it would be productive of great injury were we now to hold that the proceedings are irregular because of the want of it. It would be better if the Orphans’ Court would require a rule to show cause to be issued and served on all the parties in interest before awarding the inquest. Preliminary questions of jurisdiction, and such as relate to the parties, property and possession, could thus be settled before incurring the expense and costs of the partition.\nWe discover nothing in the record evidencing a want of notice to all the heirs. The return of the sheriff of his notice of inquisition is general in its terms and includes all the heirs, and the inquisition sets forth that all were warned. It is not necessary that the rule to accept or refuse the premises at the .valuation should be served by the sheriff, though he may be required to do so at the instance of the party: Act 29th March 1832, § 57, arts. 1, 2, 3, 4, 5, Brightly’s Purd. 766, pl. 17 to 22. The 4th sect. Act of 11th April, 1835, Brightly’s Purd. 772, pl. 17, applies only to the writ of summons and notice in the action of partition in the Court of Common Pleas. The party himself may serve a citation: Act 29th March, supra. The want of a return by the sheriff in this case of a service on all the parties to the rule to accept or refuse the premises is therefore not conclusive of the want of a full service. The decree of the court expressly states that due proof had been made of the service of the rule on all persons interested. As the service of the rule can be made and proved by another, and need not necessarily be made by the sheriff, we may presume that due proof was made of the service as stated in the decree. It is therefore not apparent by the record that the persons named in the assignment of error were not duly served. There was no error in awarding the premises to Amanda Dean, one of the daughters. Since the Act of 22d April 1856 seniority and sex do not control entirely the right of choice. That act enables the court to allot the premises to the party in interest who shall at the return of the rule offer in writing the highest price therefor above the valuation returned.\nFinding no error in the record, the decree of the Orphans’ Court is affirmed and the costs ordered to be paid by the appellant."}