{"id": "427012", "contents": "The opinion of the court was delivered, January 4th 1869, by\nThompson, C. J.\nThe question submitted to arbitrators in the former suit between these parties, about this strip of seven inches in width of ground, and for which this as a second ejectment, was brought, did, as does the present, involve a question of boundary merely. It is hardly conceivable that there could be a distinct title for such a strip, independently of the adjoining lots, and this was not the case here. It belonged to one or other of the lots of the respective claimants, dependent on the true line between them. This being so, the judgment by default in the first ejectment was set aside on the defendant by his counsel, who made the motion to open it, agreeing in open court to a submission of the matters in controversy to arbitrators, whose award, or a majority, should “ be final and conclusive as to the title of the property in dispute in this action.” Three surveyors were chosen the arbitrators, and reported the line between the lots, and found in favor of the plaintiff as a consequence thereof. No title was involved in the contest — the objection, therefore, that the attorney could not stipulate for the conclusiveness of the award on the title is, in this case, an abstraction, and the power need not be determined. That he could stipulate for the finality of the award on a question of boundary, we think there is no doubt: see Babb v. Stromberg, 2 Harris 397; Wilson v. Young, 9 Barr 101. No question under the Statute of Frauds and Perjuries arises in the settlement of a boundary or division line, to render the authority of the attorney questionable. This was all that was submitted in this case. We think that the learned judge was right in holding the judgment on the award in the former case final and conclusive in this case, as it was agreed in open court it should be. The controversy was not only settled by it, but has been acquiesced in since, as no motion appears to have been made at any time questioning it by either party. We must therefore, for these reasons, approve the judgment of the court below on the reserved question.\nJudgment affirmed.\nAgnew and Sharswood, JJ., dissented."}