{"id": "427009", "contents": "The opinion of the court was delivered, May 20th 1868, by\nRead, J.\nThe Act of the 11th of June 1864, relating to members of Congress, heads of departments and other officers of the government, enacts “ That no member of the Senate or House of Representatives shall, after his election, and during his continuance in office,” “receive or agree to receive any compensation whatsoever directly or indirectly, for any services rendered or to be rendered after the passage of this act, to any person by himself or another in relation to any proceeding, contract, claim, controversy, charge, accusation, arrest, or other matter, or thing, in which the United States is a party or directly or indirectly interested, before any department, court martial, bureau, officer or any civil, military or naval commission whatever.”\nIt is declared a misdemeanor, punishable by fine not exceeding $10,000, and by imprisonment not exceeding two years, and that the convict shall be for ever thereafter incapable of holding any office of honor, trust or profit under the government of the United States.\nThis is a highly penal statute, and the question is whether the plaintiff was a member of Congress within the meaning of its provisions.\nThe congressional election took place on the second Tuesday of October 1864 in this state, and the governor did not by his proclamation declare the name of the plaintiff as elected in the Sixteenth District. The plaintiff claimed the seat, the primái facie right to it was de'cided in his favor, and he was admitted on the 19th February 1866, hut was ousted on the 16th of July 1866, and the seat awarded to his competitor, Mr. Koontz, who was of course the only one elected in October' 1864. The transaction which is the subject of the present controversy occurred in April 1865, and the question is, Was he then a member of the House of Representatives ? The first requisition is that he should be elected, for the words are after his election. How his name was never proclaimed by the governor according to the Act of Assembly, nor was he admitted until February 1866, and on July 1866 he was ousted, and it being proved that his competitor, Mr. Koontz, was elected a member of the House in October 1864, it seems clear that in April 1865 the plaintiff was not a member within the meaning or words of the Act of Congress.\nWe are therefore of opinion that the contract was not forbidden by the act, the plaintiff acting simply as a practising member of the Somerset bar, and not in the capacity of a member of the House of Representatives.\nBut it is alleged that it is against public policy to permit an action to be maintained for the recovery of compensation for such services. The compensation was partly certain and partly contingent, dependent upon success. If the principle applies, it seems immaterial whether the compensation be fixed or contingent, though Judge Rogers, in Clippinger v. Hepbaugh, 5 W. & S. 315, seems to think differently, “ and any argument,” says the learned judge, “ for a contingent fee to be paid on the passage of a legislative act would be illegal and void because it would be a strong incentive to the exercise of personal and sinister influences to effect the object.”\nThe cases cited by the defendant in his paper-book, to which may be added Marshall v. Ohio Railroad Company, 16 Howard 314, establish that a contract to procure a pardon from the governor of a convict would now be held illegal whether improper means were used or not; so to procure the passage of a private statute, or to procure an appointment to office by private influence, or to purchase the right of administration, are all held to be illegal and void.\nIn principle it is difficult to perceive any material distinction between these cases and the one before us, which is an application in person to the war department for the discharge of a drafted man, and for which if successful a contingent compensation is to be paid. It is more consistent with morality and sound policy to consider it covered by the rule established in similar cases, and we therefore hold it illegal and void. Judgment reversed.\nBerkey v. Coffroth. The same entry is made for the same reasons in this case.\nJudgment reversed."}