{"id": "427003", "contents": "The opinion of the court was delivered, May 20th 1868, by\nRead, J.\nThe question in this case arises out of sect. 22 of the Act of 15th March 1832, relating to registers and register’s courts, directing to whom letters of administration shall be granted. In granting letters to the kindred of the intestate, it uses this language, “ preferring always of those so entitled such as are in the nearest degree of consanguinity with the decedent, and also preferring males to females.” This provision, tkken in connection with the 4th section, 5th article of the Intestate Act of the 8th April 1833, which enacts that the personal estate of the intestate shall be distributed among brothers and sisters of the intestate “ without distinction of blood,” clearly indicates that the register must grant letters to the brothers of the half blood in preference to the sisters of the whole blood.\nMr. Justice Williams, in his learned treatise on the Law of Executors and Administrators, vol. i., p. 410 (6th ed.), says: “ Where there are several persons standing in the same degree of kindred to the intestate, the statute we have seen, gives the ordinary his election to accept any one or more of such persons. It remains to inquire by what principles and rules of practice his discretion in making such election has been guided in the ecclesiastical courts.”\nOne of these rules is, that “ the whole blood is preferable in the grant of administration to the half blood, though the majority of interests concur in the latterId. p. 411, which is thus explained in note (b) to 1 Welsby and Beavan’s Ohitty’s Collection of the Statutes, p. 1410, under the title “Executors and Administrators.” “Although it seems to have been at one time-held that the whole blood has not any preference to the half, in respect of the rights of administration, any more than in the case of distribution (Aleyn. 36; Sty. 74; 2 Bla. Com. 505), this doctrine can no longer be considered to be law, it having been decided in Mercer v. Morland, 2 Lee 500, that where the contest for administration is between one of the whole blood and one of the half blood, the whole blood is preferable, although the majority of interests concur in favor of the latter, unless material objections can be proved against him of the whole blood; and it has accordingly been held that the guardian of a minor of the whole blood is entitled to a grant of administration in preference to the half blood: Stratton v. Linton, 31 L. J. P. M. 48.”\nThe 7th section of the Act of the 4th April 1797, placed the brothers and sisters of the whole and the half blood as to the personal estate upon an entire equality, and this was carried out in the Intestate Act of 1833, in the phrase “ but without distinction of blood,” and according to the older English practice made no distinction between the whole and half blood as to the grant of letters of administration, for they are all in the nearest degree of consanguinity with the decedent, and therefore the preference must be given to the males and not to the females, whether the males be of the whole or the half blood.\nThe register’s court were therefore in error in not granting the letters of administration to Joseph Single, and their decree must be reversed, and the register is directed to issue letters of administration to the appellant, Jeseph Single. '"}