{"id": "4276289", "contents": "OPINION\nPER CURIAM.\nAppellant Gerald Watkins appeals from the denial of his petition pursuant to the Post Conviction Relief Act (“PCRA”), which was filed after this Court’s affirmance of his direct appeal from three death sentences imposed following his conviction for murdering his girlfriend, their newborn daughter, and his girlfriend’s son. We affirm the order of the PCRA court.\nIn December 1994, Appellant was charged by information with three counts of criminal homicide for the shooting deaths, on July 20, 1994, of his girlfriend, Beth Ann Anderson; their 18-day-old daughter, Melanie Watkins; and Ms. Anderson’s nine-year-old son, Charles Kevin Kelly, Jr. The FBI coordinated a search for Appellant, placing him on the ten most wanted fugitive list in March 1995. Appellant was arrested in New York City in May 1995, and, on August 3, 1995, Pittsburgh Detectives Dennis Logan and Richard McDonald drove him back to Allegheny County to stand trial for the murders. Prior to trial, Appellant filed an omnibus motion seeking, inter alia, to suppress inculpatory statements he had made to the detectives on the trip from New York City to Allegheny County. At the ensuing hearing, Appellant testified that he had not discussed the murder charges against him with the detectives during the trip and had not signed a statement purporting to bear his signature. The trial court denied Appellant’s motion, concluding that the issue raised by Appellant did not present a constitutional question, but rather, was a question of credibility, reserved for the jury. See Notes of Testimony (“N.T.”) Suppression Hearing, 12/9/96, at 73-101.\nTrial commenced immediately after the suppression hearing on December 9, 1996, and the guilt phase continued for four days. The Commonwealth presented the following testimony: (i) Monique Kohlman had been on the phone with Ms. Anderson when Appellant arrived at Ms. Anderson’s home; Ms. Kohlman spoke briefly with him by phone, heard sounds of a struggle, called the police at Ms. Anderson’s request, and then went to the home where she observed the victims’ bodies; (ii) Ronnie Williams, one of Ms. Anderson’s neighbors, saw Appellant, whom he recognized as Ms. Anderson’s boyfriend, on the porch of Ms. Anderson’s home shortly before the murders; (iii) the police officers who responded to the report of a shooting described their observations and processing of the crime scene; (iv) Leon Rozin, M.D., a forensic pathologist who performed autopsies of the victims, determined that each had died of multiple gunshot wounds from bullets fired at close range; (v) Dr. Robert Levine, from the Allegheny County Crime Lab, determined that all the spent cartridge casings at the scene were from the same semi-automatic .22 caliber firearm; (vi) Keith Platt, a friend of Appellant, was threatened by Appellant when, following the murders, he declined Appellant’s request to ask several mutual acquaintances to repay money they allegedly owed Appellant; (vii) Detective Logan summarized a statement Appellant made in which he admitted that he had killed the three victims, and claimed that the killings were not premeditated, but rather were prompted by Ms. Anderson’s spurning of his marriage proposal and his jealousy of another man.\nThe defense theory at trial was that drug dealers had committed the murders in retaliation against Appellant for his failure to pay for a drug transaction. Appellant testified on his own behalf, denying involvement in the murders, asserting that all the Commonwealth’s witnesses were lying, and contending that the detectives had fabricated his inculpatory written statement and forged his signature on that statement. Two character witnesses testified for the defense regarding Appellant’s reputation as a peaceable, non-violent person.\nThe jury found Appellant guilty of three counts of first-degree murder. Following a penalty hearing, on December 13, 1996, the jury found two aggravating circumstances relative to all three victims: Appellant was convicted of another offense for which a sentence of life imprisonment or death was imposable, 42 Pa.C.S. § 9711(d)(10); and Appellant was convicted of another murder, 42 Pa.C.S. § 9711(d)(ll). In addition, the jury found a third aggravating circumstance respecting the murders of the two child victims: the victim was less than twelve years of age, 42 Pa.C.S. § 9711(d)(16). The jury also found the “catchall” mitigating circumstance, 42 Pa.C.S. § 9711(e)(8). More specifically, at least one juror found the following mitigating factors with regard to all three victims: Appellant was non-violent until July 20, 1994; was known to attend church; and has the ability to love. With regard to the murder of his daughter Melanie Watkins, at least one juror found an additional mitigating circumstance: Appellant loves his daughters. Finding that the aggravating circumstances outweighed the mitigating circumstances as to each murder, the jury determined that Appellant should be sentenced to death. The court formally imposed the three death sentences and, on direct appeal, this Court affirmed Appellant’s judgment of sentence. Commonwealth v. Watkins, 577 Pa. 194, 843 A.2d 1203 (2003).\nIn October 2005, Appellant filed a pro se petition seeking PCRA relief. The court granted the Federal Community Defender Office (“FCDO”) permission to represent Appellant, and on November 13, 2006, the FCDO filed an amended petition. After the PCRA court issued a notice of intent to dismiss and an accompanying memorandum opinion, Appellant amended his petition to address the defects the PCRA court had identified. See PCRA Court Order and Opinion, dated 3/14/08. The PCRA court then issued an order dismissing seventeen of Appellant’s claims and scheduling an evidentiary hearing on the remaining four claims. See PCRA Court Order, dated 2/13/09. After conducting the evidentiary hearing, the PCRA court denied relief on June 29, 2012.\nIn this appeal, Appellant has raised fifteen issues, most of which include allegations of ineffective assistance of counsel. The issues, as stated by Appellant, are:\nI. Were the statements introduced against Appellant at trial unreliable and involuntary?\nII. Were jurors improperly excused without an adequate inquiry into their ability to impose the death penalty?\nIII. Did the Commonwealth improperly exercise peremptory challenges to strike female venirepersons from jury service?\nIV. Did the Commonwealth violate due process by suppressing material exculpatory evidence?\nV. Were trial counsel ineffective in failing to investigate and present evidence at both the guilt-innocence and penalty phases of trial?\nVI. Did the introduction and consideration of improper aggravating victim-impact evidence and argument render Appellant’s death sentence arbitrary and capricious?\nVII. Must Appellant’s convictions and death sentences be vacated, because inflammatory and highly prejudicial evidence on the manner of death was presented?\nVIII. Did the trial court err when it refused to admit photographs of Appellant?\nIX. Should Appellant’s death sentences be vacated because the jury was not instructed that life imprisonment is without possibility of parole?\nX. Is Appellant entitled to relief from his sentence of death because of penalty phase jury instruction errors?\nXI. Did the trial court improperly permit the sentencing jury to consider and weigh the same conduct as evidence of multiple aggravating factors?\nXII. Was Appellant denied a fair trial before an impartial tribunal?\nXIII. Is Appellant entitled to a new trial and sentencing proceeding because of the prejudicial effects of the cumulative errors in this case?\nXIV. Was Appellant denied full, fair and reliable PCRA review?\nXV. Did the PCRA court err in denying Appellant’s motion for compulsory mental health evaluation?\nAppellant’s Brief at 1-2.\nBefore addressing the issues, we set forth some general principles. In reviewing the denial of PCRA relief, we examine whether the PCRA court’s determinations are supported by the record and are free of legal error. Commonwealth v. Roney, 622 Pa. 1, 79 A.3d 595, 603 (2013). The PCRA court’s credibility determinations, when supported by the record, are binding on this Court; however, we apply a de novo standard of review to the PCRA court’s legal conclusions. Id.\nIn order to obtain collateral relief, a petitioner must establish by a preponderance of the evidence that his or her conviction or sentence resulted from one or more of the circumstances enumerated in 42 Pa.C.S. § 9543(a)(2). These circumstances include a violation of the Pennsylvania or United States Constitution or ineffectiveness of counsel, either of which “so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.” 42 Pa.C.S. § 9543(a)(2)(i) and (ii). In addition, a petitioner must show that the claims of error have not been previously litigated or waived. 42 Pa.C.S. § 9543(a)(3). An issue has been previously litigated if “the highest appellate court in which the petitioner could have had review as a matter of right has ruled on the merits of the issue.” 42 Pa.C.S. § 9544(a)(2). An issue has been waived “if the petitioner could have raised it but failed to do so before trial, at trial, during unitary review, on appeal or in a prior state post[-]conviction proceeding.” 42 Pa.C.S. § 9544(b).\nWith regard specifically to the claims sounding in ineffective assistance of counsel, we presume that counsel is effective, and Appellant bears the burden of proving otherwise. Commonwealth v. Hanible, 612 Pa. 183, 30 A.3d 426, 439 (2011). To prevail on an ineffectiveness claim, Appellant must satisfy, by a preponderance of the evidence, the Sixth Amendment performance and prejudice standard set forth in Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). This Court has divided the performance component of Strickland into two sub-parts dealing with arguable merit and reasonable strategy. Commonwealth v. Baumhammers, 625 Pa. 354, 92 A.3d 708, 719 (2014). Thus, Appellant must show that: the underlying legal claim has arguable merit; counsel had no reasonable basis for his or her action or omission; and Appellant suffered prejudice as a result. Id. (citing Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973, 975-76 (1987)). With regard to “reasonable basis,” we will conclude that counsel’s chosen strategy lacked a reasonable basis only if Appellant proves that “an alternative not chosen offered a potential for success substantially greater than the course actually pursued.” Commonwealth v. Spotz, 616 Pa. 164, 47 A.3d 63, 76 (2012) (quoting Commonwealth v. Williams, 587 Pa. 304, 899 A.2d 1060, 1064 (2006)). To establish Strickland prejudice, Appellant must show that there is a reasonable probability that the outcome of the proceedings would have been different but for counsel’s action or inaction. Id.\nI. Appellant’s Ability/Competence to Give an Inculpatory Statement and to Stand Trial\nOn direct appeal, Appellant challenged the admissibility of the inculpatory statements he made to Detectives Logan and McDonald as they were driving him from New York City to Allegheny County on August 3, 1995, claiming, inter alia, that the statements were involuntary. As this Court explained on direct appeal, that claim was inconsistent with the position Appellant maintained throughout the trial proceedings, where he insisted that he had never made or signed any confession, that the detectives were lying, and that his signature had been forged. See Watkins, 843 A.2d at 1211-13. In determining that this issue lacked merit, we explained:\nDetective Logan testified at the suppression hearing that, during the drive to Allegheny County, Appellant: initiated the discussion about the crime; promptly received Miranda1 ] warnings and manifested an understanding of them; and chose to continue his statement without his attorney present. He also indicated that Appellant’s demeanor was “talkative” and “carefree,” and that no attempt was made to coerce or deceive Appellant into confessing.\nAppellant likewise confirmed that during the trip he was provided with sufficient food and was not subjected to coercive tactics. Under these circumstances, we find no error in the trial court’s determination that the Commonwealth met its burden to establish that Appellant’s waiver was valid.\nWatkins, 843 A.2d at 1213 (footnote added).\nAppellant continues to assert that his inculpatory statements were involuntary, but for a reason different from the one he advanced on direct appeal. Appellant now avers that his statements were the consequence of a traumatic brain injury that he suffered three days after the murders, which rendered him incompetent and unable to provide a knowing, intelligent, and voluntary waiver of his Miranda rights when he made his inculpatory statements one year later. Appellant’s Brief at 12. In addition, Appellant asserts that his traumatic brain injury and resulting “frontal lobe syndrome” rendered him incompetent, not just to give a confession, but also to testify at the suppression hearing and at trial. Id. at 14, 35. Finally, Appellant claims that counsel was ineffective for failing to investigate and present evidence of his brain injury at the suppression hearing and at trial, and for failing to mount a challenge to his competence to stand trial based on his brain injury. Id. at 17,19.\nIn its analysis, the PCRA court noted that a defendant is presumed competent to waive Miranda rights and to stand trial, and he or she bears the burden to prove incompetence by a preponderance of the evidence. PCRA Court Opinion, dated 6/29/12, at 14, 16. In determining competence to stand trial, the relevant question is whether a defendant has sufficient ability to consult with counsel with a reasonable degree of rational understanding and to have a rational as well as a factual understanding of the proceedings. Id. at 14 (quoting Commonwealth v. Flor, 606 Pa. 384, 998 A.2d 606, 617 (2010)). We have made clear that the same competency standard is applicable to standing trial, waiving the right to counsel, pleading guilty, and waiving the right to present mitigation evidence. Commonwealth v. Puksar, 597 Pa. 240, 951 A.2d 267, 288-89 (2008).\nThe PCRA court heard testimony from several mental health expert witnesses regarding Appellant’s competence at the relevant times. Specifically, Appellant called William Musser, M.D., a psychiatrist/neurologist, and George Woods, M.D., a psychiatrist, both of whom were retained by the FCDO. Both physicians based their opinions solely on their respective reviews of Appellant’s medical and other records, as neither had ever spoken to Appellant or examined him. Appellant also called Robert Wettstein, M.D., a forensic psychiatrist who, at the request of trial counsel, had evaluated Appellant prior to trial in 1996. The Commonwealth called Bruce Wright, M.D., a psychiatrist who reviewed Appellant’s records shortly before the PCRA hearing but did not interview him. In addition, Christine Martone, M.D., the Chief Psychiatrist of the Allegheny County Behavior Assessment Unit, who examined Appellant for competency in October 2009 at the request of the court, testified at the PCRA hearing. Finally, Appellant’s trial counsel also testified at the PCRA hearing, explaining that, based upon his interactions with Appellant, he had no reason to believe that Appellant was incompetent.\nThe PCRA court held that Appellant had failed to prove that: (1) he was not competent to waive his Miranda rights; (2) he was not competent to stand trial; or (3) counsel knew or should have known of his alleged incompetence. PCRA Court Opinion, dated 6/29/12, at 16, 21 & n. 8. The PCRA court credited the testimony of Dr. Wettstein, who was the only testifying mental health expert who had actually interviewed Appellant before trial in 1996. Based on his two interviews with Appellant, his review of Appellant’s Bronx Hospital records related to the 1994 head injury, his interview with Appellant’s mother, and his review of reports relating to the homicides, Dr. Wettstein concluded that Appellant was competent to waive his Miranda rights, to give a voluntary statement, and to stand trial. See Letter from Robert Wettstein, M.D., to Kim Reister, Esq., penalty-phase counsel, dated 1/7/97; see also PCRA Court Opinion, dated 6/29/12, at 19 (citing Dr. Wettstein’s PCRA testimony at N.T. PCRA Hearing, 10/15/09, at 116-19).\nAlthough Appellant called Dr. Wettstein to testify at the PCRA hearing, notably, the doctor did not testify at trial. During Dr. Wettstein’s PCRA testimony, counsel produced a series of records, handed them to Dr. Wettstein, and asked him to “flip through” them. N.T. PCRA Hearing, 10/15/09, at 107-08. The records contained the following: Appellant’s school records from 1980-84; Appellant’s discharge summary from “KIDS,” a program for troubled teens in New Jersey; and two New Jersey police records describing contacts with Appellant in 1989 and 1991. Dr. Wettstein testified that he had not had these records when he evaluated Appellant in 1996. He further testified that, although PCRA counsel had orally described the contents to him previously, Dr. Wettstein had never actually seen the records until PCRA counsel asked him to “flip through” them while on the witness stand. Dr. Wettstein concluded that, if he had had the records in 1996, his opinion “could” have changed. Id. at 107-14, 119-23; see id. at 123 (cross-examination testimony of Dr. Wettstein that in 2008, he had “additional information [he] didn’t have [in 1996], so [he] might have been able to provide helpful testimony”). However, Dr. Wettstein did not indicate that his opinion in fact had changed, how it might have changed, or what helpful testimony he might have provided. Thus, the PCRA court noted, Dr. Wettstein did not recant any of the opinions he had formulated regarding Appellant and set forth in writing twelve years before, at the time of trial. PCRA Court Opinion, dated 6/29/12, at 20. In the PCRA court’s view, any possible change in Dr. Wettstein’s opinion from 1996, when he had personally interviewed and evaluated Appellant, was speculative. See id.\nThe PCRA court also credited the testimony of Dr. Mar-tone, who had conducted a mental status examination of Appellant shortly before the PCRA hearings commenced, and had concluded that he was competent to proceed with the hearings. Id. at 12-13, 20; N.T. PCRA Hearing, 10/15/09, at 7. Dr. Martone testified that Appellant understood his legal situation, had explained it to her “in detail and with a high degree of understanding,” had “no difficulty with funding [sic] information, memory problems, judgment questions, abstraction, mathematical questions.” N.T. PCRA Hearing, 10/15/09, at 7.\nFurthermore, the PCRA court found Dr. Woods’s opinion testimony that Appellant was rendered permanently incompetent as a result of his brain injury to be of “limited value,” citing Dr. Woods’s failure to speak with Appellant, much less to examine and evaluate him. PCRA Court Opinion, 6/29/12, at 20. In addition, the PCRA court noted the fact that Dr. Musser had offered no opinion as to Appellant’s competence or whether Appellant actually had suffered any long-term impairments from his brain injury. Id. at 18-20.\nFinally, the PCRA court credited the observations of Appellant by trial counsel and the court itself, which suggested no concern about Appellant’s competence. Id. at 21 (citing Pulsar, 951 A.2d at 289, for the proposition that the trial court’s and trial counsel’s contemporaneous observations regarding a defendant-appellant’s competency are relevant to assessing trial counsel’s conduct). More specifically, at the PCRA hearing, when asked about Appellant’s brain injury in the context of the motion to suppress, trial counsel testified that Appellant “seemed to be clear about what had occurred, what had happened, what had transpired, where he wanted the case to go and what he wanted presented,” and that he “seemed to be making very deliberate and thought-out decisions” and was not impulsive. N.T. PCRA Hearing, 10/15/09, at 160.\nThe PCRA court summarized its conclusions as follows:\nTrial counsel was not ineffective for failing to [move to] suppress on the basis that [Appellant] was not competent because the evidence established that [Appellant] was competent when he provided the [inculpatory] statement.\nFor the same reasons, the [c]ourt finds that [Appellant] was competent to stand trial. Dr. Wettstein was in the best position to evaluate [Appellant’s] competence in 1996 and has not changed that opinion. The observations of trial counsel and this [c]ourt, as well as Dr. Martone’s opinion as to his current competence far outweigh the contrary views of Dr. Woods.\nPCRA Court Opinion, dated 6/29/12, at 21 & n. 8.\nThe PCRA court’s conclusions with regard to Appellant’s competence are supported by the record. Turning first to appellant’s claim of trial counsel ineffectiveness for failing to challenge appellant’s competency to waive his Miranda rights, trial counsel obtained a professional evaluation of Appellant’s competence prior to trial, and acted in accordance with the results of that evaluation, which aligned with his own observations in the context of numerous interactions with his client. Appellant’s assertion that trial counsel was ineffective for failing to raise Appellant’s alleged inability and incompetence to waive his Miranda rights due to his brain injury, as a basis for suppression, is unsupported by any credible evidence.\nAppellant’s separate but related argument that trial counsel should have mounted a challenge to Appellant’s competency to stand trial based on his brain injury fails for the same reason. Given Dr. Wettstein’s pretrial evaluation, trial counsel’s firsthand observations, and the trial judge’s own observations (“this Court saw nothing that would have caused concern about the defendant’s competence [at the time of trial]”), counsel cannot be deemed ineffective for failing to pursue a meritless competency claim. See Puksar, 951 A.2d at 289.\nII. Death Qualification of Jurors\nIn his second issue, Appellant claims that trial counsel was ineffective for failing to object to the trial court’s decision to excuse nine venire persons based on their general views of the death penalty without any attempt to rehabilitate them via further questioning. Appellant asserts that his constitutional right to trial by an impartial jury was violated as a result of counsel’s failure in this regard. Appellant’s Brief at 21, 24. The PCRA court rejected this claim without a hearing.\nThe PCRA court noted that Commonwealth v. Carson, 590 Pa. 501, 913 A.2d 220, 262 (2006), set forth the relevant law. In Carson, this Court noted:\nThe decision to disqualify a juror is within the discretion of the trial court, a decision which will only be reversed for an abuse of discretion. Commonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293, 299 (1996). Any person may be excluded from a jury who holds views on capital punishment that prevents or substantially impairs [sic] that person from adhering to the trial court’s instructions on the law.... Commonwealth v. Lark, 548 Pa. 441, 698 A.2d 43, 48 (1997). “A juror’s bias need not be proven with unmistakable clarity.” Commonwealth v. Morales, 549 Pa. 400, 701 A.2d 516, 525 (1997). For instance, in Morales, we held that a juror expressed sufficient doubt about his ability to impose the death penalty when he said, “I’m not certain that I could judge someone fair enough to give them the death penalty.” Id. We also found no error in excluding a juror who did not “feel comfortable having to make a decision about someone else’s life” and who “always” doubts whether imposing the death penalty is correct. Commonwealth v. Fisher, 545 Pa. 233, 681 A.2d 130, 137 (1996).\nId. at 262 (citation omitted). See PCRA Court Opinion, dated 3/14/08, at 6-7.\nAfter reviewing the record, the PCRA court concluded that there was no merit to Appellant’s ineffective assistance claim because the response of each challenged venire person justified his or her removal for cause. PCRA Court Opinion, dated 3/14/08, at 7. As explained by the PCRA court, eight of the nine venire persons made unequivocal statements that his or her personal views, opinions, and/or religious convictions would substantially impair his or her ability to vote to impose the death penalty. See id. at 8-9 (quoting N.T. Voir Dire, 12/4/96, at 474-75, the statement of one venire person that she did not “have the power to support the death penalty” based on her religious convictions; citing id., 12/3/96, at 90-91, the statement of another venire person that she did not think she could fairly consider death as a viable sentence, a view she had held for a period of time; citing id., 12/4/96, at 311-14, and id., 12/5/96, at 568-69, the respective statements of two additional venire persons that they would be substantially impaired in their ability to sentence someone to death even if it were warranted by the law because of questions they harbored concerning their right to make such a decision; citing id., 12/5/96, at 559-60, the statement of another venire person that, based on his life-long religious beliefs, he did not believe in capital punishment; citing id., 12/5/96, at 658-59, the response of another venire person who stated that she did not think she could return a sentence of death even if it were justified); see also N.T. Voir Dire, 12/5/96, at 572-73 (statement of a venire person that she “felt [she] could not hold someone’s life in my hands”); id., 12/5/96, at 634-35 (statement of another venire person that he was “quite against the death penalty,” and that he would have trouble getting up in court and pronouncing a sentence of death). The final venire person at issue gave a more equivocal statement that he “probably” could set aside his personal views and return a verdict of death if warranted by the facts and the law. PCRA Court Opinion, dated 3/14/08, at 7 (citing N.T. Voir Dire, 12/5/96, at 638-39). The PCRA court held that this equivocal statement nonetheless was sufficient to warrant his removal for cause. Id.\nWe have reviewed the relevant voir dire record, and we see no basis to disturb the PCRA court’s determinations. A trial court acts within its discretion when it excludes venire persons who express reservations about imposing the death penalty in a capital case. Commonwealth v. Chmiel, 612 Pa. 333, 30 A.3d 1111, 1176 (2011) (citation omitted). More to the point, capital trial counsel has no constitutional obligation to attempt to change the views of venire persons by further questioning. Id. Accordingly, we see no error in the PCRA court’s finding that trial counsel was not ineffective for failing to object to the dismissal of the challenged jurors for cause.\nIII. Gender Discrimination in Jury Selection\nIn his third issue, Appellant claims that his constitutional rights to trial by an impartial jury and equal protection of the law were violated when the trial prosecutor struck women venire persons based on their gender, that the trial court erred by failing to consider and/or find a prima facie case of gender discrimination, and that appellate counsel was ineffective for failing to raise this claim on direct appeal. Appellant’s Brief at 26-28; Appellant’s Reply Brief at 7. The PCRA court denied these claims without a hearing. PCRA Court Opinion, dated 3/14/08, at 9-11.\nIn J.E.B. v. Alabama ex rel. T.B., 511 U.S. 127, 130-31, 114 S.Ct. 1419, 128 L.Ed.2d 89 (1994), the United States Supreme Court extended its decision in Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986), to hold that intentional discrimination on the basis of gender in selecting the jury violates the Equal Protection Clause. See Commonwealth v. Spotz, 587 Pa. 1, 896 A.2d 1191, 1211 (2006) (citing Commonwealth v. Aaron Jones, 542 Pa. 464, 668 A.2d 491, 519 (1995)).\nThe framework for analyzing a trial level claim of unconstitutional discrimination in jury selection is as follows:\nFirst, the defendant must make a prima facie showing that the circumstances give rise to an inference that the prosecutor struck one or more prospective jurors on account of race; second, if the prima facie showing is made, the burden shifts to the prosecutor to articulate a race-neutral explanation for striking the juror(s) at issue; and third, the trial court must then make the ultimate determination of whether the defense has carried its burden of proving purposeful discrimination. Batson, 476 U.S. at 97, 106 S.Ct. 1712.\nCommonwealth v. Cook, 597 Pa. 572, 952 A.2d 594, 602 (2008) (citation omitted).\nHowever, if defense counsel does not preserve a claim of discrimination via a contemporaneous objection at trial, and a Aaison-derivative claim is raised on collateral attack, this Court has held that the three-part Batson framework does not apply. See, e.g., Commonwealth v. Sepulveda, 618 Pa. 262, 55 A.3d 1108, 1132 (2012) (defaulted Batson claim argued through derivative guise of ineffectiveness not treated same as properly preserved Batson objection); Commonwealth v. Uderra, 580 Pa. 492, 862 A.2d 74, 87 (2004) (when there is no Batson objection during jury selection, post-conviction petitioner may not rely on prima facie case under Batson but must prove actual, purposeful discrimination by preponderance of evidence). Thus, on collateral attack, a post-conviction petitioner “bears the burden in the first instance and throughout of establishing actual, purposeful discrimination by a preponderance of the evidence.” Commonwealth v. Hutchinson, 611 Pa. 280, 25 A.3d 277, 287 (2011) (citation omitted).\nThe record reveals that, approximately one-third of the way through voir dire, trial counsel objected to the Commonwealth’s use of peremptory strikes on the basis of racial bias. A sidebar discussion ensued, and the prosecutor noted that the first seated juror was an African-American woman. The prosecutor then acknowledged that the last juror he had struck was an African-American woman, but stated that he did not believe there “has been a prima facie case showing that I am striking for ethnic reasons.... ” Trial counsel responded that two of the Commonwealth’s peremptory strikes were exercised on “women of minority, none Caucasians; Philippino and now [the African-American woman].” At this point, the trial court interjected its view, and the following exchange occurred:\nCourt: If I had an observation to make it is that there are an inordinate number of women on the panel yesterday and today. I can’t presume that his strikes were on the basis of race any more than I can presume they are on the basis of gender. Based on those two, [defense counsel]—\nDefense Counsel: Let’s put it on the record. Number one, two [of the Commonwealth’s peremptory strikes] was a woman, number three was a woman. Number four was a woman, and number five was a woman.\nProsecutor: How many are on the panel now, [defense counsel]? How many are on the panel? Four to one.\nCourt: [Batson v. Kentucky ] does not apply to gender. I have never heard it apply to gender.\nCourt: There is no basis as I see it for the defense’s complaint here. The peremptory challenge will stand. I will not require the Commonwealth at this point to demonstrate any reason for a peremptory challenge.\nN.T. Voir Dire, 12/4/96, at 266-67.\nNotably, neither defense counsel nor the prosecutor alerted the trial court to the United States Supreme Court’s J.E.B. case and the trial court’s consequent misapprehension of the law on that point. In any event, when this exchange occurred, much of the jury remained unselected, and, notably, trial counsel did not renew a Batson objection later in the proceeding — whether premised upon race, gender, or both.\nIn his amended PCRA petition and his brief to this Court, Appellant argues statistics derived from the entirety of voir dire, as follows:\n1) The jury pool consisted of 116 people: 71 women (61%) and 45 men (39%);\n2) 45 people remained after cause excusáis: 32 women (71%) and 13 men (29%);\n3) The Commonwealth struck 11 people: 10 women (90.9%) and 1 man (9%);\n4) The seated jury consisted of 12 people: 9 women (75%) and 3 men (25%);\n5) The defense struck 11 women (55%) and 9 men (45%).\nAppellant’s Brief at 28; Amended PCRA Petition, filed 7/16/08, at 32.\nAppellant now argues that he “has made out a prima facie showing that the prosecution’s use of over ninety percent of its peremptory strikes to exclude female venirepersons raises an inference of discriminatory purpose.” Appellant’s Brief at 28. He also argues that the trial court “erred in failing to consider all relevant circumstances and failing to proceed to the next step of the Batson analysis,” and that “the trial court erroneously failed to find a prima facie case of gender discrimination.” • Id.; Appellant’s Reply Brief at 7. The Commonwealth responds that, to the extent Appellant’s Batson claim sounds in trial court error, it is waived since Appellant could have raised that objection at trial and on direct appeal. Appellant concedes that point in his Reply Brief, but then insists that, because he also argues his claim in the guise of ineffective assistance of appellate counsel, one Sixth Amendment iteration of the claim is not waived.\nNotably, Appellant does not raise an issue of trial counsel ineffectiveness before this Court. Instead, Appellant claims, appellate counsel was ineffective because the Batson issue he describes — including his statistical analysis of all peremptory challenges exercised and the ultimate composition of the jury — is an issue of arguable merit, and “[t]here can be no reasonable basis for failure to raise a meritorious, preserved, record-based claim such as this one on direct appeal.” Appellant’s Brief at 28. The appellate counsel ineffectiveness claim fails, however, because the underlying claim Appellant now faults counsel for failing to raise in fact was not preserved at trial.\nAs noted above, trial counsel never presented to the trial court an objection based on the statistics set forth above regarding the gender of all venire persons struck by the parties and the ultimate gender composition of the jury, nor did trial counsel make any argument to the trial court based upon the statistics Appellant has compiled for purposes of collateral attack. Direct appeal counsel consequently had no record, or trial court ruling, to cite in support of an appellate claim of trial court Batson error along the lines of what Appellant now poses.’ And, even if there were some trial-level record and objection upon which such a claim of appellate counsel ineffectiveness could be structured, it would be governed by the test in Uderra, which Appellant does not acknowledge or address. Appellate counsel cannot be deemed ineffective for failing to raise a “preserved” claim of Batson trial court error which, in fact, was not raised and preserved.\nIV. Brady Claim\nIn his fourth issue, Appellant claims that the Commonwealth violated Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), by failing to turn over to the defense “multiple FBI investigatory reports” that allegedly supported the defense theory that someone else committed the murders as retaliation for a disputed, unpaid drug transaction. Appellant’s Brief at 29. As noted, the FBI sought Appellant for months on a federal arrest warrant charging him with unlawful flight to avoid prosecution for the murders, and the file at issue was generated in connection with this search. The file includes more than 1300 pages, but Appellant’s claim focuses on only two documents. The first is a memorandum of an FBI interview, conducted on January 27, 1995, with Solomon Givens, Appellant’s friend and associate in the drug trade, who was serving a term in federal prison on drug and firearms charges. When speaking with the FBI agent, Mr. Givens suggested several locations where Appellant might be found, and also stated that he had received information from an unnamed girlfriend that the murders had been committed by someone else as “payback” to Appellant because he had “stiffed” someone in a drug deal. FBI Memorandum, dated 1/27/95, from Special Agent William Turner (Exhibit EE of Appellant’s Appendix to PCRA Petition, at 39-41, and Defense Exhibit Q before PCRA Court). The second document is an FBI memorandum stating that a drug dealer named E-Man, “probably E-Man Jeffries,” was “ripped off’ by Appellant, and “possibly put a contract out on [Appellant,] and might have information concerning him.” FBI Memorandum, dated 3/9/95, from Special Agent Lawrence E. Likar (Exhibit EE of Appellant’s Appendix to PCRA Petition, at 372-74, and Defense Exhibit S before PCRA Court). Appellant avers that these two documents constitute “suppressed evidence” that was material under Brady “because it supported the [ ] defense theory at trial, that the offenses were committed by another person in retaliation for a drug debt or over a drug dispute.” Appellant’s Brief at 31. In the alternative, Appellant claims that trial counsel was ineffective for failing to “request, discover and use [the FBI materials] to present an alternate-doer defense.” Id. at 32.\nThe Commonwealth responds by arguing that it is clear from the record that the Commonwealth did not have access to the content of the FBI files at the time of trial, and indeed, was unaware that the reports existed. In addition, the Commonwealth argues that the PCRA court correctly concluded that the reports were not material under Brady. Respecting Appellant’s alternative claim of ineffectiveness, the Commonwealth argues that there is no reasonable probability that the outcome of the trial would have been different if only counsel had secured the information.\nUnder Brady and its progeny, the prosecution has an obligation to disclose exculpatory information material to the guilt or punishment of an accused, including evidence of an impeachment nature. See, e.g., Hutchinson, 25 A.3d at 310. To establish a Brady violation, an appellant must prove three elements:\n(1) the evidence at issue was favorable to the accused, either because it is exculpatory or because it impeaches; (2) the evidence was suppressed by the prosecution, either willfully or inadvertently; and (3) prejudice ensued.\nHutchinson, supra (citation omitted).\nThe burden rests with the appellant to “prove, by reference to the record, that evidence was withheld or suppressed by the prosecution.” Id. (citation omitted). The evidence at issue must have been “material evidence that deprived the defendant of a fair trial.” Id. (citation and emphasis omitted). “Favorable evidence is material, and constitutional error results from its suppression by the government, if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.” Id. (citation omitted). A reasonable probability “ ‘is a probability sufficient to undermine confidence in the outcome.’ ” Commonwealth v. Paddy, 609 Pa. 272, 15 A.3d 431, 450 (2011) (quoting Commonwealth v. Johnson, 572 Pa. 283, 815 A.2d 563, 573 (2002) and Kyles v. Whitley, 514 U.S. 419, 433, 115 S.Ct. 1555, 131 L.Ed.2d 490 (1995)).\nIn this case, the offense occurred at a time when the Brady duty to disclose had not yet been held to extend to information contained in files of police agencies. See Commonwealth v. Burke, 566 Pa. 402, 781 A.2d 1136 (2001). By the time of appellant’s trial, however, the United States Supreme Court had made clear that the duty to disclose included information in the possession of the government bringing the prosecution, including exculpatory evidence in the files of police agencies of the government bringing the prosecution. Puksar, 951 A.2d at 281. See also Commonwealth v. Lesko, 609 Pa. 128, 15 A.3d 345, 370 (2011) (applying Kyles, 514 U.S. at 438, 115 S.Ct. 1555). Thus, the prosecutorial duty respecting exculpatory evidence in the files of police agencies is limited to those agencies of the same government bringing the prosecution; Commonwealth prosecutors are not responsible to secure and disclose information held by federal authorities. Commonwealth v. Simpson, 620 Pa. 60, 66 A.3d 253, 267 (2008) (citing Burke, 781 A.2d at 1142).\nThe PCRA court credited the PCRA testimony of former Deputy District Attorney Chris Conrad, who testified that he had received FBI documents regarding Appellant’s arrest in New York City, but he had not received the entire voluminous FBI file generated during Appellant’s months as a fugitive. Attorney Conrad further testified that he had delivered all of the FBI documents in his possession to Appellant’s defense counsel. PCRA Court Opinion, dated 6/29/12, at 23-24 (citing N.T. PCRA Hearing, 11/18/09, at 124-27, 138). The PCRA court also determined that Appellant had failed to prove that any information in the FBI file was exculpatory, characterizing the reports cited by Appellant as “unsubstantiated rumors” and hearsay, inadmissible at trial. Id. at 24-25. The PCRA court further concluded: “In light of the overwhelming evidence of [Appellant’s] guilt, a couple of rumors about other possible killers could have had no effect on the outcome of the trial.” Id. at 26. Accordingly, the PCRA court denied Appellant’s Brady claim.\nThe PCRA court’s analysis is supported by the record. Beyond that, however, we stress that Appellant’s Brady claim fails for a more elementary reason: as noted, at the time of trial (and now, for that matter), Brady and its progeny do not impose a responsibility on the part of the Commonwealth to obtain and disclose to the defense information in the files of a federal agency such as the FBI. See Simpson, 66 A.3d at 267. Credited testimony at the PCRA hearing established that the Commonwealth did not have all of the FBI files and turned over whatever information from the FBI was in its possession. At one point, Appellant implies that the prosecutor had a responsibility to obtain such files because he was “aware” of their existence. See Brief of Appellant at 30 (“Conrad was aware that the FBI had investigated the case, but did not request to review the whole FBI investigation file”). Neither this Court nor the United States Supreme Court has imposed such a burden on the Commonwealth, and, in fact, we have specifically refrained from imposing such a requirement. See Simpson, supra; Burke, 781 A.2d at 1142. In addition, the defense was no differently positioned than the prosecution in terms of requesting the FBI’s entire file.\nRelevant to the last point, it is also notable that Appellant does not explain why prior counsel could not have uncovered the information in question — or the alleged Brady violation— with the exercise of reasonable diligence, nor does he provide any indication of when or how he first became aware of the alleged Brady violation. See Roney, 79 A.3d at 609 {Brady claim related to investigation and prosecution of another potential suspect waived for failure to raise it in earlier proceeding); Chmiel, 30 A.3d at 1129-30 (Brady claim concerning alleged deal between prosecutor and two material witnesses waived for failure to raise it in earlier proceeding). For this reason, the Brady claim is waived. 42 Pa.C.S. § 9544(b).\nAppellant’s alternative claim of trial counsel ineffectiveness also fails. Appellant argues that counsel’s representation was “deficient” and “all the more unreasonable” because “the evidence [in the FBI file] was consistent with [defense] counsel’s theory of the case.” Appellant’s Brief at 32-33. Appellant further suggests that with this “evidence” in hand, “the defense could have presented witnesses to testify in support of a theory that another person committed the offense.” Id. at 34. However, Appellant does not identify any specific witnesses that he allegedly could or would have presented, much less indicate what the testimony of those witnesses would have been. Thus, Appellant has not shown a reasonable probability that the outcome of the trial would have been different if only counsel had discovered the FBI files; the PCRA court’s assessment in terms of Brady materiality applies no less in the assessment of Strickland prejudice, the reasonable probability standard test being the same in these instances.\nV. Mitigation Evidence\nIn his fifth issue, Appellant claims that “[t]rial counsel failed to investigate and present to the jury compelling evidence of Appellant’s life history, traumatic brain injury, and related impairments in support of a competency challenge or in support of mitigation at the penalty phase,” and was ineffective as a consequence. Appellant’s Brief at 35. We have already addressed the issue of Appellant’s competency in our disposition of Issue I, supra. With regard to mitigation, Appellant avers that counsel’s “extremely limited investigation” failed to develop evidence related to his brain injury, his background, his childhood, and his social history. Appellant’s Brief at 40. Following a hearing, the PCRA court rejected this claim as meritless.\nPreliminarily, we note that prejudice in the context of a claim of ineffectiveness in the investigation and presentation of mitigation evidence is shown where there is “a reasonable probability that, but for trial counsel’s deficient performance, the outcome of the proceeding would have been different because at least one juror would have concluded that the mitigating circumstances outweighed (or were as weighty as) the aggravating ones,” or to convince a juror to find that the overall quality of the case in mitigation warranted a sentence of life in prison. Commonwealth v. Gibson, 610 Pa. 332, 19 A.3d 512, 526 (2011) (“Gibson II ”). In making this determination, the PCRA court is “to develop a specific comparison of the mitigation case offered at trial with the credited evidence offered on post-conviction review....” Commonwealth v. Beasley, 600 Pa. 458, 967 A.2d 376, 391 (2009); Commonwealth v. Gibson, 597 Pa. 402, 951 A.2d 1110, 1123 (2008) (“Gibson I ”) (same). In reviewing the PCRA court’s determination, “we reweigh the evidence in aggravation against the totality of available mitigating evidence, which includes the evidence presented at the penalty hearing and the evidence that would have been presented had counsel conducted a proper investigation.” Gibson II, 19 A.3d at 526; see also Lesko, 15 A.3d at 384-85 (emphasizing that Strickland prejudice in this context requires consideration of context of case, including gravity of aggravating circumstances and strength of mitigating circumstances found by jury).\nThe PCRA court recognized that, because Appellant’s brain injury occurred after the murders, the only statutory mitigator to which it could have been relevant is the catchall mitigator, 42 Pa.C.S. § 9711(e)(8). Appellant argues that the jury would have weighed the aggravating and mitigating factors differently had it heard evidence regarding the effect of his brain injury upon his demeanor and emotional response during trial. Appellant’s Brief at 35. More specifically, Appellant asserts that expert testimony concerning the long-term effects of his brain injury “would have rebutted or minimized the harm of the cross-examination of Appellant” and the prosecutor’s reference to Appellant as “arrogant, egotistical, and cold.” Id. at 46; see also id. at 47 (arguing that testimony by Appellant’s PCRA experts concerning his “inability to understand emotional cues and emotional context, as well as the coarsening of personality, would have given the jury an alternative framework in which to understand Appellant’s demeanor and lack of emotion in the courtroom”). Thus, in Appellant’s view, evidence about the long term effects of his brain injury could have explained his unsympathetic behavior in the courtroom during trial, and accordingly, trial counsel was ineffective for not presenting evidence of his brain injury as a mitigating factor. Id. at 35, 44-49.\nAppellant relies on the PCRA testimony of two psychiatrists, Drs. Musser and Woods, both of whom were retained by the FCDO and reviewed Appellant’s records but did not interview or examine him. Dr. Musser testified regarding Appellant’s medical condition and treatment following his brain injury based on his medical records. N.T. PCRA Hearing, 10/15/09, at 54-92. His conclusion was that “there is evidence of significant injury that would be expected to leave long-lasting sequelae, long-lasting deficits,” with regard to reasoning, attention, memory, and emotional control. Id. at 9092. He further opined that he would “expect” that Appellant’s brain injury would have an impact on his ability to make certain decisions. Id. at 92. On cross-examination, Dr. Musser acknowledged that he was speculating about any life-long impairments Appellant may have suffered, since he had never examined Appellant. Id. at 94.\nDr. Woods testified that Appellant’s brain injury caused “frontal lobe syndrome,” a syndrome characterized by several long-lasting symptoms: failure to understand emotional cues and to inhibit responses; “coarsening” of personality, i.e., developing a personality that is rough, grandiose, socially inappropriate, and impulsive; and impaired ability to weigh circumstances, to think things through, and to deliberate. PCRA Hearing, 11/18/09, at 28-31, 42-44; see also id. at 36 (testimony that Appellant’s brain injury “is the type of injury that is long-lasting and has significant repercussions [and] is not the type of injury that one comes back from”).\nThe Commonwealth’s psychiatrist-expert, Dr. Wright, testified that an individual must be examined in person to determine whether he or she exhibits impairment from a brain injury; because Dr. Wright, like Dr. Woods, had not examined Appellant, Dr. Wright declined to offer an opinion as to whether Appellant was impaired. Dr. Wright also noted some evidence in the records that Appellant had exhibited grandiose, boastful, coarse, and impulsive behavior prior to his brain injury. Id. at 150-53,173,179.\nDr. Wettstein, the only mental health professional testifying at the PCRA hearing who had evaluated Appellant prior to trial in 1996, acknowledged that he had not diagnosed Appellant with any mental disorder or condition that would support a theory of mitigation. Dr. Wettstein testified that it was “speculation” that his conclusion might have changed if counsel had explained any theory of mitigation they may have had for Appellant. In addition, Dr. Wettstein indicated only that he “might have been able to provide helpful testimony” if he had had additional information at the time of trial. N.T. PCRA Hearing, 10/15/09, at 118, 122-23; see also Letter from Robert Wettstein, M.D., to Kim Reister, Esq., penalty-phase counsel, dated 1/7/97; Affidavit/Declaration of Robert Wettstein, M.D., dated 7/09/08.\nThe record shows that the only testimony suggesting that Appellant suffered long-term impairment from his brain injury was not credited by the PCRA court and/or was speculative. As noted, the PCRA court found the opinion testimony of Appellant’s expert Dr. Woods to be of “limited value,” in light of the fact that Dr. Woods had never even spoken with or examined Appellant. PCRA Court Opinion, dated 6/29/12, at 20. Dr. Wettstein and Dr. Martone, the psychiatrists who examined Appellant in 1996 and 2008, respectively, provided no support for the present assertion that Appellant suffered long-term impairment from his brain injury. Dr. Wright declined to opine whether Appellant was impaired because he had not examined Appellant, while Dr. Musser acknowledged that he was speculating about any life-long impairment Appellant may have suffered. On this record, Appellant has not established that he suffered long-term impairment from his brain injury, and thus he has not shown that counsel was ineffective for failing to investigate further and to present, as a mitigating circumstance, the effects of his brain injury.\nWe also note that Appellant’s explication of the value in mitigation of his brain injury is attenuated. The fact that Appellant’s brain injury occurred after the murders limited the options for developing a theory in mitigation. His present theory speculates that, although jurors found some mitigating factors, they assigned these factors little weight because they were put off by Appellant’s demeanor at trial which, as Appellant notes, the prosecutor commented upon. Had the jury heard and accepted Dr. Woods’s opinion testimony that Appellant’s demeanor and behavior at trial were a result of his brain injury, the theory goes, jurors might have been less put off by Appellant; more disposed to accept his humanity, if not to like him; and more likely to find that the mitigating factors at least balanced the aggravators. See Appellant’s Brief at 46-50. This is a tenuous thread indeed, where the evidence is not directly mitigating in itself, and particularly in a case involving a triple murder, where two of the victims were children. Given the three aggravating factors found by the jury and the factual circumstances supporting those three factors in this triple murder case, we cannot conclude that, even if the psychiatrists’ testimony summarized above had been presented at the penalty phase, there is a reasonable probability that a juror would have concluded that the mitigating circumstances outweighed, or were as weighty as, the aggravating circumstances. See, e.g., Gibson II, 19 A.3d at 531 (noting that, where there is substantial aggravation, it may be particularly difficult to prove Strickland prejudice). Thus, Appellant has failed to establish Strickland prejudice for this ineffectiveness claim.\nIn the second part of Issue V, Appellant asserts that trial counsel was ineffective for failing to investigate, develop, and present mitigation evidence of his background, his childhood, and his social history. During the penalty phase, trial counsel presented the following witnesses. Appellant’s mother, Carla Watkins, a registered nurse, testified that she raised Appellant as a single mother following her separation from her husband; that Appellant saw his father only occasionally; that he never went to public school, but rather she enrolled him in military school where he did well; that he fathered a daughter born in 1991; and that he left home at seventeen years of age, choosing to get a job but always keeping in touch with her. Ms. Watkins acknowledged that she had gone to the New York hospital where Appellant had been treated for head trauma in the days after the murders, and had taken him to another nearby location in New York. N.T. Penalty Phase, 12/13/96, at 671-81. Three members of the clergy testified that Appellant had participated in church services. Id. at 710-28. A family friend, who ran a substance abuse agency, testified that Appellant had performed community service there for several months in 1990. Id. at 728-31. The mother of Appellant’s five-year-old daughter testified that he had a relationship with his daughter and was a “good person” who cared about his daughter. Id. at 732-34. An ex-girlfriend testified that there was no violence in her relationship with Appellant, and that he was loving toward everyone, including his daughter. Id. at 736-38.\nHere, on collateral review, Appellant asserts that trial counsel was ineffective for failing to present additional evidence of his childhood and early life experiences, citing specifically the following: his “unstable and fatherless childhood;” his father’s rejection and his parents’ unpleasant divorce; his frequent moves and transfers from school to school; his childhood “neglect and abandonment;” his “lonely childhood,” involving several residential placements and attendance at different private and military schools; his average grades; his early drug abuse; and his year-long “teenage placement in an abusive drug rehabilitation program,” referred to as the KIDS program. Appellant argues that trial counsel was ineffective for not obtaining his records from schools and other institutions which were mentioned in a letter written by Appellant’s mother near the time of trial and provided to counsel. The only evidence that Appellant cites to support this claim of trial counsel ineffectiveness is the testimony of Dr. Woods. Appellant’s Brief at 39-43, 48, 50.\nAt the PCRA hearing, Dr. Woods testified to his opinion regarding the deleterious effects of Appellant’s early life experiences, based on a review of Appellant’s records, including: the pre-trial letter from Appellant’s mother to trial counsel; Appellant’s school records from Dwight Morrow High School and New York Military Academy; police department reports from Harrington Park, N.J. and Englewood Cliffs, N.J.; and Appellant’s discharge sheet from the KIDS program. From these records, Dr. Woods opined that Appellant suffered symptoms of neglect as a child because his mother was working so hard as a single parent, trying to provide him with financial support, schooling, and safe circumstances. This neglect “over time escalated into increasing difficulty ... [leading] to drug use as an adolescent.” In military school, Appellant did “relatively well,” although his mother withdrew him suddenly for unknown reasons. Similarly, as shown by his discharge summary from the KIDS program, Appellant was “pulled out of the program” although there were “no issues with him in the program.” On cross-examination, Dr. Woods opined that because of Appellant’s multiple moves and different academic environments within the several schools he attended, he experienced a childhood of chaos. N.T. PCRA hearing, 11/18/09, at 76-77, 79-80, 8284, 87,102-03.\nDr. Woods also considered Appellant’s arrests on drug-related offenses and assault, which occurred prior to the current offenses. When asked how Appellant’s “record of some drug use” could be a mitigating factor, Dr. Woods responded:\nMitigation and the question of mitigation in terms of drug use is coupled with an inability to conform oiie’s behavior to the law, which is obviously different than the affirmative defenses, you know, insanity or diminished capacity, et cetera. So they’re really aimed at providing some understanding of the social history of who this person is after they have been convicted of a crime. And that’s exactly what this type of — in my opinion, that’s exactly what this type of record early in [Appellant’s] life would reflect....\nId. at 90.\nThe PCRA court found no merit to Appellant’s claim that his childhood circumstances and experiences were mitigating factors. In the PCRA court’s view, Dr. Woods took “the remarkable leap that a mother who works to support her son, thereby leaving him alone at times, and who sends him to a private school and a treatment program is somehow ‘neglectful.’ ” PCRA Court Opinion, dated 6/29/12, at 33. The PCRA court also noted that Dr. Woods had concluded from Appellant’s school records and the KIDS program discharge summary only “that he would have asked for more information.” Id. at 34. The KIDS discharge summary provided no information regarding Appellant’s experiences in the program. The PCRA court further rejected as irrelevant Appellant’s general assertions, based largely on news reports with no connection to himself, that the KIDS program was abusive, reasoning as follows:\nWhat is missing from [Appellant’s] Petition is any allegation that [Appellant] suffered the type of abuse reported with regard to other children [enrolled in the KIDS program]. Nor is there any explanation as to what relevance [Appellant’s] nine months at the KIDS program has to any issue from [his] trial.\n:{í s{; s¡í\nWith regard to the “evidence” concerning the KIDS program, nothing other than [Appellant’s] experiences would have been admissible. All of the information provided about the difficulties experienced by other persons at this program would have been inadmissible.\nPCRA Court Opinion, dated 3/14/08, at 19, 21.\nWith respect to Dr. Woods’s opinion that Appellant’s record of some drug use, as well as his mother’s hard work, were mitigating factors, the PCRA court concluded as follows:\n[Dr. Woods] said that had he testified at trial he would have said that these childhood experiences were mitigating. He did not explain why they were mitigating; he did not state that they showed that [Appellant] was under extreme emotional or mental distress; he did not say that they impaired [Appellant’s] ability to appreciate the criminality of his conduct or to conform his conduct to the requirements of the law. He simply offered the opinion that they were “mitigating.”\nOf note, there are two things missing from Dr. Woods’s testimony. First, any opinion that [Appellant], at the time of the offenses, was “under the influence of extreme mental [or] emotional disturbance,” and, second, any opinion that, at the time of the offenses, [Appellant’s] capacity to “appreciate the criminality of his conduct or to conform his conduct to the requirements of the law was substantially impaired.” 42 Pa.C.S.A. § 9711(e)(2) and (e)(3). It is not surprising that Dr. Woods was unable to offer either of these opinions given the rather unremarkable nature of [Appellant’s] childhood. The records offered at the hearing concerning his schooling, his participation in the KIDS treatment and his rather minor run-ins with the law offer nothing in the way of mitigation. The testimony of Dr. Woods, devoid as it was of any opinions relevant to the statutory mitigating circumstances, offered nothing in support of the relevant statutory mitigating circumstances. If anything, the testimony of Dr. Woods regarding [Appellant’s] life prior to the murder of the victims establishes that penalty phase counsel had little hope of presenting much in the way of mitigation.\nThe scant evidence of mitigation offered by Dr. Woods and presented through the records admitted, had it been presented at trial, could not have possibly outweighed [the] horrendous nature of [Appellant’s] crime and the aggravating circumstances established. There is no reasonable probability that a juror could have found that [Appellant’s] childhood of, at worst, benign neglect by his mother and adolescent drug use[,] outweighed the eight bullets he fired into the head and neck of Beth Ann Anderson; the five he fired into the face, head and neck of [nine]-year-old Charles Kevin Kelly, Jr.; or, most especially, the twelve he fired into his own eighteen-day old daughter, Melanie.\nPCRA Court Opinion, dated 6/29/12, at 34-36 (citations to N.T. PCRA Hearing, 11/18/09, at 87-90 omitted).\nWe have reviewed the records cited by Appellant and Dr. Woods as a basis for a difference-making supplemental case in mitigation and find that the PCRA court’s conclusions are supported by the record. The Dwight Morrow High School records are scant and show at most that Appellant was a poor student. The New York Military Academy records show that Appellant’s grades were mediocre, but that some improvement had been noted. One page indicates that, for unclear reasons, Appellant’s mother suddenly withdrew him from the Military Academy in December 1982, when he was thirteen years of age. The KIDS discharge record shows only that, in June 1985, Appellant’s mother withdrew him from the program for financial reasons. The only other information regarding the KIDS program consists of newspaper articles, none of which mentions Appellant. The police records show that Appellant was arrested in New Jersey twice: first, in October 1989 for resisting arrest, with possible subsequent charges for assault and drug possession; and second, in August 1991, for driving under the influence and drug possession. The records do not indicate how the charges were resolved. As the PCRA court noted, these records do not support a case in mitigation that could have made a difference at trial; and again this is particularly so when the claim is measured against the strength of the aggravators in a case involving a triple murder, with two child victims. Gibson II, supra. And, finally, taking the entirety of the evidence (and theories) of mitigation produced on collateral attack, along with the evidence in mitigation presented at trial, weighed against the substantial evidence in aggravation, we do not believe that there is a reasonable probability of a different penalty result if only counsel had performed as Appellant now says he should have. Id.\nVI. Victim Impact Evidence\nIn his sixth issue, Appellant claims that trial counsel was ineffective “for failing to object to the prosecutor’s improper reliance on victim impact evidence and argument.” Appellant’s Brief at 55. The PCRA court dismissed this issue without a hearing.\nVictim impact evidence is “designed to show ... each victim’s uniqueness as a human being.” Commonwealth v. Flor, 606 Pa. 384, 998 A.2d 606, 633 (2010) (quoting Payne v. Tennessee, 501 U.S. 808, 823, 111 S.Ct. 2597, 115 L.Ed.2d 720 (1991)); see also id. (victim impact testimony conveys to jury that decedent was unique individual whose loss affects society). Victim impact evidence encompasses information concerning the victim and the impact the death of the victim has had on his or her family, which is not otherwise relevant to the proceeding. Id. at 634; Commonwealth v. Rios, 591 Pa. 583, 920 A.2d 790, 806-07 (2007), overruled on other grounds, Commonwealth v. Tharp, 627 Pa. 673, 101 A.3d 736 (2014) (“Tharp II”). At the time of Appellant’s offenses, victim impact testimony was barred from criminal proceedings.\nHere, Appellant asserts that the testimony of two penalty phase witnesses and three specific points in the argument of the trial prosecutor constituted victim impact evidence, and he claims that trial counsel was ineffective for failing to object in each instance. We will consider first the penalty phase witness testimony. The Commonwealth called the father of the nine-year-old victim and the grandmother of the baby victim. Thus, Charles Kevin Kelly testified that his son was nine years old at the time of his death, and he brought his son’s birth certificate to establish that fact. N.T. Penalty Phase, 12/13/96, at 665-67. Iris Anderson, Beth Ann Anderson’s mother and Melanie Watkins’s grandmother, testified that her granddaughter was 18 days old at the time of her death and brought the baby’s birth certificate to establish that fact. Id. at 667-68.\nThe PCRA court held that this testimony cannot properly be characterized as victim impact evidence. PCRA Court Opinion, dated 3/14/08, at 23. The testimony of Ms. Anderson and Mr. Kelly was offered to establish the ages of the two child victims, facts relevant to support an aggravating circumstance presented to the jury. See 42 Pa.C.S. § 9711(d)(16) (victim under 12 years of age). Neither witness testified to the victims’ characters or the effect of their deaths on their families. Rather, as the Commonwealth notes, their testimony was “brief, matter-of-fact and accurate.” Commonwealth’s Brief at 58. The Commonwealth bore the burden of proving the ages of the child victims to establish the Section (d)(16) aggravator, and, the Commonwealth notes, it was under no obligation to enter a stipulation to prove the facts supporting the aggravator. See, e.g., Commonwealth v. Evans, 465 Pa. 12, 348 A.2d 92, 94 (1975) (“The general rule is that a party to an adversary court litigation may prove [its] case by proper evidence and may not be required to accept, in lieu of such evidence, a stipulation as to what it would prove.”). Accord Commonwealth v. Jemison, 626 Pa. 489, 98 A.3d 1254 (2014) (discussing stipulation to element of offense; declining to overrule Commonwealth v. Stanley, 498 Pa. 326, 446 A.2d 583 (1982)); but see id. at 1263-68 (Baer, J., dissenting, joined by Saylor, J., arguing, among other points, that where failure to stipulate leads to unfair prejudice, stipulation may be required). The PCRA court’s finding that the challenged testimony did not constitute victim impact evidence is supported by the record; accordingly, Appellant’s claim that trial counsel was ineffective for failing to object to the testimony must fail.\nAppellant next cites statements of the prosecutor during opening or closing arguments. The PCRA court noted that a prosecutor’s statements and arguments are not evidence — victim impact or otherwise. Thus, the court reframed this claim as a challenge to the propriety of the prosecutor’s argument instead of a challenge to the admission of victim impact evidence. Recognizing that the prosecutor is entitled to respond fairly to defense evidence and argument, the PCRA court held that the challenged statements were a proper response to the defense mitigation strategy of focusing on Appellant’s good qualities and making an appeal for mercy. PCRA Court Opinion, dated 3/14/08, at 23-24.\nAppellant’s challenge is in essence an assertion that the prosecutor committed misconduct by raising an improper factor before the jury, that is, information about the victims and the effect of the murders on the victims’ families, and that trial counsel was ineffective in failing to object to the prosecutor’s references. The principles for reviewing such a claim are well-established.\n[A] claim of ineffective assistance grounded in counsel’s failure to object to a prosecutor’s comments may succeed when the petitioner demonstrates that the prosecutor’s comments violated a constitutionally or statutorily protected right, such as the Fifth Amendment privilege against compulsory self-incrimination or the Sixth Amendment right to a fair trial, or a constitutional interest such as due process. Commonwealth v. Cox, 603 Pa. 223, 983 A.2d 666, 685 (2009) (quoting Commonwealth v. Tedford, 598 Pa. 639, 960 A.2d 1, 29 (2008)). To constitute a due process violation, the prosecutorial misconduct must be of sufficient significance to result in the denial of the defendant’s right to a fair trial. Cox, swpra at 685 (quoting Greer v. Miller, 488 U.S. 756, 765, 107 S.Ct. 3102, 97 L.Ed.2d 618 (1987)). The touchstone is the fairness of the trial, not the culpability of the prosecutor. Id.\nA prosecutor may make fair comment on the admitted evidence and may provide fair rebuttal to defense arguments. Id. at 687. Even an otherwise improper comment may be appropriate if it is in fair response to defense counsel’s remarks. Id. Any challenge to a prosecutor’s comment must be evaluated in the context in which the comment was made. Id. During closing argument in the penalty phase, a prosecutor must be afforded reasonable latitude, and permitted to employ oratorical flair when arguing in favor of the death penalty. Commonwealth v. Stokes, 576 Pa. 299, 839 A.2d 226, 231-32 (2003). It is not improper for the prosecutor to urge the jury to view the defense’s mitigation evidence with disfavor and thus to impose the death penalty. Id. at 233.\nNot every unwise, intemperate, or improper remark made by a prosecutor mandates the grant of a new trial[.] Reversible error occurs only when the unavoidable effect of the challenged comments would prejudice the jurors and form in their minds a fixed bias and hostility toward the defendant such that the jurors could not weigh the evidence and render a true verdict. Cox, supra at 687 (citation omitted); see also Commonwealth v. Carson, 590 Pa. 501, 913 A.2d 220, 242 (2006).\nCommonwealth v. Spotz, 616 Pa. 164, 47 A.3d 63, 97-98 (2012) (citation and internal quotation marks omitted).\nWe now consider, in turn, each of the comments challenged by Appellant. First, Appellant cites to portions of the following excerpt from the prosecutor’s opening argument at the guilt phase of trial (the comments Appellant relies upon are underscored):\n[Y]ou people [the jury and alternates] said you could listen to this as unpleasant as it is. We lost a lot of jurors because ... [s]ome couldn’t listen, couldn’t be fair.\nYou all said you could. We are going to call on you to do that. I don’t like to take you there. We have all been there.\nThese people sitting right there, they have all been there. And they are still there. Because, you see, criminal homicides in general are hard. Criminal homicides like this one are really tough.\nWhy? It would be so easy to say, God, I sympathize with the Kelly family, the Anderson family. I can’t imagine the devastation brought to them. Maybe we should just make a decision based upon what they have gone through. You can’t do that.\nYou might sometime in this trial say, boy, [Appellant] is a relatively young man, faced with the most serious charge in the Commonwealth of Pennsylvania, the ultimate penalty out there somewhere.\nYou have family, friends, that might say, boy, I can sympathize with them, too.\nBut that is a luxury, ladies and gentlemen, that everybody else in this courtroom has but you. You can’t do it.\nYou’ve got to decide this case based upon what you hear in this courtroom and the law that Judge Manning gives to you.\nN.T. Trial Guilt Phase, 12/9/96, at 119.\nWhen the prosecutor’s statement is viewed in context, it is apparent that he was speaking not only about the families of the victims, but also about Appellant and his circumstances, including “family, friends” who might sympathize with him, with a unifying theme that the jury cannot decide the case based upon sympathy either way, but must follow the evidence and the court’s instructions. The jury is made up of adults, who obviously are aware that crimes such as these, as well as the ordeals of a trial, take a toll on the families of both sides, who oftentimes are present in the courtroom. While the prosecutor’s reference to the devastation suffered by the families of the victims may have provided grounds to object, we cannot say that trial counsel was obliged to object to the argument on victim impact grounds; and, even if counsel should have objected, we hold that the failure to do so was not prejudicial.\nNext, Appellant cites an excerpt from the prosecutor’s opening statement at the penalty phase (comments relied upon by Appellant are underscored):\nNow, yesterday in this courtroom in the announcement of your verdict there were some tears from jurors. I suggest to you when you have those tears, you feel them, they should be shed for these people right here, not for a man who has not shed one tear about these three people or about those people in those first two rows.\nShed them for them. They are inappropriate for him. He has shown none. He couldn’t even work it up on the stand.\nN.T. Trial Penalty Phase, 12/13/96, at 638-39. Finally, Appellant cites portions of the following excerpt from the prosecutor’s penalty phase summation (Comments relied upon are underscored):\nThe Commonwealth did something here. As seeing [sic] I have to close first, I want to cover it. I did call my good and decent people. And, oh, [Appellant] doesn’t want that. We will stipulate; it is already in the record, because it was. We knew how old the kids were.\nI did put their nearest relatives on. Did I do it to create sympathy? No, not really, because that would be improper for me to do.\nThese people are not allowed to go on and say how much Beth Ann meant to them, how she grew up, where she went to school, what kind of mother she was or what kind of girlfriend or spouse she was and how she cared for them. We can’t go into the fact of what Kevin Kelly did, what promise he might have had, what kind of student he was, because the focus is on that man right there. That’s fine. These people have come to accept that.\nBut I wanted you to see that there are human beings behind these people, that there is a loss there, and that is legitimate.\nThey don’t want them up there. He can call his relatives.\nThey have a legitimate purpose for calling them. Sure, I can accept that.\nDid I do it so you can come back with a verdict just because you happen to like them and see the qualities in them? No.\nI did it just to remind you that this is a very responsible situation. There are people there.\nIt is somewhat one-sided. It is supposed to be that way.\nYour focus has to be on [Appellant’s] character.\nWe told you that in voir dire, and we told you that in the very, very beginning, and that is what it is.\nYou have had a chance to watch him. You have seen as much of him as I have, most of you, so now you know.\nId. at 760-62.\nThe Commonwealth, addressing the comments collectively (as Appellant has), argues that it would be disingenuous to deny that family members would be saddened by the loss of loved ones; and that it was reasonable for the prosecutor to acknowledge that he was limited in the evidence he could present about the victims and their lives. The Commonwealth stresses that the prosecutor’s comments did not address how the victims’ family members were affected by their murders. In addition, the Commonwealth posits, the argument was a permissible rebuttal to the mitigation defense, “a reasonable counter-balance to the defense appeal for mercy,” as well as testimony from various defense witnesses that Appellant was the sweetest person one witness had ever known, that he performed drug rehabilitation community service, that he cares for his daughter and was never violent. Finally, the Commonwealth argues that Appellant has not shown that the commentary resulted in a fixed bias on the part of the jury, or impeded the jury’s ability to weight the evidence objectively. This is particularly so, the Commonwealth adds, given the strength of the aggravators. Thus, the Commonwealth concludes, counsel cannot be deemed ineffective.\nIn rejecting the claim without a hearing, the PCRA court noted first that the jury was instructed that the remarks of counsel were not to be considered evidence. Speaking specifically to the prosecutor’s penalty phase remarks, the court noted that Appellant had presented mitigation evidence of his good qualities and trial counsel appealed to the jury’s sense of mercy; in the court’s view, the prosecutor’s responsive argument not to shed tears for Appellant but for the victims’ families instead was an appropriate response to the plea for mercy. Addressing Appellant’s final objection, the PCRA court stated:\n[The prosecutor’s] comments about the victim’s relatives not being able to tell them about the victims was also a proper response to the mitigation evidence and defense counsel’s plea for mercy. He was permitted to tell the jury that although they heard about the defendant’s good qualities, they should not allow that evidence to cause them to feel sympathy for the defendant as that was not a proper consideration in rendering their verdict, any more than the sympathy they would feel for the victims should affect their verdict.\nPCRA Court Opinion, dated 3/14/08, at 24.\nThe Commonwealth may argue at the penalty phase that a defendant has showed no remorse because this may be relevant to a jury’s assessment of mitigating factors. See Commonwealth v. Bryant, 620 Pa. 218, 67 A.3d 716, 729-30 (2013) (and citations therein); Commonwealth v. Fletcher, 580 Pa. 403, 861 A.2d 898, 917 (2004). The prosecutor’s comment in his penalty phase opening, regarding shedding tears, went beyond that mere point, however, to embrace, and contrast, sympathy for the families of the victims. Nevertheless, the point was neither lengthy nor a tirade, and it suggested nothing about the specific impact of the murders on the victims’ families. Accordingly, Appellant’s claim that trial counsel was obliged to raise a victim impact objection to this statement fails.\nThe prosecutor’s penalty phase summation, however, is obviously more problematic. The prosecutorial instinct to compare and contrast effects — i.e., if the defendant makes a case in mitigation centering on his own positive values and character, it should be offset by the effect of his conduct on the victims and their families — may be a natural one, but prosecutors are officers of the Court, bound by the law, and the law at the time of this trial did not allow victim impact evidence of any sort, much less the sort that would support the prosecutor’s commentary here. Telling a jury what it is you are not allowed to present about the victims and their families — commentary that obviously has no basis in the record — is an indirect method of doing that which is strictly forbidden. The trial court will charge the jury on the law respecting penalty phase deliberations; summation is not for the prosecution, or the defense, to explain what is not in a case. In our view, then, this particular commentary was indeed subject to objection, and if objected-to, the objection should have been sustained. Nevertheless, mindful of the fact that the defaulted objection involves attorney commentary and the fixed bias standard attending that analysis, and the Strickland prejudice standard attending the present collateral claim, we cannot say, in light of the substantial evidence in aggravation, that there is a reasonable probability that the result of the penalty hearing would have been different had counsel objected. Gibson II, supra.\nVII. Admissibility of Evidence as to Manner of Death\nIn Issue VII, in a thinly-developed claim of ineffectiveness of counsel, Appellant contends that his right to due process was violated “when the Commonwealth was permitted to introduce inflammatory, prejudicial, and legally irrelevant evidence, including photographs of the crime scene, [photographs of the] autopsies, and a gun.” Appellant further claims that “[p]rior counsel’s failures to properly object and litigate all of these [trial court] error[s]” in admitting the evidence were “unreasonable,” and, on this basis, he seeks to have his convictions vacated. Appellant’s Brief at 56-58. Appellant’s argument concedes that trial counsel objected to the evidence, and he does not explain what was “improper” in the nature of counsel’s objections. The claim, as presented, thus sounds in ineffective assistance of direct appeal counsel in failing to pursue the claim. The PCRA court dismissed the claim without a hearing. PCRA Court Opinion, dated 3/14/08, at 16, 24-25.\nThe Commonwealth responds, first, that Appellant has waived this claim because his brief on appeal does not develop the claim in any meaningful way: thus, he does not identify specific photographs or explain how they were prejudicial, but instead makes generalized declarations that the photographs were prejudicial. On the merits, the Commonwealth argues that the photographs were relevant and, while some no doubt were shocking, they were admitted for relevant purposes and were not unduly prejudicial.\nThe admissibility of photographs of a murder victim, like the admissibility of other evidence, is a matter resting within the sound discretion of the trial court. Commonwealth v. Tharp, 574 Pa. 202, 830 A.2d 519, 531 (2003) (“Tharp /”). In determining the admissibility of such photographs, the trial court must engage in the following analysis:\nFirst a [trial] court must determine whether the photograph is inflammatory. If not, it may be admitted if it has relevance and can assist the jury’s understanding of the facts. If the photograph is inflammatory, the trial court must decide whether or not the photographs are of such essential evidentiary value that their need clearly outweighs the likelihood of inflaming the minds and passions of the jurors.\nCommonwealth v. Pruitt, 597 Pa. 307, 951 A.2d 307, 319 (2008) (quoting Tharp I, 830 A.2d at 531).\nPhotographic images of a homicide victim are often relevant to the intent element of first-degree murder. Pruitt, supra; Tharp I, supra. The mere fact that a medical examiner testified to the nature of the victim’s injuries and the cause of death does not render photographs of the victim duplicative. Pruitt, supra; Commonwealth v. Rush, 538 Pa. 104, 646 A.2d 557, 560 (1994) (“[T]he condition of the victim’s body provides evidence of the assailant’s intent, and, even where the body’s condition can be described through testimony from a medical examiner, such testimony does not obviate the admissibility of photographs.”). While recognizing that photographs of a homicide victim can be unpleasant, disturbing, and brutal, we have held that “[t]here is no need to so overextend an attempt to sanitize the evidence of the condition of the body as to deprive the Commonwealth of opportunities of proof in support of the onerous burden of proof beyond a reasonable doubt.” Tharp I, 830 A.2d at 531, quoting Commonwealth v. McCutchen, 499 Pa. 597, 454 A.2d 547, 549 (1982).\nHere, at trial, over trial counsel’s objection, the court admitted into evidence two photographs of the victims as found at the crime scene. N.T. Trial, 12/10/96, at 176-85. In addition, again over trial counsel’s objection, the court admitted into evidence nine autopsy photographs of the victims. Id. at 223-63. The photographs of the crime scene and the autopsies were introduced during the testimony of, respectively, the investigating officer and the forensic pathologist who conducted the autopsies; were used by those witnesses to explain their findings to the jury; and then were published to the jury. The court instructed the jury four times, as each set of photographs was admitted, with respect to the appropriate evidentiary use of the photographs and with an explicit caution to the jurors not to allow their emotions to prejudice Appellant.\nUpon review, the PCRA court found no error in admission of the photographs, explaining its decision as follows:\nThe [cjourt viewed each photograph and noted that none of them [was] particularly gruesome. While photographs of a nine-year old boy and an eighteen week [sic] old girl shot numerous times are certainly shocking and something most people would not want to see, the [c]ourt is satisfied that these photographs were admitted for a proper purpose and were not unduly prejudicial. The [c]ourt properly instructed the [jurors] that they were not to permit the photographs to appeal to their emotion and prejudice and that they were to decide the case based on the facts. The [c]ourt is satisfied that the probative nature of [the] photograph[s] outweighed any possible prejudice to [Appellant] by [their] admission and this claim will be dismissed -without a hearing.\nPCRA Court Opinion, dated 3/14/08, at 25. Appellant’s current generalized argument does not explain how or why the PCRA court’s assessment was erroneous. Accordingly, his derivative (and equally generalized) claim of ineffective assistance of appellate counsel fails.\nIn the second part of this issue, Appellant’s argument, properly characterized, faults appellate counsel for failing to pursue a claim premised upon the admission, over trial counsel’s objection, of “a ‘demonstrative exhibit’ of a gun[,] and prejudicial, hypothetical ‘dramatizations’ of the killings with the weapon, presented to the jury through forensic expert Robert Levine.” Appellant’s Brief at 57. Appellant focuses on the fact that the gun used in the exhibit was not the murder weapon. Appellant then argues that the “use of the ‘demonstrative exhibit’ ... served only to inflame the jury’s passion, without providing information about the weapon actually used in the offense.” Id.\nThe Commonwealth responds that demonstrative evidence, such as the replica of the murder weapon here, is admissible when tendered to make other evidence more comprehensible to the trier of fact. In addition, the Commonwealth argues that Appellant never explains how it is that the testimony supposedly inflamed the passions of the jury, and was thus prejudicial.\nAt trial, Dr. Levine, the Commonwealth’s expert in ballistics and firearms identification, was permitted to show the jury a Tech .22, the type of semi-automatic firearm that Appellant had identified in his inculpatory statement as the one he had used in the murders and then discarded. N.T. Trial, 12/11/96, at 398-99. The court instructed the jury that the weapon presented in court was not the actual murder weapon, but rather was being offered for “demonstrative purposes.” Id. at 399. Dr. Levine then explained to the jury how this kind of firearm was fired, and also explained his conclusions that the identifiable projectiles at the scene had all been fired from one weapon and that the victims had been shot at close range. Id. at 399-416.\nThe PCRA court dismissed Appellant’s assertion that the use of the Tech .22 for demonstrative purposes was improper on two grounds. First, the court found that the Tech .22 was introduced for a legitimate purpose, i.e., to illustrate and thus to help the jury to understand Dr. Levine’s technical testimony. Second, the PCRA court found that Appellant had failed to provide any explanation as to exactly how he was unfairly prejudiced by the introduction of the Tech .22. The PCRA court’s determinations are supported by the record (and a review of Appellant’s argument) and free of legal error.\nAppellant focuses on the fact that the Tech .22 introduced at trial was not the actual murder weapon, but this fact was made very clear to the jury. Appellant’s assertion that the Commonwealth presented a “‘dramatization’ of the killings with the weapon,” Appellant’s Brief at 57, is not an accurate description of what occurred at trial. Dr. Levine used the Tech .22 to help the jury understand how he derived his conclusions.\nBecause Appellant’s underlying claims have no merit, his derivative claim of “prior counsel” ineffectiveness fails, and the PCRA court did not err in dismissing this issue.\nVIII. Admissibility of Photographs of Appellant\nIn his eighth issue, Appellant claims that appellate counsel was ineffective for failing to raise on direct appeal a claim of trial court error in ruling that several photographs of Appellant as a child were inadmissible as mitigation evidence. Appellant argues that the “Eighth Amendment required that the photographs be admitted,” they would have “humanized” Appellant for the jury, and thus influenced at least one juror’s weighing of aggravating versus mitigating circumstances. Appellant’s Brief at 58-59. The photographs at issue, which showed Appellant as a young child with his mother and other family members, were proffered by Appellant during the penalty phase testimony of his mother. N.T. Penalty Phase, 12/13/96, at 677-78. The Commonwealth objected to the admission of the photographs as not relevant, and the court sustained the objection, concluding that the photographs would do nothing other than appeal to the jury’s sympathy, which was not a permissible mitigating factor. Id. at 678-79.\nThe Commonwealth responds that Appellant offered no explanation below, or here, as to how the proffered photographs were relevant to any mitigating circumstance or factor presented by the defense. Adverting to the catchall mitigating circumstance at 42 Pa.C.S. § 9711(e)(8), the Commonwealth stresses that the photographs depicted “nothing relevant to [Ajppellant’s character, record, or the circumstances of the murders.”\nThe PCRA court dismissed this claim without a hearing, echoing the Commonwealth’s current argument that the photographs were not relevant to any mitigating factor presented by the defense, not relevant to the circumstances of Appellant’s offense, and not relevant to any aspect of his character, background, or record. PCRA Court Opinion, dated 3/14/08, at 25-26; Appellee’s Brief at 64. The PCRA court characterized Appellant’s suggestion that a photograph would likely have changed the outcome of the penalty phase hearing as “ludicrous,” concluding that the “fact that [Appellant] was once a child could not possibly have outweighed what he did, as an adult, to two children, including his own eighteen day old daughter.” Id. at 26.\nAlthough the PCRA court employed strong language in rejecting the claim, in this instance, the description is not inappropriate. The photographs of Appellant as a young child were not relevant to any mitigating circumstance, and even if they were, the notion that the admission of the photographs would have altered the penalty phase outcome is beyond farfetched. The jurors had ample opportunity to observe Appellant’s “humanity” during each day of trial, and they heard him testify in his own defense. Appellant’s counsel was not ineffective for failing to raise this meritless issue.\nIX. Simmons Instruction\nIn his ninth issue, Appellant claims that trial counsel was ineffective for failing to seek a penalty-phase jury instruction to the effect that, under Pennsylvania law, Appellant would be ineligible for parole if he was sentenced to life in prison. Appellant’s Brief at 59-62. The PCRA court dismissed this claim without a hearing, concluding that it had no merit.\nIn Simmons v. South Carolina, 512 U.S. 154, 156, 114 S.Ct. 2187, 129 L.Ed.2d 133 (1994) (plurality), a plurality of the United States Supreme Court held that “where the defendant’s future dangerousness is at issue, and state law prohibits the defendant’s release on parole, due process requires that the sentencing jury be informed that the defendant is parole ineligible.” We have subsequently explained that, in Pennsylvania, a Simmons instruction is required only when a defendant’s future dangerousness has been placed at issue and the defense has requested an instruction regarding parole ineligibility. See, e.g., Commonwealth v. Spotz, 610 Pa. 17, 18 A.3d 244, 299-300 (2011).\nAppellant contends that his future dangerousness was placed at issue during trial, citing the fact that the prosecutor used the words “assassin” and “executed” in his guilt phase opening statement:\n[Appellant] didn’t just shoot [the victims]. With blood like ice[,] he executed them, three human beings, that on July 20 of 1994[,] he guaranteed you would never see again.\nThe facts of this case will show that with all the clinical precision of an assassin, [Appellant] killed those three people absolutely....\n[Appellant] takes that same weapon as he has so carefully executed the other two with and he shoots that baby twelve. times.\nN.T. Guilt Phase, 12/9/96, at 118. See Appellant’s Brief at 60. Next, Appellant challenges the following underscored comment made by the prosecutor in his guilt phase closing argument.\nIn his testimony[, Appellant] says when asked — he said, well, when I heard about [the murders] in New York, I was very emotional....\n* * * * if: *\nWhat does he say? What is his emotion? ... His emotion that he has faced with that question? I was scared. I was scared.\nWhen you have just heard about the fact that your eighteen-day-old baby was chopped up with a weapon as she slept on the couch, and his only emotion he can express is that he was scared because that is the way he is, [Appellant]. Almost all the questions he is asked, he only cares about one thing, and that is him .... he protects his mom and he protects his grandmother, but that is it. Boy, extended family, you better watch it, because that is the way he is.\nN.T. Guilt Phase, 12/12/96, at 545. See Appellant’s Brief at 60. And, finally, Appellant challenges the following underscored comments by the prosecutor in his penalty phase summation:\nWe need to protect our fellow citizens. You are all residents of Allegheny County. Most of you have been for a long time, some a little shorter. Most of you have been here a long time.\nAs Judge Manning said, next to military service, this public service is the most important job you do. It is the most important public function. It is hard.\nN.T. Penalty Phase, 12/13/96, at 764. See Appellant’s Brief at 61.\nThe Commonwealth responds, first, that Appellant fails to discern the difference between “dangerousness” and “future dangerousness.” Thus, if the prosecutor’s guilt phase opening is read as portraying Appellant as dangerous, the portrayal illustrated the brutality of the crimes for which he was on trial, and not his future conduct; the comments, made in the guilt phase, described Appellant’s culpability. Turning to the claim respecting the prosecutor’s guilt phase closing, the Commonwealth posits that the prosecutor commented only on Appellant caring about his mother and grandmother, and not extended family; the Commonwealth argues that the comment cannot fairly be read as arguing that Appellant was a threat to the community at large. With respect to the prosecutor’s penalty phase remark concerning “the need to protect our fellow citizens,” the Commonwealth argues that the comment was made in passing and, when viewed in context, which included reference to jurors’ long time residence in Allegheny County, and the importance of jury service, like military service, the remark was not such as to put Appellant’s future dangerousness at issue. Moreover, the Commonwealth notes that Appellant’s trial counsel specifically argued in his own summation that, if sentenced to life in prison, Appellant “would sit in prison the rest of his life for those three life sentences.” Appellee’s Brief at 67. Accordingly, the Commonwealth argues that counsel was not ineffective in failing to request a Simmons instruction.\nThe PCRA court noted that the Commonwealth does not place a defendant’s future dangerousness at issue merely by commenting on the violent nature of the offenses for which he is on trial. With regard to the comment about Appellant’s extended family, the court considered its context and determined that it was merely an observation that Appellant cared only for his mother and grandmother, not for the rest of his family, and it was not a warning that Appellant posed a threat. In addition, the PCRA court, like the Commonwealth on appeal, considered the context of the comment regarding the “need to protect our fellow citizens,” and concluded that it was an appeal to the jurors to understand the importance of jury duty and their role as jurors in protecting society in general, and was not a specific exhortation to them to protect society from Appellant in the future. PCRA Court Opinion, dated 3/14/08, at 26-27.\nThis Court has made clear that, in arguing for the death penalty, the Commonwealth may comment on the violent circumstances surrounding the murder(s) for which the defendant is on trial. Commonwealth v. Chmiel, 585 Pa. 547, 889 A.2d 501, 537-38 (2005); Spotz, 18 A.3d at 300. The prosecutor must be afforded reasonable latitude and allowed to employ oratorical flair in his or her arguments; furthermore, all comments must be evaluated in the context in which they were made. Chmiel, 889 A.2d at 537. For example, in Chmiel, when arguing for the death penalty, the prosecutor stated that the multiple murders committed by the defendant-appellant demonstrated “that coldness of heart, the type of depravity that tells you that he deserves death.” Id. We held that these statements, when viewed in context, were proper commentary on the defendant-appellant’s crimes, and did not constitute arguments implicating future dangerousness. Id. at 537-38.\nHere, the prosecutor’s opening statement — where he argued that Appellant, acting like an assassin, executed three people — was surely dramatic. But, the Commonwealth intended to prove that Appellant killed three unarmed people, including a young boy and a baby, firing multiple gunshots at close range into the bodies of each of his victims. The prosecutor was characterizing — not inaccurately — Appellant’s actions at the time of his offenses. As we have previously held, such characterization does not necessarily implicate future dangerousness. See, e.g., Chmiel, 889 A.2d at 537; Spotz, 18 A.3d at 300. We cannot conclude that trial counsel was obliged to request a Simmons instruction on grounds that this remark implicated future dangerousness.\nThe prosecutor’s commentary in both of his closing statements, however, are more problematic. The statement that Appellant’s extended family “better watch it, because that is the way he is,” certainly suggested that Appellant was dangerous, albeit the reference was indirect and sarcastic, not made about dangerousness generally, and issued in the context of an argument responding to evidence concerning appellant’s emotions and reactions. Likewise, the reference to the “need to protect our fellow citizens” in the prosecutor’s penalty phase summation gives rise to a concern that future dangerousness was at least being adverted to. But, the Strickland question is not whether there were grounds for an objection, but whether counsel, in essence, was obliged to object and request a Simmons charge in order to ensure a fair trial. Other parts of the record make clear that trial counsel was attuned to the Simmons issue. See discussion infra. In any event, for purposes of decision, we may assume that counsel could and should have objected; in our view, Appellant has not proven Strickland prejudice arising from the failure to request a Simmons charge.\nIn a brief, tangential argument, Appellant also asserts that “trial counsel at the penalty phase made a confusing attempt to have the jury instructed that ‘life’ means ‘life without parole.’ ” Appellant’s Brief at 61 (citing N.T. Penalty Phase, 12/13/96, at 620). The record does not support these assertions. Prior to the penalty phase, the court, the prosecutor, and trial counsel discussed the matter of future dangerousness and a Simmons instruction. The court noted that, while a life sentence means life without parole, there is also “the concept of executive clemency,” pursuant to which a life sentence could be subject to commutation. The court further noted that, if the jury questioned the meaning of a life sentence, it was “entitled to know the whole answer,” which included an understanding of executive clemency. N.T. Penalty Phase, 12/13/96, at 619-21. Trial counsel made clear that he was not going to address the issue of life without parole, but was going to use the term “life sentences.” When asked directly by the court about the issue of future dangerousness, trial counsel responded: “I am not getting into the issue of life without parole. I’m happy for you to say life period.” Id. at 619. Appellant fails to address why trial counsel’s approach, memorialized in the record, was ineffective; and notably, Appellant does not address the concept of executive clemency mentioned by the trial court. Finally, Appellant presents no argument as to Strickland prejudice, but merely declares that if direct appeal counsel had raised the claim, “it is reasonably likely Appellant would have received a new sentencing hearing.” Appellant’s Brief at 62. Appellant has not established an entitlement to Strickland relief on the various iterations of the underlying and defaulted Simmons claim.\nX. Penalty-Phase Jury Instructions\nIn his tenth issue, Appellant claims that the trial court’s penalty phase jury instructions were improper and that counsel erred “in failing to object to and properly litigate this error.” Appellant’s Brief at 63-65. Appellant focuses on the court’s instruction regarding aggravating and mitigating circumstances. At the beginning of the penalty phase, the court instructed the jury as follows:\nLoosely speaking, aggravating circumstances are matters which the legislature has set forth specifically and which the legislature has mandated are things about the killing or the killer which make a first degree murder case more terrible or more serious and deserving of the death penalty; while mitigating circumstances, again, are those things which make a case less terrible or less serious and less deserving of death.\nN.T. Penalty Phase, 12/13/96, at 631-32; see also id. at 776 (trial court’s instructions before jury began deliberations: “The Sentencing Code defines aggravating and mitigating circumstances, and they are things that make a first degree murder case either more terrible or less terrible.”).\nAppellant argues that this instruction diverted the jury’s focus from his moral culpability, personal background, and history toward the circumstances of the offense and toward death. Appellant’s Brief at 63-64. This Court has reviewed the claim Appellant makes here on multiple occasions, and we have held that the claim is meritless. See, e.g., Commonwealth v. Simpson, 620 Pa. 60, 66 A.3d 253, 278-79 (2013) (citing Commonwealth v. Gwynn, 596 Pa. 398, 943 A.2d 940, 951 (2008)); Spotz, 18 A.3d at 282-83 (additional cases cited therein).\nWithout acknowledging this line of authority, Appellant cites only to Gwynn, a case decided twelve years after the trial in this case, for the proposition that the charge at issue passes muster only if “each mitigating circumstance is fully explained to the jury.” Appellant then says the charge here was deficient because the court twice read the statutory language defining each mitigating circumstance, but did not “enunciate the evidence” that constituted the case in mitigation. Appellant’s Brief at 63. Even if the Gwynn decision represented the state of the law at the time of trial, counsel cannot be deemed ineffective for failing to raise the objection Appellant now frames. Appellant misrepresents the Gwynn decision. The Court there never said that the trial court was obliged to summarize the defense evidence; moreover, as the Commonwealth notes, it is not the role of the trial court to review the evidence with the jury. This claim is frivolous.\nIn the second part of this issue, Appellant claims that the trial court not only erroneously told the jury that its verdict had to be unanimous, but also improperly suggested that “mitigating circumstances had to be found unanimously” and that “each and every finding of the jury must be unanimous.” Appellant then states, that trial counsel was ineffective for failing to object. Appellant’s Brief at 64-65. The Commonwealth responds that the claim “is a complete mischaracterization of the charge given” and that the charge actually given was accurate and proper. Appellee’s Brief at 70-71. The PCRA court rejected the claim as follows:\nThe jury was never told that they had to be unanimous in determining if the defendant established the existence of any mitigating circumstances. They were correctly told that their verdict had to be unanimous, but were also told, with regard to the existence of mitigating circumstances, “Each of you is individually free to regard a particular mitigating circumstance as being present, despite what the other jurors may believe. So mitigating circumstances need be proven by a preponderance of the evidence by the defendant, but each of you may find one, if you so believe that there is one present, based on the evidence presented to you.” (N.T. 783). When the jury was given the verdict slip the [cjourt explained, when referring to the portion of that slip that addressed mitigating circumstances, that they should write down any mitigating circumstance and were proven by a preponderance of the evidence “... to any one of you.” (N.T. 787). As this claim is meritless, it will be dismissed without hearing.\nPCRA Court Opinion, dated 3/14/08, at 29 (emphasis original).\nViewing the instruction as a whole, we find no error in the PCRA court’s determination of this claim. The relevant portions of the court’s instruction are as follows:\nThe following are mitigating circumstances which, as you will recall, the defense must prove by a preponderance of the evidence:\nThe age of the defendant at the time of the crime is considered under this statute [ ] a mitigating circumstance. And any other evidence of mitigation concerning the character and record of the defendant and the circumstances of his offense which you as jurors may find. So I will read those again. The age of the defendant at the time of the crime, and any other evidence of mitigation concerning the character and record of the defendant and the circumstances of his offense.\nNow, you will be provided with a verdict slip here momentarily.\nAs I told you earlier, you must agree unanimously, that is, all of you, on one of the two general findings before you can sentence the defendant to death. If you do agree on one of the two general findings, you must return a sentence of death.\nThe findings are [ ] that there is at least one aggravating circumstance and no mitigating circumstances, or the aggravating circumstance[s] outweigh any mitigating circumstances ....\nIf you all agree on either one of the two general findings, then you can and must sentence the defendant to death. When voting on the general findings, you are to regard a particular aggravating circumstance as present only if all of you agree that it is present.\nThis is the second distinction. Aggravating circumstances must be proven unanimously beyond a reasonable doubt. On the other hand, each of you individually is free to regard a particular mitigating circumstance as being present despite what the other jurors believe.\nSo mitigating circumstances need be proven by a preponderance of the evidence by the defendant, but each of you may find one, if you so believe there is one present, based on the evidence presented to you.\nThis different treatment of aggravating and mitigating circumstances is one of the law’s safeguards against unjust death sentences.\nIt gives the defendant the full benefit of any mitigating circumstances that may or may not exist....\nIf you do not agree unanimously on a death sentence and on one of the two general findings that would support it, then you have two options. You may either continue your deliberations and discuss the case and deliberate the possibility of a death sentence, or if all of you agree to do so, you may stop your deliberating and sentence the defendant to life in prison.\n[Verdict slips handed to the jury and explained by the court.]\nNow, [the verdict slip] then says: If you have reached a unanimous verdict, complete this part of the form. In Section A indicate whether the sentencing verdict is death or life in prison.\nOnce again, [the verdict slip] requires you to write out those aggravating circumstances unanimously found and mitigat ing circumstances proven by a preponderance of the evidence to any one of you.\nOnce again, if you unanimously find aggravating circumstances on one hand and any one of you finds mitigating circumstances ... proven by a preponderance of the evidence, you then must balance that and determine that.\n# í¡í í{í\nNow, Members of the Jury, it is now your obligation to decide an appropriate sentence in this case....\nRemember that your verdict is not merely a recommendation. It actually effects the punishment of death or life in prison. Your verdict, whether it be death or life imprisonment, must be unanimous. It must be the verdict of each and every one of you....\nI have explained to you the method by which you should find the facts and how you should apply the law. It is now your obligation to affix the penalty.\nN.T. Penalty Phase, 12/13/96, at 780-89 (emphases added).\nWe have reproduced the above lengthy portion of the trial court’s instruction to make clear that the snippets of the charge cited by Appellant misrepresent the actual charge issued. The court instructed the jury several times that an aggravating circumstance must be found unanimously, but a mitigating circumstance may be found by any member of the jury. In addition, the verdict slip clearly indicated this distinction. See Verdict Slip at 3 and 4 (“The aggravating circumstance(s) unanimously found (is)(are):” and “The mitigating circumstance(s) found by one or more of us (is) (are):”). The court explained the rationale for this distinction, i.e., to give the defendant the full benefit of any mitigating factors. The court emphasized that the verdict, i.e., death or life imprisonment, must be unanimous. This is consistent with the Sentencing Code. Because Appellant’s assertions of error in the charge are based on a misrepresentation of the charge actually given, the derivative claim of counsel ineffectiveness is frivolous.\nXI. Same Conduct Supporting Multiple Aggravating Factors\nIn his eleventh issue, Appellant claims that, because two of the aggravating circumstances submitted to and found by the jury were proven by identical facts, his rights to due process and not to be subjected to cruel and unusual punishment were violated. Appellant’s Brief at 66. Appellant refers specifically to the aggravating circumstances at Section 9711(d)(10) (defendant has been convicted of another offense, committed before or at time of offense at issue, for which sentence of life imprisonment or death was imposable) and Section 9711(d)(ll) (defendant has been convicted of another murder either before or at time of offense at issue). Appellant asserts that the submission of the same facts to support two distinct aggravating circumstances was unconstitutional “double counting” of aggravating circumstances, which skewed the jury’s weighing process in favor of a death sentence. Appellant’s Brief at 66. Trial counsel in fact objected to the submission of both of these aggravating factors to the jury, but Appellant faults him for not objecting prior to the conclusion of evidence and the charge to the jury. Appellant then simply declares that appellate counsel was ineffective for failing to raise this claim on direct appeal. Id. at 68. The PCRA court dismissed this claim without a hearing, citing binding precedent from this Court.\nAs the PCRA court correctly noted, we have repeatedly rejected the claim that use of the same facts to support different aggravating circumstances is a basis for relief. See Spotz, 47 A.3d at 127 (citing Commonwealth v. Lesko, 553 Pa. 233, 719 A.2d 217, 224 (1998)). Appellant fails even to cite the cases so holding. There is no need to repeat the analysis in those cases here. Appellant is entitled to no relief.\nXII. Fair Trial before an Impartial Tribunal\nIn Issue XII, Appellant claims that trial counsel was ineffective for failing to seek the trial judge’s recusal, based on a claim of a lack of impartiality premised upon what Appellant says is the judge’s “racial bias” and “apparent animus toward African-Americans.” Appellant’s Brief at 69-70. To support this claim, Appellant, who is African-American, cites two incidents, reported in the press and investigated by the Judicial Conduct Board, in which Judge Manning allegedly used racial epithets in extra-judicial situations. Appellant asserts that the judge’s bias caused him to deny Appellant “adequate investigative funds and other resources,” and caused him to rule against Appellant “on a variety of legal issues.” Id. at 73; see also id. at 69 (“The court failed to provide adequate resources to counsel for any meaningful investigation of any issue in the case. As a result, the jury that convicted Appellant did not hear compelling evidence regarding Appellant’s life history and traumatic brain injury, described above in Claims I and V. The court also improperly ruled against Appellant on a variety of other issues, see, e.g., Claims II, III, VI, VII, and VII, [sic] supra”). Appellant argues that “reasonable counsel” would have investigated the issue and made the argument he now makes and the failure to do so rendered counsel ineffective. Id. at 73.\nThe Commonwealth responds that Appellant’s claim is “baseless and offensive,” observing that the accusation against the trial judge is not based upon examples of “particularized bias against him but, instead [upon] allegations arising in unrelated private settings.” Brief for Appellee at 73. The Commonwealth notes that Appellant relies solely on media reports discussing allegations against the trial judge, allegations which led to proceedings before the Judicial Conduct Board. The Commonwealth then notes that those charges were dismissed as unfounded by the Court of Judicial Discipline. The Commonwealth concludes that Appellant’s “spurious bald allegations” respecting matters occurring in a private context, outside the courtroom, do not support an accusation of bias in this case, and thus counsel cannot be deemed ineffective for failing to move for recusal. Id. at 74-75.\nIn rejecting the claim, the PCRA court stated that Appellant raised a “baseless attack on the integrity of this Court based upon allegations proved false following a proceeding that concluded nearly ten years ago. Trial counsel could not have been ineffective for failing to request that this [c]ourt recuse from this matter on the basis of false claims made in an unrelated matter.” PCRA Court Opinion, dated 3/14/08, at 3031.\nA party seeking recusal bears the burden of producing evidence to establish bias, prejudice, or unfairness which raises a substantial doubt as to the jurist’s ability to preside impartially. Commonwealth v. Hutchinson, 611 Pa. 280, 25 A.3d 277, 319 (2011) (citing Commonwealth v. Abu-Jamal, 553 Pa. 485, 720 A.2d 79, 89 (1998)). Appellant’s claim does not meet this standard.\nAs the Commonwealth notes, Appellant’s claim is premised upon declining to accept the ruling of the Court of Judicial Discipline, which, following a trial, concluded that the allegations were not supported by credible evidence and so dismissed the complaint. See In re Manning, 711 A.2d 1113 (Pa.Ct.Jud.Disc.1998). Appellant eventually acknowledges that decision in a footnote, but then dismisses it because the clear and convincing standard of proof before the Court of Judicial Discipline is higher than that required for him to show judicial bias. But, that fact does not make the allegations rejected in that forum any more believable, for purposes of the present claim, which asserts that trial counsel was obliged to forward a recusal motion based upon them.\nFurthermore, as the Commonwealth aptly notes, Appellant cites no evidence, incident, or comment to suggest that the trial court exhibited any bias toward him in any proceeding here. Appellant does not provide a citation to the record or identify any specific examples to support his assertion that the trial court failed to provide adequate resources for investigation of the case. It does not appear that Appellant even sought more resources. The court cannot be faulted, and certainly not on bias grounds, for declining a non-existent request. Appellant’s mere assertion that the court’s racial bias was demonstrated by its rulings against him is equally unavailing. Adverse judicial rulings alone do not establish bias warranting recusal, particularly when the rulings are proper. See Abu-Jamal, 720 A.2d at 90. Appellant is entitled to no relief on this issue.\nXIII. Cumulative Errors\nIn a single paragraph comprising his thirteenth issue, Appellant claims that he is entitled to a new trial and penalty hearing because of the cumulative effect of the constitutional errors occurring at trial. Appellant makes no specific argument to support this assertion; he just states that he “has raised numerous meritorious claims and has demonstrated the prejudice therefrom.” Appellant’s Brief at 74. Although cumulative prejudice from individual claims of ineffective assistance may be properly assessed in the aggregate when the individual claims have failed due to lack of prejudice, an appellant who claims cumulative prejudice must still set forth some specific, reasoned, and supported argument for the claim. See Hutchinson, 25 A.3d at 319. In any event, given the present argument, we are satisfied that, to the extent any of Appellant’s voluminous claims have been dismissed in whole or in part on grounds of an absence of prejudice, such claims, even if cumulated, do not warrant relief.\nXIY. PCRA review\nIn his fourteenth issue, Appellant contends that he did not receive a “full, fair, and reliable” review during the PCRA proceedings. Appellant’s Brief at 74. More specifically, Appellant asserts that he was denied his right to due process when the PCRA court denied an evidentiary hearing on many of his issues, and when the PCRA court allegedly made erroneous rulings with regard to the admission of evidence concerning the KIDS program. Appellant’s assertions lack merit.\nPursuant to Pennsylvania Rule of Criminal Procedure 909(B), the judge in a death penalty case, after notice to the parties, may dismiss a PCRA petition when there are no genuine issues concerning any material fact, the defendant is not entitled to post-conviction relief, and no legitimate purpose would be served by any further proceedings. See Commonwealth v. D’Amato, 579 Pa. 490, 856 A.2d 806, 820 (2004). To obtain reversal of a PCRA court’s decision to dismiss a petition without a hearing, an appellant must show that he raised a genuine issue of fact which, if resolved in his favor, would have entitled him to relief, or that the PCRA court otherwise abused its discretion. Id. A PCRA court does not abuse its discretion merely by dismissing some claims without a hearing and conducting an evidentiary hearing on other claims. See, e.g., Hutchinson, 25 A.3d at 321-22.\nHere, Appellant claims that twelve issues were improperly dismissed by the PCRA court without a hearing, and he baldly asserts that those issues “all involved legitimate material factual disputes.” Appellant’s Brief at 75. Appellant makes no attempt to identify specifically the “legitimate material factual disputes” that he alleges warranted a hearing. Without such identification — much less relevant developed argument — Appellant’s claim of PCRA court procedural error cannot succeed. See Commonwealth v. Damon Jones, 590 Pa. 202, 912 A.2d 268, 290 (2006) (rejecting PCRA appellant’s assertion that his “other claims” warranted hearing when he failed to identify or argue with specificity what factual issues remained in contention). Furthermore, we have already reviewed the numerous claims dismissed by the PCRA court without a hearing, and we have held that the PCRA court did not err in its denial of any of those claims.\nAlso under this issue, Appellant asserts that the PCRA court erred by failing to admit into evidence two lay Affidavits/Declarations concerning the KIDS program and by not allowing expert testimony based on these declarations. Appellant’s Brief at 76. The first Affidavit/Declaration, which is unsigned and undated, is by Michael Carney, identified as “a staff person” with the KIDS program when Appellant was a participant. Affidavit/ Declaration of Michael Carney. This Affidavit/Declaration is accompanied by an email from Mr. Carney in which he states as follows: “I have read the attached affidavit and agree to all statements made within.” Email from Michael Carney to Pamela_Tucker@fd.org, dated 7/15/08. Pamela Tucker is not identified. The second Affidavit/ Declaration is by Andrew Caamano, and states that Mr. Caamano got to know Appellant when both were participating in the KIDS program. Affidavit/ Declaration of Andrew Caamano, dated 7/15/08. Mr. Caamano describes some of his and Appellant’s painful experiences in the program, averring, inter alia, that Appellant “was physically, emotionally and spiritually broken down when he was in KIDS.” Caamano Affidavit/ Declaration at 3.\nAppellant attempted to have these statements admitted into evidence during the testimony of his psychiatrist expert witness, Dr. Woods, and also sought to have Dr. Woods present expert testimony on the KIDS program based on them. The Commonwealth objected that any such testimony from Dr. Woods was based on inadmissible hearsay contained in the statements. See N.T. PCRA Hearing, 11/18/09, at 77 (“[Appellant is] going to try to bring in testimony about this KIDS Program through hearsay, through hearsay from affidavits from people who are never going to testify.”). After confirming that Mr. Carney and Mr. Caamano were not going to testify, the PCRA court sustained the Commonwealth’s objection, and neither the out-of-court statements nor Dr. Woods’s testimony based on them was admitted.\nThe admissibility of evidence rests within the sound discretion of the trial court, and we will reverse a trial court’s decision on admissibility of evidence only if the court has abused its discretion. See, e.g., Commonwealth v. Jordan, 619 Pa. 513, 65 A.3d 318, 325 (2013). Hearsay is a statement, made by the declarant at some time and place other than during testimony at the current proceeding, which is offered to prove the truth of the matter asserted in the statement. Pa.R.E. 801(c); Commonwealth v. Carter, 593 Pa. 562, 932 A.2d 1261, 1264 (2007). A statement includes an oral or written assertion. Pa.R.E. 801(a); Carter, supra. Hearsay is not admissible unless some exception set forth by the Rules of Evidence, this Court, or statute is applicable. Pa.R.E. 802; Carter, supra. The general rule against admission of hearsay stems from its presumed unreliability because the declarant cannot be challenged through cross-examination about the accuracy of the statement at issue. Chmiel, 889 A.2d at 532.\nAppellant does not dispute that the statements are out-of-court written accounts, nor does he claim they were offered for any purpose other than the truth of the matters asserted. In addition, Appellant does not suggest that any hearsay exception was applicable. Accordingly, the PCRA court did not abuse its discretion in ruling the statements inadmissible.\nTurning to Appellant’s complaint concerning the PCRA court declining to admit Dr. Woods’s testimony based on the out-of-court statements, the Commonwealth does not dispute that, under Evidence Rule 703, experts may offer opinions premised on what is otherwise inadmissible hearsay. But, the Commonwealth notes, it also objected at the hearing below because Appellant never verified that the information in the proffered declarations was true. In addition, the Commonwealth stresses, the statements merely detail the authors’ own experiences with the KIDS program as teenagers, as well as Mr. Caamano’s lay opinion that Appellant was emotionally and spiritually broken as a result of the program. The Commonwealth argues that such information hardly forms a proper basis for an expert opinion.\nPa.R.E. 703 provides as follows:\nAn expert may base an opinion on facts or data in the case that the expert has been made aware of or personally observed. If experts in the particular field would reasonably rely on those kinds of facts or data in forming an opinion on the subject, they need not be admissible for the opinion to be admitted.\nPa.R.E. 703. We cannot find that the PCRA court abused its discretion in this regard. Appellant has made no showing that experts in Dr. Woods’s field of psychiatry would form an opinion in reasonable reliance on statements of “facts” prepared for litigation; untested for credibility or accuracy; and authored by lay persons with unknown qualifications, experience, and motivation to whom the experts have never spoken. Dr. Woods’s opinion testimony based on the statements would have no value unless the statements themselves were reliable and credible. Notably, Appellant could have called the declarants to testify, allowing them to be cross-examined and thereby tested on the reliability, accuracy, and credibility of their declarations. Indeed, the PCRA court explicitly asked PCRA counsel if the declarants were going to testify, and counsel’s answer was “no.” The PCRA court did not abuse its discretion in declining to allow Dr. Woods to give opinion testimony based on the out-of-court statements in the Carney/Caamano Affidavits/Declarations.\nXV. Post-Hearing Motion for Compulsory Mental Health Evaluation\nAppellant’s fifteenth and final issue claims that the PCRA court erred in denying a motion, filed by the FCDO approximately one month after the conclusion of the PCRA hearing, and before the PCRA court had rendered its decision, requesting that Appellant “be subjected to compulsory psychiatric and neuropsychological testing and observation” via commitment to a mental health unit for a period of 30 to 60 days. Counsel asserted that a mental health evaluation was necessary to “insure that an ill man is not permitted to undermine his defense to capital murder.” Motion for Compulsory Mental Health Evaluation, dated 12/17/09, at 1, 5 ¶ 13. Counsel neither set forth a legal basis for the compulsory evaluation, nor explained the standard by which the need for such an evaluation should be assessed. On January 4, 2010, Appellant responded with a letter to the court disputing the FCDO allegations, reiterating his continuing objection to counsel raising any claims grounded in his alleged mental impairments, and accusing counsel of misleading the court with regard to such allegations. The PCRA court denied the motion based on its prior finding that Appellant was competent and on the fact that Appellant had explicitly objected to any further mental health testing or evaluation. PCRA Court Opinion, dated 6/29/12, at 15 n. 5.\nThe FCDO now asserts that the PCRA court’s denial of a post-hearing compulsory mental health evaluation was error. The FCDO represents that this motion was “based upon the [PCRA] hearing testimony and the colloquy/allocution made by Appellant during the hearing.” The FCDO asserts that “Appellant’s behavior during his allocution on November 18, 2009, displayed emotional lability, disinhibition, perseveration, loss of social norms, and inability to foresee the consequences of one’s actions, all of which the hearing testimony established are symptoms of Frontal Lobe Syndrome.” The FCDO further argues that the PCRA court erred because counsel, not the client, has the ultimate decision-making responsibility with regard to mental health evaluations and because, in the FCDO’s view, Appellant’s competency was not dispositive of the motion, which encompassed “issues far broader than competency.” The FCDO never identifies what those issues are. Appellant’s Brief at 77-80.\nThe Commonwealth responds that Appellant was evaluated by the court-appointed mental health expert, Dr. Martone, prior to the PCRA hearing, she testified at length about her evaluation of Appellant, and she concluded that Appellant was competent to proceed. (As we have noted earlier in this opinion, the FCDO called experts who disputed the point, but the PCRA court credited the view of Dr. Martone.) The Commonwealth adds that Appellant has made clear throughout that he does not wish to undergo further psychological testing or evaluation. Indeed, he refused to meet with FCDO psychiatrists or the expert retained by the Commonwealth. Moreover, during the PCRA hearing itself, Appellant explained his reasons for refusing to meet with defense experts, but accepting the court-ordered mental health evaluation: “The reason why I saw Dr. Martone is because you [the court] asked me to.... Because I refused to see, you know, either one — whether the Commonwealth or counsel’s doctor, but in order for you to come to the proper conclusion — ... I have an issue with ... the Defender’s Office in Philadelphia, pertaining to expert witnesses.” N.T. PCRA hearing, 11/18/09, at 212-13. The Commonwealth notes that, given the finding of competency, Appellant is competent to object to the testing his counsel seeks to force upon him and, in any event, it is not clear how productive a forced evaluation would be; thus, the PCRA court did not err in denying the FCDO motion.\nPreliminarily, we note that the FCDO offers no legal support — here or below — for the request for a post-hearing, involuntary mental health assessment. The claim is not substantive: ie., the FCDO does not argue that the claim is cognizable under the PCRA, or that it stands as a basis for granting relief from the underlying judgment and sentence of death. Rather, the request was in the nature of an attempt to develop a new claim, or to further develop claims already raised and litigated before the court, at a point where all that remained was the court’s decision.\nAfter a thorough review of the record, we conclude that the PCRA court did not err in denying the FCDO’s post-hearing motion. Issues respecting Appellant’s mental health, including his competency, were litigated before the PCRA court. While the FCDO obviously disagrees with the outcome of those issues, the trial court was not obliged to reopen issues concerning Appellant’s mental health and order an involuntary commitment of a defendant deemed competent, who vehemently objected to that request.\nFor the foregoing reasons, we affirm the order of the PCRA court.\nChief Justice CASTILLE and Justices EAKIN, BAER and STEVENS join the opinion.\nJustice TODD files a concurring opinion in which Justice SAYLOR joins.\n. 42 Pa.C.S. §§ 9541-46.\n. The facts of the case are set forth at length in our opinion on direct appeal. See Commonwealth v. Watkins, 577 Pa. 194, 843 A.2d 1203 (2003). Since the strength of the case in aggravation is pertinent to our consideration of a number of claims on this collateral attack, we briefly note the following salient facts, as summarized on direct appeal:\nPittsburgh Homicide Detective Thomas Foley processed the crime scene. He testified that in the living room, where the bodies of Anderson and her daughter were found, a coffee table had been upturned and its contents spilled on the floor. Numerous spent .22 caliber shell casings, as well as several live rounds, were found throughout the room. Shell casings and spent bullets were also strewn about Kevin's body. All three victims were warm to the touch, indicating recent death. Forensic pathologist Leon Rozin, M.D., testified that the victims all died of multiple gunshot wounds: eighteen-day-old Melanie Watkins had been shot twelve times; Beth Ann Anderson received eight shots to her trunk and head; and her son Kevin was shot five times in the face, head, and neck. There was soot or powder stripling [sic] around many of the wounds, indicating that the bullets had been fired at close range.\nId. at 1208.\n. On direct appeal, we deferred Appellant’s claims of trial counsel ineffectiveness until collateral review, in accordance with our then-recent decision in Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002). See Commonwealth v. Watkins, 577 Pa. 194, 843 A.2d 1203, 1214 (2003). Accordingly, the PCRA proceedings represent Appellant's first opportunity to raise claims of trial counsel ineffectiveness.\n. At a hearing on appointment of counsel held on March 13, 2006, Cristi Charpentier, Esq., an assistant federal defender in the FCDO in Philadelphia, represented that she was pro hono counsel for Appellant. N.T. Hearing on Appointment of Counsel, 3/13/06, at 8. She further represented that the FCDO raised private funds for its representation of defendants in state court. Id. at 8-9, 14-15. Appellant was questioned by Ms. Charpentier, and he stated that he wished to continue being represented by the FCDO. Id. at 33.\n. Although this Court determined that Appellant's involuntary confession claim was waived, we nonetheless reached the merits of the claim under the then-extant doctrine of capital case relaxed waiver. See Watkins, 843 A.2d at 1212-13 & n. 4.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. Our discussion below encompasses Appellant’s Issue I and the first part of Issue V. Both involve challenges to trial counsel's effectiveness based upon the failure to litigate Appellant's competency based on his alleged brain injury at the suppression hearing and at trial.\nAppellant also summarily asserts under Issue I that trial counsel was ineffective for failing to investigate Appellant’s life history and childhood experiences. Appellant's Brief at 19. We address these matters in our discussion of Issue V, infra, where Appellant asserts that trial counsel was ineffective for failing to present evidence respecting these biographical points as mitigating factors. As described in our discussion of Issue V, while PCRA counsel presented some expert testimony concerning these matters at the PCRA hearing, none of it was relevant to Appellant's competence.\n. At a hearing oh October 8, 2009, the PCRA court directed that Appellant be examined by Dr. Martone to determine his competency. The court explained to Appellant the reason for this examination, citing his pro se petitions to the court indicating his desire not to pursue issues related to mental infirmity, a position contrary to that of PCRA counsel. N.T. Hearing, 10/8/09, at 15-16.\n. Dr. Wettstein also determined that Appellant \"fit the criteria for narcissistic personality disorder,” but concluded that this disorder was not relevant to the forensic matters at issue, including Appellant's competency. Letter from Robert Wettstein, M.D., to Kim Reister, Esq., penalty-phase counsel, dated 1/7/97, at 2; N.T. PCRA Hearing, 10/15/08, at 105, 117-18.\n. The same judge, the Honorable Jeffrey A. Manning, presided over Appellant’s trial and PCRA hearing.\n. Included as part of this claim sounding primarily in ineffectiveness is an allegation that Appellant had a due process right to a mental health evaluation under Ake v. Oklahoma, 470 U.S. 68, 105 S.Ct. 1087, 84 L.Ed.2d 53 (1985) (holding indigent defendant has right to mental health evaluation where his sanity at time of offense is likely to be at issue during guilt phase of trial). Appellant argues that this due process violation precluded him from mounting an adequate defense. Appellant does not raise this point as implicating ineffective assistance, but instead poses it as a standalone due process claim.\nThis Court established an exception to the PCRA waiver provision, embracing claims of competency to stand trial which were defaulted on direct appeal. See Commonwealth v. Brown, 582 Pa. 461, 872 A.2d 1139, 1153 (2005). See also Commonwealth v. Fletcher, 604 Pa. 493, 986 A.2d 759, 778 n. 24 (2009) (noting that Brown spoke to single competency issue and did not speak to issue of competency to waive right to counsel for post-trial proceedings). Assuming for purposes of decision that an Ake claim falls within that exception, or that we should expand the exception, it is apparent that Appellant is not entitled to relief. Ake is relevant when the defendant's sanity at the time of offense is an issue at trial. In this case, Appellant pursued a defense of innocence, arguing that the murder was committed by drug dealers. In any event, as explained above, appellant was subject to a pretrial evaluation, and moreover, the credited expert testimony at the PCRA hearing did not suggest, much less establish, that Appellant was incompetent at the time of trial.\n. Appellant does not claim that direct appeal counsel was ineffective for failing to pursue the limited, actual objection trial counsel made early in jury selection.\n. A similar situation was presented on collateral attack in Commonwealth v. Daniels, 600 Pa. 1, 963 A.2d 409, 434 (2009), where trial counsel questioned the prosecutor’s peremptory challenges of African-American jurors, but did not specifically raise a Batson challenge and did not press the issue. The trial court did not interpret the objection as a Batson challenge, although on the day of the objection, the court noted the race of the challenged jurors on the record; on subsequent days of voir dire, the trial court did not continue this practice. Daniels did not renew his objection at any point later on, and he did not request that the race of the jurors be placed on the record. Id. This Court concluded that \"it appears that no Batson claim was raised and preserved at the trial level,” and no such claim was pursued on direct appeal. We further determined that \"the bare-bones objection raised by [Daniels] bears little resemblance to the claim that is now being pursued,” and thus the only cognizable claim was related to counsel ineffectiveness. Id.\n. See also PCRA Court Opinion, dated 3/14/08, at 18 (\"The rumors heard by the unnamed girlfriend of a federal inmate; the speculation that because the defendant had a propensity to rip-off other drug dealers he may himself have been the target of a contract killing[;] and the observation of the defendant's violent temper do not constitute material, exculpatory information that the defendant was entitled to receive from the prosecution.\").\n. See N.T. Penalty Phase, 12/13/96, at 543 (prosecutor in his closing states: \"Gerald Watkins, as you saw him on the stand, was the epitome in this situation of arrogance, egotism, coldness, heartlessness”).\n. We emphasize that trial counsel did obtain a mental health evaluation of Appellant from Dr. Wettstein prior to trial, and acted in accordance with the results of that evaluation.\n. Prior to amendment of the Pennsylvania Sentencing Code in 1995, victim impact evidence was deemed inadmissible at any stage of a capital trial. On October 11, 1995, the General Assembly amended the Sentencing Code to permit the admission of victim impact evidence during the penalty phase. See 42 Pa.C.S. § 9711(a)(2). See also Commonwealth v. Means, 565 Pa. 309, 773 A.2d 143, 147-53 (2001) (Opinion Announcing Judgment of Court) (describing background and history). The amendment took effect 60 days thereafter and applies only to sentences imposed for offenses which took place on or after the effective date. See Commonwealth v. Fisher, 545 Pa. 233, 681 A.2d 130, 145 n. 7 (1996). As Appellant committed his offenses in 1994, no victim impact evidence was permitted at his trial, either in the guilt or penalty phase.\n. See 42 Pa.C.S. § 9711(c)(1)(iv) (\"The verdict must be a sentence of death if the jury unanimously finds at least one aggravating circumstance ... and no mitigating circumstance or if the jury unanimously finds one or more aggravating circumstances which outweigh any mitigating circumstances. The verdict must be a sentence of life imprisonment in all other cases.”); § 971 l(c)(l)(v) (\"The court may, in its discretion, discharge the jury if it is of the opinion that further deliberation will not result in an unanimous agreement as to the sentence, in which case the court shall sentence the defendant to life imprisonment.”); and § 9711(a)(4) (\"Failure of the jury to unanimously agree upon a sentence shall not impeach or in any way affect the guilty verdict previously recorded.”).\n. As the Commonwealth points outs, the United States Supreme Court has also declined to hold that \"duplicative” aggravating factors are necessarily invalid. Jones v. United States, 527 U.S. 373, 398, 119 S.Ct. 2090, 144 L.Ed.2d 370 (1999). The High Court in Jones noted that the trial court in that case had properly instructed the jury that it should not simply count the aggravators and mitigators, but rather should consider the weight and value of each one. Id. at 399-400, 119 S.Ct. 2090. The trial court in the instant case similarly instructed the juiy. See N.T. Penalty Phase, 12/13/96, at 782 (\"In deciding whether aggravating circumstances outweigh mitigating circumstances, you do not simply count their number. Compare the seriousness and importance of the aggravating circumstances with the mitigating circumstances.”).\n. The Court of Judicial Discipline also concluded, based on a \"quite compelling array of sixteen character witnesses,” that the trial judge had \"an excellent reputation for racial impartiality and even-handedness in the performance of his judicial duties.” See In re Manning, 711 A.2d 1113, 1123 (Pa.Ct.Jud.Disc.1998); see also id. at 1117 (based on statistics compiled by Pennsylvania Commission on Sentencing, finding no evidence of bias on part of trial judge against non-white defendants).\n. There is no indication from the record that Dr. Woods had seen the Carney and Caamano statements prior to the time PCRA counsel handed them to him on the witness stand, or that he utilized them in formulating his opinions concerning Appellant's mental status. Dr. Woods’s own Declaration is dated July 8, 2008, a week before the dates on the Carney and Caamano statements.\n. Throughout the proceedings below, and indeed continuing into this appeal — where Appellant filed a pro se application for exercise of King’s bench jurisdiction, which this Court denied on February 25, 2013— Appellant and the FCDO have engaged in a disagreement concerning whether Appellant had any relevant mental health issues, and whether counsel should pursue those issues, given Appellant's disagreement with that course. Ultimately, counsel was permitted to pursue the issues, notwithstanding Appellant’s disagreement, and all were deemed either meritless or insufficient to require collateral relief.\n. As noted earlier, the FCDO never set forth a legal basis for their motion to commit Appellant to a mental health unit for compulsory evaluation. Under 50 P.S. § 7402(b), the court may order involuntary treatment for up to 60 days of a person found incompetent to stand trial. However, as discussed, the PCRA court here found Appellant to be competent, a finding we have affirmed."}