{"id": "4280857", "contents": "OPINION\nJustice McCAFFERY.\nThis is a direct appeal from the judgment of sentence of death on three counts of first-degree murder. We affirm the judgment of sentence.\nIn the very early morning hours of August 28, 2005, Appellant fatally shot three men outside of the United Veterans Association (“UVA”), a private social club in Altoona, Blair County, after he and two friends, Travis Shumaker and Shirley Shumaker, were denied admission. The victims were Alfred Mignogna, the owner of the club; Frederick Riekabaugh, the bouncer; and Stephen Heiss, a bystander/patron of the club. Shortly after the shootings, Appellant called 911 and told the operator that he thought he had hurt someone. Police found Appellant at the Shumaker residence and took him into custody approximately an hour after the shootings. Appellant was charged by information with three counts of criminal homicide; one count of aggravated assault, felony of the first degree; one count of aggravated assault, felony of the second degree; and one count each of recklessly endangering another person and illegal alien not to possess/use a firearm. At trial, which was held in Blair County before a jury chosen from citizens of Cumberland County, defense counsel acknowledged that Appellant had shot the three men, but he attempted to introduce a defense of diminished capacity due to alcohol- and marijuana-induced intoxication. On September 12, 2006, the jury found Appellant guilty of three counts of first-degree murder and one count each of aggravated assault and recklessly endangering another person. Following a penalty phase hearing, on September 14, 2006, the jury found three aggravating circumstances and three mitigating circumstances, determined that the former outweighed the latter, and voted to impose the death penalty for each murder conviction. On February 1, 2007, the court sentenced Appellant to death. Appellant now appeals to this Court, pursuant to 42 Pa.C.S. § 9711(h)(1), raising the following six issues for our review, which we reproduce verbatim:\nDid the trial court err in denying — over the course of the trial proceedings — several motions to appoint new counsel for Mr. Padilla when his appointed counsel were plagued by debilitating conflicts of interest?\nDid the trial court err in refusing for over a month to appoint counsel for an unpopular and indigent defendant charged with three counts of first-degree murder?\nDid the trial court violate international law in interfering with Mexico’s efforts to provide consular assistance to Mr. Padilla?\nDid the trial court err in instructing the jury that there was no evidence of diminished capacity when a psychiatric expert testified that Mr. Padilla had consumed a great deal of alcohol, smoked marijuana, and lacked the capacity to form a specific intent to kill?\nDid the trial court err in refusing to vacate the death sentence and impose a life sentence when there was no proof of two aggravating circumstances during the penalty phase and the predicate “felony” for a third aggravating circumstance was a misdemeanor?\nDid the trial court err in denying post-trial motions filed on Mr. Padilla’s behalf?\nAppellant’s Brief at 4 (“Statement of Questions Involved”).\nSUFFICIENCY OF THE EVIDENCE\nBefore addressing Appellant’s claims, we must independently review the legal sufficiency of the evidence to support his first-degree murder convictions, as we do in all cases in which a sentence of death has been imposed. See, e.g., Commonwealth v. Briggs, 608 Pa. 430, 12 A.3d 291, 306 (2011). In a sufficiency review, we determine whether the evidence presented at trial and all reasonable inferences derived therefrom, viewed in the light most favorable to the Commonwealth as verdict-winner, are sufficient to establish all the elements of first-degree murder beyond a reasonable doubt. Id.\nThe elements of first-degree murder are as follows: (1) a human being was unlawfully killed; (2) the defendant was responsible for the killing; and (3) the defendant acted with malice and a specific intent to kill. 18 Pa.C.S. § 2502(a); Commonwealth v. Houser, 610 Pa. 264, 18 A.3d 1128, 1133 (2011).\nFirst-degree murder is an intentional killing, ie., a “willful, deliberate and premeditated killing.” 18 Pa.C.S. § 2502(a) and (d). Specific intent to kill as well as malice can be inferred from the use of a deadly weapon upon a vital part of the victim’s body. Houser, supra at 1133-34; Briggs, supra at 306-07; Commonwealth v. Wright, 599 Pa. 270, 961 A.2d 119, 130-31 (2008). Recently, in Briggs, supra at 307, we concluded that the appellant’s deliberate and repeated use of a firearm to shoot the victims in the chest and/or abdomen established his specific intent to kill.\nAs mentioned above, the only issue at trial was whether Appellant had the requisite malice and intent to kill, as the defense conceded that Appellant shot the victims. See Notes of Testimony (“N.T.”), 9/6/06, at 31; Appellant’s Brief at 19 (“There was no dispute at the guilt-phase trial that [Appellant] shot and killed three people.”). The evidence that Appellant acted with malice and with specific intent to kill the victims was substantial. Harry Kamerow, M.D., a pathologist who performed autopsies on the three victims at the request of the Blair County Coroner’s Office, testified as follows regarding his findings. Mr. Mignogna suffered three separate gunshot wounds: one to the left side of the chest, one to the left flank, and one to the right thigh; his death was caused by the gunshot wound to his chest, which ruptured the left and right ventricles of his heart. N.T., 9/6/06, at 109, 115, 133. Mr. Rickabaugh suffered four gunshot wounds: one to the left side of the chest, one to the left upper back, one to the right midback, and one a graze wound to the left side of the chest; his death was caused by the penetrating gunshot wound to the chest, which resulted in severe avulsion of the right lobe of the liver. Id. at 120, 124, 127-28, 130, 132-33. Mr. Heiss was killed by a single gunshot wound to the right side of the chest, which ruptured the right atrium of his heart. Id. at 105-07, 133. Similar to Briggs, supra, the manner in which Appellant killed the victims established his specific intent to kill.\nOther testimony, by persons who were standing outside the UVA club when the murders took place, provided further evidence of the deliberate, intentional nature of the shootings. Mark Hott testified that, at the beginning of the confrontation, Mr. Shumaker argued with Mr. Mignogna and Mr. Rickabaugh after being denied entry to the club. N.T., 9/6/06, at 139^46. Then, Mr. Hott testified, Appellant walked away from the group to a car parked near the club, fumbled around in the passenger side of the car, walked back with something in his hand, approached Mr. Rickabaugh from the back, aimed, and fired three shots into Mr. Rickabaugh. Id. at 147-48, 156-57. Next, Mr. Hott testified, Appellant turned slightly to the left and fired more shots, hitting Mr. Mignogna, who was standing next to Mr. Hott. Id. at 149-50. At this point, Mr. Hott ran inside the club, but he continued to hear gunshots. Id. at 150. Mr. Hott estimated that Appellant was approximately six feet from Mr. Rickabaugh and twelve to fifteen feet from Mr. Mignogna when he shot the men. Id. at 157.\nMichael Bryant, another club patron on the night of the murders, provided testimony consistent with that of Mr. Hott. Mr. Bryant testified that he saw a small altercation outside the UVA club between Mr. Mignogna and Mr. Shumaker, and he tried to separate the two arguing men. N.T., 9/7/06 at 24-29. Then, Mr. Bryant testified, Appellant came from the parking lot carrying a firearm, which he raised in front of him with both arms, pointed, and fired multiple times. Id. at 33-35, 45, 52. The gunfire prompted Mr. Bryant to run from the scene, around the back of the UVA club building, at which point he realized that Appellant was also running in that direction. Id. at 35-37. Mr. Bryant testified that although he was fearful that Appellant was coming after him, Appellant ran past him. Id. at 38-40. Mr. Bryant also testified that Appellant ran normally, was not unsteady, and did not stumble or stagger. Id. at 52-53.\nTwo other patrons at the UVA club on the night of the murders testified similarly. Matt Neymeyer and Tanya Kline were standing close to one or more of the victims when they saw Appellant point a gun at the victims and fire multiple times. Id. at 97-103, 128-34.\nEd Perino, who lives near the UVA club, was walking in the neighborhood when the murders took place. He testified that he heard gunshots; ran into Appellant coming from the area of the UVA club; recognized him as someone he had seen with some frequency in the neighborhood, especially at the Shumakers’ residence; and asked him what was going on. Id. at 155-58. Mr. Perino testified that Appellant was running in a straight line, not stumbling, nor weaving back and forth, and did not appear to be drunk. Id. at 162-63, 166-67.\nThree officers from the Altoona Police Department testified that they found Appellant in front of the Shumakers’ residence within a short time after the murders and took him into custody after they received a radio report that someone wanted to turn himself in because he thought he had hurt somebody. See testimony of Sergeant John Roefaro, N.T., 9/7/06, at 188-92, 200; testimony of Lt. Michael Lowery, Id. at 226-27; testimony of Detective Scott Koehle, N.T., 9/8/06, at 177-78, 191. The officers testified that, during his apprehension, Appellant responded to commands without delay or confusion, and walked without difficulty or stumbling or loss of balance, even when asked to walk backward with raised arms. N.T., 9/7/06, at 193-96; 228-31; N.T., 9/8/06, at 179-82. Appellant understood the officers and was able to communicate with them without difficulty, in normal, clear speech. N.T., 9/7/06, at 193-94, 197-98; 231-32; N.T., 9/8/06, at 182. The officers, all of whom were experienced police officers, concluded that Appellant was not drunk or impaired in any way, but rather appeared very normal. N.T., 9/7/06, at 197-98; 232-33; N.T., 9/8/06, at 180-83.\nDetective Koehle further testified that Appellant provided a statement as to his activities on the night of the murder, in which he indicated that he and Mr. Shumaker had gone out for the evening at around 10 p.m., stopping at a couple of strip clubs, with Appellant driving because he was not planning to drink. Although Appellant acknowledged having four or five beers during the evening, he also stated that he was not intoxicated. N.T., 9/8/06, at 188-93, 216, 224. Appellant asserted that, approximately a year before the murders, he had sought treatment for panic attacks, which presented with symptoms similar to a heart attack. He had prescription medication for these panic attacks, but had not taken any in approximately one month because he had not been back to the doctor to get a refill. Id. at 197-98, 218-20. Appellant claimed in his statement that the last thing he remembered before the murders was “last call” at a strip club around 1:30 а. m.; he claimed he had no recollection of the murders, but only of waking up on the porch of the Shumakers’ residence. Id. at 199, 211.\nTestimony as to how, where, and when police found the murder weapon was provided by Sergeant Roefaro and Lt. Lowery. Based on information received from Mr. Perino, see summary of Perino testimony, supra, Sergeant Roefaro searched the area where Mr. Perino had observed Appellant running subsequent to the murders. In a wooded area not far from a trail, the officer found a Sig Sauer P220 handgun and its magazine in a hollow log that had been stuffed with fresh green vegetation. N.T., 9/7/06, at 201-03, 210-13; see also id. at 234-36. Lt. Lowery testified that, adjacent to the trail, about seven or eight feet from the hollow log, he observed a piece of corrugated metal, under which he found a briefcase. Id. at 236-38. Examining the contents of the briefcase, Lt. Lowery inventoried the following: a Pennsylvania-issued driver’s license in Appellant’s name; a VISA credit card issued in Appellant’s name; two business cards, under the names “Padilla Construction” or “S & P Construction” with the name Miguel Padilla; a hotel receipt with Appellant’s signature dated sometime in July 2005; an insurance card in Appellant’s name for four vehicles, one of which was the Jaguar found in front of the Shumakers’ residence; and a SAM’S Club card with Appellant’s name on it. Id. at 242-43.\nAdditional testimony regarding the handgun found in the hollow log established that it had been sold to Travis Shumaker on May 25, 2005, by a local merchant. N.T., 9/8/06, at 27. Appellant acknowledged in his statements to police that he knew Mr. Shumaker had a permit to carry a handgun and that he kept one under the front seat of his car at times. Id. at 198. Trooper Robert Hagins, a forensic firearm and tool mark examiner for the Pennsylvania State Police, testified that his analysis showed that the bullets found in the bodies of Mr. Mignogna and Mr. Rickabaugh were fired from the gun sold to Mr. Shumaker and found in the hollow log. Id. at 150-53. Finally, Dave Freehling, an expert in the analysis of gunshot residue, testified that he detected gunshot residue on swabs taken from Appellant’s hands after his apprehension. Id. at 139-42.\nThis evidence is unquestionably sufficient to establish that Appellant shot Mr. Mignogna, Mr. Rickabaugh, and Mr. Heiss with malice and with specific intent to kill. Appellant shot Mr. Mignogna and Mr. Rickabaugh three and four times, respectively, hitting both of them in the chest and causing their deaths. Several witnesses observed Appellant point the murder weapon directly and from relatively close range at these victims prior to firing. Mr. Heiss was a by-stander, and does not appear to have been a specific target, but that offers Appellant no relief. See Commonwealth v. Jones, 590 Pa. 202, 912 A.2d 268, 279 (2006) (citing the doctrine of transferred intent, 18 Pa.C.S. § 303(b)(1), pursuant to which “the intent to murder may be transferred where the person actually killed is not the intended victim”). Having concluded that the evidence was sufficient to convict Appellant of first-degree murder in the shooting deaths of all three victims, we turn to Appellant’s specific claims.\n1. TRIAL COURT APPOINTED “CONFLICTED” COUNSEL\nIn Appellant’s first issue, he asserts that he was denied his Sixth Amendment right to counsel because the court appointed counsel who had a conflict of interest. Specifically, Appellant claims that his court-appointed guilt phase counsel, Donald Speice, Esq., had a conflict of interest because, in his role as public defender of Blair County, he had initially denied Appellant’s application for appointed counsel.,\nTo establish that an actual conflict of interest burdens counsel, an appellant must show that “counsel actively represented conflicting interests[,] and the actual conflict adversely affected counsel’s performance.” Commonwealth v. Small, 602 Pa. 425, 980 A.2d 549, 568 (2009) (citing Commonwealth v. Spotz, 587 Pa. 1, 896 A.2d 1191, 1232 (2006)); see also Commonwealth v. Williams, 602 Pa. 360, 980 A.2d 510, 522 (2009) (citing Mickens v. Taylor, 535 U.S. 162, 171, 122 S.Ct. 1237, 1243, 152 L.Ed.2d 291 (2002), for the definition of “actual conflict of interest” for Sixth Amendment purposes as a “conflict of interest that adversely affects counsel’s performance”).\nPursuant to the Public Defender Act, statutory responsibility to provide legal counsel to criminal defendants who lack sufficient funds to obtain private counsel rests with the public defender’s office. See Dauphin County Public Defender’s Office v. Court of Common Pleas of Dauphin County, 578 Pa. 59, 849 A.2d 1145, 1149 (2004) (citing 16 P.S. § 9960.6(a)). Furthermore, the initial responsibility for ascertaining whether an individual seeking representation has an ability to procure “sufficient funds to obtain legal counsel” also rests with the public defender’s office. Id. (quoting 16 P.S. § 9960.6(b)).\nBefore applying these principles and rules to Appellant’s claim here, i.e., that public defender and trial counsel Donald Speice was burdened with a conflict because he initially denied Appellant’s request for appointed counsel, we first must consider the sequence of events following Appellant’s arrest on August 28, 2005. Appellant’s preliminary arraignment was held the day after his arrest, and within days thereafter, he made application for the appointment of counsel, which was received in the public defender’s office on September 6, 2005. Notably, in his application for counsel, Appellant indicated that he was paying approximately $500 per month to support another person, but Appellant failed to provide any information as to his sources of income, leaving blank the entire second page of the application, which requires a listing of all of the applicant’s sources of income and assets. See Appellant’s Application for Counsel, stamped as received on 9/6/05, at 1-2. Mr. Speice, as public defender of Blair County, denied Appellant’s application, citing the following reasons: “This office received information that Defendant has attempted to hire private counsel and has indicated he could obtain as much as $50,000.00; Mexican Consulate has also made efforts to obtain counsel for him.” Id. at 3. On September 9, 2005, Appellant appealed the public defender’s decision to the trial court, which affirmed on September 12, 2005.\nOn October 12, 2005, the Government of Mexico filed a motion requesting the appointment of counsel for Appellant, which motion was granted on October 14, 2005. In a subsequent opinion, the trial court set forth its reasons for not appointing counsel for Appellant prior to that time. See Opinion and Order of the Trial Court, dated 5/18/06, at 2-3. The court explained that, prior to its receipt of Mexico’s October 12, 2005 motion, the court’s understanding was that the Mexican Consulate was exploring the possibility of representing Appellant. Although the trial court had been attempting to confirm Mexico’s intentions, it was only upon receipt of the October 12, 2005 motion that the trial court realized that the Government of Mexico would not be representing Appellant. Id. In addition, the trial court stated that it was aware, at the time it declined to appoint counsel, that Appellant was being represented in an involuntary termination matter by private counsel, specifically Thomas Dickey, Esq. This fact lent support, in the trial judge’s mind, to Appellant’s financial capacity to obtain his own counsel. Given this situation, the trail court concluded that it was “prudent [ ] to await [Appellant’s] and/or Mexico’s decision and defer proceedings for a time to see how these issues would resolve.” Id. at 5. However, upon receipt of Mexico’s October 12, 2005 motion, the trial court directed the Blair County Office of the Public Defender to represent Appellant even though the court acknowledged some remaining question as to Appellant’s financial capability. Id. at 3. Thus, 47 days after Appellant was arrested and detained, Mr. Speice, the public defender, assumed the responsibility for Appellant’s representation.\nAppellant now asserts that Mr. Speice was burdened with a conflict of interest because he “already had personally participated in the deprivation of [Appellant’s] right to counsel” by initially refusing Appellant’s request for appointed counsel. Appellant’s Brief at 67. Furthermore, Appellant asserts that this alleged conflict prevented Mr. Speice from arguing before the court that Appellant’s right to counsel had been violated by the delay of 47 days before the court appointed counsel on his behalf. Id. at 67-68. Appellant’s assertions are meritless.\nIt is important to recognize that Mr. Speice, in his role as public defender, was fulfilling his statutory duty when he assessed Appellant’s written request for counsel and denied it based on two reasonable factors. See text, supra. The trial court correctly analyzed the circumstances presented here as follows:\nIn reaching [his] decision [to deny Appellant’s initial request for appointment of counsel], Attorney Speice performed a ministerial duty which he performs in every case-namely, determining based on information available whether an individual is entitled to free legal representation through his office. Once that determination is made by Mr. Speice, any individual who believes they are aggrieved by a particular determination has a right of appeal to a Judge of this Court. [Appellant] exercised that appeal [sic] on September 9,2005, and the initial refusal of services by the Public Defender’s office was affirmed by [the trial court] on September 12, 2005. All of this is totally consistent with appropriate procedure.\nOf course, if the [c]ourt had overruled the decision, Mr. Speice would have undertaken representation of [Appellant] immediately. If his decision is affirmed, however, (as it was here) his office does nothing further since it does not represent [Appellant].\nThe one certainty in all of this is that Mr. Speice had no conflict with [Appellant]. Mr. Speice had “jurisdiction” of the question of his office’s representation of [Appellant] only from September 5, 2005[,] until his determination on September 6, 2005. After that, any delay and the consequences of that delay are attributable not to Mr. Speice but to the Court and (indirectly) the Government of Mexico.\nTrial Court Opinion, dated 5/18/06, at 4-5.\nThe trial court properly concluded that Mr. Speice’s denial of Appellant’s request for appointed counsel created no conflict of interest. Appellant has proffered absolutely no evidence to show that Mr. Speice represented conflicting interests, or that his performance vis-a-vis Appellant was adversely affected merely because he had performed his statutory duty, and in so doing, had concluded that Appellant had the ability to secure private counsel. Furthermore, as we explain in Issue 2, infra, Appellant’s claim that his constitutional right to counsel was violated by the 47-day delay in appointment of counsel has no merit. Taken generally, Appellant’s contention that Mr. Speice was burdened by a conflict of interest would lead to an entirely untenable proposition, to wit, that the public defender would have a conflict with virtually any defendant whom the public defender initially considered ineligible for public-financed counsel, but who subsequently was found to qualify for same. This proposition is incompatible with the statute, which expressly places the responsibility for the representation of indigent defendants, as well as for the initial determination of eligibility for appointed counsel, with the public defender. See 16 P.S. § 9960.6(a) and (b); Dauphin County Public Defender’s Office, supra at 1149. Thus, Appellant’s assertion that Mr. Speice had a conflict of interest is supported neither by law nor with any facts, and he is entitled to no relief.\n2. RIGHT TO COUNSEL\nIn a claim related to Issue 1, Appellant asserts that his convictions should be reversed because he was denied counsel for 47 days after his arrest, which denial allegedly violated Pennsylvania Rule of Criminal Procedure 122(A), and the right to counsel and due process under, respectively, the Sixth and Fourteenth Amendments to the United States Constitution. Appellant’s Brief at 50-53, 60-62. Appellant argues that the delay in appointment of counsel prejudiced him because evidence as to his mental state and his degree of alcohol- and drug-induced intoxication at the time of the murder was irrevocably lost. Id. at 55-58. Appellant relies on the fact that, during the first 47 days after his arrest, “no mental health expert was appointed, no psychiatric evaluation was conducted, and no action was taken on [his] behalf to preserve the most direct evidence bearing on his mental state at the time of the shootings.” Id. at 50. Therefore, Appellant argues, he “was not able to present sufficient evidence at trial to fully corroborate his account ‘that he had consumed a great deal of alcohol and smoked marijuana [on the] night [of the murders].’ ” Id. (internal quotation marks quoting N.T., 9/11/06, at 41, the testimony of Dr. Steven Ragusea, who was reporting what Appellant told him). As a proposed remedy for the 47-day period in which he did not have appointed counsel, Appellant seeks dismissal of the first-degree murder charges, with leave for the Commonwealth to file third-degree murder charges and remand for a new trial. Id. at 59. Appellant is entitled to no relief on this issue for the reasons we discuss below, considering first his claim of a Rule 122(A) violation.\nPursuant to Rule 122(A), counsel shall be appointed “in all court cases, prior to the preliminary hearing to all defendants who are without financial resources or who are otherwise unable to employ counsel[, or] in all cases, by the court, on its own motion, when the interests of justice require it.” Pa.R.Crim.P. 122(A) (emphasis added). “Ideally, counsel should be appointed to represent indigent defendants ... immediately after preliminary arraignment in all court cases.” Comment to Rule 122.\nAppellant’s preliminary hearing was held on October 27, 2005, two weeks after the trial court appointed counsel. Thus, the record clearly shows that, in compliance with Rule 122(A), the court appointed counsel for Appellant prior to his preliminary hearing, and his assertion that the delay in appointment of counsel violated Rule 122 is meritless. Appellant also contends that the timing of his preliminary hearing violated Pa.R.Crim.P. 540(F)(1)(a), which requires a preliminary hearing to be held not more than ten days after the preliminary arraignment unless the time is extended for cause shown. The reason for the continuance of Appellant’s preliminary hearing is not of record, but as Appellant notes, it was possibly because he was not represented by counsel. Appellant’s Brief at 55 n.26. Given the legitimate reasons provided by the public defender and the trial court for not immediately appointing counsel for Appellant, as discussed in Issue 1, we decline to conclude that the trial court did not have cause to continue Appellant’s preliminary hearing.\nWe turn next to Appellant’s claim that his Sixth Amendment right to counsel was violated. The Sixth Amendment right to counsel is as follows:\nIn all criminal prosecutions, the accused shall enjoy the right ... to have the Assistance of Counsel for his defence.\nU.S. Constitution, 6th Am.\n“[T]he core purpose of the [Sixth Amendment] counsel guarantee was to assure ‘Assistance’ at trial, when the accused was confronted with both the intricacies of the law and the advocacy of the public prosecutor.” United States v. Cronic, 466 U.S. 648, 654, 104 S.Ct. 2039, 80 L.Ed.2d 657 (1984); see also United States v. Gouveia, 467 U.S. 180, 190, 104 S.Ct. 2292, 81 L.Ed.2d 146 (1984) (reiterating that “the [Sixth Amendment] right to counsel exists to protect the accused during trial-type confrontations with the prosecutor”). Accordingly, the United States Supreme Court has consistently held that the Sixth Amendment right to counsel does not attach until a prosecution is commenced, i.e., until “the initiation of adversary judicial criminal proceedings — whether by way of formal charge, preliminary hearing, indictment, information, or arraignment.” Rothgery v. Gillespie County, 554 U.S. 191, 198, 128 S.Ct. 2578, 171 L.Ed.2d 366 (2008) (citations omitted).\nOnce attachment of the Sixth Amendment right to counsel has occurred, “the accused at least is entitled to the presence of appointed counsel during any ‘critical stage’ of the post[-]attachment proceedings.” Rothgery, supra at 212, 128 S.Ct. 2578. The High Court has recognized that not just the trial, but also certain pretrial proceedings are critical stages, whereat “the accused is confronted, just as at trial, by the procedural system, or by his expert adversary, or by both, in a situation where the results of the confrontation might well settle the accused’s fate and reduce the trial itself to a mere formality.” Gouveia, supra at 189, 104 S.Ct. 2292 (internal quotation marks and citations omitted); see also Rothgery, supra at 212 n. 16, 128 S.Ct. 2578 (defining “ ‘critical stages’ as proceedings between an individual and agents of the State (whether formal or informal, in court or out) that amount to trial-like confrontations, at which counsel would help the accused in coping with legal problems or meeting his adversary”) (internal quotation marks and citations omitted). As to the timing of the appointment of counsel, the High Court has concluded that “counsel must be appointed within a reasonable time after attachment to allow for adequate representation at any critical stage before trial, as well as at trial itself.” Rothgery, supra at 212, 128 S.Ct. 2578.\nAs a general rule, a conviction will not be vacated for a violation of the Sixth Amendment right to counsel in the absence of a showing that the reliability of the defendant’s trial was undermined. Bell v. Cone, 535 U.S. 685, 695-98, 122 S.Ct. 1843, 152 L.Ed.2d 914 (2002); Cronic, 466 U.S. at 658-59 & n. 26, 104 S.Ct. 2039; Commonwealth v. Johnson, 574 Pa. 5, 828 A.2d 1009, 1015 (2003) (citing Chapman v. California, 386 U.S. 18, 22, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967) for the general principle that constitutional errors do not require automatic reversal but rather may be subject to a harmless error analysis). However, the United States Supreme Court has identified several circumstances in which prejudice resulting from a violation of the Sixth Amendment right to counsel is presumed. Bell, supra at 695, 122 S.Ct. 1843 (quoting Cronic, supra at 658, 104 S.Ct. 2039 as having identified “three situations implicating the right to counsel that involved circumstances so likely to prejudice the accused that the cost of litigating their effect in a particular case is unjustified”). One of these presumptively prejudicial circumstances arises when the accused has suffered a complete denial of counsel at a critical stage of trial. Cronic, supra at 659 & n. 25, 104 S.Ct. 2039 (providing citations to cases in which the High Court found constitutional error without a showing of prejudice because “counsel was either totally absent, or prevented from assisting the accused during a critical stage of the proceeding”); Johnson, supra at 1015 (granting the appellant a new trial after concluding that this Court was required to presume prejudice because the appellant was completely, albeit temporarily, denied counsel during a critical stage of his trial).\nWith respect to- Appellant’s Sixth Amendment claims in the instant case, he first asserts that “the ten days following a preliminary arraignment on first[-]degree murder charges should be recognized as a ‘critical stage’ of the proceedings,” and thus prejudice should be presumed if the accused is denied counsel during this time. Appellant’s Brief at 64 (internal quotation marks added). To support this assertion, Appellant argues that an early psychiatric examination is necessary to document and preserve direct evidence of a defendant’s mental state, including any influence of alcohol or drug ingestion, within a short time after the offense. Id. at 62-63; see also id. at 56-57. Appellant cites a Declaration of Marc Bookman, Esq., then an assistant public defender in the Philadelphia Defender’s Office, who writes that “[t]he first days after arrest are a critical time during which counsel is presented with the only opportunity to assess first-hand any lingering indicia of [the defendant’s] decompensated mental state or intoxication which might support a diminished capacity defense” or a mitigating circumstance related to the defendant’s mental status at the time of the offense. Declaration of Marc Bookman, dated 1/31/06, at 1-2 (Exhibit C in the Motion of the Government of Mexico Requesting the Appointment of Conflict-Free Counsel for Defendant Miguel Angel Padilla, filed 2/6/06).\nWe have absolutely no inclination to extend the legal definition of the term “critical stage” to encompass the entirety of the ten-day period following a preliminary arraignment on a first-degree murder charge, irrespective of particular circumstances or events that actually occur, judicially or otherwise, relative to the case during that time. As discussed supra, the United States Supreme Court has made clear as recently as 2008 that, for purposes of the Sixth Amendment, “critical stages” are defined as “proceedings between an individual and agents of the State (whether formal or informal, in court or out,) that amount to trial-like confrontations____” Rothgery, supra at 212 n. 16, 128 S.Ct. 2578 (internal quotations and citations omitted and emphasis added). To hold that an entire ten-day block of time is a “critical stage,” regardless of whether any actual “proceedings” or “trial-like confrontations” take place during that time, would extend the High Court’s Sixth Amendment jurisprudence beyond reason or recognition. Such an extension would also, in essence, mandate appointment of counsel for any and all yet-unrepresented defendants immediately after preliminary arraignment, regardless of whether the accused had requested appointment of counsel and regardless of his or her financial capacity or intent to obtain private counsel. We will not impose such an unreasonable and unworkable requirement. Because we do not consider the entire ten-day period of time following preliminary arraignment a “critical stage” of criminal proceedings, Appellant is not entitled to a presumption of prejudice with respect to his Sixth Amendment claim.\nNext, Appellant maintains that his right to due process under the Fourteenth Amendment was violated by the delay in the appointment of counsel. Appellant’s Brief at 65. He contends that the fundamental fairness of the proceedings against him was undermined by the delay in the appointment of counsel because such delay negatively affected his ability to investigate a diminished capacity defense and a case for mitigation based on impaired capacity. Id. at 65, 55-56. More specifically, Appellant argues that, because appointment of counsel was delayed for 47 days, he did not undergo an immediate psychiatric examination, and thus evidence concerning the effect of alcohol and drugs on his mental state at the time of the murders was irrevocably lost. See id. at 57 (“[Appellant’s] trial counsel was unable to present sufficient evidence at trial to fully corroborate [Appellant’s] account” of his alcohol and marijuana use on the night of the murders); Id. at 58 (“If [Appellant] would have been able to preserve evidence of his extensive alcohol and drug use, there would have been a reasonable possibility for the jury to return a guilty verdict of third-degree murder” instead of first-degree murder).\nAppellant’s assertions are entirely speculative, unsupported by any facts, and indeed contradicted by evidence of record; hence, his claim is meritless. Appellant fails to explain what additional evidence of his alcohol and drug use should have been presented, how it would have been preserved by an early psychiatric examination, or how it would have swayed the jury toward a finding of diminished or impaired capacity. Appellant also ignores the fact that evidence of his mental state, as influenced by alcohol and drugs, was presented at trial. Two acquaintances testified that Appellant drank heavily, was upset and stressed, and was “out of it” after the suicide of a friend, which occurred approximately a week before the murders. N.T., 9/11/06, at 105, 118-14. Shirley Shumaker, who was with Appellant on the night of the murders, testified that Appellant had drunk at least two beers at a strip club they had patronized prior to going to the UVA Club. Id. at 131. Dr. Ragusea, a psychologist who evaluated Appellant, also testified as to possible cumulative effects of Appellant’s drug and alcohol use. See text, infra, Issue 4. It is pure speculation, unsupported by any evidence whatsoever, that an early psychiatric examination would somehow have supported an investigation, that somehow would have led to additional testimony, that somehow would have established not merely alcohol and/or drug use, but also diminished capacity. Appellant’s assertions in this due process sub-claim are not grounded in any facts whatsoever, and he is entitled to no relief.\n3. VIOLATION OF THE VIENNA CONVENTION\nIn Appellant’s third issue, he contends that “the trial court [ ] entered orders that effectively deprived [him] of the benefits of consular assistance” from the Government of Mexico, in violation of the Vienna Convention on Consular Relations (Vienna Convention)., Appellant’s Brief at 74-75. Appellant asserts that the trial court’s “numerous steps” depriving him of the benefits of consular assistance included the following.\n[O]ver six months before trial, the trial court ordered the Prothonotary not to accept filings by Mexico on [Appellant’s] behalf. (See D.E. 78, Padilla Decl., ¶ 7; D.E. 9, Order Ct., 3.) The trial court also refused to consider the merits of pro se motions prepared by [Appellant] with consular assistance, and refused to allow representatives of Mexico to address the tribunal on [Appellant’s] behalf. (E.g., D.E. 46, N.T. 8/21/2006, 8-10; D.E. 49, N.T. 8/23/2007, 111-12 (“I don’t give a damn about Mexico’s motion.”).)\nAppellant’s Brief at 79.\nBefore we can address these claims, we must set forth, from the record, the extensive history of motions filed by Appellant acting pro se and/or by the Government of Mexico acting on his behalf.\nOn October 12, 2005, the Government of Mexico filed its first motion on behalf of Appellant, asking the court to appoint counsel for Appellant. As we discussed under Issue 1, the trial court granted this motion on October 14, 2005, and appointed the Blair County Office of the Public Defender to represent Appellant. Importantly, Appellant continued to be represented by the public defender during the time that all of the subsequent motions at issue here, as discussed below, were filed.\nOn February 6, 2006, and February 10, 2006, the Government of Mexico filed two motions, respectively entitled “Motion of the Government of Mexico Requesting the Appointment of Conflict-Free Counsel,” and “Motion of the Government of Mexico Requesting a Change of Venue to Ensure that Defendant Miguel Angel Padilla Receives Due Process, a Fair Trial and a Rehable Sentencing Determination.” The trial court addressed and denied both of these motions in its order of February 21, 2006. The court explained that counsel had been appointed for Appellant, and, therefore, motions would be considered only if they were filed by counsel of record. The court reminded the Government of Mexico that it had had fair opportunity to undertake representation of Appellant, but had chosen not to do so; indeed, the Government of Mexico had explicitly asked the court to appoint counsel for Appellant. The court noted that representatives of the Government of Mexico had already attended status conferences related to Appellant’s case, and were welcome to continue to do so. However, the court directed the Government of Mexico to go through Appellant’s counsel of record if it desired to have input into the case, assisting these counsel, “rather than interfering with them.” Order of Court, dated 2/21/06, at 2. With regard specifically to the motion for change of venue, the trial court noted that this matter had already been discussed in status conferences and a similar motion was to be filed by Appellant’s counsel of record. Id. at 3. Finally, the court directed the Prothonotary’s Office “to refuse further filings of record from other than record counsel.” Id.\nDespite the trial court’s order, the Government of Mexico filed another motion, on April 18, 2006, entitled “Motion of the Government of Mexico to Vindicate the Treaty Rights of the Government of Mexico and those of Defendant Miguel Angel Padilla, a Mexican National.” In response, the trial court again reviewed all of the previous motions that had been filed by the Government of Mexico and the court’s actions thereon. Opinion and Order of Trial Court, dated 5/18/06. The court reiterated its concern that “allowing unfettered discretion to Mexico to file motions when, how, and as to what issues [it] chose invited chaos and a legitimate question as to who was in charge of [Appellant’s] case — counsel of record and this Court or the Government of Mexico.” Id. at 5-6. The court further explained that its order of February 21, 2006, “was designed to enforce appropriate motions practice in Pennsylvania and empower appointed counsel to represent [Appellant].” Id. at 6. The court again noted that it had invited the Government of Mexico to attend status conferences and had informed the Government of Mexico of hearings of record. Id. However, the court strongly concluded that the “intervention” sought by the Government of Mexico was inappropriate and unjustified either under any international treaty or under the Pennsylvania Rules of Criminal Procedure. Id. at 7-8. On June 16, 2006, the Government of Mexico filed a notice of appeal of the trial court’s May 18, 2006 order with this Court, alleging that the order violated Appellant’s rights pursuant to the Vienna Convention on Consular Relations and the Bilateral Consular Convention. On August 17, 2006, we quashed the appeal as interlocutory. Commonwealth v. Padilla, 589 Pa. 247, 908 A.2d 265 (2006).\nBeginning during the time when the Government of Mexico’s appeal of the trial court’s May 18, 2006 order was pending, Appellant filed five pro se motions. The first was filed on August 9, 2006, and was entitled “Pro Se Motion of Defendant Miguel Angel Padilla Requesting a Stay of Trial Court Proceedings Pending Resolution of Appeal Filed by the Government of Mexico.” The trial court denied this motion as “inappropriately filed since [Appellant] has counsel of record.” Order of Court, filed 8/16/06, at 1. The trial court, however, also took “the opportunity of this Order,” to address the Government of Mexico’s appeal and request for a stay of trial, which was then pending before this Court. Id. The trial court explained that all preparations had been made for Appellant’s trial, which was scheduled to commence on August 21, 2006, and that all of the issues raised in the motion were matters for prospective appeal in the event that Appellant was convicted. As noted above, this Court quashed the appeal on August 17, 2006, rendering moot any request for a stay.\nAppellant’s second motion was filed on September 5, 2006, the first day of trial testimony, and was entitled “Pro Se Motion for Continuance of Trial Court Proceedings.” In this motion, Appellant contended that counsel was unprepared and that a mitigation investigation had not been conducted, and he sought appointment of new, “conflict-free” counsel. The trial court denied this motion on the same day without comment.\nAppellant’s third motion was filed on November 27, 2006, just before he was scheduled to be sentenced, and it was entitled “Pro Se Motion of Defendant Miguel Angel Padilla to Withdraw Nolo Contendere Plea to the Charge of Unlawful Possession of a Firearm Under 18 Pa.C.S.A. § 6105.” The firearm charge referred to in this motion was illegal alien not to possess or use a firearm, which charge arose from the events on the night of the murders. Appellant had entered a nolo contendere plea to the charge, but in this motion he sought to withdraw that plea, asserting that he was innocent of the charge, that he had not been advised of the consequences of entering a plea, and that he was denied his right to be advised by the Mexican consulate concerning the plea. Id. at 3. After entertaining argument as to whether sentencing should go forward, the trial court granted a continuance, and directed the Commonwealth to file a written response to Appellant’s pro se motion to withdraw his plea. Order of Court, dated 11/29/06. On January 22, 2007, the trial court nolle prossed and dismissed the firearm charge against Appellant, as requested by the Blair County District Attorney’s Office.\nAppellant’s fourth motion, filed on January 29, 2007, and entitled “Pro Se Motion and Brief of Defendant Padilla for Appointment of New Counsel due to Numerous Debilitating Conflicts of Interest,” raised many of the same claims as in the previous motions, but in addition alleged “Betrayal and Deception on the Eve of Trial” related to the stipulation of a “False Aggravator.” The stipulation at issue related to the charge, discussed above, of illegal alien not to possess or use a firearm. Appellant’s fifth motion was filed on February 12, 2007, and was entitled “Pro Se Motion for a New Trial.” It was followed on February 26, 2007, by a document entitled “Declaration of Miguel Angel Padilla in Support of Pro Se Motion for a New Trial,” in which Appellant made a number of unsupported assertions, mostly related to the alleged denial of his right to assistance from the Government of Mexico. On April 10, 2008, the trial court denied Appellant’s “various” pro se motions “as inappropriately filed in light of the fact that [Appellant] had [c]ounsel of [r]ecord at the time of each filing.” Order of Court, dated 4/10/08.\nThe above recitation of facts of record reveals that, despite the trial court’s order of February 21, 2006, directing the prothonotary to accept for filing only those documents signed by Appellant’s counsel of record, numerous motions were filed after this time by the Government of Mexico and by Appellant acting pro se. Pursuant to Pennsylvania Rule of Criminal Procedure 576(A)(4), when a defendant who is represented by counsel submits a motion or other document pro se, the clerk of courts shall accept it for filing, time stamp it, docket it, place it in the case file, and then forward a copy of the document to counsel for the defendant and for the Commonwealth. As a comment to the Rule indicates, the time-stamp and docketing requirement “only serves to provide a record of the filing, and does not trigger any deadline nor require any response.” Cmt. to Rule 576(A)(4). Appellant does not claim that the clerk of courts did not comply with this rule, nor does he claim that the clerk of courts declined to file any document. Thus, while the trial court’s order directing the prothonotary to accept for filing only those documents signed by Appellant’s counsel of record was inconsistent -with current practice, as set forth under the Rules of Criminal Procedure, Appellant provides no evidence — and indeed does not even assert — that the court’s order was ever given effect. Appellant is not entitled to relief merely on the basis of a trial court order that, although inconsistent with a current rule, led to no improper action or omission.\nConsistent with Rule 576, decisional law from this Court has clarified Commonwealth policy regarding hybrid representation. No defendant has a right to hybrid representation, either at trial or on appeal. Commonwealth v. Ellis, 534 Pa. 176, 626 A.2d 1137, 1139 (1993); Commonwealth v. Ali, 608 Pa. 71, 10 A.3d 282, 293 (2010) (characterizing as a “legal nullity” a pro se Pa.R.A.P.1925(b) statement filed by an appellant who was represented by counsel); Commonwealth v. Colson, 507 Pa. 440, 490 A.2d 811, 822 (1985) (holding that there is no constitutional right for a represented defendant to act as co-counsel). Here, Appellant was represented by court-appointed counsel, as both he and the Government of Mexico had requested. Appellant had no right to hybrid representation and thus no right to demand that the trial court address his pro se motions on the merits.\nDisregarding the clarity of these procedural rules, the essence of Appellant’s claim here is that the rules do not apply to him because he is a foreign national whose consulate assisted in the preparation of his pro se motions. Specifically, Appellant contends that, by not considering the merits of his pro se motions prepared with assistance of the Mexican consulate, the trial court improperly denied him the benefits of consular assistance, in violation of Article 36 of the Vienna Convention. Appellant’s Brief at 79. Appellant further contends that the trial court also violated Article 36 of the Vienna Convention by refusing to allow representatives of the Government of Mexico to address the tribunal on Appellant’s behalf. Id. Appellant avers, in broad and general terms, that the trial court’s alleged violations of Article 36 caused him prejudice, and he asks this Court to fashion a remedy, specifically, to vacate his convictions or death sentences, and to remand for, respectively, a new trial or a new penalty hearing. Id. at 77-85.\nThe claims that Appellant raises in this issue focus on his individual rights under the Vienna Convention. Addressing such claims involves interpretation of the treaty, a question of law, for which our standard of review is de novo and our scope is plenary. Commonwealth v. Crawley, 592 Pa. 222, 924 A.2d 612, 614 (2007).\nFor reasons that we describe in detail in the paragraphs below, Appellant’s claim is entirely untenable, and the fact that Appellant’s pro se motions were prepared with the assistance of the Mexican consulate is not determinative. As interpreted by the United States Supreme Court, the Vienna Convention cannot be read to provide support for Appellant’s assertion that Article 36 exempted him from the well-established procedural rules concerning the filing of pro se motions by represented appellants — regardless of who assisted him in the preparation of these motions. Furthermore, Appellant’s assertions of prejudice are vague and speculative in the extreme, ungrounded in any factual evidence, and his demands for a remedy are in conflict with holdings from the United States Supreme Court.\nAs the United States Supreme Court has recently summarized, the preamble to the Vienna Convention provides that the treaty’s purpose is to “contribute to the development of friendly relations among nations.” Medellin v. Texas, 552 U.S. 491, 499, 128 S.Ct. 1346, 170 L.Ed.2d 190 (2008) (citing 21 U.S.T. at 79). Article 36, the provision at issue here, was drafted to “facilitate the exercise of consular functions,” Medellin, supra (citing 21 U.S.T. at 100), and to that end, it “addresses communication between an individual and his consular officers when the individual is detained by authorities in a foreign country.” Sanchez-Llamas v. Oregon, 548 U.S. 331, 337, 126 S.Ct. 2669, 165 L.Ed.2d 557 (2006). Specifically, pursuant to Article 36, when a foreign national is detained, the authorities must notify the consular officers from the detainee’s home country, must promptly forward any communication addressed to the consular post by the detainee, must allow consular officers to communicate with a detainee, and must inform the detainee of these rights. Sanchez-Llamas, supra at 338-39, 126 S.Ct. 2669 (citing 21 U.S.T. at 100-01); Commonwealth v. Baumhammers, 599 Pa. 1, 960 A.2d 59, 97 (2008). The High Court was careful to make clear the limits of the rights provided by Article 36:\nArticle 36 does not guarantee defendants any assistance at all. The provision secures only a right of foreign nationals to have their consulate informed of their arrest or detention — not to have their consulate intervene, or to have law enforcement authorities cease their investigation pending any such notice or intervention.\nSanchez-Llamas, supra at 349, 126 S.Ct. 2669 (emphases in original).\nWith regard to implementation, Article 36 provides that the rights set forth therein “shall be exercised in conformity with the laws and regulations of the receiving State, subject to the proviso, however, that the said laws and regulations must enable full effect to be given to the purposes for which the rights accorded under this Article are intended.” Art. 36(2), 21 U.S.T. at 101 (quoted in Sanchez-Llamas, supra at 339, 126 S.Ct. 2669).\nIn Sanchez-Llamas, the Supreme Court consolidated and decided two cases that concerned the availability of judicial relief for violations of Article 36. In both cases, the petitioner-defendants were foreign nationals who were arrested for serious crimes, but not informed that they could request that the consulates of their home countries be notified of their detentions. In the first case, the petitioner sought to have his incriminating statements to police suppressed pursuant to the exclusionary rule, based on the failure of the authorities to comply with the notification requirement of Article 36. The High Court declined to apply the exclusionary rule to suppress the statements. The High Court recognized that the Vienna Convention does not prescribe specific remedies for violations of Article 36, but rather “expressly leaves the implementation of Article 36 to domestic law.” Sanchez-Llamas, supra at 343, 126 S.Ct. 2669. The Court then concluded as follows:\n[W]here a treaty does not provide a particular remedy, either expressly or implicitly, it is not for the federal courts to impose one on the States through lawmaking of their own.\nId. at 347, 126 S.Ct. 2669; see also Commonwealth v. Judge, 591 Pa. 126, 916 A.2d 511, 526-27 (2007) (in the context of a different treaty, quoting Sanchez-Llamas for this proposition and adding that “[t]his Court cannot enforce as laws those treaties ... which Congress has not chosen to incorporate into our domestic legal system”).\nBased largely on the Vienna Convention’s failure to set forth a remedy, the High Court denied the petitioner’s claim that his statements to police should be suppressed under the exclusionary rule because he had not been informed of his right under the treaty to notify his consulate. Sanchez-Llamas, supra at 343-50, 126 S.Ct. 2669; see also Leal Garcia v. Texas, — U.S. -, 131 S.Ct. 2866, 180 L.Ed.2d 872 (2011) (per curiam) (declining to issue a stay of execution that the appellant had sought based on proposed federal legislation to implement a decision of the International Court of Justice that interpreted the Vienna Convention’s notification provision).\nIn the second of the two Sanchez-Llamas cases, a state court had dismissed the petitioner’s Article 36 claim because he had failed to raise the claim at trial or on direct appeal, and thus he was barred, pursuant to state procedural rules, from raising it on collateral review. Id. at 342, 351-52, 126 S.Ct. 2669. The petitioner argued that such state procedural default rules did not apply to Article 36 claims. In rejecting the petitioner’s argument and refusing to suspend the normally applicable state procedural default rules, the High Court reiterated that “the procedural rules of the forum State govern the implementation of the treaty in that State.” Id. at 351, 126 S.Ct. 2669 (citation omitted). Concluding that “claims under Article 36 of the Vienna Convention may be subjected to the same procedural default rules that apply generally to other federal-law claims,” the High Court affirmed the judgment of the state court dismissing the petitioner’s Article 36 claim. Id. at 356, 126 S.Ct. 2669 (internal citation omitted).\nThe holdings of the United States Supreme Court in Sanchez-Llamas are directly applicable here, where Appellant has asked this Court to “fashion an appropriate remedy” for the trial court’s alleged violation of the Vienna Convention, which alleged violation constituted nothing more than adherence to a well-established procedural bar against hybrid representation. Appellant’s Brief at 80. We first point out that, based on Sanchez-Llamas, supra, and Judge, supra, we must decline Appellant’s invitation to devise a remedy for his perceived violations of Article 36. Based upon these precedents, it is simply not within this Court’s purview to devise and impose a remedy for violations of a treaty that does not set forth one.\nNext, we conclude that there is absolutely no merit to Appellant’s assertion of an Article 36 violation in the trial court’s handling of his pro se motions, regardless of the fact that they were prepared with the assistance of the Government of Mexico. As the United States Supreme Court made clear in Sanchez-Llamas, supra at 339 and 351, 126 S.Ct. 2669 Article 36 by its express terms is to be implemented in conformity with the procedural rules of the forum state. In Sanchez-Llamas, the High Court upheld a state court’s dismissal, based on a procedural default rule, of the petitioner’s Article 36 claim. Nonetheless, here, Appellant asserts that the trial court violated Article 36 merely by adhering to this Commonwealth’s well-established procedural bar against hybrid representation and, accordingly, declining to consider the merits of Appellant’s pro se motions. Based upon the United States Supreme Court’s interpretation of Article 36 in Sanchez-Llamas, we conclude that Appellant’s assertion of an Article 36 violation is meritless.\nFurthermore, Appellant’s additional assertion that the trial court violated the Vienna Convention by “refusing] to allow representatives of Mexico to address the tribunal on [Appellant’s] behalf’ likewise must fail. Appellant’s Brief at 79. Appellant’s development of this claim consists of a citation to the following excerpt of the notes of testimony, which occurred at the end of a morning session during jury selection.\nCourt: That concludes our list [of potential jurors]. All right. Now, I want to be very clear with our representative of the Mexican consulate who is here. You heard by observation that I don’t give a damn about this motion. I mean every word of it.\nI am here giving a damn very important (sic) about two things that I really give a damn about. One is this Defendant receiving a fair trial. One is the Commonwealth receiving a fair trial. Nothing is going to interfere with that at this point. What is, and we just aren’t going to go there. I don’t know what your agenda is or what it isn’t, but I’m here to guarantee that fair trial as I understand it. And I’m not going to tolerate any interference with it. All right. We’ll recess.\nMexican Consulate: May I address the Court for a second?\nCourt: No. Recess until 1:00.\nN.T., 8/23/06, Vol. I, at 111-12 (cited in Appellant’s Brief at 79).\nIt is not clear from the record, nor from Appellant’s brief, to which motion the court is referring in the above excerpt. We have no idea of the background to this exchange, no idea what the underlying issue is, no idea of the position of the Government of Mexico, and no idea if the trial court had previously addressed the matter. Appellant fails to present a specific, reasoned, and intelligible argument to support his assertion of an Article 36 violation with regard to the excerpted notes of testimony, supra. His position seems to be that a representative of the Mexican consulate should be granted leave to address the court at any time during Appellant’s trial merely by virtue of the provisions of the Vienna Convention. Appellant provides no support for such an expansive interpretation of the Vienna Convention, and his view is supported neither by the text of the treaty nor the United States Supreme Court. See Sanchez-Llamas, supra at 349, 126 S.Ct. 2669 (“Article 36 does not guarantee defendants any assistance at all. The provision secures only a right of foreign nationals to have their consulate informed of their arrest or detention — not to have their consulate intervene,.... ”)(emphasis in original).\nFinally, although we conclude that there is no merit to any of Appellant’s claims of trial court violation of the Vienna Convention, we must also point out that Appellant’s assertions of prejudice from these alleged violations are particularly hollow. Appellant asserts only the following general claim:\n[T]he Mexican consulate could have provided substantial assistance to [Appellant] throughout the pretrial, trial, and post-trial proceedings. They (sic) were not, however, permitted to do so. The Vienna Convention violations therefore cannot be harmless error.\nAppellant’s Brief at 80.\nAppellant does not even remotely suggest, much less set forth, what specific additional assistance the Government of Mexico would have provided to Appellant but for the order of the trial court. It is impossible to discern from Appellant’s brief any hint at all as to the nature of the “substantial assistance” that the Mexican consulate was “not [ ] permitted” to provide because of the trial court’s orders. Id. Appellant’s assertion of prejudice is speculative, undeveloped, unexplained, unsupported, contrary to the facts of record — and meritless.\nFor all of the foregoing reasons, Appellant is entitled to no relief on any of his multiple claims of trial court error relating to alleged violations of the Vienna Convention.\n4. JURY INSTRUCTION AS TO DIMINISHED CAPACITY\nIn his fourth issue, Appellant contends that his convictions should be vacated because the trial court erred when it instructed the jury that there was no evidence of diminished capacity due to his ingestion of alcohol and/or drugs. After careful review of all of the testimony presented and the trial court’s instructions to the jury, we conclude that the instructions were proper.\nA defense of diminished capacity negates the element of specific intent, and thus mitigates first-degree murder to third-degree murder. Commonwealth v. Williams, 602 Pa. 360, 980 A.2d 510, 527 (2009); Commonwealth v. Saranchak, 581 Pa. 490, 866 A.2d 292, 299 (2005). The mere fact of voluntary intoxication does not give rise to a diminished capacity defense. Rather, to prove diminished capacity due to voluntary intoxication, a defendant must show that he was overwhelmed to the point of losing his faculties and sensibilities. Commonwealth v. Blakeney, 596 Pa. 510, 946 A.2d 645, 653 (2008); Commonwealth v. Spotz, 587 Pa. 1, 896 A.2d 1191, 1218 (2006). Evidence that the defendant lacked the ability to control his or her actions or acted impulsively is irrelevant to specific intent to kill, and thus is not admissible to support a diminished capacity defense. Commonwealth v. Vandivner, 599 Pa. 617, 962 A.2d 1170, 1183 (2009).\nThis Court has previously made clear that a jury instruction regarding diminished capacity due to voluntary intoxication is justified only when the record contains evidence that the accused was intoxicated to the point of losing his or her faculties or sensibilities. Commonwealth v. Reiff, 489 Pa. 12, 413 A.2d 672, 674 (1980). Evidence that the accused ingested alcohol or other intoxicating drug — without more— does not warrant a voluntary intoxication instruction. Id. In Reiff, the evidence showed that the appellant had consumed approximately two and one-half quarts of beer during the several hours before he fatally shot a man, but there was no evidence that the appellant exhibited any signs of intoxication or unusual behavior. Id. at 673. Accordingly, we held that the trial court did not err in refusing to give a jury instruction as to diminished capacity due to voluntary intoxication. Id. at 674; see also Commonwealth v. Marinetti, 547 Pa. 294, 690 A.2d 203, 220-21 (1997) (holding that the trial court did not err by refusing to give a voluntary intoxication charge because, even though there was testimony that the appellant had consumed some alcohol prior to the killing, there was no evidence that the appellant had been overwhelmed or overpowered by alcohol).\nHere, Appellant rests his argument as to the propriety of a diminished capacity jury instruction primarily on testimony presented by his psychologist-expert, Stephen Ragusea, Ph.D., who, Appellant avers, testified that “drugs and alcohol prevented [Appellant] from being able to form a specific intent to kill on the night of the shootings.” Appellant’s Brief at 19-20, 22. As Appellant recognizes, Dr. Ragusea’s opinion was based on Appellant’s own account of his consumption of alcohol and use of marijuana on the night of the murders, and the Commonwealth introduced some contradictory evidence. Id. at 20-21. However, Appellant asserts, “[t]he conflicting psychiatric expert testimony and other testimonial evidence presented a quintessential jury issue on the question of diminished capacity to form specific intent,” and the trial court accordingly erred by removing this question from the jury. Id. at 21-22. We cannot accept Appellant’s assertions because a full reading of the notes of testimony reveals that his interpretation of the import of Dr. Ragusea’s testimony is not entirely accurate, and, in addition, he has ignored the specific and careful wording of the jury instruction that the trial court did give as to the testimony concerning Appellant’s alcohol consumption and drug use.\nDr. Ragusea met with Appellant in March 2006, to assess his overall psychological functioning and to consider whether factors such as use of mind-altering substances or emotional status might have affected his ability to form intent. N.T., 9/11/06, at 13, 15. Contrary to Appellant’s assertion, Dr. Ragusea did not testify that drugs and alcohol prevented Appellant from being able to form a specific intent to kill on the night of the murders. Dr. Ragusea’s direct examination testimony consisted in substantial part of answers to hypothetical questions that defense counsel asked based on his recollected summary of the evidence. Id. at 16-22. In addition, Dr. Ragusea testified that the effects of Appellant’s drug and alcohol use on his thinking, judgment, and memory were to some extent cumulative, ie., reflected the amount of usage over time. Id. at 22-24. Dr. Ragusea briefly discussed Appellant’s history of panic disorder, and suggested that it might have made Appellant “more emotionally reactive” to a perceived threat arising from the argument at the UVA club preceding the murders. Id. at 25-26. Dr. Ragusea’s direct examination ended with the following exchange:\nDefense Counsel: As we have discussed, there is a legal standard called specific intent to kill which requires that one have the specific intent to kill the individual and that they [sic] are fully aware of that intent at the time they [sic] take the actions. Can you render any opinions based on everything you know about this matter concerning that particular issue or that particular question?\nDr. Ragusea: Well, it does not appear to me, based upon my knowledge of the facts, that we have evidence that this was a planned event. You could imagine if someone deliberately, specifically, cold-bloodedly decided to go out and kill several people that they [sic] would choose to do it in a different style other than the way [Appellant] killed these three people. One would try and keep it secretive and hide it and do it in a manner that would not result in prosecution and incarceration. It seems as if this is an impulsive act With some elements of defensive activity towards a perceived threat mixed with a great deal of bad judgment. Therefore, it seems to me that this tends not to meet those criteria, [Counsel].\nDefense Counsel: Okay. Thank you very much.\nDr. Ragusea: I mean, that is something — £j]ust to clarify, that is not something that I have psychological test evidence to support. That is based upon my experience as a clinical psychologist from doing this kind of work, and the jury is perfectly capable of perceiving and reasoning their way through all of that.\nDefense Counsel: In fact, there would be no tests available to you to find out what somebody was thinking or what they were capable of thinking at the moment?\nDr. Ragusea: That’s correct.\nId. at 27-29 (emphases added).\nOn cross-examination, Dr. Ragusea testified that Appellant was of average intelligence, as measured by an intelligence-type test; had normal neurological functioning; exhibited some antisocial tendencies; presented as charming, angry, and bad-tempered; was sad but not clinically depressed; and had problems with anger management, panic attacks, and substance abuse. Id. at 36-40. Tellingly, Dr. Ragusea acknowledged that he “[did not] know what kind of shape [Appellant] was in [on the night of the murders],” although Appellant had reported to him that he “had consumed a great deal of alcohol and smoked marijuana that night.” Id. at 41. On cross-examination, the prosecutor also questioned Dr. Ragusea further on other factors that had been suggested as potentially relevant to Appellant’s intent on the night of the murders, including his perception of a threat, his history of panic attacks, and the recent suicide of a friend. Id. at 44-45, 53-55, 57.\nOnly on re-direct examination did defense counsel specifically ask Dr. Ragusea his opinion regarding the effect of drugs or alcohol on Appellant’s ability to form the specific intent to kill. The relevant portions of that testimony are as follows:\nDefense Counsel: Did you at any time in your direct testimony indicate that in your opinion [Appellant] was under the influence of drugs and/or alcohol to the degree that he could not form the specific intent to kill?\nDr. Ragusea: The answer is that in my opinion his ability to form intent was likely impacted. It’s a question of degree.\nDefense Counsel: As I recall your testimony, it was impacted by a list of things, not just the drugs and/or alcohol?\nDr. Ragusea: That’s correct.\nDefense Counsel: ... you are in no way saying that [Appellant] was not capable or did not commit these shootings or perform these shootings, correct?\nDr. Ragusea: That’s correct. Again, what he told me was that he had shot these people,....\nDefense Counsel: Right. So everything you’ve said has nothing to do with whether or not [Appellant] squeezed the trigger on that gun eight times and fired eight shots?\nDr. Ragusea: That’s correct.\nDefense Counsel: It’s what was going on in his head at the time and obviously your opinion is based upon your training, your experiences, etc., etc., but there’s no way you can ever know, correct?\nDr. Ragusea: That’s correct.\nId. at 65-67 (emphases added).\nThen, on re-cross-examination, the prosecutor questioned Dr. Ragusea as follows.\nProsecutor: You mean to tell me [Appellant] told you he shot these people?\nDr. Ragusea: Yes.\nProsecutor: He didn’t tell you he didn’t remember?\nDr. Ragusea: He told me that there was a time when he couldn’t remember.\nProsecutor: Oh, but he remembered when he talked to you?\nDr. Ragusea: When he talked to me, he said he did.\nProsecutor: And this bad judgment, that doesn’t mean that he didn’t form the intent to kill these people, does it?\nDr. Ragusea: That’s correct.\nProsecutor: And when you’re saying that different things likely impacted his situation that night, that doesn’t mean that any of those things prevented him from intending to kill these people? Likely impacted doesn’t mean that you are prevented from doing whatever you do, is that right?\nDr. Ragusea: Being impacted may prevent you, it may not prevent you from doing certain actions.\nProsecutor: So it doesn’t mean it prevented him from doing anything, does it?\nDr. Ragusea: Not necessarily, but it certainly may have, and in my judgment what it did was it prevented him from forming intent.\nProsecutor: It may have, right?\nDr. Ragusea: In my judgment it was likely.\nProsecutor: If his actions, even if they were impulsive— aren’t they controllable by him?\nDr. Ragusea: Yes, sir.\nProsecutor: His actions were controllable. So, he did not lose control of his faculties in your judgment? If they’re controllable, how could he have?\nDr. Ragusea: The answer is that all of us ultimately have free will. Our ability to make judgments is impacted by many complex variables. At some points it’s easier for us to make a clear-headed choice, and at other times it is more difficult to make a clear-headed choice, but we always have the choice.\nProsecutor: A choice is a choice. And his faculties were controllable, were they not? Wasn’t his temper controllable if he wanted to control it?\nDr. Ragusea: He was not insane at the time of the crime and, therefore, he had control over his behavior. This is a more subtle point.\nId. at 67-69 (emphases added).\nFrom Dr. Ragusea’s testimony, we conclude the following. Dr. Ragusea opined that, because of a number of different factors, one of which was alcohol- and drug-induced intoxication, Appellant’s ability to form intent on the night of the murders was “likely impacted,” to such a degree that it is likely that Appellant was prevented from forming intent to kill. Dr. Ragusea further opined that Appellant had not lost control over his behavior, although Dr. Ragusea believed the murders to be an impulsive act. Dr. Ragusea acknowledged that he did not know what Appellant was thinking or capable of thinking or what was going on in his head on the night of the murders. Importantly, despite thorough and lengthy questioning, neither Dr. Ragusea nor any other witness opined that Appellant’s use of drugs and alcohol on the night of the murders overwhelmed him to the point of losing his faculties and sensibilities, thus rendering him unable to form the specific intent to kill. Dr. Ragusea’s testimony was much less precise, encompassing not just Appellant’s substance abuse, but also his perception of a threat, his history of panic attacks, his anger management problem, and his recent loss of a friend to suicide.,\nWith both the relevant legal principles and Dr. Ragusea’s testimony in mind, we now consider the trial court’s full charge to the jury concerning diminished capacity:\nThe choice [to reduce first-degree murder to third-degree murder] would occur if evidence was presented that [Appellant] was so overwhelmed by alcohol and/or drugs that he may have lost control of his faculties to such an extent that you had a reasonable doubt whether [Appellant] could form the specific intent necessary to find first[-]degree murder. You remember I told you that this issue might or might not be in the case. Well[,] we heard all of the evidence in the case and based on that evidence the Court, myself, has concluded that there is no evidence in the case that [Appellant] was so overwhelmed by drugs or alcohol that he could not form specific intent. Accordingly, you may not reduce fírst[-]degree murder that you have otherwise found to third[-]degree murder for that reason alone since the evidence does not support that conclusion. This does not mean, however, that evidence of drugs or alcohol is completely irrelevant. The Commonwealth, as you know, has the burden of proving specific intent to kill in connection with first[-]degree murder beyond a reasonable doubt and you may consider any evidence of drug or alcohol consumption together with all the other evidence in the case to determine if the Commonwealth has met it’s [sic] burden of proving specific intent beyond a reasonable doubt. So[,] you see[,] a relevant consideration as to whether the Commonwealth has proved specific intent or not [sic] but you do not have the ability simply because of drug and alcohol consumption and for no other reason to reduce first[-]degree murder to third[-]degree murder.\nN.T., 9/12/06, at 78 (emphases added).\nThus, the trial court instructed the jury that there was no evidence to support a diminished capacity defense based solely on drug and alcohol consumption. However, the trial court most certainly did not bar the jury from considering the testimony regarding voluntary intoxication. The trial court’s instructions explicitly allowed the jury to consider evidence of drug and alcohol consumption in concert with all the other evidence presented in the case when determining whether the Commonwealth had proven specific intent. These instructions accurately reflected Dr. Ragusea’s opinion that a number of factors likely prevented Appellant from forming the specific intent to kill on the night of the murders. The trial court’s instruction correctly and properly reflected the testimony presented at trial. Appellant’s allegations in Issue 4 are not based on an accurate interpretation of the actual trial testimony, nor do they reflect the actual jury instruction given by the trial court. Accordingly, Appellant’s allegations are meritless.\n5. AGGRAVATING FACTORS\nIn his fifth issue, Appellant asserts that the Commonwealth presented no evidence in support of any of the three proffered aggravating factors, and thus the jury’s finding of the three factors was unsupported and improper. The three factors proffered by the Commonwealth and found by the jury were the following: killing committed while in the perpetration of a felony (42 Pa.C.S. § 9711(d)(6)); knowingly created grave risk of death to another person (§ 9711(d)(7)); and convicted of another murder committed either before or at the time of the murder at issue (§ 9711(d)(ll)).\nWith regard to the last two factors, ie., subsections 9711(d)(7) and (d)(ll), Appellant makes the following specific claim: because the Commonwealth failed to present any evidence during the penalty phase and also failed to incorporate any guilt phase evidence into the penalty phase, the jury’s finding of these factors was not supported by any evidence. In Appellant’s view, because the Commonwealth failed to make a formal motion to incorporate evidence presented in the guilt phase of Appellant’s trial into the penalty phase proceedings, the jury should have been precluded from considering any guilt phase evidence during its penalty phase deliberations.\nAs the Commonwealth points out, there is no question that, at the beginning of the penalty phase, the prosecutor asked the jury to recognize the record, as it had been established before that same jury during the guilt phase of Appellant’s trial. There is also no question that the evidence presented during the guilt phase was crucial to the jury’s finding that the aggravating factors under subsections 9711(d)(7) and 9711(d)(ll) were applicable. Aggravating factor 9711(d)(ll) (convicted of another murder committed either before or at the time of the murder at issue) arose directly from Appellant’s convictions of the first-degree murder of three individuals, which verdict had been reached by the same jury immediately before the penalty phase proceedings. Aggravating factor 9711(d)(7) (knowingly created grave risk of death to another person) arose from the guilt phase evidence concerning the manner in which Appellant carried out the murders, to wit, shooting into a group of people standing outside a bar and killing not just the two intended victims, but also a bystander. That the Commonwealth would rely on evidence presented during the guilt phase and on the jury’s guilt phase verdict to establish these two factors was clear from the prosecutor’s opening statement at the penalty phase, which reads in relevant part as follows:\nNow, in reaching a determination about whether or not those aggravating circumstances have been shown to you beyond a reasonable doubt[,] we expect you to be able to recall certain evidence from the guilt[ ] phase and that [ ] evidence can only relate to the aggravating circumstances and/or any mitigating circumstances which would apply but nothing else. Based upon your previous verdicts of murder in the first degree for the death of Alfred Mignogna, for the death of Frederick Rickabaugh and for the death of Stephen Heiss[,] we believe and I would submit to you that we have proven to you beyond a reasonable doubt the first aggravating factor that [Appellant] actually did commit another murder at the time of each of those offense[s]. During the trial[,] you heard about people who were outside during the shootings, you’ve heard from people like Mark Hott, Michael Bryant, Barb Vindel, Matt Neymeyer, and also Tonya Kline[,] and we would submit that the evidence shown to you during the guilt[ ] phase would also apply in this phase of the trial to show you that those individuals were in grave risk of death during the shootings. So we don’t expect you to hear any additional evidence on that aggravating circumstance^] but we would submit to you that we have proven it beyond a reasonable doubt.\nN.T., 9/13/06, at 6 (emphases added).\nIn addition, the trial court, in its penalty phase charge to the jury, made clear that the jury was to rely on the facts of the case and its own guilt phase verdict during its sentencing deliberations. Specifically, with regard to aggravating factor 9711(d)(7), the court instructed the jury that “[i]t is for you to determine from the facts of this case whether or not [Appellant] knowingly created a grave risk of death to persons other than these victims.” N.T., 9/14/06, at 41 (emphasis added). With regard to aggravating factor 9711(d)(ll) (convicted of another murder), the court instructed the jury as follows: “Now, I’m going to tell you that this aggravating factor is based on your verdict in the guilt phase. That’s the conviction that we’re talking about.” Id. (emphasis added). Thus, not only did the prosecution clearly explain the evidence on which it was relying to establish the aggravating circumstances, but also the trial court instructed the jury that it was to rely on the facts of the case and on its guilt phase verdict in reaching its penalty phase decision.\nNotably, as the Commonwealth recognizes, defense counsel did not object to any of the statements discussed above: not to the method used by the prosecutor to present evidence of the aggravating factors to the jury, nor to the trial court’s instructions concerning how the jury was to use that evidence in deciding upon aggravating factors. Therefore, Appellant did not preserve his current claim that the Commonwealth was required to make, and the trial court to grant, a formal motion to incorporate relevant guilt phase evidence into the penalty phase proceedings. Appellant’s claim concerning aggravating factors 9711(d)(7) and 9711(d)(ll) is waived.\nWe turn next to Appellant’s assertion that the jury’s finding of aggravating factor 9711(d)(6) (killing committed while in the perpetration of a felony) was not supported by sufficient evidence, indeed by any evidence, and thus was not valid. Appellant further asserts that the Commonwealth’s introduction of this “false aggravator” into the proceedings resulted in a death sentence that was the product of an arbitrary factor. Appellant’s Brief at 33-36 (citing 42 Pa.C.S. § 9711(h)(3), which sets forth this Court’s statutory mandate to review each sentence of death).\nThe predicate offense proffered by the Commonwealth for aggravating factor 9711(d)(6) was illegal alien not to possess/use a firearm (18 Pa.C.S. § 6105(c)(5)), which, Appellant correctly points out, is not a felony under the Uniform Firearms Act, but rather is only a misdemeanor. As a misdemeanor, subsection 6105(c)(5) cannot support the subsection 9711(d)(6) aggravating factor (killing while in the perpetration of a felony), a conclusion with which both parties and the trial court now agree. See Trial Court Opinion, dated 3/14/07, at 3; Commonwealth’s Brief at 37.\nHowever, at trial, the prosecutor and defense counsel agreed to a stipulation as to the applicability of aggravating factor 9711(d)(6) grounded in a firearm charge. Well before the penalty phase, the Commonwealth had made clear its intention to establish as an aggravating factor that Appellant had committed the murders while in violation of illegal alien not to possess/use a firearm, 18 Pa.C.S. § 6105(c)(5). It is clear from the record that defense counsel agreed to the stipulation, which is reproduced below, in order to prevent the jury from learning that Appellant is an illegal alien.\nThe Commonwealth and [Appellant] agree that evidence exists beyond a reasonable doubt that [Appellant] committed the killing of Alfred Mignogna, Frederick Rickabaugh, and Stephen Heiss while in the perpetration of the felony of a person not to possess and/or use a firearm. Titlel8 Pennsylvania Consolidated Statute Section 6105[,] a felony of the second degree.\nN.T., 9/13/06, at 20.\nNotably, the stipulation cited only a generic firearm felony involving possession or use, obviating the need to establish or even mention Appellant’s status as an illegal alien. It appears that neither the parties nor the trial court realized that the offense to which the stipulation actually referred was, in fact, not a felony, but rather was a misdemeanor. The Commonwealth presented no evidence as to any firearm offense, but relied exclusively on the above stipulation to establish the subsection 9711(d)(6) aggravating factor (killing while in the perpetration of a felony). The jury found three mitigating factors and three aggravating factors, one of which was subsection 9711(d)(6), and returned a verdict of death.\nFrom these facts of record and relevant governing law, we draw the following two conclusions, discussing each in detail below. First, Appellant’s challenge to the sufficiency of the evidence to support aggravating factor 9711(d)(6) must fail, based upon our well-established standard of review for sufficiency challenges. Second, Appellant made no timely objection at trial to the Commonwealth’s presentation of aggravating factor 9711(d)(6), but rather stipulated to a felony in order to keep his illegal status from the jury. Hence, his claim falls under the rubric of ineffective assistance of trial counsel, which is reviewable only under collateral attack.\nWith regard to his challenge to the sufficiency of the evidence to support aggravating factor 9711(d)(6), Appellant fails to cite or to take into account our well-established standard in reviewing the sufficiency of the evidence. We must determine whether the evidence admitted at trial, with all reasonable inferences drawn in favor of the Commonwealth, support the jury’s finding. Importantly, we evaluate all evidence admitted at trial, whether or not the trial court’s rulings as to admissibility were correct. Commonwealth v. Mitchell, 588 Pa. 19, 902 A.2d 430, 444 (2006). Thus, a challenge to the sufficiency of the evidence cannot be employed as an alternative route to obtain review of trial court or counsel error. Here, regardless of whether the stipulation was legally correct, we consider only if the stipulation, as read to the jury, constituted sufficient support for the jury’s finding of aggravating factor 9711(d)(6). Because the stipulation was sufficient, Appellant’s challenge to the sufficiency of the evidence must fail. Appellant’s only claim in this matter sounds in ineffective assistance of counsel, which should be deferred to collateral review, as we discuss next.\nRecognizing trial counsel’s failure to make a timely objection to the presentation of aggravating factor 9711(d)(6), Appellant nonetheless seeks review of this matter on direct appeal pursuant to this Court’s statutory review standard set forth in 42 Pa.C.S. § 9711(h)(3), which requires that we affirm a sentence of death unless we determine that\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor; or\n(ii) the evidence fails to support the finding of at least one aggravating circumstance specified in subsection (d).\n42 Pa.C.S. § 9711(h)(3). Appellant specifically asserts that the introduction of aggravating factor 9711(d)(6) resulted in a death sentence that was the product of an arbitrary factor, and thus he argues that this Court must vacate the death sentence, pursuant to subsection 9711(h)(3).\nPreviously, in Commonwealth v. Chambers, 602 Pa. 224, 980 A.2d 35, 55-59 (2009), we declined to hold that our subsection 9711(h)(3) review encompasses a claim similar to the one that Appellant raises here. Specifically, in Chambers, the appellant challenged certain statements concerning the appeals process made by his penalty phase counsel during argument, statements that allegedly led the jury to believe that it did not bear final responsibility for imposing the death penalty. Chambers argued that defense counsel’s statements had injected an “arbitrary factor” into the penalty phase proceedings, resulting in a sentence that was the product of “prejudice and arbitrariness,” and thereby bringing the matter within the scope of subsection 9711(h)(3). Chambers, supra at 55-56, 59. We declined to review Chambers’s claim, holding that it was waived and unreviewable on direct appeal, but we dismissed the claim without prejudice to Chambers’s right to pursue it as an ineffective assistance claim under the Post Conviction Relief Act (PCRA). Id. at 59. In our disposition of Chambers, we recognized the relevance of our holding in Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726, 738 (2002), that “a petitioner should wait to raise claims of ineffective assistance of trial counsel until collateral review.” We noted that the “Grant rule would disappear for penalty phase claims of ineffectiveness” if an otherwise-waived counsel ineffectiveness claim were to be “available under direct appeal statutory review merely because the appellant claims that trial counsel’s conduct injected an arbitrary factor.” Chambers, supra at 59 n. 12.\nAppellant’s circumstances and his claim are analogous to those presented in Chambers. Accordingly, as in Chambers, we conclude that Appellant’s claim with respect to aggravating factor 9711(d)(6) does not implicate an “arbitrary factor” for the purposes of 42 Pa.C.S. § 9711(h)(3). We dismiss Appellant’s waived, unreviewable claim without prejudice to his right to pursue it as an ineffective assistance of counsel claim under the PCRA.\nAppellant’s final sub-claim in Issue 5 is that the trial court erred by not conducting a colloquy to determine if his stipulation to the 9711(d)(6) aggravating factor was knowing, intelligent, and voluntary. This claim was not preserved for review, and it is also dismissed without prejudice to Appellant’s right to pursue it as an ineffective assistance of counsel claim under the PCRA.\n6. POST-TRIAL MOTIONS FOR A NEW TRIAL\nIn his sixth issue, Appellant contends that the trial court erred in denying Appellant’s pro se and counseled motions for a new trial. Appellant’s Brief at 86-92. We begin with Appellant’s pro se motions for a new trial, in which he raised numerous allegations of error. Here, he raises three claims for review: (a) the trial court’s “less terrible” mitigation instruction and related Commonwealth arguments were arbitrary; (b) Appellant was not present at proceedings where the trial court made decisions affecting his fundamental rights; and (c) the trial court erred by refusing to grant a continuance to allow the defense to complete its mitigation investigation. Id. at 86, 88, and 89. By order filed on April 10, 2008, the trial court denied Appellant’s pro se motions as “inappropriately filed,” based on the fact that Appellant was represented by counsel throughout the proceedings, including on the date of filing of these motions. As we have already discussed in the text, supra, no defendant, including Appellant, is entitled to hybrid representation, and thus, because Appellant was represented by counsel at all relevant times, the trial court did not err by declining to consider Appellant’s pro se motions on the merits.\nIn addition, we note that, prior to trial, the Government of Mexico raised sub-claim (b). The trial court addressed the matter at that time, and it denied the motion. See Motion of the Government of Mexico Requesting a Change of Venue to Ensure that [Appellant] Receives Due Process, a Fair Trial, and a Reliable Sentencing Determination, filed 2/10/06, at 13-14; Opinion and Order of the Trial Court, filed 5/18/06, at 6-7. Here, to this Court, Appellant explains the specific allegations in sub-claim (b) as follows:\nThe trial court held hearings off the record in chambers and outside the presence of [Appellant]. Although the trial court called these hearings “status conferences,” fundamental issues affecting [Appellant’s] right to counsel, expert assistance, and a fair trial were heard and decided in his absence. In addition, the trial court’s failure to transcribe these proceedings limits meaningful appellate review and the effective assistance of counsel on appeal.\nAppellant’s Brief at 88 (internal quotation marks and citations omitted).\nThe trial court addressed the matter as follows:\n[W]e invited the Government of Mexico to attend periodic status conferences at which we discussed scheduling matters, and the progress of discovery in the case.\nIn this Court’s practice, status conferences are used by this Court in the management of complex cases (including death penalty cases) as a means of insuring that discovery is proceeding smoothly and that counsel receive scheduling for any anticipated motions so we can (first) achieve a trial date as quickly as possible and (second) meet that trial date. The Defendant’s presence is neither indicated nor required for these ministerial matters.\nOpinion and Order of the Trial Court, filed 5/18/06, at 6-7.\nAppellant’s appeal of the matter to this Court consists of six sentences, three of which are quoted above, see text supra (quoting Appellant’s Brief at 88), and three of which are general statements of law concerning the right to be present at one’s trial. Appellant baldly asserts — with no factual explication at all — that his rights to counsel, expert assistance, and a fair trial were compromised, but we have no idea how these or any other rights were even implicated, much less negatively affected, by his absence from the ministerial conferences at issue. Appellant insists that “fundamental issues” were decided in his absence, but he fails even to mention a single specific issue or decision, fundamental or otherwise. Appellant strongly implies that the trial court has mischaracterized the nature of these conferences, but such unsupported implications cannot substitute for a legally and factually developed argument. Appellant’s utter failure to formulate an argument as to how the status conferences violated his constitutional rights — despite the attendance at these conferences of representatives from the Government of Mexico — indicates the total lack of merit in this claim, as the trial court has previously determined.\nIn the second part of Issue 6, Appellant contends that the trial court erred by denying Appellant’s counseled motion for a new trial, which was grounded in social science evidence from the Capital Jury Project. Appellant’s Brief at 90. Based on published findings from researchers associated with the Capital Jury Project, Appellant raises three claims: (1) death qualification creates juries that are predisposed toward the prosecution and a sentence of death; (2) separate juries for guilt and penalty phases of trial are required in order to avoid the bias inherent in death qualification; and (3) juries often do not understand the court’s instructions and therefore misapply the law concerning the determination and weighing of aggravating and mitigating factors. Appellant cites no evidence or events from his own trial to support any of these claims. Rather, Appellant derives his assertions entirely from the published research studies of the Capital Jury Project, which based its conclusions on interviews with individuals who had served on capital juries in fourteen states, including Pennsylvania.\nThe trial court found the Capital Jury Project conclusions “academically interesting,” but consistent with neither the law of this Commonwealth, nor the court’s experience. Opinion and Order of the Trial Court, filed 6/30/06, at 4. The trial court expressed strong disagreement -with the claims that death-qualified jurors were predisposed to impose the death penalty, unable to separate the actual determination of guilt from the penalty phase, or unlikely to consider mitigation evidence. Most seriously, the trial court suggested that, if the court were to adopt these defense claims, it would “repudiate the jury system as it has traditionally existed.” Id. at 6. The trial court also noted that separate juries for the guilt and penalty phases are required neither by the Pennsylvania nor by the United States Constitution; furthermore, the interests of judicial economy do not support separate juries because, in most cases, this would effectively require two separate trials with many of the same facts. Id. at 5-6. The trial court concluded that Appellant’s assertions were nothing more than assumptions and speculation. Id. at 5.\nWe agree with the trial court’s analysis. Appellant has not formulated or advanced a specific claim that the jury in his case was predisposed toward the death penalty or did not understand the court’s penalty phase instructions. Rather, through reliance on the published studies and conclusions of a group of social scientists, Appellant seeks a general, major change in the policy and the statutes related to the death penalty in this Commonwealth. Such issues are more appropriately directed to the General Assembly. Appellant is entitled to no relief on his sixth issue.\n7. STATUTORY REVIEW\nFinally, pursuant to 42 Pa.C.S. § 9711(h)(3), we must review a sentence of death and affirm, unless we determine that\n(iii) the sentence of death was the product of passion, prejudice or any other arbitrary factor; or\n(iv) the evidence fails to support the finding of at least one aggravating circumstance specified in subsection (d).\n42 Pa.C.S. § 9711(h)(3).\nFollowing review of the facts and the record, we conclude that the sentence of death was not the result of “passion, prejudice, or any other arbitrary factor,” but rather was based on the evidence admitted at trial. Id. In addition, as discussed in Issue 5, we conclude that the evidence admitted at trial was sufficient “to support the finding of at least one aggravating circumstance.” Id.; see Chambers, supra at 59-60. The verdict and sentence of death are hereby affirmed.\nChief Justice CASTILLE and Justices EAKIN and STEVENS join the opinion.\nChief Justice CASTILLE files a concurring opinion in which Justice EAKIN joins.\nJustice SAYLOR files a concurring and dissenting opinion in which Justice TODD joins.\nJustice BAER files a concurring and dissenting opinion.\n. Respectively, 18 Pa.C.S. § 2501(a) (criminal homicide); § 2702(a)(1) (aggravated assault); § 2702(a)(4) (aggravated assault); § 2705 (recklessly endangering another person); § 6105(c)(5) (illegal alien not to possess/use a firearm). It is undisputed that Appellant is a Mexican national who was illegally residing in the United States at the time of the murders.\n. The aggravating circumstances were the following: committed the killings in the course of perpetrating a felony involving illegal possession of a firearm, 42 Pa.C.S. § 9711(d)(6); knowingly created a grave risk of death to another person, § 9711(d)(7); and has been convicted of another murder committed either before or at the time of the murder at issue, § 971 l(d)(l 1). The mitigating circumstances were the following: under the influence of extreme mental or emotional disturbance at the time of the killings, § 9711(e)(2); positive adjustment to incarceration, § 9711(e)(8); and a good father, § 9711(e)(8). See Sentencing Verdict Slip, dated September 14, 2006.\n. A sentence of death shall be subject to automatic review by the Supreme Court of Pennsylvania pursuant to its rules. 42 Pa.C.S. § 9711(h)(1).\n. We have reordered Appellant's issues for ease of disposition.\n. The murders took place at approximately 2:00 a.m. on August 28, 2005. Lt. Michael Lowery testified that he received radio information regarding someone who wanted to turn himself in at approximately 2:52 a.m. the same day. N.T., 9/7/06, at 226. Very shortly thereafter, Appellant gave a statement to police officers, t.e., from 3:10 a.m. until 4:16 a.m. N.T., 9/8/06, at 207.\n. Appellant indicated that he was driving Mr. Shumaker’s car on the night of the murders. N.T., 9/8/06, at 190-91. Appellant's car, a 2001 Jaguar, was found parked in front of the Shumakers' residence. Id. at 191; N.T., 9/7/06, at 234.\n. Testimony of Mark McNeely, owner of the Allegheny Trade Company.\n. The bullet found in the body of Mr. Heiss was too mutilated to be analyzed. N.T., 9/8/06, at 153-54.\n. This claim was raised prior to trial by motion of the Government of Mexico and by Appellant pro se. See Motion of the Government of Mexico Requesting the Appointment of Conflict-Free Counsel for Defendant Miguel Angel Padilla, filed 2/6/06, at 3-9; Pro Se Motion of Defendant Miguel Angel Padilla Requesting a Stay of Trial Court Proceedings Pending Resolution of Appeal Filed by the Government of Mexico, filed 8/9/06, at 8-10. The trial court addressed the matter in two filings: Order of Court, filed 2/22/06; and Opinion and Order, filed 5/18/06, at 3-7.\n. Appellant alleges two other conflicts of counsel in this first issue: (a) penalty phase counsel Edward Blanarik stipulated that Appellant had committed a firearms offense, despite Appellant's instructions to the contrary, thereby creating a conflict; and (b) both Mr. Speice and Mr. Blanarik refused to accept assistance from the Mexican Consulate and did not keep the Mexican Consulate informed of all proceedings in Appellant’s case, against his wishes and instructions. Appellant’s Brief at 69-71.\nWith regard to (a), the record shows that Mr. Blanarik stipulated that Appellant had committed an offense involving the possession or use of a firearm, a strategy designed to prevent the jury from learning that Appellant is an illegal alien. The stipulation is discussed in Issue 5, infra. Here, Appellant asserts that he and his counsel \"had a material disagreement ... concerning a course of action in the representation, which created a conflict of interest.” Appellant’s Brief at 69-70. A \"material disagreement” with respect to a course of action in the representation does not constitute a conflict of interest. See text, infra, for discussion of the meaning of conflict of interest. Appellant’s citations to authority do not support his assertions to the contrary. Any claim in this matter sounds in ineffective assistance of counsel, which is properly brought on collateral review. See Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726, 738 (2002) (holding that a petitioner should wait to raise claims of ineffective assistance of trial counsel until collateral review).\nIn a footnote to this sub-claim, Appellant also asserts the following:\n\"Mr. Blanarik also could not (and did not) provide [Appellant] with a candid and informed discussion about his legal options and strategies prior to the murder trial, including the advantages and disadvantages of going to trial compared to negotiating or accepting a plea, and the pros and cons of taking the stand in his own defense.” Id. at 70 n. 29. Along with a citation to a case from a federal district court in Delaware, this sentence constitutes the entirety of Appellant’s \"development” of this claim. To the extent that this claim is intelligible, it is a claim of ineffective assistance of counsel, which is properly brought on collateral review. See Grant, supra.\nWith regard to (b), Appellant asserts that, despite his repeated instructions, Mr. Speice and Mr. Blanarik did not keep the Mexican government informed of proceedings in his case and refused to accept assistance from the Mexican government that could have spared Appellant’s life. Appellant's Brief at 71. Appellant further asserts, without explanation, that counsel's actions or inactions in this regard \"created a conflict of interest.” Id. These general assertions, plus a few citations to decisional law of questionable relevance, constitute the entirety of this sub-claim. This sub-claim is identical to a sub-claim raised as part of Issue 3. Compare Appellant’s Brief at 71 (asserting, in Issue 1, that appointed counsel “did not keep the Mexican consulate informed about the case and refused to accept the assistance of the Mexican government”) (internal quotation marks omitted) with Id. at 79 (asserting, in Issue 3, that Appellant’s counsel \"refused to accept any assistance from Mexico and did not keep the Mexican government informed concerning proceedings in the case”). However, Appellant has withdrawn this claim for purposes of direct appeal, recognizing that it is a claim of ineffective assistance of counsel and thus is more properly raised on collateral appeal. See n.15 infra (citing Appellant’s Post-Argument Submission by Permission, filed 4/19/10, at 1-2).\nFinally, Appellant includes a general conflict of interest sub-claim at the end of Issue 1, which merely reasserts the allegations already made as follows: \"Any reasonable person in [Appellant’s] position would not trust a lawyer who initially refused to accept the representation, stipulated to an aggravating circumstance against the defendant’s instructions, and rejected critical assistance from the Mexican government.” Appellant’s Brief at 71. These are merely repetitious assertions, addressed in our discussion of Issue 1, see text, or in this footnote.\n. Act of 1968, Dec. 2, P.L. 1144, No. 358, as amended, 16 P.S. §§ 9960.1-9960.13.\n. The Commonwealth asserts that Appellant met with Thomas Dickey, Esq., an attorney who had previously represented him, at the police department shortly after his arrest, but this is not of record.\nIn addition, the Commonwealth includes a copy of the Blair County Prison Visitor Register, which indicates that an official from the Mexican Consulate in Philadelphia visited Appellant on September 1, 2005, which was four days after the murders. The prison register also indicates that Appellant was visited in the same prison on September 21, 2005, by a Mexican Consulate official and by Michael O’Connor, an attorney for the Consulate. See Commonwealth’s Answer to Appeal and Jurisdictional Statement of the Government of Mexico and Motion to Quash the Appeal Filed by Counsel Who Are Not of Record, filed 7/16/08, at ¶ 12, and Blair County Prison Visitor Register attached to motion.\nThe Commonwealth further represents that on September 19, 2005, Mr. Dickey filed a Motion for Admission pro hac vice pursuant to Rule 301 of the Bar Admission Rules, indicating that the Mexican Consulate in Philadelphia had retained Mr. O'Connor to represent the Government of Mexico in asserting the consular rights of Appellant, and opining that Mr. O’Connor appeared to qualify for admission to the bar for this purpose. Commonwealth’s Brief at 43 and Ex. 1. This motion is not of record, but Mr. O'Connor subsequently signed numerous motions before the trial court in his capacity as counsel for Mexico.\n. Appellant also asserts that his rights to counsel and to due process under the Pennsylvania Constitution, Article I, Section 9, were violated. However, he advances no distinct argument based on the Pennsylvania Constitution, and we will not divine one on his behalf. See Commonwealth v. Briggs, 608 Pa. 430, 12 A.3d 291, 318 n. 26 (2011) (declining to consider a claim under the Pennsylvania Constitution in support of which the appellant advances no argument, nor cites any case law). We note only that we have previously held that the right to counsel under Article I, § 9 of the Pennsylvania Constitution is co-terminus with the Sixth Amendment right to counsel for purposes of determining when the right attaches. Commonwealth v. McCoy, 601 Pa. 540, 975 A.2d 586, 590 (2009); Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831, 844 (2003); Commonwealth v. Arroyo, 555 Pa. 125, 723 A.2d 162, 170 (1999). All of Appellant's constitutional arguments are addressed in our discussion of his Sixth Amendment claim.\nAppellant further asserts that the delay in the appointment of counsel was \"an extreme departure from ... and breached norms established by the American Bar Association.” Appellant’s Brief at 61 (citing Am. Bar Ass’n, Guidelines for the Appointment and Performance of Defense Counsel in Death Penalty Cases (rev. ed. 2003)). As we stated in Commonwealth v. Wright, 599 Pa. 270, 961 A.2d 119, 132 (2008) (internal citation omitted), \"[t]his Court has never endorsed or adopted the ABA guidelines in full. We do not do so now.” We will not address this sub-claim further, except to note that Appellant's assertions of \"deviations from the norms established by the ABA guidelines” do not establish that his rights under \"the Fifth, Sixth, Eighth, and Fourteenth Amendments to the United States Constitution and corresponding law of the Commonwealth” were violated. Appellant’s Brief at 62.\n. Appellant cites a newspaper report of a waitress who had served alcohol to Appellant on the night of the murders and recalled that he was drunk; she apparently was subpoenaed by the defense but failed to appear. Appellant’s Brief at 57 (citing N.T., 9/11/06, at 3). We do not comprehend, nor does Appellant explain, how a psychiatric examination of Appellant could have preserved such testimony. In addition, evidence that Appellant had been drinking, or even that he was drunk, does not establish a finding of diminished capacity, as we discuss in detail in Issue 4, infra. Furthermore, Appellant ignores the testimony from several witnesses and police officers, summarized in the text, supra, that he did not appear to be intoxicated during and immediately after the shootings.\n. The Vienna Convention, Apr. 24, 1963, [1970] 21 U.S.T. 77, T.I.A.S. No. 6820, was ratified by the United States, upon the advice and consent of the Senate, in 1969. See Medellin v. Texas, 552 U.S. 491, 499, 128 S.Ct. 1346, 170 L.Ed.2d 190 (2008).\nIn this issue, Appellant also raised two other sub-claims based on alleged violations of the Vienna Convention: (1) the police failed to advise Appellant of his right to consular notification and assistance at the time of interrogation; and (2) trial counsel failed to consult with and accept assistance from the Government of Mexico. See Appellant's Brief at 74-85. At oral argument, Appellant withdrew these claims, acknowledging that trial counsel did not preserve the first claim, and that no record has been made in the trial court for the second claim. See Appellant's Post-Argument Submission by Permission, filed 4/19/20, at 1-2 (acknowledging that the withdrawn claims are \"more properly claims of ineffective assistance of counsel” and citing Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002)).\n. Appellant also asserts, in a two-sentence footnote, that the trial court violated another, bilateral treaty, to wit, the Convention Respecting Consular Officers, when the court \"prevented Mexican consulate officers from addressing the court and from submitting filings with the Prothonotary.” Appellant’s Brief at 79 n.36. This asserted violation of the Convention Respecting Consular Officers is neither explained factually, nor supported with any citations to the record or the law. Such an undeveloped claim is not reviewable and is waived. See, e.g., Commonwealth v. Briggs, 608 Pa. 430, 12 A.3d 291, 326 n. 34 (2011) (concluding that an undeveloped claim is waived).\n. Trial counsel did file a similar motion, and the trial court granted a change of venire on May 10, 2006.\n. Appellant acknowledged in this motion that he had been assisted in its preparation by a representative of the Government of Mexico. Pro Se Motion of Defendant Miguel Angel Padilla to Withdraw Nolo Contendere Plea to the Charge of Unlawful Possession of a Firearm Under 18 Pa.C.S.A. § 6105, at 2.\n. Appellant acknowledged in this motion that he had been assisted in its preparation by a representative of the Government of Mexico. Pro Se Motion and Brief of Defendant Padilla for Appointment of New Counsel due to Numerous Debilitating Conflicts of Interest, at 1 n.l.\n. As discussed in the text, supra, the current Rules of Criminal Procedure require that a document submitted pro se by a defendant who is represented by counsel be accepted for filing and then forwarded to counsel. Pa.R.Crim.P. 576(A)(4); see Commonwealth v. Pitts, 603 Pa. 1, 981 A.2d 875, 876 n. 2 (2009).\nHowever, the prior rule had directed the clerk of courts not to docket or record a pro se motion from a represented defendant, but rather just to forward it to the defendant’s counsel. See Pitts, supra at 876 n. 2 (citing Pa.R.Crim.P. 576(C), amended March 3, 2004, effective July 1, 2004).\n. We cannot fail to note that the trial court patiently and repeatedly addressed many of the motions filed by Appellant acting pro se or by the Government of Mexico acting on his behalf. See text, supra. Many of these motions were repetitious, raising the same claims time and again; furthermore, in at least one instance, these motions raised the same issue (change of venue), as was raised in Appellant's counseled motions.\n. The High Court declined to decide whether the Vienna Convention granted enforceable rights to individuals. The Court found it unnecessary to resolve this question because it concluded that the petitioners were not entitled to relief on their claims. Sanchez-Llamas, supra at 343, 126 S.Ct. 2669. The High Court assumed, without deciding, that Article 36 of the Vienna Convention does grant enforceable rights to an individual. We follow the High Court's lead in the case before us, assuming, strictly for purposes of this appeal, that Article 36 does grant Appellant individually enforceable rights. However, we also note the High Court’s acknowledgment that diplomatic avenues are the primary means of enforcing the Vienna Convention. Id. at 350, 126 S.Ct. 2669.\n. Appellant also cites a second excerpt from the notes of testimony, N.T., 8/21/06, at 8-10, in which the issue concerned a pro se motion prepared by the Mexican consulate. No Mexican representative sought to address the court, and there was not even any discussion of such possibility. Appellant fails to explain the relevance of this citation to his assertion that the trial court violated the Vienna Convention by refusing to allow representatives of the Government of Mexico to address the court on Appellant's behalf.\n. On cross-examination, Dr. Ragusea acknowledged that Appellant’s panic attacks had \"very little” to do with this case. N.T., 9/11/06, at 54. In Dr. Ragusea’s view, Appellant’s history of panic attacks may have caused him to \"react[ ] emotionally in a stronger way” if he perceived a situation as threatening, but typically, panic attacks are associated with increased awareness of a problem and \"feelings of helplessness and not aggressiveness.” Id. at 53-55. Dr. Ragusea also testified that the suicide of Appellant’s friend was not \"much of a factor in this case.” Id. at 57. In addition, Dr. Ragusea acknowledged that Appellant had no \"physical, medical or mental problem ... that would cause him not to intend to kill these people.” Id. at 54.\n. Several other witnesses testified that Appellant had drunk alcohol, but none testified that his use of alcohol or drugs on the night of the murders overwhelmed him to the point of losing his faculties and sensibilities. Martina Vermeulin, a friend of Appellant, testified that Appellant was very upset and very sad after the suicide of his friend a week before the murders, and that he looked \"unhealthy,” because, she believed, of drug abuse and drinking. N.T., 9/11/06, at 104-05. On cross-examination, Ms. Vermeulin acknowledged that she could not remember if she had seen Appellant take any drugs the week after his friend's suicide, and she had not seen him at all the night of or the day before the murders. Id. at 107.\nMarcellino Flores, another friend of Appellant, testified that Appellant drank heavily after the suicide of his friend and that he was \"out of it [and his] mind wasn’t there.\" Id. at 112-13. However, Mr. Flores had great difficulty explaining what he meant by this, other than to say that Appellant didn't \"feel right” and didn’t \"know what to do.” Id. at 115. Mr. Flores testified that he was not with Appellant the day of the murders and could not remember if he was with Appellant on either of the two days before the murders; hence he did not know how Appellant was acting on any of those days. Id. at 119.\nOscar Padilla, Appellant's brother, testified that Appellant started drinking and using various drugs several years before, and got drunk on a couple of beers. Id. at 123. He also testified that he saw Appellant the night before the murders and he seemed fine. Id. at 127.\nShirley Shumaker, who was with Appellant and her son Travis Shumaker on the night of the murders, testified that Appellant had at least two beers while at a strip club prior to the murders. Id. at 130-31. None of this testimony, considered individually or collectively, remotely supports a diminished capacity defense because it does not support the claim that, on the night of the murders, Appellant was overwhelmed by voluntary intoxication to the point of losing his faculties or sensibilities and thus was unable to form the specific intent to kill.\n. While from a strictly procedural point of view our disposition of this claim does not preclude Appellant from raising the matter on collateral appeal as an ineffective assistance of counsel claim, we would point out that neither statutory law nor decisional law lends any support to Appellant’s assertion of an absolute requirement for a formal motion to incorporate guilt phase evidence into penalty phase proceedings. Appellant attempts to rely on 42 Pa.C.S. § 9711(a)(2), but this subsection does not even address such a motion, much less mandate one.\nAs further purported support for his claim, Appellant also cites Commonwealth v. Cox, 546 Pa. 515, 686 A.2d 1279, 1292 (1996), as \"holding [that defense] counsel’s belated request before [the] sentencing jury to incorporate guilt phase testimony into the penalty phase to prove mitigating circumstance [was] properly denied.” Appellant’s Brief at 30. However, Appellant’s statement does not accurately reflect the Cox Court’s holding.\nOn direct appeal, the appellant in Cox claimed that his trial counsel was ineffective for failing to request permission at a sidebar conference to incorporate the guilt phase testimony of a school psychologist into the penalty phase hearing to support a mitigating circumstance. Although counsel had, in fact, requested incorporation of said testimony into the penalty phase, he had done so in the presence of the sentencing jury. The trial court denied counsel’s request because the school psychologist had not testified as to any fact that would support the particular mitigating circumstance cited by counsel, to wit, 42 Pa.C.S. § 9711(e)(3). However, the court did permit incorporation of the same testimony to establish a different mitigating circumstance, to wit, 42 Pa.C.S. § 9711(e)(8), to which the testimony was relevant and supportive. Id. Appellant's statement of Cox’s holding fails to acknowledge the important fact that the trial court did allow incorporation of the testimony to establish the appropriate mitigating factor. Thus, a full and correct reading of Cox does not support Appellant's claim.\nA case relevant to Appellant’s claim is Commonwealth v. Wharton, 530 Pa. 127, 607 A.2d 710, 715 (1992), in which the Commonwealth sought to establish four aggravating circumstances after the appellant was convicted of two counts of first-degree murder. During the penalty phase, the Commonwealth presented no additional evidence, but rather \"rested its case on the evidence that had been presented at the guilt phase of the proceedings.” Id. On appeal to this Court, the appellant argued that the trial court had erred by permitting the Commonwealth to incorporate evidence presented during the guilt phase into the penalty phase. Id. at 722. We held that the appellant’s argument was frivolous, because his guilt had already been determined and the incorporation of the guilt phase evidence into the penalty phase was \"purely a procedural matter.” Id. In sum, there is no merit to Appellant's current assertion that the purely procedural matter of incorporating guilt phase evidence into the penalty phase was improper in his case.\n. The Firearms Act is the Act of Dec. 6, 1972, P.L. 1482, No. 334, effective June 6, 1973, as amended, 18 Pa.C.S. §§ 6101-27. The relevant provisions are as follows:\n(a) Offense defined.—\n(1) A person ... whose conduct meets the criteria in subsection (c) shall not possess, use, control, sell, transfer or manufacture ... a firearm in this Commonwealth.\n(c) Other persons. — ... the following persons shall be subject to the prohibition of subsection (a):\n(5) A person who, being an alien, is illegally or unlawfully in the United States.\n18 Pa.C.S. § 6105.\nIn the Firearms Act, a grading for the violation of subsection 6105(c)(5) is not expressly set forth; therefore, it is controlled by Section 6119, which provides that, unless otherwise specified, an offense under this subchapter is a misdemeanor of the first degree.\n. Defense counsel did eventually file an objection to the presentation of aggravating factor 9711(d)(6), as the following sequence ascertained from the record makes clear.\nThe jury returned its verdict of death on September 14, 2006. On January 30, 2007, two days before Appellant's formal sentencing and more than four months after the jury’s dismissal, Appellant filed a \"Motion to Impose Sentences of Life Imprisonment or to Vacate the Sentences of Juries [sic] Verdicts of Death and Order that a New Penalty Phase Trial be Granted.” In this motion, Appellant asserted for the first time that the predicate offense relied upon by the Commonwealth in support of aggravating factor 9711(d)(6) was a misdemeanor, not a felony. The trial court treated this motion as a post-sentence motion pursuant to Pa.R.Crim.P. 720. See N.T., 2/1/07, at 1-2, 4-5, and 35. The trial court conducted the sentencing hearing as scheduled on February 1, 2007, and formally sentenced Appellant to death. The trial court then conducted a hearing on Appellant's motion on February 6, 2007; following the hearing, the court denied the motion on the merits. See Trial Court Opinion and Order, filed 3/14/07. The trial court did not consider the matter as an ineffective assistance of counsel claim.\n. 42 Pa.C.S. §§ 9541-46.\n. Sub-claim (a) was raised in Appellant’s \"Supplemental Pro Se Motion for a New Trial and Sentencing,\" filed 8/28/07, at 2-7. The other two sub-claims were raised in Appellant’s “Pro Se Motion for a New Trial,\" filed 2/12/07, at 42-43 (sub-claim b) and 43-49 (sub-claim c). Appellant acknowledges that this motion was prepared with the assistance of a representative of the Government of Mexico. Id. at 6.\n. Several documents indicate that representatives from the Mexican Consulate did indeed attend the status conferences. The Government of Mexico includes a letter from the trial judge, dated January 25, 2006, which summarizes a status conference held on January 17, 2006, and states that Fernando Trevino from the Mexican Consulate in Philadelphia was present at the meeting. The letter also states that a copy of the letter \"is directed to [Mr. Trevino] confirming the nature of our discussions.” Exhibit Volume accompanying the Motion of the Government of Mexico Requesting a Change of Venue to Ensure that Defendant Miguel Angel Padilla Receives Due Process, a Fair Trial, and a Reliable Sentencing Determination, filed 2/10/06, at Exhibit 44; see also Order of [Trial] Court, dated 2/21/06, at 2 (stating that a representative of the Government of Mexico attended the January 2006 status conference, and indicating that there would be no difficulty with the same representative or his designee being present at the next scheduled conference).\nThe Commonwealth includes copies of two other letters from the trial judge that summarized the status conferences held on February 22, 2006, and March 9, 2006. In each of these letters, the trial judge indicates that a representative of the Mexican Consulate was present at the meeting, specifically, Rocio Alvarez and Fernando Trevino, at the February and March meetings, respectively. See Commonwealth’s Brief, Exhibits 4 and 5.\n. In its orders of January 13, 2006, and March 3, 2006, the trial court authorized the appointment and payment of a former state trooper as a defense investigator, of a defense mitigation expert, and of an additional defense expert. Although Appellant includes a general, unexplained complaint about his right to expert assistance, he fails to mention these trial court orders or these appointed defense experts. He does not even suggest the nature of the expert assistance he was allegedly denied.\n. As defined in its home website, the Capital Jury Project is \"a program of research on how persons who serve as jurors on capital cases make the life or death sentencing decision.” http://www.albany. edu/scj/13189.php. The Project, which is located in the School of Criminal Justice at the University of Albany, comprises a consortium of university-based researchers.\n. The Prothonotary of the Supreme Court is directed to transmit the complete record of this case to the Governor of Pennsylvania. See 42 Pa.C.S. § 971 l(i)."}