{"id": "4280631", "contents": "OPINION\nJustice BAER.\nWe granted allocatur in this case to decide “whether and when a reviewing court considering a challenge to a pretrial ruling, whether in a post-verdict or appellate context, may look beyond the record of evidence presented at the suppression hearing.” In the Interest of: L.J., 606 Pa. 46, 994 A.2d 1080 (2010). The Superior Court relied on a footnote from this Court’s decision in Commonwealth v. Chacko, 500 Pa. 571, 459 A.2d 311 (1983), for the proposition that “it is appropriate to consider all of the testimony, not just the testimony presented at the suppression hearing, in determining whether evidence was properly admitted.” Id. at 317-318 n. 5 (emphasis in Chacko). The Superior Court, reasoning that it was bound by Chacko, considered evidence adduced for the first time at trial when deciding whether the police properly seized contraband from Appellant, L.J. Specifically, the court affirmed the trial court’s denial of suppression because trial testimony established that L.J. voluntarily consented to the search at issue. For the reasons set forth herein, we find the Superior Court’s reliance on Chacho to be understandable but ultimately misplaced, vacate the disposition order, and remand this case to the juvenile court for a new suppression hearing in accord with this opinion.\nI.\nThe facts of the case are relatively straightforward. The Commonwealth charged Appellant, a minor, with the delinquent offenses of possession of a controlled substance and possession with intent to deliver. Appellant filed a motion to suppress. At the suppression hearing, Officer William Hunter testified that at 7:00 p.m. on September 18, 2007, he was conducting a narcotics surveillance of Chris Glover. Glover engaged in a hand-to-hand transaction with one male who left the scene. Alex Turner and Appellant then approached Glover. All three engaged in conversation. Turner gave money to Glover, who then retrieved items from a baggie and handed them to Turner. Turner and Appellant then left the area. Officer Hunter then radioed for backup officers A.C. Frames and Anthony Jackson to stop Turner. Officer Hunter learned that the other officers recovered from Appellant’s purse a large ziplock baggie containing a large white chunky substance, which was later determined to contain 29 grams of crack cocaine. After a lengthy conversation among counsel and the court, it became clear that the officer who actually seized the items from Appellant and arrested her was not present for the suppression hearing. Officer Hunter did not witness the seizure of the contraband or Appellant’s arrest.\nOral argument on the suppression motion was somewhat haphazard, with two portions of the argument being conducted off the record. Argument initially centered on the extent to which an arresting officer may rely for probable cause on the observations of an officer conducting surveillance. Appellant’s counsel also argued that the officers needed a warrant to search Appellant’s purse, and that Officer Hunter “does not know exactly where the items were recovered.” Notes of Testimony (N.T.), 12/24/07, at 25-26. Appellant’s counsel generally argued that the search of Appellant’s purse was conducted without a warrant, probable cause, or reasonable suspicion. After additional off-the-record argument, the court denied the motion, reasoning that Officer Hunter’s observations of Appellant, Turner, and Glover provided probable cause to search Appellant’s purse:\nSo we’re clear on the record, I’m denying this motion because what the police officer [Hunter] saw at the time of the transaction would certainly suggest to him that both of the people who had a conversation with the buyer or seller were involved in the transaction. And as I understand it, they both had a conversation and the drugs that were passed to Turner by Glover could have been and reasonably would have been transferred to [Appellant], since they approached and conversated [sic] together. And for that reason your motion is denied.\nId. at 28-29.\nThe case proceeded immediately to an adjudicatory hearing on the charges, with the suppression testimony incorporated into the hearing. The first witness to testify was Officer Jackson. He testified that he was the backup officer to Officer Hunter. Using a radio, Officer Hunter instructed Officer Jackson and his partner, Officer Frames, to stop a male (Turner) and a female (Appellant) in the area of 1900 Berkshire. According to Officer Jackson, he:\nstopped this female and asked her if she had any weapons on her. She was clutching a purse[.] I asked if she had weapons in her purse. She stated, no. I asked her if she mind [sic] if I took a look. She opened up her purse and it immediately appeared to me was a clear plastic baggie containing a large chunk of crack cocaine.\nId. at 30-31. Appellant attempted to cross-examine Officer Jackson by asking if he obtained her written consent to search the purse. The Commonwealth objected on relevance grounds, arguing, “we’re at trial, your honor. The [suppression] motion is completed.” Id. at 32-33. The trial court sustained the objection. Appellant did cross-examine Officer Hunter concerning the fact that Appellant’s consent to the search of the purse was not in “the police paperwork.” Id. at 33. Shortly thereafter, the court adjudicated Appellant delinquent of possession with intent to deliver, and not guilty of simple possession. Appellant was ordered to serve a term of probation.\nAppellant filed a concise statement of errors complained of on appeal, arguing in part that the search and seizure of her purse were illegal, and therefore the evidence contained therein should have been suppressed, because the police acted without a warrant and without probable cause or reasonable suspicion. The juvenile court, in its Pa.R.A.P. 1925(a) opinion, reiterated its initial justification for denying the suppression motion, quoted above. The court then opined for the first time that, in light of Officer Jackson’s trial testimony that Appellant gave consent to a search of her purse, “the arguments asserting the absence of probable cause or reasonable suspicion become moot.” Juv. Ct. Op. at 3.\nOn appeal to the Superior Court, Appellant contended that the juvenile court erred when it considered Officer Jackson’s trial testimony in determining the validity of the search and seizure for purposes of Appellant’s pretrial suppression motion. The Superior Court, initially found Appellant’s argument\nintuitively logical. Certainly, if the Commonwealth fails to establish the constitutionality of certain police action during a suppression hearing, then the proper course of action for the court hearing the motion is to grant the motion and suppress the unconstitutionally seized evidence. That a court’s error in so denying a motion could be cured by evidence introduced at trial, which establishes the constitutionality of the police action, raises questions of whether the defendant has been deprived of procedural due process.\nSuper. Ct. Mem. Op. at 4. The panel, however, described its scope of review as “well-settled” as defined by Chacho and its mandate “to consider all of the testimony, not just the testimony presented at the suppression hearing.” Id. at 5 (quoting Chacko, 459 A.2d at 317-18 n. 5). The court nevertheless noted that two panel decisions had recently opined that they were “bound by the record as created at the suppression hearing. Accordingly, we cannot rely on the facts that were not developed until trial.” Commonwealth v. Ventura, 975 A.2d 1128, 1136 (Pa.Super.2009) (quoting Commonwealth v. Days, 718 A.2d 797, 802 n. 8 (Pa.Super.1998)). Recognizing this conflict, the Superior Court in the instant appeal rejected the Ventura /Days language because, inter alia, neither Ventura nor Days discussed Chacko and, “since Chacho was decided by our Supreme Court and Days was decided by this Court, we are obviously bound to follow Chacko.” Super. Ct. Mem. Op. at 8. Based upon Officer Jackson’s trial testimony concerning consent, the panel affirmed the disposition order, without addressing whether the search and seizure would have been justified based only on the suppression record.\nII.\nOn appeal to this Court, Appellant argues that the Superior Court need not have followed the Chacho footnote, despite the panel’s insistence that Chacho controlled the case, because the Chacho footnote constituted non-precedential dicta. Appellant also contends that, aside from Chacho, this Court has repeatedly held that courts are limited to the record of the suppression hearing, unless new and previously unavailable evidence arises at trial. Appellant argues that a general rule limiting suppression issues to the suppression record is consistent with the rules of juvenile and criminal procedure, and necessary to the orderly administration of justice. Appellant urges that it was particularly unfair for reviewing courts to rely on Officer Jackson’s trial testimony in this case, where the trial court precluded Appellant from cross-examining Officer Jackson concerning Appellant’s alleged consent to search her purse, on the ground that the suppression phase of the case was over. Finally, Appellant maintains that if the juvenile court is to consider post-suppression evidence to support the suppression finding, then fundamental fairness requires that the court do so by formally opening the suppression record and allowing a full hearing thereon. Otherwise, Appellant asserts, a defendant could be “blindsided” when he learns, for the first time after the notice of appeal has been filed, that certain trial evidence was actually used to justify the suppression decision. Indeed, Appellant argues that if trial evidence may be used to support a suppression ruling, defendants may feel compelled to testify at trial on the suppression issue, in violation of Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968).\nThe Commonwealth responds that the Chacho footnote was not dicta, and that this Court should reaffirm the Chacho rule. The Commonwealth contends that the United States Supreme Court, along -with numerous state and federal appellate courts, adhere to the Chacho rule. The Commonwealth notes that in Commonwealth v. Gordon, 546 Pa. 65, 683 A.2d 253 (1996), we justified a ruling that a defendant did not have a reasonable expectation of privacy in an abandoned home based, in part, on the defendant’s trial testimony. Next, the Commonwealth argues that the Chacho rule “conforms to the well established principle that a case can be affirmed for any reason appearing on the record.” Commonwealth’s Brief at 13. The Commonwealth further avers that the purpose of suppression is to deter police misconduct and to protect a defendant’s privacy-interests; if the record as a whole reflects that the police acted lawfully, then suppression would be unjustified. The Commonwealth urges that “practicalities” militate in favor of the Chacko rule: suppression motions are often vague, so suppression hearings do not always develop all of the available evidence; moreover, police officers are occasionally unavailable for suppression hearings, so those officers should be able to supplement the record with trial evidence tending to show that an item at issue was properly seized. The Commonwealth contends that the rules of criminal and juvenile procedure do not preclude the use of the Chacho rule, because those rules do not speak to an appellate court’s scope of review of a suppression ruling. Finally, the Commonwealth argues that Appellant’s claim of being blindsided by the use of trial evidence in support of the suppression ruling is “absurd,” because “the world has been on notice” since at least 1983 that the Chacko rule applies in Pennsylvania. Commonwealth’s Brief at 20. The Commonwealth also dismisses Appellant’s claim that she was precluded from cross-examining Officer Jackson on the consent issue.\nIII.\n(A)\nIn this case, we must address the proper scope of review of a suppression court’s decision. Often, we broadly state that our “task,” or our “review,” or our “standard and scope” of review, is to determine whether the record supports the suppression court’s factual findings, and whether the suppression court’s findings are free from legal error. See, e.g., Commonwealth v. Hernandez, 594 Pa. 319, 935 A.2d 1275, 1280 (2007) (“our review”); Commonwealth v. Perez, 577 Pa. 360, 845 A.2d 779, 788 (2004) (“standard of review”) (citing Commonwealth v. Bridges, 563 Pa. 1, 757 A.2d 859, 868 (2000) (our “task”)); Commonwealth v. Hughes, 575 Pa. 447, 836 A.2d 893, 898 (2003) (“standard and scope” of review).\nThis phrasing, while convenient, tends to blend the concepts of scope and standard of review. Scope of review “refers to the confínes within which an appellate court must conduct its examination. In other words, it refers to the matters (or “what’) the appellate court is allowed to examine.” Commonwealth v. Selenski, 606 Pa. 51, 994 A.2d 1083, 1089 n. 6 (2010) (citation and ellipses omitted). In contrast, standard of review is the “degree of deference given by the reviewing court to the decision under review.” Commonwealth v. Ratsamy, 594 Pa. 176, 934 A.2d 1233, 1235 (2007) (citation omitted).\nScope of review (or the “what”) may be divided into two components: the subject matter of the review, and the extent of the record that the appellate court consults when conducting that review. As for the subject matter, our scope of review is limited to the factual findings and legal conclusions of the suppression court. Perez, 845 A.2d at 788 (citation omitted). As for the record, we are limited to considering only the evidence of the prevailing party, and so much of the evidence of the non-prevailing party as remains uncontradicted when read in the context of the record as a whole. Id.; see also Hughes, 836 A.2d at 898. The instant case concerns a less-considered aspect of the record component of our scope of review: namely, whether the appellate court may refer to the trial record as well as the suppression record when reviewing the suppression court’s decision. In Perez, 845 A.2d at 788 n. 8, we expressly declined to consider this very question.\n(B)\nThus, we return to Chacko. In that case, Chacko made three inculpatory statements to prison guards regarding a stabbing in the prison. Chacko was not given Miranda warnings before the first statement. Immediately after the first, un-warned statement, the Major of the Guard of the prison provided Chacko with Miranda warnings and elicited a second statement. The next day, the prison officials again provided Miranda warnings and took a third statement.\nWe held that the first statement should have been suppressed, because it was given during a custodial interrogation without Miranda warnings. We further held that the error was harmless in light of the fact that Chacko gave two other inculpatory statements after first being properly warned. As to these latter two statements, Chacko claimed that his borderline IQ and the surrounding circumstances made his Miranda waiver unknowing and involuntary. We disagreed. In doing so, we looked to the circumstances surrounding the first warned statement. We noted that both before and after being provided with Miranda warnings, Chacko was alert and focused, answering questions promptly and without confusion or coercion. Chacko, 459 A.2d at 318.\nIn the course of this discussion, we noted in a footnote that Chacko testified both at the suppression hearing and at trial. At the suppression hearing, Chacko testified that two guards escorted him to the Major’s office. At trial, however, Chacko insisted that his suppression testimony was erroneous, and that he actually went to the office unescorted. We credited Chacko’s trial testimony, which tended to militate in favor of a finding that the Miranda waiver was free and voluntary. We then wrote: “While this factor is not crucial to our determination, we note parenthetically that it is appropriate to consider all of the testimony, not just the testimony presented at the suppression hearing, in determining whether evidence was properly admitted.” Id. at 317-18 n. 5 (emphasis in original).\n-1-\nWe must now determine whether this statement is binding precedent under the doctrine of stare decisis. “The doctrine only applies to issues actually raised, argued and adjudicated, and only where the decision was necessary to the determination of the case. The doctrine is limited to actual determinations in respect to litigated and necessarily decided questions, and is not applicable to dicta or obiter dicta.” Commonwealth v. Perry, 568 Pa. 499, 798 A.2d 697, 707 (2002) (Castille, J., now-C.J., concurring; citations omitted).\nWe hold that the doctrine of stare decisis does not apply to the Chacko footnote, because the passage was not necessary to the outcome of the case. First, we explicitly noted in the footnote itself that the question of whether Chacko was escorted by guards was “not crucial to our determination.” Chacko, 459 A.2d at 317-318 n. 5. Next, it is clear that the majority in Chacko simply volunteered the discussion; the issue was not litigated by the parties. Thus, the statement was non-binding dicta, and stare decisis does not apply.\n-2-\nNext, we must determine whether the Chacko rule is reflected in binding precedent from this Court. In the Chacko footnote, this Court cited, with a “cf.” signal but without elaboration, this Court’s earlier decision in Commonwealth v. DeMichel, 442 Pa. 553, 277 A.2d 159 (1971). In DeMichel, the Commonwealth prevailed at a suppression motion, but “new and different” evidence came to light at trial showing that the police had violated the knock and announce rule. Id. at 161. The trial court granted a motion in arrest of judgment on the basis of this new evidence. This Court agreed, and rejected the Superior Court’s holding that the trial court may never overrule the findings of the suppression court. We wrote that the interests of justice demand suppression of previously-admitted evidence if the defendant proves at trial, through new and different material, that the evidence should be suppressed. Id. at 162. DeMichel, while instructive, does not support a broad-based adoption of the Chacho rule that all evidence at trial may be considered for purposes of any pretrial ruling. While DeMichel accepted the possibility that a defendant’s introduction at trial of new and different evidence may lead, in the interests of manifest justice, to the court reversing a previous erroneous denial of suppression, see also Commonwealth v. Monarch, 510 Pa. 138, 507 A.2d 74, 77-78 (1986), DeMichel does not hold that reviewing courts should look to both suppression evidence and trial evidence as a matter of course.\nLikewise, Gordon is not controlling. In that case, police were investigating a purse-snatching incident. An elderly man told the investigating officer that a person matching the perpetrator’s description lived in an abandoned house nearby. The police entered the dilapidated structure without a warrant, and found the defendant with the purse. The defendant moved to suppress the evidence. The suppression court denied the motion, but the Superior Court reversed, holding that the defendant had a reasonable expectation of privacy in the structure. On appeal, this Court reversed, reasoning that, based on the investigating officer’s testimony at the suppression hearing, the defendant did not have an objectively reasonable expectation of privacy in the structure. The defendant argued, “in the alternative,” that this Court should recognize a reasonable expectation of privacy “to respect the dignity of the homeless.” Gordon, 683 A.2d at 258. We found this argument “disingenuous” in light of the defendant’s own testimony at trial and at sentencing that he was not in fact homeless: he had a home and a stable job. Id. at 258-59. We noted, therefore, that “Gordon’s advocacy on behalf of the homeless rings hollow.” Id. at 259. Such a statement does not stand for the broad proposition that courts should typically look beyond suppression testimony to determine if the suppression court’s ruling was proper.\n-3-\nWhile the broad “rule” of Chacho is not reflected in this Court’s jurisprudence, of course, the pronouncement would be binding on this Court if it represents the view of the United States Supreme Court on a federal constitutional issue. Council 13 v. Commonwealth, 604 Pa. 352, 986 A.2d 63, 77 (2009) (United States Supreme Court is the ultimate arbiter of issues arising under federal law or the United States Constitution). In the Chacho footnote, we string-cited a number of decisions by non-binding tribunals, but we cited only one United States Supreme Court case: Carroll v. United States, 267 U.S. 132, 45 S.Ct. 280, 69 L.Ed. 543 (1925). In that case, undercover federal prohibition agents attempted to purchase bootleg liquor from defendants Carroll and Kiro. The defendants promised to make the sale, but it did not take place. Some months later, on routine patrol, those agents saw Carroll and Kiro travelling in their vehicle on a well-known liquor trafficking route between Detroit and Grand Rapids, Michigan. The agents stopped the defendants on suspicion of trafficking liquor in violation of the National Prohibition Act. The agents discovered sixty-eight bottles of liquor in the vehicle, seized the contraband, and arrested the defendants.\nThe defendants filed a motion to suppress the evidence and return it to Carroll, who owned the vehicle, on the ground that the agents illegally searched the vehicle without a warrant. The High Court ultimately determined that the agents could stop the vehicle and search it without a warrant so long as they had probable cause to believe that the vehicle contained illegal contraband. The Court concluded that probable cause did exist under the circumstances. The Court then wrote:\nCounsel finally argue that the defendants should be permitted to escape the effect of the conviction because the court refused on motion to deliver them the liquor when, as they say, the evidence adduced on the motion was much less than that shown on the trial, and did not show probable cause. The record does not make it clear what evidence was produced in support of or against the motion. But, apart from this, we think the point is without substance here. If the evidence given on the trial was sufficient, as we think it was, to sustain the introduction of the liquor as evidence, it is immaterial that there was an inadequacy of evidence when application was made for its return. A conviction on adequate and admissible evidence should not be set aside on such a ground. The whole matter was gone into at the trial, so no right of the defendants was infringed.\nId. at 162.\nLike the comments in Chacho and Gordon, we do not read this elucidation by the High Court in Carroll as announcing a general rule that courts should look to trial testimony as well as suppression testimony when reviewing suppression decisions. At most, the Court simply noted that looking to the trial testimony for forfeiture purposes was harmless in the context of that case, which arose in the unique context of the National Prohibition Act. Indeed, the Court opined that the admissibility of the evidence (ie., the liquor) to prove the ultimate criminal case at trial both sufficient in and of itself to warrant forfeiture of the liquor upon a conviction.\nMoreover, the Carroll Court did not examine in detail any particular claims of prejudice arising from the procedure, such as the claims being presented in the instant case. As noted above, the Court was apparently unaware of the exact suppression record, and therefore looked to trial evidence to determine if forfeiture was proper. Additionally, Carroll announced its rule before the advent of codified procedural rules, such as the federal and the Pennsylvania rules of criminal procedure. Therefore, we find it appropriate to further examine whether the Pennsylvania rules of criminal procedure, rules of juvenile court procedure, and case law interpreting those rules, speak to the matter at hand.\n(C)\nIn both the criminal and juvenile context, this Court has promulgated rules of procedure governing the suppression of evidence. Generally, motions to suppress must be both filed and decided before trial. See Pa.R.Crim.P. 578-580; see also Pa.R.J.C.P. 346-348. In the criminal context, the hearing must take place outside the presence of the jury, see Pa. R.Crim.P. 581, and a record must be made of the suppression evidence. Id. 581(G); see also Pa.R.J.C.P. 350 (official comment) (citing Pa.R.J.C.P. 127). At the end of the hearing, “the judge shall enter on the record a statement of findings of fact and conclusions of law as to whether the evidence was obtained in violation of the defendant’s rights ... and shall make an order granting or denying the relief sought.” Pa.R.Crim.P. 581(1); see also Pa.R.J.C.P. 350(C). If the court determines that the evidence shall not be suppressed, that decision is generally “final, conclusive, and binding at trial, except upon a showing of evidence which was theretofore unavailable[.]” Pa.R.Crim.P. 581(J); see also Pa.R.J.C.P. 350(D).\nThis procedure is fair, orderly, and efficient. It provides “one single procedure for the suppression of evidence^]” Pa. R.Crim.P. 581 (official comment); see also Pa.R.J.C.P. 350 (official comment). It emphasizes the importance of having a separate suppression court record for review, in light of the fact that a suppression court’s factual findings, credibility determinations, and legal conclusions may be different in kind and scope from those rendered by a finder of fact at trial. It requires the suppression court to set forth its findings of fact and conclusions of law at the end of the hearing, so that the litigants and the appellate courts are aware of the basis for the suppression court’s ruling. Most importantly, the suppression court’s decision is “final, conclusive, and binding at trial[.]” Pa.R.Crim.P. 581(J); see also Pa.R.J.C.P. 350(D). This language strongly suggests that the record of the suppression hearing is intended to be the complete record for suppression issues, and those issues are to be finally determined before trial, not during trial or after trial. Ordinarily, suppression proceedings and trial proceedings do not overlap or interweave.\nRule 581(J), and its juvenile court analogue, Pa.R.J.C.P. 350(D), provide a limited exception, however, to the procedural mandate that the suppression court’s denial of suppression is final and binding at the conclusion of the suppression hearing. This exception permits the admission of only previously unavailable evidence, at trial, pertinent to the issue presented for suppression. We have interpreted this rule as allowing a defendant to challenge a prior adverse suppression ruling with new evidence at trial. Monarch, 507 A.2d at 77-78; DeMichel, 277 A.2d at 162. Accordingly, in light of this very limited exception allowing for the admission of evidence at trial, which was previously unavailable at suppression, we find the Commonwealth’s arguments in favor of the absoluteness of the Chacho rule, allowing for consideration of all testimony, to be unpersuasive.\n(D)\nThe conclusion that only previously unavailable evidence is admissible during trial on an already closed suppression issue then returns us to the question of what the proper scope of “the record” must be in review of suppression matters. It is axiomatic that the nature of the record below controls the appellate court’s scope of review. See In re: One Hundred or More Qualified Electors, 546 Pa. 126, 683 A.2d 283, 287 (1996). For example, when determining whether the evidence is sufficient to support a conviction, we look to the evidence admitted at trial. See e.g. Commonwealth v. Briggs, 608 Pa. 430, 12 A.3d 291, 306 (2011). We do not look to evidence “of record” at other stages of the proceedings, such as sentencing. Similarly, in the scenario presented sub judice, it is inappropriate to consider trial evidence as a matter of course, because it is simply not part of the suppression record, absent a finding that such evidence was unavailable during the suppression hearing.\nWe further reject the Commonwealth’s contention that the overarching purposes of the exclusionary rule, i.e., to deter police misconduct and to protect privacy, would be undermined, and defendants would receive an unjustified windfall, if courts are forced to overlook proof that the evidence at issue was lawfully seized. Commonwealth’s Brief at 13-14. It is the Commonwealth’s burden to establish that evidence was properly seized, see Pa.R.Crim.P. 581 (official comment) (“In all cases, the burden of production is now upon the Commonwealth. The burden of persuasion is there as well.”); see also Pa.R.J.C.P. 350(D) (official comment); and, as our rules make clear, the time for the Commonwealth to carry that burden is at the suppression hearing. It is no great chore to require the Commonwealth to present its evidence at that time, just as we require the Commonwealth to present its evidence of a defendant’s guilt at trial, and not thereafter.\nWe also note that in the suppression context, appellate courts do not simply comb through the record to find evidence favorable to a particular ruling. Rather, appellate courts look to the specific findings of fact made by the suppression court. Those findings are dependent on the suppression court’s credibility determinations. A suppression court may find some evidence favorable to the Commonwealth to be credible, and other evidence favorable to the Commonwealth to be incredible. Only after the court assesses and weighs all of the facts may the court issue conclusions of law specifically relating to those findings of fact. There is no mechanism for that special evaluative process to take place during a trial, especially when the case is being tried to a jury as the finder of fact.\nThe Commonwealth notes that appellate courts are not left adrift to comb the record on their own; for example, in the instant case, the juvenile court specifically indicated in its Rule 1925(a) opinion that it found Officer Jackson’s trial testimony credible for suppression purposes. Thus, the Commonwealth argues, appellate courts are simply performing their traditional review when they determine whether these additional facts are supported in the record.\nWhile there is some facial appeal to this argument, it is ultimately untenable. Like the Superior Court, we recognize due process concerns with a rule that would permit a trial court to issue belated supplemental findings of fact and conclusions of law, such as occurred in the instant case. See LaFave, Wayne R., 6 Search and Seizure § 11.7(d) (4th ed. 2004) (“Absent notice to the defense that the legality of the search and seizure is somehow an “open” question throughout the trial, the defendant may well not challenge certain trial testimony which bolsters the pretrial suppression ruling but is not particularly damaging on the issue of guilt or innocence.”). Those concerns are particularly serious in the instant case, where a Commonwealth witness testified for the first time at trial that Appellant consented to the search of her purse. While Appellant managed a small degree of cross-examination on this issue, the trial court largely cut off this line of inquiry because the suppression phase of the case was over. See N.T., 12/24/07, at 31-38. Moreover, the witness who would have been in the best position to rebut the Commonwealth’s new evidence on the issue of consent was Appellant herself, but testifying at trial would have required her to give up her Fifth Amendment right against self-incrimination. As Appellant notes, she is protected from having to make this choice. See Simmons, supra note 4.\nNevertheless, the Commonwealth asserts that there is no due process concern here because defendants have been on notice since the Chacho decision in 1983 that the appellate courts may consider trial testimony when determining the validity of a suppression court’s ruling. Despite what we today hold was dicta in Chacho, we believe that our rules of procedure give defendants ample reasonable basis for concluding that once the suppression hearing is closed, the court’s suppression ruling (and, necessarily, the court’s assessment of the facts undergirding that ruling) is final, conclusive, and binding. Pa.R.Crim.P. 581(J); Pa.R.J.C.P. 350(D). That ruling, a fortiori, is based not on trial testimony, but rather on findings of fact and conclusions of law as expressed at the time of the suppression hearing. In short, defendants should not be forced to speculate that any evidence being introduced at trial may also impact the suppression landscape. In a related vein, defendants simply should not be forced to guess, or to learn for the first time in a post-sentence opinion, what evidence supported the trial court’s suppression ruling.\nThe Commonwealth’s final argument that “the practicalities of pretrial suppression proceedings support the rule in Chacho and Gordon,” Commonwealth’s Brief at 14, likewise has no basis in the procedural framework. The Commonwealth notes that suppression motions are often vague and boilerplate, and police witnesses may be unavailable to testify because of conflicting obligations. However, regardless of whether the defendant’s suppression motion is detailed or boilerplate, the Commonwealth carries the burden at suppression and satisfies that burden if it proves to the satisfaction of the suppression court that the evidence was properly seized. See Commonwealth ex rel. Butler v. Rundle, 429 Pa. 141, 239 A.2d 426 (1968); see also Pa.R.Crim.P. 581(J) (official comment). Again, it is no great chore to ask the Commonwealth to carry that burden of proof in a single proceeding with whatever testimony is necessary and available. If the Commonwealth believes that it cannot carry its burden of proof at a particular time, it is free to ask for a continuance. See Pa. R.Crim.P. 580, 581(E).\nIV.\nDeciding, however, that our procedural rules do not support a reviewing court looking beyond the evidentiary record presented at the pre-trial hearing in examining a denial of suppression does not conclude our appellate duty. Despite our rejection of the Chaeko footnote (which cited to Carroll) as binding precedent, we cannot ignore that Chaeko was a pronouncement of this Court upon which the Superior Court, trial courts, and parties have relied upon for almost thirty years. See, e.g., Commonwealth v. Charleston, 16 A.3d 505, 516-17 (Pa.Super.2011) (quoting the Chacko footnote); In the Interest of D.W., 427 Pa.Super. 629, 629 A.2d 1387, 1389 n. 2 (1993); Commonwealth v. Williams, 323 Pa.Super. 512, 470 A.2d 1376, 1384 n. 19 (1984) (“Our courts have consistently adhered to the principal that an appellate court may consider all testimony on record in determining whether certain evidence was admissible at trial, and not solely the testimony elicited during the suppression hearing.”). Once, of course, the viability of the Chacko footnote is wiped away, these Superior Court cases are similarly nullified. We therefore find it prudent to determine whether this decision should be afforded retrospective or prospective application.\n“When this Court issues a ruling that overrules prior law, expresses a fundamental break from precedent, upon which litigants may have relied, or decides an issue of first impression not clearly foreshadowed by precedent, this Court announces a new rule of law.” Fiore v. White, 562 Pa. 634, 757 A.2d 842, 847 (2000). One of the hallmarks of whether this Court has issued a new rule of law is if the decision overrules, modifies, or limits any previous opinions of this Court. Kendrick v. Disk Attorney of Phila. County, 591 Pa. 157, 916 A.2d 529, 538 (2007). “While retroactive application of a new rule of law is a matter of judicial discretion usually exercised on a case-by-case basis, the general rule is that the decision announcing a new rule of law is applied retroactively so that a party whose case is pending on direct appeal is entitled to the benefit of the changes in the law.” Walnut St. Assocs., Inc. v. Brokerage Concepts, Inc., 610 Pa. 371, 20 A.3d 468, 479 (2011) (quoting Kituskie v. Corbman, 552 Pa. 275, 714 A.2d 1027, 1030 n. 5 (1998)).\nIn considering whether to deviate from this general rule, we consider: (1) the purpose of the new rule; (2) the extent of reliance by courts and litigants upon the old rule, and (3) the effect the new rule of law will have on the fair administration of justice. Kendrick, 916 A.2d at 536. In furtherance of this first prong, we may also consider whether the issue involved concerns substantive or procedural law. Freed v. Geisinger Med. Ctr., 601 Pa. 233, 971 A.2d 1202, 1213 (2009). We possess greater discretion to impose a decision prospectively only “if the [new rule of law] is of the court’s own making, involves a procedural matter, and involves common law development.” Id. (quoting Kendrick, 916 A.2d at 539).\nUnder the guidelines of both Fiore and Kendrick, we initially hold that today’s decision does announce a new rule of law, such that an examination of retroactive or prospective application is necessary. First, litigants and courts have clearly relied upon the Chacho footnote, as reflected in the cases such as Charleston, cited above. Second, while this decision is not a “fundamental break from precedent” in that the Chacho footnote was never precedential in the first instance, this opinion certainly “modifies or limits” that footnote and the applicability of both Chacho and Carroll in Pennsylvania. Accordingly, this opinion constitutes a new rule of law.\nWe thus turn to examining whether this decision should be afforded the general rule of retroactive application. First, the rule today is generally procedural, as it merely reinforces the procedure required for the review of the denial of a suppression motion and the re-opening of the suppression hearing to consider previously unavailable evidence. Moreover, it merely instructs reviewing courts moving forward that they are no longer to apply the procedure and scope of review seemingly authorized by the Chacko footnote. Second, and as has been repeatedly stated supra, the reliance upon the Chacko footnote has been extensive. Finally, given that this opinion serves to right an inaccurate interpretation of prior law, we find that this decision significantly alters the appellate process of this and other cases substantially.\nThat said, we note that here, the Commonwealth never asked the trial court to reconsider its earlier suppression ruling in light of Officer Jackson’s trial evidence. Concomitantly, Appellant’s counsel attempted, albeit unsuccessfully, to cross-examine Officer Jackson at trial to scrutinize the propriety of the alleged consent given by Appellant to search her handbag. Moreover, the juvenile court never declared Officer Jackson “unavailable” for purposes of the suppression hearing, yet permitted him to testify at trial, unfettered by cross-examination, concerning Appellant’s alleged consent. Indeed, the viability of any consent could be crucial for suppression purposes, as the opinions of the courts below relied heavily (if not exclusively) on Officer Jackson’s testimony concerning Appellant’s consent to uphold the suppression denial (as opposed to Officer Hunter’s suppression testimony).\nGiven all of this, the best course in this case, to ensure the fair administration of justice for all parties and to cases already commenced where the litigants have potentially relied upon the Chacko footnote is to give this decision prospective effect. In accord therewith, and because no reviewing court has ruled upon the correctness of the suppression denial based solely upon the suppression hearing testimony, we vacate the disposition order and remand this matter to the juvenile court for a new suppression hearing. Such will permit the Commonwealth to utilize the testimony of both Officers Hunter and Jackson, and simultaneously afford Appellant a complete ability to scrutinize the evidence of probable cause or consent. Any appeals by these parties thereafter, as well as all litigation commenced Commonwealth-wide after the filing of this decision, will be considered in accord with this opinion.\nOrder vacated. Case remanded. Jurisdiction relinquished.\nChief Justice CASTILLE and Justice TODD join the opinion.\nJustice SAYLOR joins Parts I, II, and III of the majority opinion and concurs in the result with respect to Part IV.\nJustice EAKIN files a concurring and dissenting opinion.\nJustice McCAFFERY files a dissenting opinion in which Justice STEVENS joins.\n. See 35 P.S. § 780-113(a)(16), (a)(30).\n. It is unclear why Officer Jackson did not testify mere minutes earlier, at the suppression hearing.\n. We note that a number of other Superior Court panels have followed the Chacko rule, including, recently, Commonwealth v. Charleston, 16 A.3d 505 (Pa.Super.2011).\n. In Simmons, 390 U.S. at 394, 88 S.Ct. 967, the United States Supreme Court held that \"when a defendant testifies in support of a motion to suppress evidence on Fourth Amendment grounds, his testimony may not thereafter be admitted against him at trial on the issue of guilt unless he makes no objection.” Here, Appellant did not testify at the suppression hearing, so it is difficult to see how Simmons directly applies to her situation. Appellant’s broader point, however, is that Simmons recognized a defendant's right to testify in support of a suppression motion without giving up the Fifth Amendment right against self-incrimination. Our own Rules of Criminal Procedure make the point explicitly. See Pa.R.Crim.P. 581(H) (\"the defendant may testify at [a suppression] hearing, and if the defendant does testify, the defendant does not thereby waive the right to remain silent at trial.\"). According to Appellant, defendants run the risk of being forced to give up that Fifth Amendment right if they feel compelled to testify at trial in order to counter new Commonwealth evidence that may be ultimately admitted for suppression purposes. As in this case, the only effective practical way for Appellant to confront Officer Jackson’s claim of consent would have been by testifying at trial, which she is constitutionally protected from having to do. Appellant proposes that if new trial evidence is to be introduced for suppression purposes, the court should pause the trial and formally re-open the suppression hearing, so that the defendant may testify freely there, without giving up her right against self-incrimination. Appellant’s Brief at 19.\n. We are compelled to note that while the Commonwealth avers that the United States Supreme Court has permitted the consideration of trial evidence by appellate courts that are reviewing suppression denials, the Commonwealth cites to no case from the High Court for this proposition.\n. When we state that part of our \"task” is to determine whether the record supports the suppression court’s factual findings, this is another way of expressing that our standard of review is highly deferential with respect to the suppression court’s factual findings and credibility determinations. In other words, if the record supports the suppression court's findings, we may not substitute our own findings. Hughes, 836 A.2d at 898 (\"[w]here the record supports findings of the suppression court, we are bound by those facts.”) (citation omitted). In stark contrast, our standard of review of the suppression court's legal conclusions is de novo: appellate courts give no deference to the suppression court’s legal conclusions. Commonwealth v. Brown, 606 Pa. 198, 996 A.2d 473, 476 (2010).\n. We may have credited Chacko's trial testimony simply because Chacko insisted at trial that his suppression testimony was erroneous on this point. It is obvious that the result would have been the same if we had credited Chacko’s suppression testimony that he was escorted to the meeting by two guards, because the totality of the circumstances showed that Chacko’s Miranda waiver was free and voluntary.\n. In a “cf.” citation, the \"cited authority supports a proposition different from the main proposition but sufficiently analogous to lend support.” The Bluebook: A Uniform System of Citation (Columbia Law Review Ass’n et al. eds., 17th ed. 2000).\n. This Court decided DeMichel with five Justices. One Justice concurred in the result, with the other four evenly split on whether the police actually violated the knock and announce rule.\n. The High Court noted that the principal purpose of the Prohibition Act was to seize contraband and the vehicles used to transport it. The Act also provided for criminal penalties: a $500 fine for a first offense, a $1000 fine or ninety days in prison for a second offense, and a fine of $500 or more and two years in prison for a third offense.\n. Carroll was announced in 1925; the Federal Rules of Criminal Procedure were enacted in 1938; the Pennsylvania Rules of Criminal Procedure were enacted effective January 1, 1965; and the Pennsylvania Rules of Juvenile Court Procedure (Delinquency) were enacted effective October 1, 2005. The juvenile court procedure rules for suppression of evidence were modeled after, and often directly track, the Pennsylvania rules of criminal procedure regarding suppression.\n. We recognize the line of cases string-cited by Mr. Justice McCaffery in dissent, all of which have cited to Carroll for the proposition that trial evidence may be considered for evaluation of a suppression ruling. As the Dissent’s own block quotes and citations note, however, our sister courts are not unanimous in so holding. See, e.g., Commonwealth v. Grandison, 433 Mass. 135, 741 N.E.2d 25, 29-30 (2001) (”[I]n reviewing a judge’s ruling on a motion to suppress, an appellate court may not rely on the facts as developed at trial even where the testimony [from the suppression hearing] differed materially from that given at trial.”). Further, in light of our procedural rules framework and the distinctions evident in Carroll, we find a thorough examination of all relevant factors appropriate rather than following the nonbinding decisions of other courts.\n. This Court has recognized the expectation interest that parties have in such an orderly disposition of suppression issues before trial issues. Commonwealth v. Heacock, 467 Pa. 214, 355 A.2d 828, 830 (1976).\n. It is less clear whether Pa.R.Crim.P. 581(J) and Pa.R.J.C.P. 350(D) may be read broadly enough to permit the Commonwealth to bolster or supplement its suppression-hearing evidence with previously unavailable evidence at trial tending to show that the evidence was properly seized, and thus admissible. We note, however, that the rule is phrased neutrally; it does not draw a distinction between a defendant’s challenge and the Commonwealth's supplementation. Assuming arguendo that the rule that would permit such supplementation, the Commonwealth could do so only with \"evidence which was theretofore unavailable.” The Chacho rule, in contrast, would permit routine intermingling of trial evidence with suppression evidence, without a showing that the evidence was previously unavailable.\n. See Commonwealth v. Zhahir, 561 Pa. 545, 751 A.2d 1153, 1159 n. 5 (2000).\n. Indeed, the wise course of conduct for all parties involved in suppression hearings is to have all potentially necessary evidence and testimony available at the time of the hearing. Certainly, as exhibited herein, this is what the Rules of Criminal and Juvenile Procedure contemplate.\n. Moreover, going forward, if a party (or, indeed, both parties by consent) wishes to take the unusual step of augmenting the suppression record with trial evidence, it should do so explicitly, on the basis that the new trial evidence was previously unavailable. Such an explicit motion has several salutary purposes. First, it gives the trial court the opportunity to re-open the suppression hearing to consider the new evidence outside the presence of the jury. See Pa.R.Crim.P. 581(F) (suppression hearing \"shall be held outside the presence of the jury.”) In this re-opened hearing, the trial court would have the opportunity to determine whether the trial evidence was truly unavailable, an issue which may well be ancillary to the issues raised in the trial on the merits. Second, it gives the defendant a meaningful opportunity to formulate and present a defense to the new evidence, whether by cross-examination or by direct testimony, without concern that such a defense would waive the defendant’s Fifth Amendment right against self-incrimination. See supra note 4; see also Pa.R.Crim.P. 581(H) (\"the defendant may testify at [a suppression] hearing, and if the defendant does testify, the defendant does not thereby waive the right to remain silent at trial.”). Third, it gives the trial court an opportunity to announce new specific findings of fact and conclusions of law as required by Pa.R.Crim.P. 581(1), all of which are critical to later appellate review. Finally, it gives all parties and the appellate courts reasonable notice of the scope of the evidence that was considered by the court in support of its suppression ruling.\n. Of course, we cannot fault the Commonwealth in this regard as it prevailed at suppression.\n. We note that this Court has recognized two types of prospective application of decisions: (1) \"purely prospective,” which does not apply the new rule of law to the parties to the case, but only to cases commenced thereafter; and (2) “prospective” generally, which does apply the new rule of law to the parties in the case and all litigation commenced thereafter. See Cleveland v. Johns-Manville Corp., 547 Pa. 402, 690 A.2d 1146, 1150 n. 8 (1997) (quoting Blackwell v. Commonwealth, State Ethics Comm'n, 527 Pa. 172, 589 A.2d 1094, 1103 (1991) (Zappala, J., concurring)). We find the latter of these categories to be the more appropriate in the circumstances presented by this appeal."}