{"id": "428583", "contents": "The opinion of the court was delivered, May 11th 1869, by\nThompson, C. J.\nA great point of contest on the trial below was as to the capacity in which the defendants acted in acquiring the territory on which operations in mining for oil were to be inaugurated and carried on by a company intended to be formed; and whether they professed to their associates and the public that they had purchased it for the company and were conveying it to the company at original cost, content like other shareholders to take their chance of profits out of the stock to be issued. There was much testimony on the point, tending to prove these to have been their representations. Besides the deeds from their vendors, which exhibited on their face as considerations paid, sums greatly in excess of those actually paid, prospectuses were' issued by them in connection with their associates for circulation and publication in newspapers, representing that the lands acquired were obtained at first cost from the vendors. All the testimony on this point received by the pourt, was submitted to the jury with full and explicit instructions, by the learned judge trying the case. In these instructions1 was contained the principle accurately announced, that if the defendants in fact acted as agents of the company in acquiring the property, they could not charge a profit as against their principal. Nor was their position any better if they assumed so to act without precedent authority, if their doings were accepted as the acts of agents by the association or company. If in order to get up a company they represented themselves as having acted for the association to be formed, and proposed to sell at the same prices they paid, and their purchases were taken on these representations, and stockholders invested, in a reliance upon them, it would be a fraud on the company, and all others interested, to allow them to retain the large profits paid them by the company in ignorance of the true sums actually advanced.\nOn the facts as submitted, the jury found against the defendants, and we are now to see whether there was any error in the law as laid down by the court.\nIn Bindley on Part. 497, the principles arising on facts like those referred to, are very succinctly stated. The language of the learned author, after stating the rule that neither partners nor directors of a company are at liberty to make individual profits out of the business of the concern without the knowledge and assent of. associates, says: “ The rule under consideration is peculiarly applicable to transactions which precede the formation of a company or partnership. Judging from recent events and disclosures, nothing seems more common than for a person in getting up a company to obtain for the company property of which it is in want, and try and make the company pay him more than he gave for it. Such a transaction can never stand. There may undoubtedly be a valid sale to a company by persons engaged in getting it up; but once let it be shown that the alleged vendor obtained the property when it was his duty to obtain it for the company, and it immediately follows that he cannot, without the fullest disclosure on his part, charge the company with more than he actually gave.” To the same effect also is the opinion of Sir J. Romilly, M. R., in The Bank of London v. Tyrrell, 5 Jurist, N. S. 924. See also the same principle in the Great Luxembourg R. R. Co. v. Magney, 25 Beav. 586.\nThe principle is undoubtedly the same where parties profess to have acted for a company and their purchases have been accepted on representations that they were -made for it. In one or the other of these attitudes, namely, as agents of a company to be gotten up, or aS having professed so to have acted, the jury must have found they stood. In either, it seems clear, they could not legally retain the advance price on the property which they received.\nTo ascertain whether the result arrived at through the finding of the jury is to stand, ,we will consider first the exceptions to the ruling of the court on points of evidence :\n1. The exception to the exclusion of a portion of W. L. Humphrey’s deposition, was not much insisted on in argument, nor could it well have been, and we dismiss it without further notice.\n2. The 2d and 3d exceptions relate to reception in evidence of the prospectuses of the Vulcan Oil Company, published on the 27th November and the 17th December 1864. We think they were admissible, without doubt, in the circumstances of the case. Notwithstanding the action was in form ex contractu, yet it could only be successfully maintained by showing imposition and fraud on the part of the defendants in dealing, as it was alleged they did, with the 'company, by reason whereof ex cequo et bono they ought not to be allowed to retain the moneys wrongfully obtained from it. To establish fraud was the turning point in the plaintiff’s case. That was to be done by proving facts and circumstances the results of the acts and declarations of the defendants upon the company. In all such investigations great latitude of inquiry is always allowable.\nThere was testimony proper to go to the jury, tending to show Weeks’s connection with the advertisement of the 27th November. Such, for instance, as the receipt of the publisher, for his charge for advertising, handed with other papers of the company, by him to the secretary after its organization; the reference to Weeks’s place of business in it as the office of the company, and to negotiations then on foot, which were subsequently shown to be those conducted by the defendants through their agent Humphreys, who was at that time in the West looking for oil territory for them. There were many other circumstances preceding or subsequently given in evidence, to warrant the reception of this evidence. It was a step towards the fact to be established, namely, that the defendants were holding out to the public, that real estate was being secured by them for a company to be organized, and that it was to be put into the concern at what it cost and no more. It was material evidence against both defendants, provided the transaction of the purchase and sale was the combined act of both, which the testimony certainly, we think, sufficiently showed it was. It was properly received.\nSo also was the prospectus of the company of the 17th December. That was signed by Simons, as president pro tem., and Willoughby, as secretary pro tem. It was the declared act of one of the defendants, and was clearly evidence under the bill of particulars, which proposed to show the joint action of the defendants in accomplishing the sale to the company for $81,000 and upwards, and their joint receipt of the purchase-money from it. As the act of Simons it was clearly evidence against him, and might or might not be against Weeks, the other defendant, on the testimony given and to be given. It was a fact in the transaction, and not to be excluded because of a possibility that the jury might mistakenly suppose the company to be organized, before it was, in fact. If that apprehension was the ground of objection, the jury would doubtless have been apprised that they must not fall into that error. We think the evidence was properly received, and this error is not sustained.\n3. We perceive nothing in the argument of the 4th, 5th, 6tlq 7th and 8th assignments of error, which creates a doubt of the accuracy of the learned judge below in the rulings which are the subject of them. We will consider them together.\nThe declarations of Weeks, a party to the suit, relating to the subject-matter of it, were evidence against himself, no matter when made. Whether they should affect Simons, would depend on whether their acts amounted to a joint enterprise, to induce the company about to be organized, to agree to purchase, and after organization to perfect the purchase of the lands secured by them in West Virginia, at the sums they represented that they had paid for them. Under-such a state of facts the declarations of one would be evidence against both. If they assumed to be or were partners in fact in the transaction, there could be no doubt that the declarations would be evidence against both. There was evidence of a partnership, or joint purchase by the defendants of these lands as well as of a sale for the joint interest of both. On both grounds the testimony was properly received.\nNor was there any error in the refusal of the court to strike out the testimony of Brosius on the ground of interest, even if such refusal was assignable for error, which we have said is not the case, where the testimony of witnesses is given without objection : 11 Casey 792. The correction in such cases is a request to charge that the evidence be disregarded. His supposed liability for non-performance of his official duties, was neither fixed nor threatened, so far as the objection discloses. He was certainly not directly involved in the result of the verdict; nor could it be evidence for or against him in any subsequent suit. His supposed liability was a presumed peril, contingent and remote, and did not disqualify him. Indeed it would have required a trial to determine the validity of the grounds of objection, and the court could not arrest its proceedings to indulge the parties in this. There was no error in this ruling.\nThe fact that the witness, Jacob Amon, was a stockholder in a company to which the plaintiff was indebted, was not a ground of incompetency to testify. A creditor may be a witness for his debtor: Fell v. McHenry, 6 Wright 41; Gillespie v. Miller, 1 Id. 250. We have already noticed an objection to the testimony given of the declarations of the defendants. No matter where they were made, if they were relevant they were receivable. Their effect would be another matter with which the jury had all to do.\n4. The 9th specification of error is overruled. The words “ original owners,” in the prospectus, were not terms of art, science or trade, which required the aid of experts to explain. Nobody could well mistake their meaning. They simply imported that no profits were added to the prices paid by the company for their lands, on account of any intermediate party, buyer or agent between it and the precedent owners of the soil. It excluded the idea of a purchase at speculative prices. This was the import of the terms, and to convey that idea in plain language was the object in using them. The court committed no error in refusing to hear an exposition of words which would in all probability have disturbed their meaning, or have attributed an entirely artificial one, supposed but not settled, to spring out of dealings incident to oil property. Their ordinary meaning was well understood, and in this sense they were most fitly used; at least there was nothing to show that they were not so used. It was, therefore, not a case for experts or skilled witnesses to interpret.\n5. The exceptions to the charge are thirteen in number. The answers to the 1st, 2d and 3d of these were substantial, and I might say literal, affirmations of the points of the defendants of which they are predicated. The court laid down the law favorably to them by the instruction to the jury that, unless the land was purchased for the company by the defendants, there could be no recovery against them for the advanced price paid them. In this the court but affirmed the familiar doctrine that an agent cannot make profits out of his principal, in the business of the agency, nor a partner out of his copartner without his assent, nor an associate out of co-associates for whom he has undertaken to act. That this is the law authorities need not be referred to, to prove. It is elementary. It was also assented to, that both defendants must be shown to have engaged in the transactions of the purchase and sale afterwards to the company, and in a joint participation in the receipt of the purchase-money, before there could be a recovery against them. This was what the defendants contended for, and the answers of the court need no vindication at our hands.\nThe 4th and last point the learned judge refused. It assumed the fact that the land was put in at $>81,000 in the formation of the company, by the assent of the five original copartners; that they represented the company, and bound it by their acts and assent, and that therefore the verdict should be for the defendants.\nThis, in effect, asserts the position that the organizing board of directors was the company, and whatever it did, could not be inquired into by the corporation put in motion at the instance of the stockholders. This is an error, and results from overlooking the fact that directors are but the agents and trustees of the company ; that they have power only to act for the interest of the company, and not against it. The shareholders constitute the company where there is stock, and not the directors. It was therefore well put, in the charge of the learned judge, that the directors had no power to bind the stockholders by allowing profits to the defendants, after holding out in their prospectus that the, property was obtained at original prices ; and that the defendants could not claim any, if they hold out that they had purchased the property for the company, and were conveying at original prices. A fraud perpetrated against the corporation by any or all of the directors, may assuredly be redressed by such an action in the name of the corporation. As already said, they are its agents and trustees, which implies accountability to their principal. It was, therefore, not error to hold as was held in the court below, that the act of the directors, even if they knew the price paid for the land was less than the sum at which it was sold by the defendants to the company, did not preclude inquiry, and a recovery back of the excess, if that excess was not legally receivable by the defendants. In law this ppsition was undoubtedly and properly asserted, and at the same time the jury were left free to consider whether the facts presented such a case. We do not doubt that if the defendants had disclosed the exact sum at which they bought the lands, and had refused to sell for less than the sum which they eventually received, their right to hold the sums received would have been unimpeachable; but the facts in evidence were such as satisfied the jury that there was concealment and misrepresentation as to the terms of purchase by the defendants professing to have acted for the company. The deeds from the original vendors proved this. But it is not our purpose to discuss the facts, and we will not enlarge further than to say we think the court committed no error in refusing to affirm the defendants’ 4th point, and charging as they did, in the general charge, in this phase of' the case.\n6. We have very carefully examined the charge of the learned judge, and the exceptions to it, and we think there is nothing in any of them which needs discussion to vindicate the accuracy of the court. The case was presented to the jury fairly and clearly, on unexceptionable principles, all of which were afterwards reviewed and approved by the court in banc. And as on a careful review here, we have not discovered error in any of the specifications brought to our notice, the consequence is, that the judgment below must be affirmed.\n' The point whether there could be a recovery against both defendants in this form of action, without showing the actual receipt of the money by both, although not distinctly raised by any point in the case, has been somewhat discussed on argument. Undoubtedly this was a fact necessary to be proved, but, like any other fact, it was susceptible'Af being established by proof of acts and declarations of the parties sought to be charged. The receipt by an agent of a party would be primd facie evidence of the receipt by the principal, and as partners are agents for the firm, and for each other, when the transaction is single, what possible inference could there be from the receipt of one, but that it was for the use and benefit of both ? Repeated declarations, accompanied by the strongest corroborative acts, showed these defendants to be partners, and jointly interested in the proceeds of the transaction with the plaintiffs’ company. The receipt, therefore, by Weeks of the money from the company, was susceptible of sustaining the inference that it was for the benefit of his copartner as well as himself, and threw upon the latter the burthen of establishing a different state of facts. This he did not do. In fact, as corroborative of the plaintiff’s case, the sum of $12,000, part of the profits of the transaction, was actually received by Simons himself. Under this state of the proof, if believed, the receipt of either would be the receipt of both, and upon this ground a recovery against both would be right.\nThere was, undoubtedly, great laxity of morals, in dealing about real estate in oil sections, during the excitement consequent on its discovery. Many transactions like that under consideration have taken place, without being subject to judicial investigation, and parties have pocketed rich returns; while others have suffered disastrous diminution of their means; but the impunity with which many have speculated by unjustifiable means, and escaped a call to account to those wronged, does not impair the efficiency of the law to redress such a wrong whenever it is judicially made to appear. Hundreds have done as was done in the case before us; it had become a common thing, and men of fair standing did not hesitate to represent property as having cost sums much beyond those paid by them as inducements to enlist purchasers. This was wrong in law as well as morals, where there was a relation of trust and confidence, in fact or assumed, and in such eases it is the morality of the law to hold the party so representing to the position he may have occupied, or assumed to have occupied.\nSeeing no errors in the record, we have nothing to do hut to affirm the judgment of the court below. '■ ■\nJudgment affirmed."}