{"id": "428588", "contents": "The opinion of the court was delivered, February 25th 1869, by\nSharswood, J.\nThe contract of the plaintiffs with the Pennsylvania Railroad Company, was to carry the barrels of oil received at Pittsburg to Philadelphia and there deliver them to Leech & Co., at the company’s freight station. If there was any undertaking implied from the fact that the ultimate destination of the goods appeared on the bill of lading to be Red Hook, and the freight was to be there received for the carriage over the whole route, it would be only an engagement to forward to that place. This is now the received doctrine in the American courts, as is ably shown by Judge Stroud in Jennison v. The Camden and Amboy Railroad Co., 4 Am. Law Reg. 234, who cites and comments on all the leading authorities. The limitations and stipulations contained in the contract in regard to the liabilities of the Pennsylvania Company as carriers, naturally apply only to that portion of the route in which they act as such, and not to the part in reference to which they are forwarders. 'Not that they could, not as agents for the carriers, beyond the terminus of their own road, stipulate for a limitation also of their liability. The question is, have they done so in this instance ? It is argued that whatever stipulations are contained in the bill of lading given for the goods when originally received, ought to be presumed to extend over the whole route. “The American cases upon the subject, with rare exceptions,” says Judge Redfield, “recognise the right of a railway company to enter into special contracts to carry goods beyond the line of their own road. And when different roads are united in one continuous route, such an undertaking in regard to merchandise received and booked for any point upon the line of the connected companies is almost matter of course:” 2'Redfield’s Law of Railways 104. If this could be construed to have been a contract by the Pennsylvania Railroad Company to carry to Red Hook, then, indeed, it would be a natural and necessary presumption — that all its terms and limitations should apply to the 'carriers over every part of the route. The counsel on both sides in this case have relied on The Bristol and Exeter Railway v. Collins, 7 House of Lords 197. The contract there by the company, who received the goods, was to carry to the point of ultimate destination on another road. This was the decision of the court of the last resort, and hence Lord Chancellor Chelmsford said: “I think, therefore, that the contract was entire, was for the whole journey from Bath to Torquay, and was made with the Great Western Railway Company alone; that the goods were carried over the defendants’ railway under the contract, and that the defendants are consequently either not liable at all, as no agreement was entered into with them, or that if the contract in any way attaches to them, the exception as to loss by fire accompanies it and exonerates them from liability.” In the Exchequer Chamber the receipt-note was considered as plainly showing that the contract of the Great Western Company was merely to carry to Bristol and to forward them by another carrier, and the exemption from liability provided for by the contract, was held to apply to the Great Western Company alone: 1 Hurlst. & N. 517. It is evident that the decision in the Exchequer Chamber is that which is applicable to this case if the Pennsylvania Railroad were carriers only to Philadelphia and forwarders beyond.\nThe part of the bill of lading relied on as containing a stipulation relieving the defendants from liability, is the written memorandum subscribed in these words: “ This oil is carried only on open cars, and entirely at the owner’s risk from fire and leakage, while in possession of the railroad company or carriers while standing or in transit.” The first part certainly only applies to transportation by rail. Now, beyond Philadelphia the transportation was by barges through the Delaware and Raritan Canal to Red Hook. If the memorandum looked beyond the terminus of the Pennsylvania Railroad Company, it would not have been stipulated that the oil should be carried only on open cars. “While in the possession of the railroad company” certainly means the Pennsylvania company, “ or carriers while standing or in transit,” naturally following in the same track, means just as certainly “ their carriers, whether standing at stations or depots, or in cars while actually moving.” It would be a violent construction to conjecture that subsequent carriers were those meant. Doubtless it would have been so expressed if it had been so intended. The court were perfectly right, therefore, in instructing the jury that there was no other contract with the defendants than the receipt of their shipping agent for the oil, which contained no limitation of a carrier’s liability at common law.\nJudgment affirmed."}