{"id": "428572", "contents": "The opinion of the court was delivered, May 11th 1869, by\nThompson, C. J.\nThe plaintiff below offered on the trial to prove a custom among life insurance companies, to allow thirty days’ grace for payment of premiums due, even where a clause of forfeiture for non-payment on the day exists. The rejection of the offer by the court forms the first bill of exceptions and assignment of error, to be considered in this case.\nIt might have been a difficult thing to prove such a custom, but that was not a good ground on which to refuse the offer. It w'as the plaintiff’s right to prove it if she could, and we are to take it, for the purposes of this investigation, that she could have proved it. Would it have been efficient proof for any purpose, had it been admitted? We think it would, although generally a contract is the law of the transaction in which it exists, and is not to be affected by any thing but its terms; that is to say, it cannot be abridged or enlarged in itself by anything else; yet there are many cases in which its execution is materially curtailed by usage or custom. A familiar instance are days of grace on commercial paper. By a custom grown into law, it is not due until the expiration of three days after it purports to be, or rather the remedy is suspended against parties for that period. So in agriculture; although the lease may fix the duration of the term, and when it is to end, yet the tenant by custom has rights in the premises after it is ended, to harvest and carry away his share of what the custom calls the way-going crop: 5 Binn. 295; 2 S. & R. 14; 1 Dallas 201; 1 Smith’s Leading Cases, 6th ed. 470. This custom seems to do more than curtail the remedy, it in fact enlarges the contract. But no custom is more perfectly established, or more thoroughly stands on a solid foundation as law. There are customs which interpret marine contracts to the extent of apparent changes in them. In Peake’s Nisi Prius 43, in the case of Chaurand v. Augustein, it was shown that by custom a stipulation in a policy of insurance, that a vessel was to sail in October, meant that she was to sail between the 25th of the month and the 1st or 2d of November. While a custom as a general rule, may not be heard to affect the terms of a statute, nor a contract, to the extent of enlarging or abridging the force of it, yet it may interpret either: Rapp v. Palmer, 3 Watts 178.\nThe offer in this case was to curtail the generality of the clause of forfeiture in the policy in case of non-payment of the premiums at the day, and to show that aforfeiture was not demandable at the day, nor at all, if paid within thirty days. If the plaintiff could have established this as a custom, her case would on this point have been clear of difficulty, for the testimony was, that she had tendered the premium for the non-payment of which the forfeiture was claimed, once, and perhaps twice, within thirty days after it was due by the terms of the policy. We do not know whether there is or is not such a custom. That is not our question at this time, the plaintiff offered to prove it, and the offered testimony should have been admitted in our opinion. This error, therefore, is sustained.\nBesides this, we think there was evidence in the case for the jury in other aspects of it. If it was the practice of the company to notify the plaintiff of the times her premiums were due and payable, and omitted on the occasion of the default; or if they so dealt with her as to induce a belief that the clause of forfeiture would not be insisted on in her case, in case of a dereliction of payment at the day, and it was declared that the only risk she ran in not paying at the precise time, was death occurring in the interval of non-payment of overdue premiums, and thus put her off her guard, they ought not to be permitted to take advantage of a default which they may themselves have encouraged. That was an aspect of the case in proof upon which the jury should have been allowed to pass. In transactions of this nature, it is easy to mislead by a pretence of liberality, if followed by entire strictness in practice, and the only cure for this is the inquiry by the jury whether the party has been misled by the former. If so, it is a fraud upon the party’s rights which ought to be condemned and redressed. The cases of Buckley v. The United States Ins. Co., 18 Barb. 541, and Reese v. Ins. Co., 26 Id. 556, strongly sustain this view. In this manner a waiver- of strictness may take place, and it is not to be doubted that the company may waive defective compliance with the rules of insurance: 9 Casey 397; 2 Watts 280; 4 Id. 311; 5 Id. 161; 7 Id. 350; 8 Id. 259; 10 Id. 323. Forfeitures are odious in law, and are enforced only where there is the clearest evidence that that was what was meant by the stipulations of the parties. There must be no cast of management or trickery to entrap the party into a forfeiture. If the strictness in this case was the result of a desire to wind up business, (and we learn the company did not exist long thereafter,) and it was adopted to avoid a return of premiums, the least which can be said of it is, that it was a most discreditable transaction. We do not know how this was. At the same time, it is singular, that absolute strictness should be required in paying premiums, if the company had it in contemplation to cease insuring and to return the premiums to parties who had regularly paid them, as they would be obliged to do. There is, undoubtedly, a- comity, at least, extended to all insurers, in regard to the matter of paying premiums. No company would be worthy to receive the countenance of the public, which should establish a practice that would, for every little dereliction, forfeit the policies of the insured, even if it had the power.\nWe think the learned judge erred in awarding a nonsuit, as well as in rejecting the proposed testimony, and that the non-suit must be set aside, and a,procedendo awarded; which is done accordingly."}