{"id": "428569", "contents": "The opinion of the court was delivered, May 11th 1869, by\nThompson, C. J.\nThe only question presented in this case on argument, was, whether the executors of B. S. Sayre, deceased', who was domiciled in the state of New York at the time of his death, could, under letters testamentary granted by the Surrogate’s Court of Orange county, New York, maintain suit for the recovery of a debt due the estate, by a citizen of this state. The court below held that he could, but for insufficient reasons, we think.\nThat there was but a single debt to be collected in Pennsylvania did not validate an authority which was otherwise invalid. Re minimis is an inappropriate maxim in such a case. One demand might be the entire assets of even a large estate; it would not do, therefore, to make this the test. The rule in 1 Binn. 63, sanctioning suit by a foreign administrator, has long since ceased to be law in this Commonwealth. To allow it, would he to enable executors or administrators authorized by a foreign jurisdiction, to collect and carry away the assets of a foreign decedent’s estate, and compel domestic claimants to follow them. And to remedy this, the 6th section of the Act of 15th March 1832, relating to Registers and Registers’ Courts, Pamph. L. 135, contains this provision among others, that “ no letters testamentary or of administration, or otherwise, purporting to authorize any person to inter-meddle with the estate of a decedent which may be granted out of this Commonwealth, shall confer upon- such person any of the powers and authorities possessed by an executor or administrator, under letters granted within this state.” In Moore v. Fields, 6 Wright 467, we distinctly held that executors and administrators of another state could not sue here by virtue of letters granted there; but the recovery in that case was sustained on its own peculiar circumstances.\nThe idea advanced that there was no place for administration to be granted in this state, was also a mistake. The section partially quoted provides, that letters shall- be granted in the county of the decedent’s residence, but if he have no residence, then by “ the régister in the county where the principal part of the goods and estate of such decedent shall be.” That means the principal part by reference to the estate within this Commonwealth, and not by comparison with the estate outside of it.\nThe claim in suit being admitted to be the only estate of the decedent in this Commonwealth, its situs was the place for administration, by the express terms of the statute. Thus auxiliary adnrinistration ought to have been granted in order to collect the debt in question. After collecting the debts here under letters thus granted, and a discharge of all domestic claims against the funds, the Orphans’ Court having jurisdiction of the accounts of the administrator, would direct the balance to be remitted to the place of primary administration. That is the only mode of precedure in a case of this kind.\nThe 3d section of the Act of 16th June 1836, supplementary to the various acts relating to Orphans’ and Registers’ Courts, Pamph. L. 682, in its restraining provisions in relation to shares of stock belonging to the estates of minors, distinctly recognises the prohibitory clause in the 6th section of the Act of 1852 against persons having only foreign letters of administration, intermeddling with the property of decedents in this state.\nHaving no doubt that the plaintiffs below had no authority to maintain suit against the defendant, the judgment must be reversed.\nJudgment reversed."}