{"id": "428550", "contents": "The opinion of the court was delivered, May 11th 1869, by\nThompson, C. J.\nThe date of the settlement between Henry Klohs and Aaron Klohs the defendant, attempted to be set aside by this action, was overlapped by the finding of the inquest that Henry was and had been, prior to that date, a habitual drunkard. The effect of that was to throw upon the defendant the burthen of proving that he was competent to contract at the point of time the settlement was made: 6 P. F. Smith 370. In other words, that he was not under the influence of intoxicating liquors to an extent sufficient to destroy the free and intelligent action of the mind at the time.\nThe period of time antecedent to the date of finding a condition of lunacy or habitual drunkenness, and covered by it retrospectively, unlike that following such finding, is only primá, facie a period of incapacity which may be rebutted by proof, while it is' conclusive in all the future after finding, until the restoration of the subject of it by order of the court and the discharge of his committee: 6 P. F. Smith 370; 6 Barr 371; 4 Rawle 234; 7 Casey 243; 2 Harris 417.\nIn the case in hand the inquest established a presumption of incapacity to contract at the date of the settlement; but, like all presumptions of fact, it was liable to be rebutted — stabitwr prcesumptio donee probetur in eontrarium. Following this rule, the defendant did prove by a witness that Henry Klohs was sober when the settlement was made. It was therefore binding on him as well as the defendant if the testimony was true. This was the view the learned judge took of the case. But the argument is, that the defendant had notice that an inquest was directed in the case of his brother. But what of that ? he had no notice of what its finding would be. Notice of a thing that does not exist can1hardly be claimed to be notice of anything. Notice of things in process of maturity, and which according to any presumption will result but in one way, is another thing. But that was not the case here. This notice did not change the defendant’s position in the least, provided he was able to show, as he did, competency to contract at the time of the settlement. This answers the argument. But a different answer is proper to the assignment of error embracing this idea. The court was not requested to charge on the ground complained of, and generally that is a sufficient answer to such an assignment of error. It certainly is so here. It would have been error to have charged that it was a fraud in law, on part of the defendant, to settle with his brother after notice of proceedings commenced to declare him a habitual drunkard, if the latter was entirely competent to deal intelligently for himself, and this the jury have found was the case. If at that moment of time he was competent he was undoubtedly free. These elements constituted a capacity to contract, if anything could. We think the case was well tried; and\nThe judgment is affirmed."}