{"id": "428633", "contents": "The opinion of the court was delivered, May 11th 1869, by\nThompson, C. J.\nFollowing the order of the argument of the counsel for the plaintiff in error, we will first notice the 2d, 3d and 4th assignments of error. They relate to the plea of the Statute of Limitations, interposed to prevent the plaintiffs below from recovering or having an assessment of damages done their intestate’s property by the location and construction of the defendants’ railroad through and over it.\nWithout stating the points made in the court below, to raise the question, and with the simple remark that the counsel themselves seem to have difficulty in assigning the limitations to any statute, we will notice this ground of defence.\nThey asked the court, in their 4th point, to charge that if these proceedings were under the General Railroad Act of 1849, the limitation of two years applicable to penalties incurred and to be sued for under that Act would bar proceedings to assess damages for taking the plaintiffs’ property.\nThere were two reasons why an\" affirmation of this point would have been error:—\nFirst, the proceedings were not under the Act of 1849. That act gives no appeal, and this was a trial of an appeal. Second: Damages are assessed to compensate the party whose property is taken, not to punish the party authorized by law to take it. If the amount assessed as damages were to be regarded as a penalty, the parties engaged in the taking, and bound to pay, would, as a logical consequence, be liable to imprisonment for delay of payment a moment after failure to satisfy the necessary legal demand. There is no case rightly understood which gives sanction to such an idea. The remark in Foster v. The Cumberland Valley Railroad Co., 11 Harris 371, if it be supposed to intimate that damages by way of compensation are in the nature of a penalty, it was not the question in the case, and is not supported by authority or reason. Indeed, it appears in a mere supposititious form, and not the expression of an opinion. These remarks are as applicable to the clause limiting suits for penalties under the Act of the 7th April 1832, incorporating the Liggett’s Gap Railroad Company. In that act, as well as in the Act of 1849, there are things prohibited to which penalties are annexed, but it is mere fancy to claim that the assessment of damages is among them.\nBut it was confidently and earnestly insisted that the Act of 27th March 1713, familiarly known as the Limitation Act, was a bar to a claim for compensation for damages done by the Railroad Company in taking private property for the use of their road. The words of that statute seem to me to be the best answer to the argument. They are “ all actions of trespass guare clausum fregit, all actions of detinue, trover and replevin, for taking away goods and cattle; all actions upon account, upon the case, &c., ***** shall be commenced and sued within the time and limitation hereafter expressed and not after ; that is to say, the said actions upon the case other than for slander, and the said actions for account, and the said action for trespass, debt, detinue and replevin for goods or cattle, and the said actions of trespass gucure elausum fregit, within six years next after the cause of such action or suit, and not after,” &e.\nI think it is not susceptible of doubt that the legislature meant only to limit suits and actions known to common-lawr proceedings or forms of action. The case we are considering is a statutory proceeding exclusively, although common-law forms may be used in the process of the pleadings on appeal. There is no original writ or narr., and if on the trial the defendant puts in a defence in the shape of a plea, it is for the convenience of the trial; it does not change the proceedings into a common-law action. In Foster v. The Cumberland Valley Railroad Co., the Statute of Limitations was extended to a case of assessment of damages, under an act of the 2d April 1831, to incorporate the Cumberland Valley Railroad Company. This point of the case was not sustained by authority, but was rested on the ground, that as the •land taken was taken without compensation first made, it was a trespass, and the proceeding was essentially an action of trespass. There may have been peculiarities about the case, and we do not say but that it was well decided, but the principle has not been followed in this state as a rule in any other cases of assessment of damages for taking property. The defendant has no right to complain of delay as a reason for invoking the statute; the company might and ought to have proceeded and had the damages assessed and paid them, if it did not intend that the plaintiff’s intestate might take her time to test the damage, inconvenience or otherwise, that the road would be to her property before proceeding. The defendant can meet these questions at one time as well as another; and the reason for the application of the rule of the statute in such a case is very much less strong as in most, if not every case of trespass. We do not, therefore, think the court erred in refusing to affirm the defendant’s ninth point on general principles. Again, the point might well have been refused, because it assumed facts which the jury only could properly pass on; namely, whether more than six years had elapsed before the commencement of the proceedings after the completion of the road. The plaintiff’s intestate had a right to wait, before proceeding, until the completion of the road, even if the statute applied. Certainly the proof very clearly showed that she did commence within six years after the construction of the road was completed. In both aspects therefore the court was right in its answer to the point.\nI perhaps ought not to omit noticing that the Act of 1866, Pamph. L. 106, limits the right to proceed for the recovery of land damages under the various statutes to five years. That act has no further application to the case in hand, than it is strongly implicative that in the minds of the legislature no limitation existed by any antecedent law, and we concur in that.\nThe 1st, 5th, 13th and 14th assignments will he considered together. They all relate to the regularity of the initiatory proceedings. We do not feel called on to determine the question as to the exact act under which the proceedings should have been, or were commenced. They were commenced by a petition and appointment of viewers, by a court of competent jurisdiction, and the viewers made a report which was confirmed, and from that the company appealed. If it intended to stand on irregularities in the record of the initial proceedings, it should have taken a certiorari and had the proceedings set aside if irregular. The appeal waived this, and now after three trials, we are asked to go back to correct alleged irregularities in the inception of the proceedings.\nThe Acts of 1832 and 1838, contended for as furnishing the rule for the institution of proceedings in the case, by the counsel on the opposite side, contain the same provisions for an appeal, namely, “ That either party may appeal to the court within thirty days after such report may have been filed in the prothonotary’s office of the proper county, in the same manner as appeals are allowed in other cases.” It is very evident from the phraseology of the provision, that it was supposed that the appeal was to be regulated by the rules in other cases of appeal for the trial of questions of property. Indeed it is not possible to distinguish it from the effect due to an appeal from an award of arbitrators, so far as the acts of the parties are concerned. If an appeal in the one case means a waiver of another possible remedy, why shall it not in the other? If appeal is an inconsistent remedy to correct an error in an award with a writ of error, why is it not so in an award made by appraisers of damages ? I presume it will not be seriously contended that an appeal and writ of error will both lie to an award. In other words, that after an appeal taken from an award and trial, a writ of error will lie to the award, or to the appointment of the arbitrators. That remedy is lost in the other which has been adopted. In Royer v. Myers, 3 Harris 87, it was said that the only remedy is by an appeal from the award of arbitrators, even where there is error alleged in the form of the writ or the narr.” Without assenting to this in its length and breadth, it is undoubtedly true that the appeal when taken is the only remedy. It is not to be doubted, however, but a writ of error will lie to a judgment on an award of arbitrators. The rule in a question like the present was well and distinctly stated in Lentz v. Stroh, 6 S. & R. 34. “ This court,” said Duncan, J., in delivering the opinion of the court, “ cannot in this writ retrospect to the regularity of the award, and reverse all the proceedings on the appeal because there was error in entering the rule or. in the award itself.” This so fully explicates the rule and practice on this subject that we will not enlarge on the principle with which we set out.\nThe defendants having appealed and pleaded to the plaintiff’s cause of action, and given in evidence all it could to defeat the plaintiff’s case, cannot now allege that all this while it was merely experimenting, and that its own appeal was void, the foundation for it being irregular. In Weaver’s Road, 9 Wright 405, something like this was tried. A private road was laid out and confirmed, and the plaintiff in error proceeded to have an assessment of damages, hut no damages being awarded him, he sued out a certiorari to the original proceedings. These facts were specially replied in this court to the assignment of errors to the regularity of the original proceedings, and not being denied the plaintiff was held to be estopped. For these reasons, and many more which might he given, we think the court was right in its rulings embraced in these assignments of error.\nThe 6th, 15th and 16th assignments we have also considered, and we feel very clear that the time to which the investigation was allowed to extend in judging of the advantages and disadvantages to the defendant’s land was proper. The learned judge-told the jury that, the market value of the property in 1852 should be ascertained, if possible, from the evidence. “ That is, the value of the entire property, before the road or the prospect of the road had produced any effect upon it. Then the value of it immediately after the completion of the road in 1856, and if this can be done it would settle the question.” This was a fair and proper view of the subject. The inquiry was thus limited more nearly to the effect the road might be supposed to have had on the property than at any other time. If it enhanced the value in 1866, it was more certaihly attributable to the road than in 1861, when there would be difficulty in ascribing the advance to the road, or to the general advance in the value of property by reason of that and other improvements constructed in the mean time. These views apply as well to the charge as to the offers rejected proposing to prove among other things the rate a portion of the property sold for in 1864. The rule adopted is essentially that approved in The East Penna. Railroad Co. v. Hottenstine, 11 Wright 28.\nThe 7th and 8th assignments of error are not sustained. The court instructed the jury that they could not allow as damages the cost of fencing, but that it was to be considered in estimating the value of the farm, and how much the burthen of fencing would detract from it. That would undoubtedly be an inquiry in comparing advantages and disadvantages. It was a tangible thing capable of some sort of estimate, and might be considered in the aspect in which it was presented by the learned judge. A purchaser would be very apt to claim something on this score if proposing to buy.\nUor was there error in charging the jury to allow interest. If the plaintiff was entitled to compensation by reason of her property being »taken at a particular time, she was certainly entitled to interest as a compensation for its wrongful detention. The company as well as the plaintiff could have had the damages assessed as soon as they pleased after locating the road, and it was no reason for withholding compensation that its amount was unknown or unascertained. As the company was the party to pay, it ought to have had the amount ascertained, and paid it (8 Harris 240); failing to do so, it has no right to complain at having to meet an incident of the delay in the shape of interest. The 9th, 10th and 11th assignments relate to the verdict. We have nothing whatever to do with them. The judgment is what we have to deal with, and not its elements, excepting in and through the control of that which leads to it, namely, the evidence and the charge of the court. The jury were not bound to itemize, nor the court to require it to be done. We will not spend further time with these exceptions, however. They are not within our province of review. The court below reduced the verdict' nearly $2000; no doubt thinking to cure some of the objectionable items in the mind of the defendant.\nThe 17th and 18th errors relate to the rejection of the release signed by Deborah Burson and her daughter Danelia Burson. The latter claimed nothing in the court below. In fact, her name was by leave of the court withdrawn as a party. The former was a feme covert when she contracted to execute the release in question ; and she entered into the covenant to release without being joined by her husband. As) a contract, the agreement was utterly void; nor was she estopped by it. The company never called for it, and went on without paying any seeming attention to it. Had they called on her to execute the release they would probably have found some sufficient reason for her refusal. We need not examine whether in equity an agreement of such a nature would operate as an estoppel against a party sui juris. We have distinctly decided that a contract in regard to lands of the wife made during coverture will not operate by way of estoppel, and I need only cite for this the recent case of Glidden v. Strupler, 2 P. F. Smith, and the authorities therein referred to.\nAs to any of the assignments of error not specially noticed, they are embraced by what has been said, or are such as need not any special notice.\nAs the result of a laborious examination of the assignments of error in the case, we think the judgment should be affirmed, as none of them are sustained.'\nJudgment affirmed."}