{"id": "428662", "contents": "The opinion of the court was delivered, March 11th 1869, by\nWilliams, J.\nThe only question presented hy the appeal in this case is, was the claim of the appellee barred by the Statute of Limitations ? It was not barred when the testator died, hut more than six years elapsed after his death before the executor settled an account of the money which came into his hands belonging to the estate. The auditor decided on the authority of MeClintock’s Appeal, 5 Casey 360, that the statute ceased to run at the death of the testator, and, therefore, that the claim was not barred. It was accordingly allowed by him, and the Orphans’ Court confirmed his report and decreed its payment. The appellants contend that the statute begins to run from the death of the debtor, against all claims on his estate then due. If the law is so, then this claim was barred, and the court erred in decreeing its payment.\nAs a general rule the death of a debtor does not suspend the running of the statute, as it respects the creditor’s right of'action; and therefore an administrator may plead the Statute of Limitations in an action brought against him to recover , a debt of the decedent if six years have elapsed from the time it occurred, although less than that period may have elapsed at the death of the debtor. But the statute cannot be pleaded in bar of the claim, when the creditor proceeds in the Orphans’ Court for a distributive proportion of the decedent’s estate: Micheltree’s Administrator v. Veach, 7 Casey 455. The reason why the statute is pleadable in the one case and not in the other is, that it acts on the remedy and takes away the right of action, unless suit is brought within the time limited for its commencement, but it does not extinguish the debt, nor affect a trust created for its payment, as long as the trust subsists, and is acknowledged and acted upon by the parties.\nBut to exempt the trust from the operation of the statute, if must be direct and exclusively cognisable in a court of equity, and the question must arise between the trustee and the cestui que trust: Lyon v. Marclay, 1 Watts 271; Zacharias v. Zacharias, 11 Harris 452; Keller v. Rhoads, 3 Wright 520; Barton v. Dickens, 12 Id. 522; and this is precisely the character of the trust which the law creates and establishes between the personal representatives of a decedent and his creditors. It commits the decedent’s personal estate to the care of his personal representatives, upon the express trust and confidence that they will give to the creditors their just proportions, and distribute the residue, if any, among the legatees and next of kin. The law regards the trust as one of the very highest character, and equity will protect the fund for the use of the parties in interest whenever it can be traced with notice of the trust. In support of this doctrine, we need only to cite the case of Abbott v. Reeves, Buck & Co., 13 Wright 505, decided by this court in 1865. In delivering the opinion, Read, J., said: “In Pennsylvania an executor is emphatically a trustee. * * All funds of the estate in his hands are trust funds, and if loaned by him to others, with a knowledge of the facts, are trust funds in the hands of the receiver, and whether loaned properly or not must be repaid to the trustee.”\nOur Orphans’ Courts have chancery powers, and they have exclusive jurisdiction of the trust administered by an executor or administrator, and as the trust is direct, it comes strictly within the description of the class of trusts which are not reached or affected by the Statute of Limitations. It was upon this principle that the case of McClintoek’s Appeal was decided, and not, as the appellants contend, because six years had not elapsed from the death of the decedent to the time of distribution. There is nothing in the opinion delivered by Black, J., in that case which countenances the doctrine that the statute begins to run from the death of the debtor against all claims on his estate. On the contrary, though the precise point raised here was not decided in that case, it is said the creditor need not bring suit; the assets applicable to his debts are already in the hands of the legal officer, whose duty to pay them over will be enforced by the proper authority, without an action. All that he is required to do is to make known his claim within a given time. Of course the trust of the administrator is for the use of all the creditors, whose debts are subsisting, and valid in law and equity at the time of the decedent’s death. He has no right to give one a preference over another. The assets belong to all, and he must pay all, if there be enough to reach; in case of a deficiency, the loss is to be equally borne. He cannot object to a claim, which was good when he accepted the trust, on the ground that it has since reached an age greater than six years.\nLapse of time then will not bar the debt, so long as the estate is unadministered, and the trust subsists. Undoubtedly a creditor by gross laches may forfeit his right to a distributive portion of the estate of h'is deceased debtor, and lapse of time may raise a presumption of payment. If, after notice, he suffers the funds in the hands of the executor or administrator to be distributed and paid over, without making known his claim, his right to any portion of the fund will be barred, but it will be barred by his laches and not by the statute.\nAside from the trust, it is by no means clear that the appellants ought to be allowed to plead the statute in bar of the claim in this case. The testator died in 1869, and the executor did not prove his will and take out letters testamentary until 1866; in the mean time there was no one whom the appellee could sue. In equity the statute cannot be pleaded in a case, when the executor has not taken out letters of administration, because no laches can be attributed to a plaintiff for not suing while there was no executor against whom he could bring his action: Story’s Eq. PL § 763. If the statute could not be pleaded in equity it would seem to follow that it ought not to be pleaded here.\nThe appeal is dismissed and the decree affirmed at the costs of the appellants."}