{"id": "428649", "contents": "The opinion of the court was delivered, January 21st 1869, by\nThompson, C. J.\nThe rule in this case is to show cause why an order made by Mr. Justice Strong of this court, on July 10th last, providing for the service of notice on certain persons, claiming to be officers, agents and directors of a corporation of this state, known as the “ Credit Mobilier of America,” should not appear to the writ of quo warranto, issued by the Attorney-General of the Commonwealth, to try their right to exercise the powers and duties of such corporation officers, should not be rescinded and set aside, together with the service of the notice pursuant thereto.\nThe argument against the validity of the order, and the service of the notices, rests upon the allegation that no law authorized it. This would be a very ample reason for making the rule absolute, if it were true. But is it ?\nThe Act of 14th June 1886, “ relating to writs of quo warranto and mandamus,” which defines the jurisdiction and regulates the proceedings on these writs, has, in relation to the former, the following provision: “ If it shall appear to the court or judge * * * that the several rights of different persons may be properly determined by one writ, it shall be lawful for such court or such judge, to make such order or orders, for the introduction or addition of such persons into the writ, or for notice to such persons to appear and take defence, as shall be reasonable and just.”\nThat, in the opinion of the learned judge, acting as a judge of this court, and not at Nisi Prius, was made to appear, and he made the order.\nIt will be observed that the power to make the order provided for in the section quoted, is not limited by the bounds of jurisdiction in ordinary common-law actions; nor does the mode of bringing in parties at all resemble the course of proceeding in such actions. It is a proceeding sui juris, and applicable to the cases mentioned in the act, namely to the unlawful intrusion into municipal or corporate offices or the attempt to exercise corporate franchises where they have not been granted, triable on a writ of quo warranto. We are, therefore, not bound to test the power which may be exercised in such a process by proceedings in cases which are dissimilar, following common-law forms in a common-law jurisdiction. The remedy by quo warranto is by statute, and is special ; and as the statute is remedial it is to be so construed and administered as to advance, that is to render effective, the remedy. This is the rule of all remedial statutes.\nIn framing the section we have quoted, the revisors no doubt anticipated just what has occurred here — the non-residence of corporators and officers, or a portion of them, within the jurisdiction in which the corporation itself may be located, and the consequent impossibility of trying their title to a corporate office or their right to exercise a franchise elsewhere than within the jurisdiction of the situs of the corporation. They therefore provided for notice to parties beyond the reach of judicial process. And there is no hardship in this. Notice is all that the service of the writ gives even to residents, and the liability to notice in case of non-residents is the condition under which a non-resident becomes a corporator or an officer in a corporation. This is what the law provides, and what a party so situated must be presumed to have known, since the Act of 1836, when he becomes such officer or corporator. No question of state rights arises in the case, so far at least, as the state of the residence of the corporator is concerned. The notice is not compulsory process, nor is it to be served by virtue of any commission; there is therefore no invasion of the rights and sovereignty of the state of the resident. Should the party choose to appear he encounters no difficulty in making his defence, or trying his case. On the other hand it is of consequence to the Commonwealth to retain the right of judicial action in regard to corporations created by her laws, no matter where the parties may be found. ' This she has done by the provision for notice, such as was ordered to be given in this case. That the legislature may provide for serving notice on parties interested in the subjects of litigation in the state, who are out of it, is familiar to the profession, at least in equity proceedings. The 19th section of the Act of April 6th 1855, authorizes the service on persons whom the court may adjudge or deem to be proper and necessary parties in equity, anywhere in or out of the United States, and on default of appearance after, such notice, to adjudicate upon such interests. No infraction of state or individual rights has ever been complained of as the necessary result of the practice under this provision. Indeed it is of grace, and on principles of comity, that a sovereign state calls on foreign parties to contest in her tribunals. Her sovereignty might without question entitle her to conclude all parties not citizens by her judicial decrees without notice. This would be unjust, it is true, in most cases, and hence it is never done in this Commonwealth, but as a question of power, it cannot be disputed. It is not necessary to say that this might or might not be done between the states of this Union — but there is nothing anywhere to prevent any one of them, from providing what shall give their courts jurisdiction of parties, where the subjects of controversy are within their jurisdiction. The legislature have so provided for that in this kind of ease.\nIt is unnecessary to elaborate the point further than to say, that we think the section of the act quoted above, fully authorized the order made by Judge Strong on July 10th 1868, and that the penalty for default did not transcend the power of the judge. Judgment by default for non-appearance would necessarily be the result at some time; here-the time was fixed by reference to the residence of the parties. It was reasonable, and if not, it may be enlarged on good reasons being shown. If judgment by default of appearance might never be taken the service of process or notice would be an idle ceremony.\nEntertaining these views, the rule to show cause is dismissed."}