{"id": "428653", "contents": "The opinion of the court was delivered, May 11th 1869, by\nThompson, C. J.\nThe policy in this case sets out that in consideration of $75, James Meadowcraft & Co. is insured “against loss or damage by fire to the amount of $2500, on machinery, consisting of cards, mules, pickers, shafting, belting and fixtures, used for spinning and manufacturing carpet yarn,” “ contained in the first stor.y of a four-story and basement brick and slate roof building, situate on the corner of Coral and Letterly streets, Nineteenth Ward, Philadelphia.\nThis was a valued policy attaching to the machinery of the plaintiffs in the building described, and covered “pickers” as part of that machinery in express terms. The premium paid applied to them as well as to any other portion of the property insured. The “pickers” were that portion of the machinery which was destroyed by the fire, and the insurers refuse to pay the loss, because, they allege, that they were not in the first story of the building described, and therefore not covered by the policy.\nIt was not pretended on the trial, that there had been misrepresentation in regard to the location of the pickers. Thompson, who acted for the company in taking the insurance, and for which he received a percentage from it, knew all about it. It is, therefore, perfectly evident, that he regarded the picker-room as part of the first story of the building, and acting for the company in the matter, they are bound by his acts after receiving the premium, in the absence of any fraud practised on him. Situated as the room was, substantially a part of the first story of the main building, it was competent to cover the property in it by assent of all parties, and not competent for either to refuse to be bound after doing so. Coop and Scholes, witnesses on the part of the plaintiffs, describe the picker-room as separated from the main room in the first story by a large iron door, as large as a barn door, on a level with the mill floor, and they concur substantially in saying, “that unless a person was well acquainted with the building he might go right through the mill into the picker-house without knowing that he was going from one building to another * * * the same as if you were going from the house into the kitchen.” They further testified that the picker-room was built with the main building.\nIt is very evident to me, that the insurers as well as the insured regarded this room and the main or mill-room as part of the first story. This is what the contract in effect says, and the jury found the fact to be so. It was a question on the trial, whether it was not strictly so in fact. In this doubtful attitude of the fact, the only rational interpretation of the terms of the policy, is, that it was intended to be so treated by the company when they insured the property in the picker-room, as in the first story of the main building. The primary object of the policy was to insure the property described; its precise location was a subordinate matter, which the parties might regard and treat as of less importance, and in the absence of any false representations by the insured, as to the precise location, it is to be presumed they so dealt. No written application was made or required, it seems. The agent of the company took the description of the property, and the amount at which it was to be insured, and procured the policy for the plaintiffs. Under these circumstances, I see not with what propriety the company can claim that they are not bound to make good the loss as they have undertaken. It was not very clearly shown that the picker-room was not a portion of the main building, and it could have been so held, for the parties so held it by treating it as such. We think, therefore, that the learned judge erred in entering judgment on the reserved point for the defendants, non obstante veredicto.\nWhat passed between Thompson,'an agent of the company, and Sherrerd, another agent, never communicated to the insured, could not affect them. Even supposing Thompson to have been an agent for the insured, Sherrerd’s declaration that he would not insure pickers, could have no effect in the face of the written agreement of insurance of them, without the slightest testimony to show that he was induced thereto by any declarations or representation on the part of the insured or their agent. There is no room for escape from the policy on the ground of mistake in introducing into it the pickers. And we have shown, I think, that it is not to be got rid of on the minor point, that the room where the injury occurred was not in fact, or not considered, part of the first story of the brick building described.\nThe judgment is therefore reversed.\nAnd now, May 11th 1869, the judgment of the District Court in the above entitled suit is reversed, and judgment is now here entered in favor of the plaintiffs on the verdict, for the sum of $1715 damages, with interest from the 10th day of May 1865, and costs."}