{"id": "428625", "contents": "The opinion of the court was delivered, May 11th 1869, by\nAgnew, J.\nThe Act of 20th February 1867, Pamph. L. 1867, p. 30, puts at rest any doubt which might have been entertained as to the power of the committee of a lunatic or habitual drunkard to maintain an action of partition. Actions for the purpose of remedy merely might have been prosecuted and defended before under the general authority of the committee. The first assignment of error is not supported.\nThe answer to the second assignment of error is that the declaration avers an offer by the committee to proceed under the will, and a refusal by Aaron Klohs. If (as it is argued) the committee could not exercise the discretion of Henry Klohs in the choice of persons to make partition under the will, the power is necessarily suspended during Henry’s disability, which might continue for life. This would prevent Aaron also from exercising the power, and the disability would descend to his heirs in case of his death during Henry’s continued inability. The only sound view of the case is that the action at law lies whenever, by the disability of the parties or a refusal to proceed under the will, partition becomes impossible in the mode appointed by the testator.\nThe last three assignments of error may be considered together. The court were right in refusing the election of Aaron on the ground of seniority of age. Election by seniority and sex belongs solely to the proceeding in the Orphans’ Court, having its origin in the ordinary condition of families, where some are of tender age, and others unfitted by sex to take charge of real estate. In the Common Pleas, since the Act of 5th May 1841, preference is given to seniority of title only, and where that fails, it belongs to the discretion of the court to award it: Dunn v. Jackson, 6 Barr 234. But had Aaron been entitled to the preference, it was taken away when a sum was offered above the valuation. Then his right depended on the price he should offer. The Act of 22d April 1856, expressly enacts that the premises shall be allotted to such one or more of the parties in interest who shall at the return of the rule offer in writing the highest price therefor above the valuation returned. Reifsnyder, the committee, offered the highest price above the valuation, and was therefore entitled to the premises. But it is objected that though Aaron’s first bid was lower than Reifsnyder’s, he offered a second of $400 over Reifsnyder’s, which the court refused. This brings us to consider the true interpretation of the Act of 1856. The purpose of the act certainly was to enable the parties to correct unfairness or undervaluation, and make the premises command the highest price. In this view a second bid would be but fair. But on the other hand overbidding leads to unfairness, and incites parties to a series of feints in bidding to enable one to overreach another. Selfish or even malicious pertinacity may force one who must have the property to pay more than its worth', or greater wealth may for unfair purposes bid it away from another whose circumstances require him to get it. In addition to this, such an interpretation would convert the court-room into an auction, where the property would rise by small bids, until it had reached the highest price that interest or pertinacity could force it up to. We are of opinion, therefore, that the true interpretation of the Act of 1856 warrants only a single offer in writing, and that the court can compel all parties to hand their offers in together, or permit them to seal them up, until the court shall order them all to be opened.\nJudgment affirmed."}