{"id": "430579", "contents": "The opinion of the’court was delivered, July 7th 1870, by\nAgnew, J.\nIt is a difficult problem now to define the boundaries of state and Federal powers. The doctrine of the rights of states pushed to excess culminated in ciyil war. The rebound caused by the success of the Federal arms threatens a consolidation equally serious. In this condition the landmarks of the Constitution, as planted by Chief Justice Marshall and his associates on the solid ground of reason, and a due regard to the rights of the states and of the Union, constitute the only safe guides of decisions The power of Pennsylvania to legislate upon the navigation of the river Susquehanna, which is the question in this case, involves a Federal power exceedingly intimate in its relations to the subjects of state sovereignty. The power to “regulate commerce with foreign nations and among the several states, and with the Indian tribes,” “ cannot stop (says Marshall, C. J.) at the external boundary line of each state, but may be introduced into the interior.” It comprehends “ navigation within the limits of every state of the Union, so far as that navigation may be in any manner connected with commerce,” either foreign or interstate, and “ may therefore pass the jurisdictional lines of the states, and act upon the very waters” to which state legislation applies : Gibbons v. Ogden, 9 Wheat. 1. But while thus asserting the great extent of the Federal power, the opinion concedes to the state an “ immense mass of legislation which embraces everything within the territory of a state not surrendered to the General Government, all which can be most advantageously exercised by the states themselves. Inspection laws, quarantine laws, health laws of every description, as well as laws regulating the internal commerce of a state, and those which respect turnpike roads, ferries, &c., are component parts of this mass.” These and others not enumerated constitute police powers — such as are exercised in the passage of laws to promote the peace, safety, good order, health and interests of the state, and are protected by the 9th and 10th articles of the amendments to the Constitution of the United States. The powers reserved to the states (says the 45th number of The Federalist) will extend to all the objects which in the ordinary course of affairs concern the lives, liberties and property of the people, and the internal order, improvement and prosperity of the state. Or, as said by McLean, J., “ all powers which properly appertain to sovereignty, which have not been delegated to the Federal Government, belong to the states and the people:” New Orleans v. United States, 10 Peters 737; and see Willson v. Blackbird Creek Marsh Co., 2 Peters 245; License Cases, 5 How. 582-3, 592.\nBut though this large field of state power is conceded, a difficulty arises sometimes in relation to its subjects when they become the objects of the exercise of the Federal power also. Thus says Mr. Story, in his work on the Constitution: “A state may use the same means to effectuate an acknowledged power in itself which Congress may apply for another purpose. Congress may make that a regulation of commerce which a state may employ as a guard for its internal policy, or to preserve the public health or peace, or to promote its peculiar interests.” An illustration will be found in the case of Willson v. Blackbird Creek Marsh Co., 2 Pet. 245, in which the authority of a law of Delaware was questioned. The plea stated the creek to be a navigable highway, in which tide ebbed and flowed, and the argument insisted that the law of the state conflicted with the power to regulate commerce. Bui; its validity was sustained on the ground that the erection of the dam was necessary for the benefit of the citizens of Delaware, and not opposed to any law of Congress, none having been passed to regulate such streams; and in the expressive language of Chiéf Justice Marshall, it was not repugnant to the power to regulate commerce in its dormant state, This distinction, in regard to the exercise of the power by Congress, is important as coming from the .distinguished author of the opinion in Gibbons v. Ogden, sometimes quoted to carry the power of Congress further than it was intended by him to advance it — ■ to the extent indeed of holding that a state cannot exercise its power over a subject within the power to regulate commerce, whether Congress has legislated on the same subject or not. This opinion is not sustained by the case cited from 2 Peters, or later authorities, and is strongly combated by Chief Justice Taney in the License Cases, 5 How. 578 et seq., who refers to' that case and others to show that it was not the opinion of Chief Justice Marshall that the mere grant of a power to the General Government is to be construed as an absolute prohibition to the exercise of any state power over the subject of it. The question may be considered as now settled in conformity to the opinion of Chief Justice Taney, by the case of Cooley v. The Board of Wardens of Philadelphia, 12 How. 318, which holds the grant of the power to regulate commerce is not exclusive, but that the question in each case depends on the character of the subject, some requiring it to be treated as exclusive and others not so: Opinion of Curtis, J.\nBut without standing on what some may regard as debateable ground, it seems to be clear that when a state exercises her own sovereign power in a matter involving the interests of her citizens, though it may touch upon a subject within the field of the power to regulate commerce, it is not for that reason invalid if it conflicts with no law Congress has passed upon the same subject. Thus pilot laws, though regarded as directly affecting a subject of commerce, have been held to be valid: Cooley v. Board of Wardens, 12 How. 299; Pacific Steamship Co. v. Joliffe, 2 Wall. U. S. 450. So a law of Maryland forfeiting vessels engaged in catching oysters in an unlawful manner in the Chesapeake Bay is not invalid, though the vessel was duly enrolled and licensed under the Acts of Congress, and employed in the coasting trade. A law of New York, requiring the masters of vessels coming into port from abroad to make report within twenty-four hours of the names, places of birth, of last legal settlement, age and occupation of the passengers, was decided to be good as an exercise of the police power: City of New York v. Miln, 11 Pet. 102. In the License Cases, 5 How. 504, the laws of Massachusetts, Rhode Island and New Hampshire were held not to be repugnant to the Constitution of the United States. A tax in Louisiana on brokers of foreign bills was held not to be repugnant: Nathan v. Louisiana, 8 How. 73. See also Weaver v. Fegely, 5 Casey 27—weights and measures; White v. Commonwealth, 4 Binn. 418; Fox v. Ohio, 5 How. 410—counterfeiting United States coin. Analogies also will be found in reference to the power over the militia: Houston v. Moore, 5 Wheat. 1. The power to establish uniform bankrupt, laws: Sturgis v. Crowningshield, 4 Wheat. 196. To enact naturalization laws: Chirac v. Chirac, 2 Id. 269.\nWe come now to the particular question involved in this case, to wit: the power .of'our legislature to prohibit the floating of loose saw-logs in the Susquehanna river, between the town of Northumberland and the Maryland state line, “ without the same being rafted and joined together or enclosed in boats, and under the control, supervision and pilotage of men especially placed in charge of the same, and actually thereon.” Act December 11th 1866, § 2, Pamph. L. 1867, App. 1366. This act evidently concerns not only the police power, but the right of eminent domain of the state. It was said by Taney, C. J., in Martin v. Waddell, 16 Peters 410, that — “ when the Revolution took place the people of each state became themselves sovereign, and in that character hold the absolute right to all their navigable waters and the soils under them for their common use, subject only to the rights since surrendered by the Constitution to the General Government.” This language was repeated by McKinley, J., in Pollard v. Hagan, 3 Howard 229. The Constitution of the United States confers no power of eminent domain or of legislation over state territory, except that contained in the 16th clause, 8th sect., 1st art., relating to the seat of government and places purchased with the consent of the state for forts, magazines, &c. Hence it was said by the court in the case last cited, that, even if Georgia had in her compact of cession to the United States of the territory of Alabama granted the municipal right of sovereignty and eminent domain, “such stipulation would have been void and inoperative, because the United States have no constitutional capacity to exercise municipal jurisdiction, sovereignty, or eminent domain within the limits of a state or elsewhere, except in the cases in which it is expressly granted.” Hence it was held in that case that the shores of navigable waters and the soils under them were not granted by the Constitution of the United States, but were reserved to the states respectively, and that Alabama, though a new state, had after admission the same rights, sovereignty, and jurisdiction over the subject as the original states. This was reaffirmed in Gilman v. Philadelphia, 3 Wallace 713. The practice of the states in their exercise of the power of eminent domain, and their right to improve the navigable streams within their boundaries, has conformed to these principles. Each has assumed at pleasure to dam, slack-water, improve the natural channels and bridge these streams, when the interests of the people have made it necessary, in the absence of any Act of Congress to abridge its power. These streams and their navigation have always been deemed to be subject to the regulating or police power of the state for the protection of the people and of internal commerce, when not in conflict with any Act of Congress passed under the power to regulate commerce. Pennsylvania has exercised these rights in the improvement of the navigation of the Delaware, the Susquehanna and the Mononhela rivers; as well as the Schuylkill, Lehigh, &c. The character of these public rights will be found to be discussed in Carson v. Blazer, 2 Binn. 475; Shrunk v. Schuylkill Nav. Co., 14 S. & R. 71; Susq. Canal Co. v. Wright, 9 W. & S. 9; Mon. Nav. Co. v. Coons, 6 Id. 101. These state decisions underwent review in Rundle v. Del. and Raritan Canal Co., 14 Howard 80, in which the power of Pennsylvania and New Jersey as joint sovereigns over the Delaware was sustained, and it was held that a license to an individual over its waters was revocable and held in subjection to the superior right of the state to divert the water for public improvements. The state authority is strongly sustained in the power to bridge these large streams: Penna. v. Wheeling Bridge Co., 18 Howard 480; Gilman v. Philad, 3 Wallace 713; Passaic Bridge, 3 Wallace 782; Flanagan v. Philada., 6 Wright 231. In the first case, of the Wheeling Bridge, 13 Howard 519, the illegality of the structure was placed on the ground that Congress had already legislated on the subject, by sanctioning the compact between Virginia and Kentucky, making the navigation free and common to all citizens of the United States. In the second case, in 18th Howard, supra, it was said the principle is undoubted that the Act of Virginia conferred authority to erect and maintain the bridge, subject to the exercise of the power of Congress to regulate the navigation of the river. The more recent case of Gilman v. Philada., supra, reasserts distinctly the principles stated in Pollard v. Hagan and Willson v. Blackbird Creek Marsh Co., supra. On the subject of ferries, Conway v. Taylor, 1 Black 603, settles conclusively the power of the state to grant this franchise on navigable streams. From these principles and authorities it appears to be clear that the Act of 11th December 1866 was a lawful exercise of the police power of the state upon a subject within her rightful jurisdiction, forthe protection of the navigation of the Susquehanna; and not being repugnant to any law of Congress passed to regulate commferce on this river, it is valid and constitutional.\nThe court below having sustained the position of the plaintiffs, that the legislation of Maryland and Pennsylvania created a contract between these states, that the Susquehanna is a public highway to the Maryland line, and that any corporation or individuals should have authority t.o remove all natural and artificial obstructions therefrom; we pass to the next -question.. The plaintiffs assert that the modern mode of driving by floating logs loosely in the stream, and following after them to dislodge those that are stranded, has become a recognised mode of navigation, and therefore thaY the Act of 1866 infringes the contract between the states. This is not strictly correct. Driving, as it is called, is chiefly confined to the West Branch of the Susquehanna, where booms have been provided by law for catching the logs and delivering them to their owners. The very driving referred to is itself regulated by law, and is therefore no disproof of the power of the state to regulate the navigation. But a contract to preserve the free and public navigation of the river is not infringed by proper regulations which promote the very purpose of the navigation by making it safe and convenient to all, and preventing it from being monopolized and dominated by a few. According to the evidence this mode of using the river is productive of great injury both to the riparian owners and those navigating the river with arks,- rafts, boats, &c. In this case 200,000 logs were collected at a point on the river called Davits, to be floated down to the mills of the plaintiffs below the Maryland line, and after being set afloat were overtaken by a freshet. The effect is thus described by the learned judge in his charge: “ Witnesses,” he says, “ describe the consequences of this drive of logs, overtaken by the flood, as ruinous to the defendants and others owning property along the river. The cultivated islands of the defendants and others were covered with logs, the trees which protected the banks uprooted or broken. The logs carried over and upon them, formed dams at the head of the island, causing channels to be cut through the grain-fields, of fifty feet in width, the length of the island, and logs carried out upon the meadows and low lands adjoining the river, to the distance of a fourth of a mile from the usual channel. In addition to the injury to private property as described by the witnesses, some (who have been pilots on the river for fifteen or twenty years, and experienced in running rafts) say they would not consider it safe to undertake to run a raft with a drive of 200,000 logs floating loose upon the river. Some describe the imminent danger to which they have been exposed. That they can neither land at night, go through the chutes in the dams, nor along the narrow, channels. when logs are floating thick in the river. Witnesses who saw the drive of 1868 say that an ordinary raft could not have lived among the logs; and that they have known rafts detained till in the fall season in consequence of loose logs floating so that they could not safely venture out into the river.”\nClearly such a use of the river is improper, and conflicts with the rights of others: Dubois v. Glaub, 2 P. F. Smith 238. We think the state, in the exercise of her sovereign authority and police power, had a right to forbid such a mode of using the stream.\nThe next question is, whether the mode of forfeiture provided in the law is valid. The 2d section of the Act o.f 1866 forfeits the title of the owner, if the logs be found floating loose in the stream and not in the personal charge of some one upon them, and vests it in the captor, at the expiration of two months, if the owner do not appear within that time and pay the captor 50 cents for every log taken up.\nIf this means that a forfeiture can take place without notice, as the court below held, and without an opportunity of being heard on the question whether the owner had voluntarily set his logs afloat loose upon the stream, then it seems to us to be contrary to the provision in the bill of rights, that no one shall be deprived of his property unless by the judgment of his peers, or the law of the land. The law of the land means by due process of law: 2 Kent’s Com. 13*; Sedgwick on Stat. and Const. Law, ed. 1857, 610; Murray’s Lessees. Hoboken Land Company, 18 Howard 276. It does not mean merely an act of the legislature, for that would abrogate all restriction on legislative power: 2 Kent 13* in note. The design of the Convention (says Gibson, C. J.) was to exclude arbitrary power from every branch of the government; and there would be no exclusion of it, if such rescripts or decrees were allowed to take effect in the form of a statute: Norman v. Heist, 5 W. & S. 173. This provision and those as to the administration of justice in the bill of rights, require that all claims for justice between man and man, shall be tried, decided and enforced by the judicial authority of the state and by due course of law; Per Lowrie, J., Menges v. Dentler, 9 Casey 495; in Greene v. James, 2 Curtis 189, cited in Sedgwick on Stat. and Const. Law, p. 611, Justice Curtis, in the Circuit Court of the United States, held that an Act of Rhode Island authorizing a seizure of property in an unlicensed tippling shop was in violation of the Constitution of the state, because it did not provide for notice by due legal means of the nature and cause of the accusation, nor for a trial of the question whether the liquors were held for sale in violation of law. The provision in the Constitution of Rhode Island is in the same language as that in our own. This subject was discussed in Fetter v. Wilt, 10 Wright 460, in reference to the Act of 22d April 1822, to prevent the disturbance of meetings held for religious worship; though the point in the case was not decided, Thompson and Woodward, JJ., holding the law to be unconstitutional. Now it is very clear that the mere fact that a man’s property is found floating down the stream, is not ipso facto a ground of forfeiture, so as to deprive him of title. It is the intentional or voluntary act of floating; directing or authorizing to be floated, which the law prohibits. For aught the captor or the public may know the logs might have been carried off by a flood, or by the illegal acts of trespassers. In Doctor and Student, eh. 51, it is said, “ though a man waive the possession of his goods and saith he forsaketh them, yet by the law of the realm, the property remaineth still in him, and he may seize them after, when he will.” And see Story on Bailments 55, 59, 85, 86, 87. It is evident therefore that title cannot be divested by the mere fact of the property being found floating on the stream. That may justify seizure to answer the supposed offence. But to forfeit the title, the owner must have notice, and an opportunity of showing that his property was not voluntarily set afloat on the stream contrary to law. The court below erred therefore in holding that the title to the logs found afloat was divested without notice. And we think also that there was error in holding that the provision for notice in the Act of 1812 is repealed. Evidently it is not repealed by the Act of 10th April 1862, § 7, P. L. 286, as the repealing clause applies only to the stamped lumber mentioned in the first section put into the Susquehanna at or above the boom at Williamsport. Nor is it repealed' by the third section of the Act of 11th December 1866, repealing all laws and parts of laws inconsistent with the provisions of that act. There is not a word in the act inconsistent with that part of the Act of 1812, § 1, which requires the “person taking up such lumber floating down the waters of the said river to lodge a list by him subscribed, within, thirty days thereafter with the nearest justice of the peace of the town or township where such lumber was taken up, of the number, quality and quantity of logs, &c., with the marks of the same,” and requiring the justice to enter the same on his docket, and to cause the same to be published at least three weeks in one weekly newspaper of the county wherein such lumber was taken up.” Then the first section of the Act of 1866 declares it to be the true intent and meaning of the first section of the Act of 1812: “ That any saw-logs may be taken up under the provisions of said section, whether the same be put into the streams intentionally or otherwise, and whether the same be floated intentionally or otherwise : the true intent and meaning thereof being that no saw-logs may be floated or driven therein [unless rafted and under the pilotage and control of men, and that all saw-logs not so rafted and under the pilotage and control of men, shall and may be taken up under the provisions thereof.”\nThus the Act of 1866 expressly directs that logs floated loosely in the stream not under the control of men (and which the 2d section proceeds to.prohibit, and declare a consequent forfeiture of the logs), shall be taken up under the provisions of the 1st section of the Act of 1812. And without this plain language the identity of the subject of legislation and the necessity of notice to make the law valid, require us to hold that the Act of 1812 and its supplements are to be construed in pari materia with the Act of 1866.\nThe only objection that can be urged against the charge as to the measure of damages is, that the court assumed that the logs were captured by the defendants under an honest belief that they were forfeited — a matter rather for the jury. The action of replevin lies wherever one man claims goods in the possession of another without regard to the manner in which possession was obtained. But it is equally well settled that upon the question of damages the means by -which possession has been taken or retained will be considered. Hence exemplary damages may be given when there has been outrage in the taking or vexation and oppression in the detention, and on the other hand, an innocent mistake in the taking or detention may reduce the damages to mere compensation. This subject was fully examined in Herdic v. Young, 5 P. F. Smith 176. The court below held that the logs grounded on the islands were not liable to capture and forfeiture under the 2d section of the Act of 1866. Still it was a question for the jury, whether the defendants had not made an innocent mistake in not proceeding according to the Act of 1812. Primfl, facie, the value of the property when and where it is replevied is the measure of compensation; but this may be varied by the circumstances as to the character of the taking and the removal to the place of the replevy.\nS. Cr. Thompson and B. F. Junkin, for plaintiffs in error.\nA. C. Simpson and S. Linn (with whom were C. J. T. McIntire, Blade and Meredith), for defendants in error.\nJudgment reversed, and a venire de novo awarded.\nThe defendants, under their writs of error, assigned for error the answers of the court to their 3d and 4th points. They were argued by\nThe opinion of the court was delivered, July 7th 1870, by\nAgnew, J.\nThe main questions arising in this case have been considered and disposed of in the writ of error of Craig & Blanchard v. Kline: Opinion just read. In the present writ of error the only question is upon the right of the defendants to take up the logs found lying upon the islands and not afloat. We have said in the other writ of error that the 2d section of the Act of 1866 must be taken in connection with the former acts on the same subject, and that the proceedings and notice required by the Act of 1812, as altered and modified by its supplements, are applicable to seizures of logs under the Act of 1866. The defendants had a right to take up the logs lying on the islands under the Acts of 1812,1853, and 1855, as explained by the 1st section of the Act of 1866. But having failed to comply with their provisions as to the mode of taking up the logs, the plaintiffs were entitled to recover, so that substantially the instruction of the court led to the correct result; and the judgment is affirmed."}