{"id": "430639", "contents": "The opinion of the court was delivered, May 5th 1870, by\nSharswood, J.\nWhen it is said, as it has often been said, that the Orphans’ Court is a court of equity, all that is meant is that in the exercise of its limited jurisdiction conferred entirely by statute, it applies the rules and principles of equity. So Chief Justice Tilghman, with his well-known accuracy, clearly and succinctly expresses it: “ The Orphans’ Court, in matters within their jurisdiction, proceed on the same principles as a court of chancery:” Guier v. Kelly, 2 Binn. 299. “ Although the Orphanb’ Court,” said Chief Justice Gibson, in Brinker v. Brinker, 7 Barr 55, “ has been called a court of equity, in respect to the few subjects within its jurisdiction, the ancillary powers of such a court have not been given to it. It is a special tribunal for specific cases; and its resemblance to a court of equity consists in its practice of proceeding by petition and answer containing the substance, but not the technical subtleties and nice distinctions of a bill in equity; by which, however, justice is obtained more conveniently and as certainly as in courts of equity, purely so called. As the Orphans’ Court, therefore, has not the general powers of a court of equity, it cannot entertain a bill of discovery:” George’s Appeal, 2 Jones 260; Shollenberger’s Appeal, 9 Harris 341; Snyder’s Appeal, 12 Casey 168; Woodward’s Appeal, 2 Wright 328.\nThe petition in the Orphans’ Court in this case was in the form of a bill in equity, conceived as though that court, like the Courts of Common Pleas, had a separate equity side. After setting forth the will of William Waldo Willard, and stating or charging a particular construction of it in six numbered paragraphs — it prefers nine special prayers for relief, besides the prayer for general relief in the usual style. 1. That the administrator cum testamento annexo shall be decreed to pay a legacy not charged upon land: Galloney’s Appeal, 6 Barr 37. 2. That the administrator file his account. 3. That he pay into court one-half of all the moneys of the estate in his hands (less $7000, the valuation money of a house and lot mentioned in the will), to he invested by the court or a trustee appointed by it. 4. That he pay the other half to the orator in the bill. 5. That the guardian of the two minor children file his account. 6. That the widow file an account of all the assets of the estate in her hands at the death of the testator or since received by her from the administrator. 7. That the trustee named in the will to hold the legacy bequeathed to the testator’s mother for life, shall within thirty days after her death pay over the principal of the said legacy to the children in certain proportions, both of them now being minors. 8. That the court shall decree that the title to all lands and tenements, wheresoever situated, of which the testator died seised (except the house and lot aforesaid), is vested in one of the children, subject to the life estate of the widow. 9. That the court shall decree that the title to the house and lot before mentioned is vested in the minor children in certain proportions, subject to said life estate. The only matters in this long list of prayers, which appear clearly to be within the jurisdiction of the Orphans’ Court, are, that the administrator and guardian respectively shall render their accounts. The court below, however, upon this bill and answers filed, decree nothing to be done, except that the guardian of Waldo William Willard, a minor, should file in the Orphans’ Court of Lycoming county before distribution of the estate a full release of all claims under the will of his father; the court holding that the will as to him was revoked by his subsequent birth. The other parts of the decree consist merely of a declaration of the opinion of the court upon the proper construction of the will.\nIt would, perhaps, be a very convenient practice immediately upon the death of a decedent to have all possible questions which might arise upon the construction of his will, and in the settlement and distribution of his estate, settled by a decree of the Orphans’ Court in limine, and by way of anticipation, and by an appeal to the Supreme Court from such a decree, have a final and conclusive determination of the subject. It would certainly save counsel a great deal of responsibility in giving advice. But the Acts of Assembly which confer jurisdiction on the Orphans’ Court may be searched in vain for any such power. Without authority so derived we must say that the decree below or in this court on appeal would be inconclusive and possibly a snare. It would not be binding upon any of the parties; certainly not upon those of them not sui juris. Consent cannot give jurisdiction. Any opinion which we should express upon the proper construction of this will in this appeal would be merely extrajudicial.\nDecree reversed, and petition ordered to be dismissed, each party to pay their own costs in the court below and on this appeal."}