{"id": "430681", "contents": "The opinion of the court was delivered, April 4th 1870, by\nSharswood, J.\nThe Sunbury and Erie Railroad Company was incorporated by an Act of Assembly passed April 3d 1837, Pamph. L. 170. It was invested with all the usual powers of a railroad corporation for constructing a road from Sunbury by the most eligible route to the harbor of Erie. There was granted to it all such liberties, privileges and franchises, “ necessary or incident to the making and maintaining the said railroad, convenient construction of depots, such cars, locomotives, fixtures and devices as may be necessary for the conveyance of passengers and the transportation of the mail and of goods, merchandise and commodities thereon.” By the 21st section it was declared that “ it shall and may be lawful for the president and managers from time to time to ordain and establish rules and regulations for the due ordering of all travelling and transportation on said road * * * provided that the toll * * * shall not exceed upon each passenger an average of two cents per mile.” By the Act of March 15th 1847, Pamph. L. 350, the directors of the said company were clothed with full power to transport passengers, goods, minerals, merchandise and other articles, and to receive and collect freight and tolls therefor, and by the 2d section, the 21st section of the original act of incorporation except the proviso was repealed. By a subsequent Act of March 27th 1852, § 8, Pamph. L. 188, the company was authorized to connect with other railroads under such arrangements as may be mutually agreed upon, and which the said company, as general transporters of passengers and freight between Philadelphia and Erie and intermediate places may deem expedient for economy or the better accommodation of the public. By an Act of March 7th 1861, Pamph. L. 94, the name of the cornoration was changed to that of “ The Philadelphia and Erie Railroad Company.”\nThe Pennsylvania Railroad Company was incorporated by an Act of Assembly, passed April 13th 1846, Pamph. L. 312, and by the 21st section it was enacted and declared that upon the completion of the said railroad the company shall have exclusive control of the motive power and may from time to time establish, demand and receive such rates of toll or other compensation for the use of the said road and of said motive power and for the conveyance of passengers passing over or on said railroad as to the president and directors shall seem reasonable, provided that in the transportation of passengers no charge shall be made to exceed 3 cents per mile for through passengers and 3-|- cents per mile for way passengers.\nIt was decided by this court in Gratz v. The Pennsylvania Railroad Company, 6 Wright 447, that it was within the corporate powers of the two companies for the Philadelphia and Erie Railroad Company to make such a lease of its road and franchises to the Pennsylvania Railroad Company as was afterwards executed and is on this record, under the Acts of April 13th 1860, Pamph. L. 711, and of April 23d 1861, Pamph. L. 410.\nBy the terms of the lease dated January 6th 1862, it was stipulated and agreed that the lessee, The Pennsylvania Railroad Company, “ shall have, use, exercise and enjoy all the rights, powers and authority aforesaid, and all the other corporate powers and privileges which can or may be lawfully exercised and enjoyed on and out of said demised railroad and premises, as fully, amply and entirely as the same might or could have been used, exercised and enjoyed by the party of the first part (The Philadelphia and Erie Railroad Company), had this lease and contract not been made, and as exclusively, amply and entirely as the party of the first part had or have or shall acquire authority by law to grant the same.”\nThis recital of the Acts of Assembly, the former decision of this court, and the terms of the lease, renders the solution of the question which is presented on this record by no means difficult. That question is whether the Pennsylvania Railroad Company as the lessee of the Philadelphia and Erie Railroad Company, is subject to the limitation imposed upon it by its charter in the transportation of passengers on its own road ? It might be concluded from general reasoning that the restrictions upon the'company in the transportation of merchandise and passengers upon a railroad authorized to be constructed by it, have no application to the use of another railroad of which it may become the lessee by authority of law. The learned judge admits that this would be so if the lessees were individuals or natural persons, but he failed to see that an artificial person authorized specially by law to take a lease is in the same position unless such authority is itself limited. By virtue of a simple lease, therefore, an artificial as well as a natural person would succeed to all the rights, liberties and franchises, and be subject to all the limitations imposed upon the lessor. The lessee is the assignee for a term or period of the lessor — his bailiff to hold the possession for him: Co. Litt. 289 b, note 2; it is so as to natural persons, why not as to corporations, unless the law has made a difference when it authorized the lease? The limitations which the legislature have prescribed, as well as the privileges they have granted, have exclusive reference to that particular subject-matter to which they relate, namely the road the company was authorized to construct. Good reasons may exist for a difference in these limitations growing out of the nature of the works themselves. The expense and difficulty of construction, as well as the small amount comparatively of travel and transportation, might render a'restriction of charge ruinous as to one road which would be perfectly just and right in the case of another not so situated. It was an argument well put by the counsel for the plaintiffs in error, and not answered, that if the rule of construction laid down by the learned judge below be sound, then the Philadelphia and Erie Railroad Company by becoming the lessees of the Pennsylvania Railroad Company could operate their road without being subject to the restrictions imposed by the charter of the latter. We can easily see to what consequences such a construction under existing laws and charters would lead — consequences certainly not foreseen by the legislature. The lessee of a railroad corporation must necessarily be bound by all the prohibitions and limitations contained in the charter of the lessor, and on the other hand must be held to be entitled to all their rights and franchises. The legislature by authorizing another corporation to take such lease have by necessary implication conferred them.\nBut the language of the charter of the Pennsylvania Railroad Company in which the restriction relied on is expressed, puts this construction beyond all question. The proviso in the twenty-first section is a limitation upon the power granted to charge such rates of compensation for the conveyance of passengers passing over or on said railroad as to the president and directors shall seem reasonable. The said railroad is of course the railroad authorized to be constructed by that act and no other. The lease of the Philadelphia- and Erie Railroad Company confers, as we have seen, upon? the Pennsylvania Railroad Company in the broadest terms all their1 corporate powers and privileges.\nThe learned judge below adds a postscript to his opinion on the-motion for a new trial, which was filed of record as his charge, viz.: “ Since writing the above I have discovered, on examination, that in a proviso to the twenty-first section of the act incorporating the Sunhury and Erie Railroad Company, it is enacted that the toll or fare to be charged upon each passenger shall not exceed two cents per mile.” The law is not accurately quoted, as the words “ or fare” are not used in it. It is clear that tolls, which is the only word employed, means charges upon transporters of passengers other than the company, not charges on the passengers themselves. Under that provision transporters could make any contract they pleased as to the rate of fare or compensation for carriage, but the company could not exact from them more than two cents per mile for each passenger. Toll, properly speaking, is the consideration for the use of a road or bridge, not compensation for carriage over it: Bouvier’s Law Diet. Such was the determination of this court in Boyle v. The Philadelphia and Reading Railroad Company, 4 P. F. Smith 310, in the construction of a similar provision in the charter of that company. “ The legal meaning of the word toll,” said Mr. Justice Strong, “ is and always has been well defined. It is a tribute or custom paid for passage, not for carriage — always something taken for a liberty or privilege, not for a service; and such is the common understanding of the word. Nobody supposes that tolls taken by a turnpike or canal company include charges for transportation, or that they are anything more than an excise demanded and paid for the privilege of using the way.” When the Sun-bury and Erie Railroad Company was originally incorporated, it was not contemplated that they should engage in the business of transportation. Hence, they were specially authorized “to prescribe the kinds and description of cars, carriages or wagons to be used on the said road for the conveyance of passengers and the transportation of the mails or of goods, wares, merchandise and minerals, and to regulate the speed at which they should travel, and to adopt and enforce such rules and regulations in relation to the transit thereof as they may deem expedient.” Indeed, it seems apparent that they had no authority to engage in the business of transportation, for by the 2d section they were expressly precluded from exercising “ any banking, manufacturing or trading privileges, or any other liberties, privileges or franchises but such as may be necessary or incident to the making and maintaining the said railroad, convenient construction of depots, such cars, locomotives, fixtures and devices as may be necessary for the conveyance of passengers and the transportation of the mail and of goods, merchandise and commodities thereon.” There is a marked difference between this language and that used in the Act of April 4th 1833, Pamph. L. 146, incorporating the Philadelphia and Reading Railroad Company, to whom was granted such franchises “ as may be necessary or incident to the making and maintaining of the said railroad, and the conveyance of passengers and the transportation of the mail, and of goods, merchandise and com•modities thereon.” It is plain that they were authorized to transport goods and passengers, with no express power to charge freight or fare, and with the same restriction on tolls as is contained in the charter before us. Yet it was held in the case before referred to that they were necessarily empowered to charge for transportation, “No provision,” said Mr. Justice Strong, “ was made respecting rates and charges for their own service as carriers; but the very purpose of their incorporation was that they might carry. How can they carry without compensation ? Authorized to engage in a business, it is necessarily incident to their authority that they have the rights which ordinarily belong to such a business.” * * * * “ The right to charge is implied in the nature of the business authorized, and I cannot conceive of conducting the business of transportation without the imposition of rates and charges.” When, therefore, the Act of 1847 gave to the Sunbury and Erie Railroad Company the privilege of transporting merchandise and passengers, with the power to collect freight and tolls therefor, the word tolls could have been used in no other sense than that in which it was used in the original charter. Nor was it necessary that there should be an express power to collect either freight or fare. The expression of freight does not exclude fare. It would be unreasonable in the highest degree to suppose that the legislature intended the one and not the other; for the proviso expressly saved as to tolls has a similar restriction as to merchandise and passengers. Freight, indeed, in its wide sense, may include fare, for it is that “ with which anything is fraught or laden for transportation;” and by a figure of speech the price paid for the transportation : Johnson’s Dict.; Webster’s Dict. We cannot attribute to the legislature the absurdity of providing that the company should collect besides freight, tolls on merchandise carried by themselves. That would be to authorize them to charge themselves for the use of their own road. The meaning evidently was, that as they might allow private transporters to place their ears on the road, they should still have the right to tolls under the original limitation both as to merchandise and passengers. This sustains the 2d assignment of error.\nThe 1st assignment is not in accordance with the construction whieh¡we have uniformly put upon Rule VII. “When the error assigned is to the charge of the court, the part of the charge referred to must be quoted totidem verbis in the specification 6 Harris 578. When the error alleged is the answer to a point or a refusal to charge, as requested, the point in writing must be copied in the specification, and the answer or refusal as given— for they are both necessarily a part of the charge or instruction to the jury. This assignment, therefore, need- not be noticed. With the great and continually-increasing business of this court, and the voluminous paper-books which have to be carefully read, it becomes more and more important,, to facilitate our labors, that these rules should be attended to by the members of the bar, and enforced strictly by- the court.\nJudgment reversed, and venire facias de novo awarded."}