{"id": "430666", "contents": "The opinion of the court was delivered, July 7th 1870, by\nThompson, C. J.\nTestamentary capacity is always presumed to exist until the contrary is established. An abnormal condition of mind is never presumed when a testator makes his will, unless a previous aberration be shown, of such a nature as may admit of a presumption of recurring unsoundness at any time: 4 Wash. C. C. Rep. 262; 8 Shepley 461; 5 Johns. 144; 1 Pet. C. C. Rep. 166. It is true, the witnesses to a will when produced for probate, are asked whether they regarded the testator of sound and disposing mind and memory, but this is form merely, for in case of death, absence or incapacity of the witnesses to testify, proof of their handwriting satisfies the requirement of proof of execution.\nWhat constitutes the want of a sound disposing mind and memory is incapable of a definition suited to all cases. Every case is, to a great extent, to be tested by its own facts, circumstances and surroundings. We can do but little more than generalize in regard to the subject.\nAs the will before us is contested on the grounds of want of capacity in the testator to make a will, and also undue influence in executing it, if he had capacity, we may as well here refer to some authorities on these points, which show the opinions of courts and writers in similar cases, and which are regarded as tests in such cases since their announcement.\nOn the subject of testamentary capacity, Redfield on Wills (p. 124), says: “ the result of the best considered cases upon the subject, seems to put the question of understanding requisite to the valid execution of a will upon the basis of knowing and comprehending the transaction; or in popular phrase, that the testator should, at the time of executing the will, know and understand what he is about.” “ Old age, failure of memory, or habitual drunkenness, will not (per se) constitute incapacity to execute a will:” 1 Green Ch. Rep. 11; 5 Johns. C. 158; and in 2 Green 581, it is said, “ the power of making a valid will is not impaired by the approach of old age.” In Converse v. Converse, 21 Vt. 168, it is held, that “ if the testator was at the time capable of understanding the nature of the business and the elements of the will, that is, the nature and extent of his property, and the persons to whom he meant to convey it, and the mode of distribution, it is sufficient.” This is our rule as stated in McMasters v. Blair, 5 Casey 298: “ To understand in detail,” say this court, “ all that he is about, is quite sufficient.” In Daniel v. Daniel, 3 Wright 191, the substance of this rule is stated in the court below, but more definitely expressed by this court. “ A sound and disposing mind and memory,” say the court, “is one in which the testator is shown to have had at the making and executing his will, a full and intelligent consciousness of the nature and effect of the act he is engaged in; a knowledge of the property he possessed ; an understanding of the disposition he wished to make of it by the will, and of the persons and objects he desired to participate in his bounty. It is not necessary he should collect all these in one review. If he understands in detail all he is about, and chooses with understanding and reason between one disposition and another, it is sufficient.” This is but an expression of what was said in Storms v. Vanclive, 4 W. C. C. Rep., supra, where the court, in regard to the testamentary capacity in that case, puts to the jury the inquiry : “ To sum up the whole in the short, simple and intelligible form, was his mind and memory sufficiently sound to enable him to know and to understand the business in which he was engaged at the time he executed his will ?”\nThese citations, to which many more might be added, contain in a generalized form a rational rule on this subject, which is entirely capable of application by a court and jury. It is not meant in any of them that the mind may not be weakened by old age, or sickness, or other causes. That may be the case and no alienation or abnormal condition'exist. Weakness alone will not invalidate a will, if mind and memory exist sufficient to understand the subject in hand, and to direct intelligently the dispositions desired to be made of property. The test of all this is to be of the time when the will is made, including some latitude of proof before the execution, and immediately, as contradistinguished from remotely, after it.\nThe most usual attack on the will of an aged testator, and it is made here, is undue influence, which is, of course, a concession of capacity, although weak. In a recent case, this court has given its view of what constitutes the requisites to overturn a will on this ground, and I will content myself with referring to it alone. In Eckert v. Flowry, 7 Wright 46, Strong, J., in speaking on the subject, said: “ It (undue influence) may be either through threats or fraud; but however exercised, it must, in order to avoid a will, destroy the free agency of the testator at the time when the instrument is made.” In the language of Woodward, J., in McMahon v. Ryan, 8 Harris 329, “it must be a present constraint, operating on the mind of the testator in the very act of making the testament.” The learned judge, proceeding to the facts of the case, said, “ unless, therefore, there was some evidence tending legitimately to prove that some fraud had been practised upon the testatrix at that time (the 21st of June, the date of the will,) or that some misrepresentation had then been made, or that some physical or moral coercion had been employed, such as to destroy her free agency, the court erred in submitting to the jury the question, whether undue influence had been exerted.” * * “Neither moral nor physical constraint is to be inferred from mental weakness alone. That undue influence which suffices to destroy an alleged will, is distinct from weakness, and has no necessary connection with it.” All this is fully supported by the best authorities, and is to be regarded as a true exposition of what it treats.\nAs to the assignments of error, then: — 1st. The first is upon an exception taken to the exclusion of a portion of the offer contained in the first bill of exceptions. That portion referred to alleged declarations of the defendant, without limitation as tó time, place or tbe circumstances of making them. The court rejected all but such as related to the sanity or mental capacity of the testator at or before the time when the alleged will was made, or within a short period thereafter. This was right on every principle; such declarations are of slight weight, at all events; not sufficient to impeach a will on the ground, either of want of capacity, or of undue influence; or materially to aid in it. They must be shown to have been made when the subject of them is a transaction of a present or recent nature, showing that the mind of the declarant is actually in contemplation of what it has been referring to. The testimony offered referred to alleged settlements and transactions about the testator’s farm, or the rents, issues and profits thereof, and conversations of the parties relative thereto subsequent to the year 1855, the year in which the will was made, and the admissions and declarations of the defendant in regard to his sanity and mental capacity. This much of the offer was objected to and the objection sustained, excepting so far as it related to a time prior to the execution of the will, or to the time of its execution, or within a short period thereafter. This was a just and proper discrimination. The mental capacity of the testator was to be judged of by its condition at the time he performed the testamentary act. “Nothing else in the case,” said Woodward, J., in Stevenson v. Stevenson, 9 Casey 472, “was worthy the consideration of the jury.” The offer, however, was unlimited both as to the time before and the time after the execution of the will. It would have been error to have admitted the offer as proposed, either for the purpose of impeaching capacity, or showing undue influence. Both grounds upon which this will was attempted to be assailed required the testimony to refer to the time of its execution. If the evidence tended to support either, some latitude in regard to the condition indicated by the proof might be properly allowed as corroborative of that condition. But the offer in this case showed neither incapacity nor undue influence at the time. It was not at all inconsistent with testamentary capacity or entire independence. The preponderance of testimony in the case was, that the testator went alone to his lawyer and got him to draw his will. He did not go there under compulsion, or instruction from anybody as to how his will was to be drawn, or who were to be the recipients of his bounty; at least there is no testimony to this effect. The theory of the plaintiff’s case rests on a presumption from a presumption, which is not. allowable, namely, that the testator, being an old man, must be presumed to have been weak, and therefore it is to be presumed, that the defendant, who was taking charge of his farm, and was an active-minded man, coerced his will. Weakness alone proves neither want of capacity nor undue influence. Hundreds of cases show that mere weakness does not incapacitate the making of a will, and it must not be implied-from such a circumstance alone that a devisee has been guilty of a wrong and fraud in procuring a devise of property which it might be supposed he would not have been likely to have obtained, except by coercion of his will. Such a thing would be a fraud, not only upon the testator, but upon his heirs, equally entitled to his beneficence as was the inter-meddling procurer of the devise to himself, and it is not to be presumed, but is to be-established by competent and clear evidence. The argument of the able and industrious counsel for the plaintiff in error on this point, I think was hardly ingenuous in one particular. It assumed as proved, the pre-existence of some sort of dementia. on the part of the testator prior to making his will, and that the proposed testimony, including the defendant’s declarations, went to disprove a lucid interval when the will was made. There was no evidence whatever of 'previous dementia, and consequently no place for any suchdargument. It would be a most extreme use of the admissibility of inference from facts, to allow it to be inferred that because an old man, worn out by time and toil, yields up to the management of a son, that which he can no longer from physical inability manage himself, that this prudent and wise result is to be ascribed to insanity or dementia. There were no other grounds than these, that I can see, for inferring lunacy; and the necessity of proving a lucid interval was not therefore in the case.\nBut it.is further argued, that the testimony offered would have shown that the state and condition of the testator’s mind wras unsound from weakness and decaying intellect after the making of his will, and therefore no presumption was to be made in its favor by subsequent acquiescence in it. I admit that proof to rebut a material presumption may be giveh. This has often been decided, and as in other matters of proof, the order in which it may be given is subject to the choice of the party offering it, and to the discretion of the court as to the time of receiving it. But the presumption to be rebutted must always exist or arise out of some state of facts in the case. Eor instance, in order to give room for such a presumption as acquiescence by the testator in a will once made would afford, it should appear that there was something tending to show undue influence. That not being in the case the presumption was of no consequence or importance, and the offer to rebut it was foreigirto the question raised. What is here said is applicable to the second bill of exceptions also. This offer was to show the testator’s condition of mind until his death. That he was weak and imbecile. It was overruled on objection by defendant, and the court charged the jury in answer to his 15th point, that inasmuch as he had objected to the testimony showing his condition offered by the plaintiffs, he should not have the benefit of the presumption of continued acquiescence, unless lie affirmatively proved his continued competency, when the other side might rebut. The defendant did not accede to this, and the case stood alone on the proof of his capacity, and the proof on the subject of undue influence at the time of making the will. The plaintiffs were, therefore, not injured in the rejection of testimony to rebut a presumption which was not allowed to be insisted on. For all these reasons, the assignments of error based on the bills of exceptions to the rejection of testimony are unsustained.\nIt is' not possible, with a due regard to other duties pressing upon us, to answer in detail, the positions taken by the learned counsel for the plaintiff in error. I shall notice them cursorily only.\nThe strong expression of opinion of the learned judge complained of, after recapitulating the testimony in support of the testamentary capacity of the testator, is the subject of exception. It was but an opinion, it did not bind the jury, for all the facts referred to were submitted to the jury for their consideration, to form their own judgment of, in the general charge. The expressions of opinion are very short of the cases cited to prove it error; such as Cadbury v. Nolen, 5 Barr 320; Keeler v. Vantuyle, 6 Barr 250; Stohl v. Levan, 3 Wright 177. I hold the opinions expressed are justified on the principle suggested in Graff v. The Pittsburg and Steubenville Railroad Company, 7 Casey 489. A court could hardly have permitted a verdict to have stood against the preponderating evidence in the case, over what, by all the rules suggested, was proper testimony in the case of a will attacked for want of testamentary capacity. Almost none of it applied to the time of making a will. But aside from this the court only expressed its opinion, and did not in any way bind the jury to follow it. There was no error in this.\nAnother complaint is, that the learned judge said, that it needed much less capacity to make a valid will, “ than is sufficient, in most cases, to transact ordinary businesscertainly, than was required to make a simple will like the one in hand, “ where the testator gives his wife what the law gives her, $400 to each of his children excepting one, and to him the remainder.” This point was at best an abstraction in its bearing on the case, but in general it was entirely true. There was no error, therefore, in this.\nAs to the point in the argument taking exception to what the learned judge said in relation to the testimony, detailing what Mr. Ross, deceased, who drew the will, said on the evening of the day he drew it, little need be said. I must say, however, that I am not disposed to concede the propriety of the admission of what the deceased subscribing witness said on the occasion. It was admitted, and the plaintiffs have nothing to complain of on that score. I do not think the court would have been justified at all in charging the jury that the evidence of what he said, “ was of grave importanee in estimating the actual fitness of Mr. Kyner to then dispose of his estate.” Ross represented him according to the testimony as “ excited and confused” at the time. He did not say he was imbecile, or any way incompetent to make a valid testament. He was “ excited and confused.” How long this continued, whether it was momentary or continuing, or whether it amounted to inability to declare intelligently his wishes, is not intimated — ■ is left in the dark and entirely'to conjecture. It did not, in our opinion, in the least impeach- the testimony which the suggestion of the witnesses imported, namely, the presence of testamentary capacity. Nor did the superadded declaration, that he would hold the will in his own hands, add any weight to the declaration. A great many wills might be set aside if such remarks of a deceased subscribing witness, not amounting even to an intimation of a belief of incapacity, were allowed to outweigh the effect of attestation by the witness. We have examined the elaborate arguments presented to convince us of error' in the court on the trial below, and the answer to it, and considered all the testimony, and we see nothing in any of the complaints made, that causes a doubt of the accuracy of the court.\nThe judgment below is therefore affirmed."}