{"id": "430610", "contents": "The opinion of the court was delivered, February 14th 1870, by\nAgnew, J.\nThese are important cases. They are political controversies; to he regretted, yet for this reason to be met in a spirit of candid inquiry. The contest of an election is a remedy given to the people, by petition for redress, when their suffrages have been thwarted by fraud or mistake. The constituted tribunal is the Court of Common Pleas, or the Quarter Sessions, as the case may be. By the Acts of July 2d 1839, and February 3d 1854, the court is to “ proceed upon the merits of the complaint, and determine finally concerning the same, according to the laws of this Commonwealth.” No bill of exceptions is given to its decisions, nor appeal allowed, and its decisions are final. Consequently the Supreme Court has no jurisdiction over the subject.\nThe attempt to press into service the Act of 1869, as giving an appeal, lacked the earnestness of conviction, and needs no refutation. It gives no appeal, while the appeal given on the receiver’s account excludes the presumption that any other appeal was intended. The finality of the Acts of 1839 and 18,54 remains, and there is no implication of an appeal, for there is no incongruity in this respect. It is only in 'case of a strong repugnancy that a former law is repealed by a subsequent act: Street v. Commonwealth, 6 W. & S. 209; Bank v. Commonwealth, 10 Barr 449; Brown v. County, 9 Harris 43.\nWhy, then, have the merits been so strongly urged ? Why have the cases been termed appeals, and the parties appellants and appellees ? Nothing hut confusion can flow from these designations. The certiorari is a well-known writ, bringing up the record only. The parties are plaintiffs and defendants in error, and not appellants and appellees. The argument on the facts was therefore outside of the record. That the merits belong exclusively to the court below, and cannot be reviewed here, is a settled question : Carpenter’s Case, 2 Harris 486. The court there quashed the certiorari, Gibson, C. J., saying that, “ having no appellate jurisdiction, it would not be respectful or proper to express an extra-judicial opinion on the regularity of the proceedings.” In like manner this court quashed the certiorari in Ewing v. Filley, 7 Wright 384. “Our duty,” said Lowrie, C. J., “is a very restricted one; for, as is admitted, we cannot retry the case on the evidence, hut can only consider whether it was tried before competent authority and in proper form.” What the certiorari brings up is equally clear. This is very plainly stated by Woodward, J., in Chase v. Miller, 5 Wright 412-13, a contested election case. After explaining our general power of review, he says': “ But this statement is to be received with a very important qualification — that the errors to be reviewed shall appear on the record. This is necessary to all appellate jurisdiction where cases come up by writs of error or certiorari. The only mode provided by law for bringing evidence, or the opinion of an inferior court upou what is technically called the record, is by a bill of exceptions, sealed and certified by the judges; and as bills of exception are not allowed in the Quarter Sessions, no question which arises out of the evidence in that court can be got up into this court. Hence, while certiorari lies to the proceedings of the Quarter Sessions in road cases, in pauper cases, in contested election cases, and in other statutory causes committed to the jurisdiction of that court, the writ brings up nothing but what appears on the record, without a bill of exceptions.” That neither the testimony, nor the opinion of the court, is brought with the record by a certiorari, has been reiterated over and over again. I refer to a few of the recent cases to show that we have not departed from the doctrine of our predecessors: Commonwealth v. Gurley, 9 Wright 392—Indictment, per Thompson, J.; Church Street, 4 P. F. Smith 353— Road Case, per Thompson, J.; Oakland Railway v. Keenan, 6 P. F. Smith 198—Justice and Jury on Sheriff’s Sale, per Woodward, C. J.; Plunket Creek v. Fairfield, 8 P. F. Smith 209—Pauper Case, per Strong, J. In Pennsylvania Railroad v. German Lutheran Congregation, 3 P. F. Smith 445, a strong effort was made to get before us the merits of a view and assessment by a railroad jury, and the subject was again examined elaborately, and the same conclusion reached. The strenuous effort to induce us to review the testimony, calculations and opinion of the court in these cases was, therefore, contrary to the settled law of the writ of certiorari. This excludes from our consideration the report of the examiner, all the calculations and all the court did, either by striking out or purging polls. They are not in the record, and all assignments of error founded on them fall.\nPutting aside, then, these lures to error, the remaining assignments maybe treated under three heads — those affecting jurisdiction -hose relating to the procedure of the court, and those relating to the frame of the complaint. The first involving the jurisdiction is the oath to the petition. This concerns the city officers only. The Act of 1854 requires that “ at least two of the complainants shall take and subscribe an oath or affirmation that the facts set forth in such complaint are true.” The oath to the petitions reads “ that the facts are true to the best of their knowledge and belief.” This addition, it ;s asserted, lessens the strength of the oath— that the law requires the absolute truth of the' facts to be sworn to, and not the best knowledge and belief of the affiants. Does the law mean absolute verity ? This is the question. The intention of the lawgivers must be discovered, not only from the words, but from the object of the law, the special purpose of the oath, the nature of its subject and the character and jurisdiction of the tribunal. The object of the law is to give the people a remedy. It is their appeal from the election board to the court from an undue election or a false return. The law is therefore remedial, and to be construed to advance the remedy. The special purpose of the oath is to initiate this remedy — to give it the impress of good faith and probable cause. The proof of facts- must follow, not precede the complaint. It is contrary to our sense of justice and to all analogy, to say that a remedy shall not begin till the case has been fully proved. The law being remedial and the oath initial only, it is not to be supposed the legislature, representing the people, intended to subject the remedy to unreasonable or impossible conditions. The remedy would be worthless and the legislature stultified. Correct interpretation will shun this result. This brings us to the subject of the oath. In a city of 800,000 inhabitants, embracing a surface of many square miles, no two nor two hundred men can be invested with the ubiquity and the omniscience to see and to know all the facts in every precinct necessary to contest the whole poll of the city. Nay, they could not, from personal knowledge, contest the poll of a single ward. Besides, there are essential facts they cannot know personally. They cannot pry into the ballots. They may believe, or may be credibly informed, that 153 unqualified persons voted a certain ticket, but they cannot know it; yet this knowledge is essential to the contest. Their knowledge, to be personal, must be as ubiquitous as the fraud, and as thorough as the whole number of voters, their residences, qualifications and ballots, and comprehend all the unlawful acts of every election board. In this instance 120,000 votes were polled in 266 precincts. Now, it is simply impossible that two, nay, all the fifty petitioners could personally know the facts necessary to contest the poll of the entire city. The legislature did not mean this vain thing. Lex non intendit aliquid impossibile. Lex nil faeit frustra — nil jubet frustra. It is the duty of a court to construe a statute, if possible, ut res magis valeat quam pereat: Huber v. Reily, 3 P. F. Smith 115, 117. These principles have been stated with much force, and with reference to the highest authority, in Schuylkill Navigation Co. v. Loose, 7 Harris 18, 19. The case comes, then, right to this point. The oath must be made from credible information, or not at all. In the poll of such a city the affiant cannot swear to more than to the best of his knowledge and belief. It would be an imputation on the framers of the law to think otherwise. The argument that no indictment would lie for perjury upon this form of oath is fallacious. If the act means an oath in this form, then the oath in that form is an oath authorized-by law, and an indictment for its corrupt and wilful breach will lie.\nWe must consider also the tribunal to hear and decide on the petition.. It is a high constitutional court, competent to decide on its own jurisdiction. Its jurisdiction being exclusive and final, it necessarily decides it for itself. There was no omission of anything to confer jurisdiction. The petition came from the requisite number of qualified voters, was presented in due time, and its truth was sworn to by two of their number. The court having a rightful and general jurisdiction over the subject of the petition, assumed it, heard the proofs and found the facts alleged to be actually true, and set aside the return as false. Now, after a decision on the merits, which have been established on sufficient evidence, can we oust tho jurisdiction for an alleged error in the interpretation given to the language of the oath ? This would be dangerous ground to take. The law does not prescribe the form of the oath. It certainly was for the court, in judging of its own jurisdiction, to interpret the words of the affidavit. It did so; heard the case; found the facts to be true, and decided on the merits. See Carpenter’s Case, 2 Harris 486; Overseers of Tioga v. Overseers of Lawrence, 2 Watts 43; Plunket’s Creek Township v. Fairfield Township, 8 P. F. Smith 209.\nThe question as to the power of the city recorder to administer the oath stands on the same footing. It was a question which the court below necessarily decided for itself. There was an oath actually taken and certified. The officer certifying it has power to administer oaths. His commission was conferred by the governor, by and with the consent of the Senate, for a term of ten years and during good behavior. His character is also judicially recognised as magisterial: Rhoads v. Commonwealth, 3 Harris 277. By the Act of 1817, he has authority to take the proof of deeds and other writings, and to issue writs of habeas corpus, and give relief thereon as fully as the president of the Common Pleas. These powers imply his authority to administer oaths, without which he could not swear the witnesses. The Act of March 31st 1860, punishes perjury committed upon an oath taken before the recorder, classing it with oaths taken before any judge, justice, alderman, &c., before whom oaths may be taken. The Court of Common Pleas had decided also that he had the authority to administer oaths: Schuman v. Schuman, Legal Intelligencer, 1867, p. 21. Thus, being a commissioned officer, and having power to administer oaths, by his certificate of probate to the petition he asserted his authority to administer that oath. Primá facie, therefore, the path was regularly made, and being accepted, was before the court. The court, having a general and rightful jurisdiction over the subject of the petition, assumed it, and in so doing decided the affidavit to be sufficient. It is not the case of the absence of any affidavit, but is the case of an affidavit, primá facie, regularly made. Now, after having possession of the case in a manner clearly legal and regular, at least to a primá facie extent, and after having heard the ease on its merits, and found the truth of all the facts necessary to a case on the merits, how can we go behind the certificate of the recorder to inquire whether his conceded authority to administer oaths extends to this particular proceeding ? The oath was only necessary to initiate the proceeding, which has now been proved by sufficient evidence to be well founded and true. If we can now go behind his certificate, after a decision on the merits, no proceeding is safe. We may as well inquire whether all the petitioners were qualified voters, and if we find one disqualified by non-residence, non-payment of taxes, or a defect in his naturalization certificate, set aside the whole proceeding. This would be a dangerous doctrine, and opposed to the principles decided in the cases just referred to.\nThe correctness of the oath in these cases is supported by that required to contest the election of the governor, members of Assembly, judges, county officers, &c., to wit: That the “ facts stated in this petition are true to the best of their knowledge and belief.” It cannot be supposed the legislature meant to exact severer terms in order to contest an election of city officers — indeed, to require an impossible condition. But analogies are appealed to. It has been decided that an appellant from an award must swear that he firmly believes injustice has been done, and less will not suffice. This is true, but the difference lies between knowledge and belief. It is not unjust to require of a suitor knowing his own case a firm belief of injustice. On the other hand, suppose we were asked to say that the appellant must swear to the absolute truth of injustice, and thus compel an ignorant man'to swear to the law, as well as the fact ? This would be unreasonable, and it is quite as unreasonable to ask a man, who cannot know all the facts, to swear absolutely to the illegality of voters, for whom they voted, the law of residence, of suffrage, and of the duties of election officers, and all else that is necessary to actual knowledge of an undue election.\nNor is the argument good that the Act of 1806 requires the direction of the Act of 1854 to be strictly pursued. Before a statute can be pursued we must know what it requires. If the law require personal knowledge the oath must be so. But this is the very question to he decided, and it is illogical to tell us it means personal knowledge because it must be strictly pursued. What does the Act of 1854 require — personal knowledge of every fact averred, or only knowledge to the best of reliable information and belief? If personal knowledge be not required, that ends the question, and all the numerous authorities cited to show how strictly a statute must be pursued are inapplicable.\nNor can the petition be likened to a response in chancery. It is not a proceeding to compel a discovery of facts known to the party, but is simply a complaint to initiate an inquiry in good faith. Its foundation can be reliable information only, and therefore not absolutely but credibly true. In conclusion, on this, the only serious question, we have ample authority so to construe this act. “ As to the construction of statutes, it is certain they are not always to be construed according to the letter:\" Bank of North America v. Fitzsimmons, 3 Binn. 356. “Acts that give a remedy for a wrong are to be taken [equitably, and the words shall be extended or restrained according to reason and justice, and according to their end, though the words be short or imperfect Schuylkill Navigation Co. v. Loose, 7 Harris 18, citing 2 Inst. 152, 249, 395, 572, and Hob. 157, 299. The word “void” has been held to mean “ voidable:” Braddee v. Brownfield, 2 W. & S. 271. “ Or” to mean “ on:” Levering v. Railroad Co., 8 Id. 463. “ Or” also has been held to mean “and:” Foster v. Commonwealth, Id. 79, 80.\nWas the jurisdiction lost by the expiration of the term in the case of the prothonotary ? In this respect the law is directory only. The act to be done is judicial and not ministerial. The court cannot “proceed on the merits” of the contest’without time to take the testimony, and to hear and decide. If the testimony be voluminous, as it must be to correct so large a poll, the merits cannot be reached without time, nor can the merits be reached if delayed, as here, by dilatory motions.’ It would be a harsh construction to defeat its own purpose by requiring an impossibility of the court. Analogies are against it: Commonwealth v. Sheriff, 16 S. & R. 304; Ex parte Walton, 2 Whart. 501; Commonwealth v. Jailer, 7 Watts 366; Clark v. Commonwealth, 5 Casey 129. In these cases a similar limitation was held not to oust the jurisdiction of the court, and it was said: “ There is no doubt that necessity, either moral or physical, may raise an available exception to the statute.” The Act of 1810 requires certioraris to justices of the peace to be decided “ at the term to which the proceedings are returnable.” Yet what lawyer ever heard that a certiorari fell with the expiration of the term ? It would be a mockery of justice were the people told, when seeking redress against dishonest servants, that the voice of the judge is silenced in the midst of his sentence, or the uplifted arm of the law struck down, by the stroke of the clock. The matter has been well stated by Allison, J., in Stevenson v. Lawrence, 1 Brewst. 134-5.\nThe next head is the alleged errors of procedure. The power of the Quarter Sessions to appoint an examiner is questioned. This affects the case of the district attorney only. The constitution and powers of the Court of Quarter Sessions under the Organizing Act of 16th of June 1836 leave no doubt of its power to take depositions, and consequently to appoint examiners, for this purpose. This is the practice in road and pauper cases. The Quarter Sessions is classed with the other courts in this act in respect to many of its powers; and the 21st section enacts, — ■ “ each of the said courts shall have full power and authority to establish such rules for regulating the practice thereof, and for expediting the determination of writs, causes and proceedings therein, as in their discretion they shall judge necessary or proper: provided, that such rules shall not be inconsistent with the constitution and laws of this Commonwealth.” This being an enabling act, is to be liberally construed. The power to establish rules for all cases embraces the power to make a rule in the particular case. Omne majus continet in se minus.\nThe next error of proceeding alleged is the allowance of the amendment in the cases of district attorney and prothonotary. This was not error, but fell within the sound discretion of the court. The grounds of allowance are not in the record, and cannot be reviewed by us. The amendment was not of an omitted prerequisite necessary to confer jurisdiction, nor of matter essential to the frame of the petition, but was a mere specification of a fact comprehended within the general terms of the complaint, and belonging only to the proof. The miscount of 40 votes for Sheppard, which belonged to Gibbons, occurred at the same election, entered into the same general return, and affected the result. The matter pertained to the same case, and was necessary to determine it “ on its merits.” The power of amendment exists at common law, and falls within the discretion of the court, and cannot be revised. To the numerous authorities cited by the defendant in error we may add Grove’s Appeal, 1 Wright 443; Cambria Iron Co. v. Tomb, 12 Id. 387; Id. 445; Boyd v. Negley, 4 Id. 377; Same v. Same, 3 P. F. Smith 387; Pennsylvania Railroad v. German Church, Id. 445. And in point of reason, why should the court not have power to amend in a contested election case ? It is a judicial remedy, and concerns important rights. On what ground should the cause of the people be held so strictly that a mere specification of facts, within the same general complaint, relating to the same contest, and the same returns, could not be allowed in order to reach the very “ merits” the court is ordered to try ? It does not appear from the record that the matter was illegal, or was objected to, or that surprise was alleged, or was matter not developed in the testimony. The right of a court to make an order necessary to the justice of the case, nunc pro tunc, cannot be questioned. In Fitzgerald v. Stewart, 3 P. F. Smith 343, a power was supported to enter judgment, nunc pro tunc, six months after verdict, in an action of slander, to prevent an abatement of the suit by the death of the plaintiff, and after motion for a new trial in arrest of judgment, and to abate the writ. In Slicer v. Bank of Pittsburg, 16 How. 571-579, a judgment nunc pro tunc was entered in 1836 to support a sheriff’s sale made in 1820, and was sustained upon numerous authorities.\nThe last head is that concerning the frame of the complaint. The refusal of the court to quash the petition is not a ground of error. Their jurisdiction is entire and exclusive, and a motion to quash is a matter of discretion: Resp. v. Cleaver, 4 Yeates 69. In this court there can be but one inquiry: Whether the petition is sufficient in its frame, and sets forth a proper ground of contest ? We shall do the plaintiffs in error full justice in permitting the assignments of error to stand as an exception to the sufficiency of the petition. Like an indictment, a bill in equity, or a libel, when the record of it is before us, we can only inquire whether it sets forth a sufficient charge or complaint. The evidence in support of the charge is a different matter, and need not be set forth or specified. The law does not demand it, and no analogy requires it. Indeed the reverse is true, for the court is required to “ proceed on the merits thereof,” indicating thereby that the proceeding is not to be embarrassed by technicalities. Then why should a contested election petition have more precision than other complaints at law, civil or criminal ? The remedy to set aside an undue or fraudulent election is as important as remedies for other injuries. If the life, liberty, property and happiness of the citizen demand certainty to a common intent only, why should a contested election require more? Indeed, the nature of the subject demands even less. The innumerable frauds abounding in an election, where 120,000 votes are polled in 266 precincts, render a minute specification impossible within ten or twenty days. The only safe course in such a case is to proceed in analogy to the practice in other cases, by a notice of particulars, ordered and governed by the discretion of the court. It would be an intolerable technicality if the petitioners were required to set forth in their complaint, within ten days after the election, every illegal vote, every illegal act of the election boards, and every instance of fraud. Such a nicety would prevent investigation and defeat the remedy itself. The general rule in all pleadings is that certainty to a common intent is all that is required: Heard’s Stephen’s Pl. 380. The early decisions in this city were too stringent. A much truer exposition of the law, and one to be adhered to, is found in the opinion of the late Judge Thompson in Mann v. Cassidy, 1 Brewst. 26, 27. As remarked by him: “ The rule must not be held so strictly as to afford protection to fraud by which the will of the people is set at nought, nor so loosely as to permit the acts of sworn officers, chosen by the people, to be inquired into without adequate and well defined cause.”\nWe find many analogies to guide us. The general rule in all indictments, says Sergeant, J., is that the charge must be positively averred; but in what cases it is or is not sufficiently averred, is not ascertained with precision, and must be left, in a great measure, to the legal discretion of the court. Certainty to a common intent in general only is required, and not certainty in every particular: Sherban v. Commonwealth, 8 Watts 212. Whether a bill of particulars or specification of facts shall be required is exclusively in the discretion of the presiding judge: Whart. C. L. § 291, citing Commonwealth v. Giles, 1 Gray 466; Rex v. Kendrick, 5 Ad. & El. 49 (7 C. & P. 184); Rex v. Hamilton, 7 C. P. 448. See also Commonwealth v. Hunt, 4 Metc. 125. In a libel for divorce it was held that the proper practice is to give notice that between two specific dates acts of cruelty, &c., are intended to be proved: Steele v. Steele, 1 Dallas 409. See also Garrat v. Garrat, 4 Yeates 244.\nThere are many cases at common law and under statutes, where the description is general, and because of the multitude of particulars constituting the offence or complaint, the prosecutor may be required to give notice of the acts intended to be proved. Thus in the case of a common barrator: 1 Russell on Cr. 185-6; 2 Hawk. C. L., c. 25, § 59. And disorderly houses, houses of ill-fame and gaming-houses: Whart. C. L., 4th ed., § 289. Tipplinghouses: Commonwealth v. Baird, 4 S. & R. 141. Lottery tickets: Commonwealth v. Gillespie, 7 Id. 469. Timber trees: Moyer v. Commonwealth, 7 Barr 439. The court remarked in the last case that the legislature never intended that an indictment for cutting timber trees should be so special as to defeat the end proposed. We may refer also to the case of Barker v. Commonwealth, 7 Harris 412, for using vulgar and obscene language to crowds; and Commonwealth v. Mohn, 2 P. F. Smith 243, the case of a common scold. And see Edge v. Commonwealth, 7 Barr 277, and Commonwealth v. McKisson, 8 S. & R. 420.\nIn view of this array of cases affecting the highest absolute rights of individuals, it is impossible to affirm such a stringent rule as we are asked to apply to contested election cases, or to say that this petition is so fatally defective in its frame, it should have been quashed on motion, or set aside on demurrer. It sets forth in befitting terms the general election of 1868, the persons voted for, the number of votes returned for each, and the majority for the persons returned; charges an undue election and false returns, alleges the election of the opponent, and sets forth the grounds of the illegality of the election. It charges that the officers of the election fraudulently conducted and carried on the election, with a wilful disregard of all the requirements of the law, and then specifies their various fraudulent acts by means of which the fraud was perpetrated, and illegal votes suffered to be cast for the persons returned. Here I may notice, in passing, the omission to set the letter V opposite the names of the electors who had voted. This is specified in the petition as one of the fraudulent acts of the election officers, and not as a cause in itself sufficient to set aside the election. The petition then avers that all these acts were done and committed with the intent and purpose of holding an undue election, and to prevent an honest expression of the popular will and a true ascertainment of the real votes of the qualified voters, and that in pursuance of this conduct the popular will was not ascertained, but was defeated, whereby the election was rendered false, fraudulent, undue and void, and the return void, and should therefore be disregarded. The petition does not close here, though much more descriptive and certain than most forms of indictment, petition and libel, but proceeds to specify the number of fraudulent votes received in the several divisions, describing them specially, numbering in the aggregate several thousands, and largely more than sufficient to overthrow the majority for the person returned as elected. Here is certainty, not only to a common, but to a very specific, intent. How can a petition so specific in its charges and minute in its specifications be deemed to be defective in its frame ? Strong bias only can entertain a doubt of its sufficiency.\nThe argument that the claim of the petition to have certain returns stricken out makes it defective or unsound is wholly unfounded, If the facts set forth are sufficient, as we have seen they clearly are, the prayer to strike out does not vitiate the charge of an undue election and a false return. That charge remains, especially in view of the concluding prayers of the petition, which are strictly correct and cover the entire ground of the case. The prayer to strike out is no part of the charge in the complaint. The court may disregard it if. unfit, if too broad, or if unsupported by evidence, when there are prayers suitable to the case and covered by the evidence, and we are bound to believe they did disregard it. Omnia prcesumuntur legitime facto, donee probetur in contrarium. The court having exclusive and final jurisdiction, we have no right to presume that it abused its powers. The evidence, calculations and opinions of the court, as we have seen, are not before us. We cannot judicially know whether the court struck out divisions, or merely found frauds sufficient to change the result. We know only the decree, and that is clearly right. The whole argument upon the power to strike out polls is outside of the record before us.\nAnd even if it were conceded that the prayer to strike out were a defect in itself, yet the decree cannot be affected by it. The presumption now is, that if illegal the court disregarded it. This is supported by authority. Thus in Hazen v. Commonwealth, 11 Harris 355, this court held, upon an indictment of eleven counts, where, after a motion to quash was refused, a general verdict of guilty was rendered on ten of the counts and judgment arrested on two, that the judgment on the remaining eight would not be reversed, if any count be sufficient, and the first being found to be good. The same had been decided in Commonwealth v. McKisson, 8 S. & R. 420. And in Hartmann v. Commonwealth, 5 Barr 63, Burnside and Bell, JJ., said'on argument: “The law of Pennsylvania is settled that if one count be good it is.sufficient.” So also as to several matters contained in the same count. In Cotteral v. Cummins, 6 S. & R. 348, Justice Duncan said: “ It is the law that where several matters are laid in the same count, part of which is not actionable, or not actionable in the form laid, if there are sufficient facts laid to support the action, it will be intended after verdict that damages were given only for such as were properly laid.” The same is said in 1 Chitty on Pleading 682, and the reason given, that the verdict will be sustained by the intendment and presumption that the judge duly directed the jury not to find damages on the defective allegations. The same intendment was made in Weighley v. Webb, 7 S. & R. 310, the court remarking that it is not to be presumed that the judge would direct, or the jury would have given, the verdict without sufficient evidence of breach of contract. The defect was therefore cured by the verdict. There are many analogous cases: Stoever v. Stoever, 9 S. & R. 454-5; Kerr v. Sharp, 14 Id. 399; Turnpike Co. v. Rutter, 4 Id. 6; Sedam v. Shaffer, 5 W. & S. 529; Corson v. Hunt, 2 Harris 510; Seitz & Co. v. Buffum & Co., 2 Harris 69. In this case the intendment should be even stronger, for the court being the exclusive judge of the facts as well as the law, we cannot suppose the decree was rendered on incompetent or insufficient evidence. “ The courts make every reasonable presumption to rid themselves of objections which do not touch the merits:” Per Rogers, J., Seitz & Co. v. Buffum & Co., supra.\nThus it is evident, from this array of authority, no presumption can be drawn from the decree that the court struck out divisions because such a prayer is contained in the petition. The decree itself furnishes no such evidence, while the prayer, if illegal, we must now presume, was disregarded, upon the legal intendment the cases all say should be made. The argument, therefore, founded on the decree following the allegata et probata is a non sequitur, and illogical. The probata are not before us, while allegata are not presumed to be followed contrary to law. But in addition to this general principle we have an authority in point. In Ewing v. Filley, 7 Wright 384, it was held that the proceedings could not be reversed because of contradictory averments in the specifications, but the proper course would have been to move the court below to strike out the contradictory part, and the certiorari was quashed. There was no motion in the present cases to strike out this prayer as illegal. The only motion was to quash. Upon the whole record in these cases we discover no error, and the several decrees are therefore affirmed."}