{"id": "432367", "contents": "The opinion of-the court was delivered, January 8d 1871, by\nRead, J.\n— This case comes before us upon an agreed statement of facts, and involves the construction of the 2d section of “ an act relative to the assessment and collection of taxes in the city of Pittsburg,” passed 7th March 1846, Pamph. L. 78, which is in these words: “ That the councils of the city of Pittsburg shall be and they are hereby authorized to levy and assess upon all goods, wares and merchandise, and upon all articles of trade and commerce sold in the said city, including sales at auction or otherwise, an annual tax not exceeding five mills on the dollar, for the use of said city, to be levied and collected from the venders of said articles in the same manner as other city taxes are now levied and collected: Provided, however, that the aggregate amount to be levied on the sales of any individual or firm shall not exceed $100.”\nThis proviso was repealed by the Act of 13th March 1858, Pamph. L. 108.\nThe councils, on the 2d January 1869, passed an ordinance assessing a tax of two and a quarter mills on the dollar for all articles of trade and commerce sold in the city of Pittsburg for the year 1869. The defendants are wholesale grocery merchants, and their sales during 1869 amounted to $495,000; of this amount $75,000 is sold at their store in Pittsburg, and the balance, $420,000, are sales made through persons employed by defendants who make contracts of sales for them outside the city of Pittsburg and state of Pennsylvania, which contracts are forwarded by said agents to the defendants at Pittsburg, and filled by them from goods and merchandise at their store in said city, and shipped to the purchasers by the most direct Wans of conveyance.\nThe defendants are domiciled at Pittsburg, have their home there, their warehouse in which all their goods are stored and insured, and enjoy the protection and benefits of the city authorities, of the police and fire departments. The legislature, recognising the advantages of municipal organization to the inhabitants, gave this local taxation to aid in raising the necessary revenue to defray the city expenditure. The assessment is upon all goods sold in said city, to be levied and collected from the venders of said articles. This clearly covers goods in the warehouse of the defendants, sold by them, and the tax is to be collected from them by the very words of the law, for they are the venders of the articles.\nThere is no other method of reconciling the terms of the act. The defendants are the venders of all the goods, amounting to $495,000, and must pay the tax on that amount.\nJudgment affirmed."}