{"id": "432433", "contents": "The opinion of the court was delivered, January 3d 1871, by\nWilliams, J.\n— The original bill in this case was filed, March 11th 1867, by the appellant praying for an account, a preliminary injunction and the appointment of a receiver, and the same day a preliminary injunction was granted; and, on the 16th of April 1867, a receiver was appointed. The answer of the appellee was filed on the 18th of April 1867, admitting the partnership and averring a willingness to account for all the partnership property which had come into his hands. On the 20th of November 1868, a cross-bill was filed by the appellee reciting the original bill and alleging that on the 22d of April 1867, during the continuance of the said cause, the parties entered into an agreement in writing, signed and sealed by them, and setting forth a copy thereof, by which it was agreed that all matters and accounts between them should be fully and finally settled to that date, and that the equity case should be discontinued by the appellant, upon the terms stipulated in said agreement and as therein provided; and averring that in all things he had complied with the requirements of said agreement, but that the complainant in said bill — the appellant — • still refuses to discontinue the said equity case and to pay the one-half of the costs therein as agreed, but is proceeding in .the said cause; and praying that the said bill be forthwith dismissed, and for such other and further relief as the nature and circumstances of the case may require. On the 16th of June 1869, a rule was taken on the appellant, the respondent in the cross-bill, to answer, demur or plead thereto within thirty days. The appellant’s answer to the cross-bill, denying the facts to be as alleged by the complainant in regard to the said agreement, and giving a statement of the facts as he alleged them to be, is brought up with the record in this case; but it does not appear from the docket entries or any other part of the record when it was filed. The cause was placed in the argument list, August 19th 1869, and again at September Term 1869, November 25th and December 14th 1869. On the 16th of December 1869, the case was heard on the cross-bill and answer, and the court ordered and decreed that the prayer of the bill be granted, and that the original bill be dismissed, and that the plaintiff therein pay half of the costs, &c. The appellant has assigned sixteen errors for the reversal of the decree in this case — ten of which relate to the opinion of the court — five to the course of proceedings, and one to the decree. We shall not attempt to notice all the assignments, and it will not be necessary in order to dispose of the questions which properly arise in the case; The record comes before us in a very unsatisfactory shape. It is in several respects defective, and the proceedings seem to have been conducted with but little regard to the established rules and practice in equity. There was no decree for an account, though the answer admitted the appellant’s right to an account — but a commissioner was appointed to take testimony. The cause was placed on the argument list at different times, as the docket entries show, but it does not appear whether it was set down to be heard on the original bill and answer, or whether on the cross-bill and answer, or on both. The learned judge, before whom tbe case was heard, says, in bis written opinion brought up with tbe record, that the parties agreed that the cross-bill should be first disposed of, and should be argued and determined on bill and answer. This is denied by the appellant’s counsel and assigned for error. Tbe record does not show any agreement of tbe parties, or of their counsel, that tbe case should be beard on tbe cross-bill and answer, and tbe only evidence of-such an agreement is tbe statement of tbe fact in tbe opinion of tbe court. But as no application was made to the court for tbe correction of the error, if such it was, we must take tbe fact to be as stated, and treat tbe case as having been set down to be beard on bill and answer by tbe agreement of the parties. Tbe original cause and cross-cause are usually, though not necessarily, beard together. This rule applies where both causes are at issue, and in a situation to be heard, and tbe plaintiff in tbe cross-suit may have an order that they be beard together: 3 Danl. Cb. Pr. 1851. But no barm was done tbe appellant in this case by bearing tbe cross-cause first, even if it was beard, as be alleges, without bis consent. Tbe cross-bill was filed to enable tbe appellee to take advantage of tbe settlement, which he alleges was made by tbe parties, subsequent to bis answer. Whether, therefore, tbe parties made tbe alleged settlement was a preliminary question which it was proper for tbe court to dispose of before proceeding to bear tbe original cause.\nThere is nothing on tbe record to show that tbe court refused to appoint a master to take testimony, and report the facts in the cross-cause, on motion of tbe appellant’s counsel, as alleged; and if tbe court did so refuse, it was not error. There was no replication to tbe answer, and no issue which made tbe appointment of a master to take testimony necessary or proper.\nNor was there any error in disregarding and not considering tbe testimony taken by tbe commissioner in tbe original cause touching tbe subject of tbe cross-bill, if tbe case was set down to be beard on the cross-bill and answer. Where a cause is beard on bill and answer, tbe rights of tbe parties must be determined by the facts alleged in tbe bill, and admitted or not denied in tbe answer, and tbe court cannot look beyond tbe pleadings in order to determine tbe rights of tbe parties.\nWe now come to the main question in tbe case: Did tbe appellant admit in bis answer to the cross-bill that tbe parties bad made an agreement for tbe full and final settlement of all matters and accounts between them as alleged by tbe appellee ? If be did, then tbe irregularities of which be complains did him no barm, and tbe decree of the court must be affirmed. What then are the facts in relation to tbe alleged agreement as averred or admitted in tbe answer ? Tbe appellant admits that be signed tbe paper. But taking tbe facts- to be as averred in tbe answer, did be so execute it as to make it a valid and binding agreement ? The negotiations for the settlement were not conducted by the parties themselves, or in the presence of each other. When the terms upon which the settlement was to be made by the parties had been arranged, as was supposed, the agreement was drawn up by Mr. Pettis, the appellant’s counsel, at the request of the appellee. After consulting his counsel, the appellee signed the paper and handed it to Mr. Pettis, together with the money which he was to p>ay by the terms of the agreement. Mr. Pettis then took the paper to the appellant and requested him to sign it, which he did, as he avers, without even reading it or any portion of it, or hearing any part of it read, supposing it had been prepared in persuance of the proposition made and accepted through Messrs. Pettis and Power. Having signed it, he inquired of Mr. Pettis what time was fixed for the payment of the amount due him from the appellee on the books of the company. It appearing from an examination of the article that no time had been fixed, Mr. Pettis immediately called upon the appellee for the purpose of having the agreement made perfect in this respect, who refused to fix the time as well as to pay the amount. These facts being communicated to the appellant, he flatly refused, as he says, to take 'a dollar of the money, and never did, not even counting it, but directed Mr. Pettis to return it to the appellee; and he avers that Mr. Pettis went immediately to him and offered him the identical money he had received from him, informing him that the appellant would not receive the money unless the whole of the proposed agreement could be carried out by him; and the money is still subject to his order.\nIt is clear, if the facts are as alleged in the answer, that the agreement was not executed by the appellant. It was signed by mistake, and before it was delivered by Mr. Pettis the mistake was discovered, and the appellant refused to receive the money and consummate the agreement. The delivery of the paper to Mr. Pettis was not in execution of the agreement, but in order that it might be executed by the appellee in accordance with the terms of the proposed arrangement as understood by the appellant. If a party who has signed and delivered a paper by mistake is not bound by it, much less is one who discovers the mistake after he has signed, and before he has delivered the paper, and who refuses to consummate the agreement because of the mistake. It cannot be pretended if the appellant, after signing the paper, had refused to deliver it, and accept the money because of the discovery of the alleged mistake, that he would be bound by it. Why then should he be bound by the delivery of the paper to ■ Mr. Pettis in order to have the mistake corrected ? The court was clearly in error in deciding upon the facts stated in the answer that the written contract of settlement was entirely consummated before the alleged mistake was discovered. And even if it had been, why should the appellant be precluded in equity from setting up the mistake in avoidance of the alleged agreement ? If then the agreement, though signed, was not consummated by the appellant, as we have seen, it was not binding upon him in law. If it was executed by mistake it was not binding in equity. And the court erred in dismissing the appellant’s bill on the ground that the alleged agreement was admitted in his answer. The decree must therefore be reversed, and the..cause sent back to be proceeded in according to equity.\nDecree. — This cause came on for hearing on an appeal from the decree of the Court of Common Pleas of Crawford county dismissing the appellant’s bill, and was argued by counsel; and now, after due deliberation had thereon, it was ordered and decreed that the said decree of the Common Pleas be reversed, and that the cause be remitted to the said court to be further proceeded in according to the course of equity practice."}