{"id": "432483", "contents": "The opinion of the court was delivered, July 7th 1870, by\nAgnew, J.\n— Some of these assignments of error rest upon questions not in the cause, and may be dismissed by stating what the controversy was. The injury to the plaintiff’s property, as declared upon and shown by the evidence, was caused by the overflow of Duncan’s Island, in the Susquehanna, in the extraordinary flood of 1865. It was alleged that the overflow was increased by raising the Clark’s Ferry Dam, in the year 1858, by the Pennsylvania Railroad Company, after the purchase of the main line of canals and railroads under the Act of 16th May 1857, Pamph. L. 519. The real injury arises therefore from the reflux of the water caused by the increased height of the dam, and not from the manner of constructing it, or any want of skill or care in rebuilding.' All questions as to its structure and skill and care in rebuilding, are therefore out of the case, and it falls back upon the right of the company to elevate the dam. This disposes of the 6th, 7th, 8th, 9th and 11th assignments of error. And even the right to raise the dam is scarcely a question, for the weight of evidence made it pretty clear that the dam was not raised higher than the state had established it. 'But, granting the fact of increased height, the company had ample authority, whether the conclusions be drawn from the main object of the state in the sale of the works or the special terms of the lawT. The great purpose of the Commonwealth — to advance the agriculture, commerce and manufactures of the state, and to unite its natural divisions in a common interest by means of navigable streams and canals — is forcibly expressed in the preamble to the Acts of 11th April 1825, Pamph. L. 238, and 25th February 1826, Pamph. L. 55. The Act of 1857, passed in the same spirit, was intended to preserve to the people of the state these valuable interests. It therefore bound the purchasers or assigns “to keep up in good repair and operating condition the line of said railroad and canal, extending from Harrisburg to Philadelphia,” &c., and declared it to be “ the true intent and meaning of this act that the said sections of canal and railroad, and every part thereof * * * * shall be and remain a public highway, and kept open and in repair by the purchaser or purchasers thereof, or assigns as such, for the use and enjoyment of all parties, desiring to use and enjoy the same.” It was the undoubted intention of the legislature that the purchasers of the main line of the public works should hold and use them for the same uses and objects for which they were created, and therefore to bring them up to their highest condition of utility and prosperity. Not only was the duty thus enjoined on the purchaser, but ample powers were given to perform it. It is declared in the 3d section that “ it shall he lawful for the purchasers, or their assigns, to straighten and improve the said Philadelphia and Columbia Railroad, and to extend the same to the Delaware river, in the city of Philadelphia, &c., and it shall be further lawful for them to alter, enlarge and deepen the canal portion of said main line, and to make such additional locks and dams, and to make in whole or in part a slack-water navigation as may be deemed expedient.” In the 9thsection it is made “lawful for the purchasers, their successors or assigns, and their officers, &c., to enter upon any lands adjoining, or in the neighborhood of the works, and dig and take away materials necessary for enlarging, making, altering, deepening or improving said works, or any portion thereof, or for constructing any railroad, canal, bridge, viaduct, dam or other mechanical structure which may be required for the said works, or for making a slaelc-water navigation, or of improving any works already made.” Thus we have not only the great purposes of the state to be subserved by these works, but the express grant of the largest power, to alter, enlarge and improve them, so as to make them attain their highest degree of usefulness and prosperity. It is very clear it was not her intention to make her own failure to keep them in good operating* condition a standard for the future. On the contrary, it was hoped that private interest would accomplish, through these works, what she had been unable to perform through the carelesness, indifference, if not dishonesty, of many who had served her. We are therefore of opinion that the railroad company had a right to raise the height of the dam in question, and that the height at which it had been maintained by the state, previous to the sale, is not the standard. The right to alter, enlarge and improve the canal, and to make a slack-water navigation, carries with it the power to maintain the works, as thus enlarged, in a full operating condition. The learned judge below kept carefully within the limits of the company’s power in his instructions to the jury.\nThe right thus to exercise the power of eminent domain belonging to the state, exempts the company from liability for consequential damage caused by the back-water of the dam : Monon. Nav. Co. v. Coons, 6 W. & S. 101; McKeen v. Del. Div. Canal Co., 13 Wright 424. This rule would be overturned were we to hold that the state, or a company exercising the power, is bound to erect guard-walls along the stream above to confine the water of the stream to fixed limits, and to prevent an overflow in time of high floods. And if the duty existed, it could not serve the plaintiff’s case, when, by all his own testimony, it was shown that the flood of 1865 was the most extraordinary known within the memory of man, it being three feet higher than the highest known before. A guard-wall, if it had been built according to the then light of experience, would have fallen far short of the protection the plaintiff now asks from it. It is perfectly obvious the plaintiff’s injury arose from the act of God, and not from any unwarranted neglect of the company.\nThis disposes of all the remaining assignments of error, except the 1st, as to the rejection of the offer to prove the flood of 1868. In view of what we have said as to the right of the defendants to raise the dam, the rejection is immaterial, even if erroneous. But primá facie the rejection was right. The height of the flood after suit brought, was clearly irrelevant, unless it could be shown that it bore in some way on the previous flood that caused the injury. As far as we can gather from the bill of exceptions, no such bearing appears. When a party offers evidence, apparently irrelevant, it is his duty to state the aspect in which it is believed to become relevant, so as to bring it to the attention of the court, and this should be incorporated in the bill of exceptions, otherwise there is nothing to manifest the error in rejecting it. Finding no error in the record, the judgment is affirmed."}