{"id": "432411", "contents": "The opinion of the court was delivered, January 3d 1871, by\nRead, J.\n— This was an action against an owner of premises on which he was building a house, for negligence in leaving an excavation or cellar without a sufficient guard or barrier to prevent plaintiff from falling therein.\nThe jury found, 1st, that sufficient guards or barriers were not 'placed around the work by those.in charge of it; 2d, that the plaintiff was not a trespasser on defendant’s lot, and fell thence into the excavation; and, 3d, that the plaintiff himself was not guilty of any negligence which contributed to his injury. This left but one question, which was referred by the court, whether, under the admitted facts, the defendant was liable for the injury.\nThe facts on this point were stated by the court: “ These facts in regard to the contracts are admitted, and by consent of counsel wre will reserve the question of defendant’s liability arising from these facts, and for the present instruct you, pro forma, that there is nothing in these facts as to the contracts for excavation and mason work, that will exempt the defendant from liability in this case.”\nWhether the reservation is in the best form is now immaterial, as it was done by consent of counsel, and no objection was suggested here. The learned judge, in a very able opinion which renders unnecessary any further exposition, holding the defendant liable, ordered judgment in favor of the plaintiff and against the defendant for the amount found by the jury.\nThe owner is undoubtedly, legally and' morally, liable for such negligence, unless he can shift the responsibility clearly upon some one else, and this is necessary for the safety of our fellow-citizens, particularly in populous places. In the present ease he has not shifted the responsibility, and he is therefore liable.\nAn owner who excavates a cellar, and carries the excavation to the curbstone for the purpose of constructing a coal-vault under the sidewalk, is bound by his duty to the public to have it securely fenced. This is the more necessary, as the excavation for the coal-vault is in the public street.\nJudgment affirmed."}