{"id": "434610", "contents": "The opinion of the court was delivered, by\nSharswood, J.\n— The question presented for our determination upon this record lies within a very narrow compass. The general principles of the law upon the subject of the implied repeal of statutes are well settled by the decisions, and indeed are not in dispute. Implied repeals are not favored. If two statutes can stand together, the posterior does not abrogate the prior. This is indeed but the application of a general canon of interpretation— that the whole course of legislation, like the whole of a deed or other instrument of private parties, is to be so construed that every part and every word shall have its effect, if it consistently can, and thus the will of the legislature be completely carried into ex-L ecution. It follows clearly that the Act of April 10th 1864, Pamph. L. 672, repealed no part of the Act of May 1st 1861, Pamph. L. 614. Under these-two acts there were two modes provided by which streets in the city of Erie could be ordered to be paved by the municipal authorities: First, upon the petition of the majority of the owners of property fronting on the street, according to the Act of 1861, and second, by a vote of two-thirds of the members of each branch of the councils, by the Act of 1864, without any petition. Both these modes were then subsisting, when the Act of April 2d 1868, Pamph. L. 610, was passed, which provided that the mayor and councils should have power * * * to make pavements * * * whenever the majority of the owners of property on both sides and facing the streets should petition for the same, and not otherwise ; except where the ordinance directing the same should provide for payment of the cost thereof out of the general funds of the city. This section was certainly repugnant to and therefore repealed the provision of the Act of 1864 on the sub- , ject, unless perhaps where the exception applied, which it is not necessary now to decide. Had this section been without the words “ and not otherwise,” it would scarcely have admitted of a doubt that its meaning was simply that no street should be paved except upon a petition of a majority of the owners, according to the Act of 1861. It makes no provision for the assessment of the cost upon the owners. It is not to be supposed that the provisions of the Act of 1861 as to that were intended to be repealed, and that while a petition of the majority of the owners was required, the cost was to be paid out of the treasury by taxation at large. We cannot see, therefore, that the words “not otherwise ” have any such controlling effect. If this be so, which indeed has not been controverted, did these words ex necessitate operate to repeal the second section of the Act of 1861, which declared that upon the passage of an ordinance for paving any street “ the question whether a majority of persons holding or owning property thereon have petitioned therefor, shall cease and determine?” We think not. It is to be observed that this section was modal merely, in fact a part of the proceedings under the act — as much so as the third section, which defined who should be regarded as owners of property. It was not only important that this should be settled, but that the question of the numbers should be conclusively determined before the expense of the improvement should be incurred. If it were left open for contest, no street could be paved without leading to a controversy upon the subject. With this view public notice was provided for, so that all who had an interest might have an opportunity to he heard, and the decision of the councils was made final and conclusive.\nJudgment reversed, and venire facias de novo awarded."}