{"id": "434657", "contents": "The opinion of the court was delivered, by\nThompson, C. J.\n— Had the proposed testimony been admitted, it is evident that the instructions upon it, which the court would have been bound to give, would have left it without effect in the disposition of the case; it was therefore not error to reject it.\nLooking at the case in the light of the testimony, and of the offer, which we must, so far as the case is now concerned, regard as true; it appears that Abbott, the plaintiff in error, was bound to satisfy the Chase mortgage, for he sold and made a deed for the property to Kasson for a gross sum, and took a mortgage without bond for the entire purchase-money. He would be bound by the covenants in the deed to clear off the prior encumbrance, which was the Chase mortgage. At all events the security of his own mortgage would require this. If Kasson, or Kasson and Iiungerford, paid off the mortgage, both being interested in the purchase from Abbott, it does not admit of any doubt that they could have set it off against the Kasson mortgage to Abbott. This would be their right by law,- and is just what and no more, the contract between Abbott and Kasson amounted to. The agreement was no concession of anything to Kasson. Had the set-off been made and Kasson had had a credit on his mortgage for the amount, a different question would have arisen. But this was not done. Now the proposed testimony was to show that Kasson and Hungerford, or both, paid the amount due on the Chase mortgage, and procured an assignment of it to be made to Dudley, in violation 'of the agreement or understanding that if they paid it, it should extinguish pro tanto the Kasson mortgage. But as already said, the agreement was only what the law without an agreement permitted, and without there was some consideration for the agreement it was simply nudum pactum and not obligatory. No consideration appears for the agreement and none was offered to be proved. There was therefore nothing wrong on part of Kasson and Hunger-ford on paying to Chase and wife the amount of their mortgage against Abbott, to have it assigned, and then keep it on foot for their own safety and security. No doubt the law is, as stated in Gilkeson v. Snyder, 8 W. & S. 200, and other cases, that payment by a mortgagor is to be regarded as extinguishment. It would be a novelty for a purchaser of land to keep on foot his own mortgage against his own estate. But no such rule exists where the payment is of an encumbrance existing anterior to the purchase. There, as a general thing, a mortgage may be kept on foot as a security to the party paying. That was the case in hand, and we do not see how Abbott is injured, legally speaking. He took the land or ground he sold to Kasson, as security for his purchase-money. He was bound to pay off the prilbr mortgage. It was no part of Kasson’s purchase-money. If he was so bound in order to save his property, wherein is he injured by being obliged to pay it, having become the owner of' the property on which it was a lien ? If the property had been ample security for the mortgage of $9000, Abbott could not have complained at being obliged to discharge the prior mortgage. That it was not, was his mistake or misfortune, but does not change the law which makes the property liable in his hands for that prior mortgage.\nIn this view of the case we need not inquire whether Dudley paid anything for the assignment, or Miss Sterling, now Mrs. Kasson, paid anything; that concerns only Kasson and Hunger-ford.\nThere is nothing else in the case requiring notice, and as we see no error in the record the judgment is affirmed."}