{"id": "434631", "contents": "The opinion of the court was delivered, by\nBead, C. J. —\nThe auditor’s report contains a very full statement of the facts of the case, and it is only necessary to advert to such as are material in deciding the questions arising upon them.\n“Prior to October 1867, John D. Groves was a journeyman carpenter — at that time he began business on his own account without any capital. He had been but a short time married. His wife at the time of the marriage, brought with her from home a small sum of money — less than $500 — which she permitted her husband to take and use. There does not appear to have been any agreement on his part or expectation on hers, that he should refund the money to her. With it he appears to have bought from John H. Hespenheide, a lot of ground in Allegheny, paying therefor $425, and taking title in his own name. He sold this property in the spring of 1868, to Mr. Huckenstein for $850, payable in building materials. Prior to the consummation of this sale, he bought on April 11th 1868, from John Nicholson, a lot on Second street or avenue, Pittsburg, for a consideration of $1120, of which, however, no part of the consideration was paid at the time, and took the title in his own name. Pie then proceeded to erect a building on this lot. The material and work, other than carpenter work, were obtained on credit. The carpenter work was done by himself and a partner that he had at the time, named William Fritz; about $40 worth of laboring work, about the building, was paid for in cash out of the firm funds of Groves & Fritz. In May 1868, he sold this property at a valuation of $4920 to Thomas Maple, who gave in payment a deed to John D. Groves for thirteen lots in St. Clair borough, at a valuation of $2600, and paid the remaining $2320, by assuming the purchase-money which had not yet been paid to Nicholson, and the bills for materials furnished, and work done in building the house. On 18th May 1868, Groves bought in his own name from L. S. Woodson a lot on Congress street, Pittsburg, at a valuation of $950, of which $300 were paid in cash, that amount being raised by a mortgage of the St. Clair borough lots, deeded to him a few days before.\nBeing then the owner of thirteen lots, in St. Clair borough, and the lot on Congress street, Groves, on August 22d 1868, made a deed to Samuel Fritz, his brother-in-law, for a nominal consideration of $3000 — no money, however, being then or afterwards paid, the object being to vest the title to them in Mrs. Groves, and in pursuance of that object, Samuel Fritz, on the same day, did convey these properties to Mrs. Sophia Groves.\nOn September 11th 1868, nine of the thirteen lots were traded by Groves to Frederick Weihr, for the property sold under the writ of execution in this case; the. St. Clair lots being valued at $2600, and the Weihr property at $3149, the balance of $549 being provided for by a judgment given by John D. Groves individually, to Frederick Weihr, of which $424 has since been paid by Groves in work and materials, the remaining $125 being the claim made before the auditor.\nBefore the close of 1868, Groves was indebted on the St. Clair lots $300, to Woodson $650, to Weihr $549, to the Pittsburg Insurance Company $700. Mr. Groves also bought from time to time real estate, taking the title in the name of his wife, and paying small sums of money on account thereof, the purchases beginning on September 15th 1868, and ending on 12th August 1870, and amounting to $13,150.\n• It is perfectly clear from this state of facts, that the Weihr property conveyed to Mrs. Groves, was not her property as against her husband’s creditors, but the property of her husband John D. Groves. “ Her case required her to show that after her marriage, she had received money or other property of her own by will, descent, conveyance or otherwise, and that she invested that in this lot. ■ She offers no evidence of the- kind that can apply to this purchase, and that is a sufficient answer to her claim Walker v. Reany, 12 Casey 417.\nIn the case before us Mrs. Groves makes no claim at all. John T>. Groves and wife executed two mortgages to the Pittsburg Insurance Company of the Weihr property, one dated November 20th 1868, and recorded the next day for $700, upon which judgment was had at March Term 1871, and the property sold on a lev. fa. issued upon it, and the money brought into court for distribution. The second, dated July 29th 1869, and recorded the same day for $1000. The acknowledgment of this mortgage was defective on the part of Mrs. Groves.\nThere was also a judgment in favor of Frederick Weihr against Mr. Groves, entered on the judgment note to November Term 1869, on which there was a balance due of $125. There was also a mortgage by Groves and wife to the appellant H. S. McGeary, dated November 19th 1870, and recorded the same day for $700, with interest. This mortgage was taken with a full knowledge of the preceding encumbrances and the defective acknowledgment of the mortgage of 29th July 1869.\nUpon this state of facts- the claim is made by the appellant to take precedence of the second mortgage, and of Weihr’s judgment.\nThe land in contemplation of law was in Groves, not only by the admissions of Mrs. Groves, but also by the law itself as settled by repeated decisions of this court, independently entirely of her testimony. She also was a competent witness, as she was not testifying against her husband, but only to the truth as regarded herself. Nor were the Pittsburg Insurance Company, nor Mr. Weihr, by any act of theirs, estopped from showing that the title was really in the husband, though nominally in the wife.\nMr. McGeary was not misled by the action of the insurance company or of Mr. Weihr, for with a full knowledge of all the facts, he must have known the title was in the husband, not in the wife.\nThe decree of the court confirming the report of the auditor is affirmed, and the appeal dismissed at the costs of the appellant."}