{"id": "434600", "contents": "The opinion of the court was delivered,-by\nThompson, C. J.\n— We said in the case of The County of Franklin v. Conrad, 12 Casey 317, “ that the recovery and payment of costs in criminal cases are so entirely dependent on statutory regulations in Pennsylvania, that it is indispensable for every claimant to be able to point to the statute which entitles him to receive what he claims.”\nIt is not worth while to inquire into the right of the defendant to prosecute the mandamus in this case without making it appear that he had paid the bill and was entitled to receive the costs; without resolving this, we may inquire where the statute is which requires the county to pay the defendant’s costs in cases of felony when he is acquitted by a traverse jury? The Act of 1797, which provides that all costs accruing on bills of indictment charging a “felony” or other indictable offence, shall, if the party be acquitted, be paid by the county, is not the law of the ease now before us; that stands upon the 64th section of the Criminal Procedure Act of 31st of March 1860. That section charges the . costs of prosecution on the county when a defendant is charged and acquitted of felony. It makes no provision for the case of I the costs accrued in the defence. That is left as at common law, where no costs are allowed a defendant.\nThe hardship to witnesses for an insolvent defendant is great to be obliged to attend the trial without pay. That may bé justified perhaps on the ground of duty to the community ; and so, as to the officers’ costs in issuing and serving process for witnesses. They take their offices cum onere, however. But the hardship is greater where witnesses are too poor to pay their own expenses while attending the court in obedience to its process. The court ought to have the power to provide for such cases, and in some counties they do it. But it is questionable whether the county could be compelled to pay this expense. The legislature ought to provide for such cases. A witness may be poor and sick and far away from the county seat; to compel attendance under such circumstances, would, and often is, sheer cruelty. This should be provided against most assuredly.' This court cannot do it. We construe but do not make the law.\nOn the argument I was inclined to think the court was right in granting the peremptory mandamus against the commissioners; more especially, so far as the public officers were concerned, but on reflection and examination of the Act of 1860, which undoubtedly supplies the rule in relation to costs in criminal cases, I feel that this would have been an incorrect view to take.\nThe judgment of the court below is therefore reversed, and the writ of mandamus is set aside and reversed."}