{"id": "434611", "contents": "The opinion of the court was delivered, by\nAgnew, J.\n— On the merits, this case is with the appellee. Giving to the appellant’s testimony the greatest weight he can ask for it, it stands nearly upon an equipoise with that of the appellee. In that case we ought not to reverse. The appellant’s evidence should outweigh that of the appellee before error in the court below can be alleged. The face of the note on which McArthur the appellee appears as surety, and the partnership relation between Steele and Wegefarth, the presumptive principals, are circumstances of weight, corroborating the testimony of the appellee.\nThe most important question before us is the right of Steele to appeal. McArthur took a rule to show cause why he should not be subrogated to the rights of the plaintiff. The rule was made absolute by the court below, and from that order Steele has appealed to this court. As the question is one of importance, and the right of appeal denied, we shall dispose of it now. The right of subrogation is one arising in pure equity and benevolence, and is therefore a peculiar subject of equity jurisdiction: Kyner v. Kyner, 6 Watts 221. The power to subrogate was often exercised by our courts before the Act of June 16th 1836 conferred the equity powers enumerated in that act. Indeed, it does not appear that this power can be referred to any of the heads of equity set forth therein. The appeals, therefore, which came up after the passage of the act upon orders of subrogation cannot be referred to the right of appeal given by it. Certainly those which came up before cannot. Bearing this in mind, I shall refer to some of the cases reviewed in this court without pretending to cite all. Some came up by writ of error and some by appeal. Of the former are, Burns et al. v. Huntingdon Bank, 1 Penna. 395; Croft v. Moore, 9 Watts 451; Pott v. Nathans, 1 W. & S. 155; Springer’s Adm’rs. v. Springer, 7 Wright 518. In the last named, Lowrie, C. J., said: “ It was natural, in introducing the equity remedy of subrogation, to introduce with it the right of review. But a writ of error cannot, without a change in its nature, become an adequate form of review of equitable remedies, because it brings up only what is properly record, in order to assign error in that, and never brings up the evidence except by bill of exceptions, which is a form not practised in equity. It is by appeal that equity remedies are reviewed in a higher court, and that brings up the whole case, and not merely the record of it; and it is properly this form of review that is to be deemed as introduced along with the practice of subrogation.” These appear to be correct views, and as a consequence the writ of error in that case was quashed, although that form of remedy had been used in previous cases. In all the cases the proceeding had been by a rule to show cause in the court below.\nNeff v. Miller, 8 Barr 347, does not state how the case came into this court, but the proceeding was by a rule to show cause which was discharged, and in this court the discharge of the rule was reversad and a procedendo awarded. The next case is Klopp & Stump v. Lebanon Bank, 10 Wright 88, a regular proceeding by bill, which came up by appeal. After this I find Mosier’s Appeal, 6 P. F. Smith 76. There Dick & Co. presented their petition to the Common Pleas of Crawford county, setting out certain facts, and praying the court to strike off the entry of satisfaction in three certain judgments, and to subrogate them in place and stead of the plaintiff. This was done, and on appeal to this court the order of the court below was affirmed in am opinion by the present Chief Justice. Taking the whole current of authority, it is certainly conclusive of the right of appeal to this court existing in cases of subrogotion, whether the proceeding be by a mere rule to show cause, a petition or a formal bill. In reason it should be so. The jurisdiction is a large and important branch of equity, and the questions often of great delicacy and far-reaching consequence. The better practice, however, is to proceed by a formal petition, setting forth all’ the necessary facts to entitle the party to the subrogation, and by an answer, thus bringing the precise question at issue distinctly before the court.\nThe appeal in this case is therefore recognised, but on the merits it is dismissed at the costs of ■ the appellant."}