{"id": "434725", "contents": "The opinion of the court was delivered, by\nWilliams, J.\n— The plaintiff below was entitled to an execution against the partnership, on the judgment confessed by T. Eimers, one of the firm, and to satisfaction thereof out of the joint effects; but he had no right to an execution against the other members of the firm not named in the record. If they authorized or assented to the confession of the judgment, their individual property may have been liable to seizure and sale on an execution against the partnership, but the judgment, as confessed, did not authorize an execution against the individual members composing the firm. If, therefore, the plaintiff in error is estopped, by his plea of former recovery in the action subsequently brought against him on the note upon which the judgment was confessed, from denying that the judgment against the partnership is a valid and binding judgment against himself as a member of the firm, it does not follow that an execution might be rightfully issued thereon against him. Nothing can be plainer than that the execution must follow the judgment and be warranted by it. And whether the execution corresponds with the judgment and is warranted by it or not, depends upon the nature and form of the judgment, and not upon the effect to be given to it by a plea of former recovery or any other matter dehors the record.\nIt follows that the execution in this case was erroneously issued against the plaintiff in error. It should have issued against the partnership, in conformity with the judgment. Whether the plaintiff in error would be estopped by his plea from denying the right to seize and sell his individual property upon an execution against the partnership is a question not presented by the record, and we express no opinion in regard to it. All that we decide is that the execution was improperly issued against the plaintiff in error, whether he is estopped by the plea of former recovery from denying that the judgment is binding on him, or not.\nThe order of the 29th of March 1871, making the rule to show cause why execution should not issue in this case against M. Kneib, &c., absolute, is reversed, and the execution issued in pursuance thereof, is set aside at the costs of the defendant in error, the plaintiff below."}