{"id": "434727", "contents": "The opinion of the court was delivered, by\nRead, J.\n— The facts of this case stripped of unnecessary details are few and simple: on the 2d April 1857, John Herr of the borough of York, Pennsylvania, assigned all his property real and personal to Llewellyn E. Barry of the city of Baltimore, Maryland, in trust for the benefit of the creditors of said John Herr, making preferences of certain creditors therein named, which deed of assignment was executed and recorded in Baltimore on the same day, and which has been held to be good and valid under the laws of Maryland by the Court of Appeals of that state. This deed was not recorded in the office for recording of deeds for York county until the«9th day of May 1866.\nThis deed was carried by Herr and Barry to York, Pennsylvania, with the intention of having the same executed and recorded in York county, according to the laws of Pennsylvania, but being informed by a member of the York bar, who was consulted as counsel, that it was void by the laws of this state, Herr, against the advice and wishes of Barry, on the 3d day of April executed a deed to Eli Lewis, of the borough of York, conveying all his property in Pennsylvania for the benefit of the creditors of the said Herr, which was on the same day recorded in the recorder’s office for the county of York. Eli Lewis accepted the trust and on the 24th August 1857, filed in the office of the prothonotary of York county an inventory and appraisement of the property conveyed to him, amounting to the sum of $15,900.'\nThe Columbia Bank recovered a judgment against John Herr for $6438.38, on which execution was issued and the real estate described in said deed to Lewis was levied upon and condemned, and under a writ of venditioni exponas the same was sold on the 16th August 1862, by the sheriff of York county to Y. K. Keesey, Esquire, and a deed therefor was acknowledged and delivered by the said sheriff.\nOn the 6th February 1863, a writ of attachment-execution was issued on said judgment, and the rents, issues and profits of said real estate in the hands of the said Eli Lewis as garnishee, were attached, and on the 10th February 1864, judgment was rendered against John Herr, defendant, for $6132.35; on the 16th April 1864, a case was stated in said attachment-execution between the plaintiff and the garnishee, and on the 16th July 1864, judgment on said case stated was rendered against said Eli Lewis, garnishee in favor of the plaintiff for the use of Y. K. Keesey, Esquire, for $2178.76, to be levied on the moneys in the hands of said Eli Lewis as garnishee, received as rent of the property of the said John Herr, with the interest and executions thereon, and leave was granted to issue legal process for the collection of the same.\nEli Lewis paid the said money according to the said judgment. The validity of the deed from Herr to Lewis was questioned and the deed was decided by the court to be invalid and void.\nOn petition to the Court of Common Pleas of York county the court, on the 16th March 1863, ordered said Lewis, as trustee, to proceed with the sale of real estate as already advertised, and sell the same if practicable; accordingly the said Eli Lewis, as assignee, sold and on the 1st April 1863, conveyed, for the consideration of $200, real estate in Chanceford, York county, and also for the consideration of $1800, real estate in the borough of York, to Elizabeth Herr, which deeds were duly recorded in the recorder’s office for the county of York.\nOn the 6th August 1864, Eli Lewis, as assignee, filed his account in the prothonotary’s office of York county, exhibiting a balance in his hands of $2019.33, and exceptions to it were overruled, and on the 8th December 1869, said account was confirmed. Eli Lewis died on the 4th May 1867, and letters testamentary were granted to Mary J. Lewis and Rebekah F. Lewis, executrices in his last will and testament.\nOn the 4th March 1872, the court entered judgment on the case stated for the plaintiff for $2019.33, with interest from the 17th January 1865, allowing three months to put out the money to interest, after the date of filing exceptions to the account of the trustee.\nThe origin of the difficulties in this case, was an error in the opinion of counsel in holding the deed to Barry to be void by the laws of Pennsylvania, and directing the execution of the deed to Eli Lewis. If he had advised the recording of the deed to Barry in York county, and a compliance with our acts, in relation to general assignments for the benefit of creditors, none of the present questions could have arisen.\nThe deed from Herr to Barry passed all the real estate in Pennsylvania to the assignee for the benefit of all the creditors, without any preferences: Law v. Mills, 6 Harris 185; Wiener v. Davis, Id. 331.\n■ This being the case, there was nothing to be conveyed by Herr to Lewis, he being perfectly aware of the deed to Barry, which was in fact recited in the deed to him.' Quoad creditors both assignments were invalid, and accordingly upon judgments and executions against Herr and an execution-attachment, in which Lewis was garnishee, certain of the real estate was sold by the sheriff and the garnishee paid over the amount of rents collected in his hands.\nTwo pieces of property were sold by Lewis for $2000, and the real controversy in this suit is whether the first assignee is not entitled to recover it in the hands of the legal representatives of Eli Lewis. The money represents the real estate sold, and the first assignee, by claiming and receiving the money, validates both sales and closes up all present and future litigation. Lewis may be likened to an executor de son tort who is considered as a trespasser, and is chargeable as far as assets come to his hand. It is the true trustee recovering from a supposed trustee who has been performing his duties.\nThe funds thus received by Barry must be distributed according to the laws of Pennsylvania, which must be regarded by the courts of Maryland as controlling the sum thus recovered.\nJudgment affirmed.\nSharswood, J., dissented."}