{"id": "434797", "contents": "The opinion of the court was delivered, by\nWilliams, J.\nThe plaintiff below subscribed for a share in the oil lands purchased by the defendants, “ located in St. Clair township, Columbiana county, state of Ohio, on the Little Beaver creek, Smith’s Ferry,” and paid them one-half of the price in money and gave his note, payable at a future day, for the residue. He refused to pay the note after it became due, and, upon the defendants’ refusal to refund the money which he had paid, brought this action to recover it back, on the ground that they had been guilty of such fraud as justified him in rescinding the contract. Under the instructions of the court, the jury found that the plaintiff was induced to enter into the contract by the false and fraudulent representations of the defendants as to the location, value and consideration paid for the land, and that, upon discovering the fraud, he rescinded the contract and gave them notice that he would not be bound by it; and in accordance with this finding they returned a verdict in his favor for the amount paid the defendants. It was insisted on the trial that the plaintiff was not entitled to recover, because he did not make or tender a reconveyance of his interest in the land to the defendants before bringing the action. But the court below, being of the opinion that the plaintiffs had no title to the land, instructed the jury in substance that he. was not bound to make, or tender a reconveyance. Whether the plaintiff had such title, and was bound to tender a reconveyance of it, or not, is the main question presented by the assignments of error. It is clear that no title to the land vested in the plaintiff under the written contract between the parties. It does not purport to convey a definite interest in the land; it does not designate the price or quantity, nor does it describe its location with sufficient certainty. Both the consideration and subject of the contract are undefined. Where either is left uncertain the contract is legally incomplete, and therefore void: Soles v. Hickman, 8 Harris 180. If then no title passed to the plaintiff under the contract, had he any such interest in the land under the deed of Daniel Smith to the Middleton Oil Company, as made it necessary for him to tender a reconveyance before commencing the action? The defendants purchased the land from Smith, and at their request he conveyed it, by deed duly acknowledged, to “ The Middleton Oil Company of Allegheny county and state of Pennsylvania, their heirs and assigns.” The company never had any articles of association, or charter of incorporation. It was composed, as the evidence shows, of the defendants and those to whom they sold shares or interests in the land. The learned judge instructed the jury that if the company was not incorporated, no title passed to the plaintiff by the deed. This instruction was in conformity with the opinion of this court when the case was here on a former writ of error: McCabe v. Burns, 16 P. F. Smith 356, and is supported by the following authorities: Jackson v. Sisson, 2 Johns. Cases 321; Jackson v. Cory, 8 Johns. 385; Hornbeck v. Westbrook, 9 Id. 73; Humble v. Glover, Cro. Eliz. 328; Tho. Co. Litt. 316, 3 a, among others which might be cited. In delivering the opinion in Jackson v. Sisson, Kent, J., said: “ There was no legal estate created by the patent, but what vested in the three patentees named. The description of the association, by the words, ‘ a settlement of friends on the west side of the Seneca Lake,’ was too vague and uncertain to constitute a competent grantee at law, or a cestui que use, whose estate the statute would transfer into possession : Saunders on Uses 63, 128. This would be like a grant to the parishioners, or inhabitants of a dale, or to the commoners of such a waste, or to the churchwardens of a parish, which are held to be void grants: Shep. Touch. 235, 236.” It is not easy to discover any real difference or distinction in principle between that ease and the present. But even if the deed to the Middleton Oil Company is sufficient to vest the title in the members of the company, as tenants in common, on the principle, id cerium est quod cerium reddi potest; Huss v. Stephens, 1 P. E. Smith 282 ; Stephens v. Huss, 4 Id. 20; the question recurs whether the plaintiff had such title under the deed as he was bound to release or convey. A re-conveyance or return of the property is only required in order to prevent the party from holding the thing paid for, and recovering the price: Babcock v. Case, 11 P. F. Smith 427. The deed on its face conveys no title or interest whatever to the plaintiff. If he is not a member of the company, he has no title under the deed. Whether he is a member of the company, or not, depends upon the validity of his contract with the defendants. If it was invalid by reason of fraud, and has been rescinded, then all his rights under it, including his rights as a member of the company, fell with its rescission. He has no title or claim to membership independently of his contract, and he has no title to the land independent of his membership. Having rescinded the contract on which his membership depended, how can he have, or claim, any rights incident to such membership ? It is not pretended that he is, or that he ever has been in the actual possession of the land, or that he has received any of its rents and profits.\nIf then the contract was fraudulent and void, and the plaintiff has rescinded it, as the jury have found, he has, as it seems to us, no more title to the land conveyed to the company, than if the contract had never been made. He is estopped by its rescission, and by the recovery of the money from asserting any title or claim to the land. Of what avail to the defendants, then, would it be if the plaintiff had executed to them a conveyance or release before bringing the action ? If the deed vests in the defendants and their vendees, as members of the company, a valid title to the land, the defendants have a good title to all the estate therein, except the shares or interests held by their vendees. A conveyance from the plaintiff, therefore, would not enlarge their interests, or make their title more secure. But if the plaintiff has some shadow of title or possible interest, it seems to us that under the circumstances of this case, the deed of release and quit claim, which he filed in court, for the use of the defendants, is sufficient to entitle him to recover. In support of this view, we need only refer to the opinion of Thompson, O. J., in Babcock v. Case, supra, in which he says: “If equity requires a reconveyance to precede suit, it will be so administered; if it can be protected on the trial, as it may in almost every possible case, it will be so administered. If there be no equity in the case, but only an assumption of it, it ought to be disregarded.” Whatever equity the defendants in this case may have had, we think that it was fully protected by the deed filed for their use on the trial. If they had asked for a reconveyance when the plaintiff demanded his money, doubtless it would have been executed. As it is they have suffered no loss by the delay. It follows from what we have said, that there was no substantial error in affirming the plaintiff’s first, second and third points, and refusing the defendants’ fourth point.\nNor was there error in affirming the plaintiff’s fifth and sixth points. It is well settled that where parties to an illegal transaction are shown to have acted in concert for their joint benefit, that the acts and declarations of one are to be regarded as the acts and declarations of all: Peterson v. Speer, 5 Casey 478. This is the principle underlying both points, and they were rightly affirmed: Simons v. Vulcan Oil and Mining Company, 11 P. F. Smith 202.\nThere was no evidence upon which to base the defendants’ sixth point, and it was properly refused. The other subscribers were not parties to the contract which the plaintiff made with the defendants. It was his individual contract, and, upon its rescission, he alone was entitled to recover back the money he had paid on the footing of it.\nThere is nothing in the other assignments that requires discussion. The evidence contained in the bills of exception was properly admitted, and the plaintiffs in error have no. reason to complain of the instructions or of the manner in which the case was submitted to the jury.\nJudgment affirmed."}