{"id": "434777", "contents": "The opinion of the court was delivered, by\nAgnew, J.\n— The plaintiffs below took out a • rule of reference in this case, and an award having been made against them, appealed therefrom without the payment of costs and entering into recognisance; and in consequence, the court below set aside the appeal. The 3'lst section of the Act of the 16th of June 1836, relating to arbitration, provided' “ that in all cases in which executors, administrators or other persons suing or being sued in a representative character, or minors, shall be the party appellant from an award, the appeal shall be good without the payment of costs or entering into recognisance as aforesaid, if such appellant shall not have taken out the rule of reference.” The question is whether the qualification that the appellant had not taken out the rule of reference still exists in view of the subsequent legislation in regard to executors and administrators. The abolishment of imprisonment for debt, carried with it the bail known as special bail, conditioned for the surrender of the body, and led to the passage of the Act of the 20th of March 1845, Pamph. L. 188, the first section of which enacted that, “ In lieu of the bail heretofore required by law in the cases herein mentioned, the bail in cases of appeal from the judgments of aldermen and justices of the peace, and from the award of arbitrators, shall be bail absolute, in double the probable amount of costs accrued and likely to accrue in such cases with one or more sufficient sureties conditioned for the payment of all costs accrued, or that may be legally recovered in such cases against the appellants Brightly 57, pl. 41. The words “ costs accrued and likely to accrue,” led to the impression that no costs were to be paid under the general Act of 1836, as a condition of obtaining an appeal. It was decided differently, however, in Merritt v. Smith, 2 Barr 161, and the legislature, with a view to a remedy, passed the Act of the 13th of April 1846, Pamph. L. 303, validating appeals made without the payment of costs, and declaring in the second section that “ the first section of the act entitled ‘ An Act concerning Bail and Attachments,’ shall be sc construed as to require the payment by the appellant to the prothonotary, of all costs which have previously accrued, whenever an appeal is entered from an award of arbitrators, excepting where executors, administrators, guardians or trustees are appellants.” It will be noticed that the exception as to executors, &c., fails to repeat the qualification of the Act of 1836, § 31, “ if such appellant shall not have taken out the rule of reference.” This act was followed by the 12th section of the Act of the 25th of April 1850, Pamph. L. 571, which declared that “so much of the 1st section of the act passed on the 20th day of March 1845, entitled ‘ An Act concerning Bail and Attachments,’ as pertaius to appeals from the awards of arbitrators, shall from henceforth be construed to extend to all such appeals whether made by persons natural Or artificial.” This section was evidently intended to embrace corporations, but the generality of its expression, natural as well as artificial, led in its turn to the passage of the Act of the 3d of May 1852, § 1, Pamph. L. 541, in order to prevent its taking effect upon persons suing or being sued in a representative capacity. It provided that “ the 12th section of the Act of the 25th of April 1850, relating to appeals from the awards of arbitrators, shall not be construed so as to embrace executors, administrators or other natural persons suing or being sued in a representative character. Here again the legislature omitted the before-stated qualification contained in the 31st section of the Act of the 16th of June 1836. This double failure to re-enact the qualification cannot go for nothing. We must presume that the legislature was aware that the Act of 1836 excepted from the 31st section the case of an appellant taking out the rule of reference, and consequently intended to abolish the exception. Such is the plain effect of the Acts of 1846 and 1852. These laws were intended to preserve to executors and others suing or being sued in a representative capacity, the benefit of the Act of 1836, of appealing without payment of costs and giving a recognisance, and if they intended to preserve the exception as to taking out the rule, of reference, it was move natural they should have stated it. The intention to omit the exception accords also with the views of this court in the case of the Penna. Ins. Co. v. Hewes, 5 Binney 508, and the practice under the Arbitration Act of 1810, as to executors and administrators. The impolicy of compelling them to pay costs which may come out of their own pocket, is there strongly asserted by Tilghman, C. J. It is in consonance also with the decision in Musser et al. v. Good, 11 S. & R. 247, that an executor is not liable for costs de bonis propriis, except when some fault is personally imputable to him. The liability of an executor or administrator for costs was again examined very elaborately in Callender’s Adm’r v. The Keystone Ins. Co., 11 Harris 471, and his non-liability reasserted, except where he is defeated in a wanton or vexatious suit. The same distinction is again maintained in Pennypacker’s Appeal, 7 P. F. Smith 114. In view of the legislation since 1836, and the current of decisions upon the non-liability of executors and administrators personally for costs, we are of opinion that the legislature did not intend to revive the qualification as to the party taking out the rule of reference, in the 31st section of the Act of 1836. An opposite intention would often compel the executor or administrator to pay the costs out of his own pocket, or else to sacrifice the interests of his trust by refusing to appeal. The order of the court below quashing the appeal is therefore reversed, the appeal ordered to be restored, and a procedendo awarded."}