{"id": "4352976", "contents": "OPINION\nJustice TODD.\nThis is a capital appeal from the order of the Court of Common Pleas of Philadelphia County denying Appellant Anthony Reid’s petition for relief under the Post Conviction Relief Act (“PCRA”), 42 Pa.C.S.A. §§ 9541-9546. For the reasons that follow, we affirm.\nI. Background\nIn the early evening of March 7, 1989, a group of boys was throwing snowballs at passing cars in a Philadelphia neighborhood. One of the snowballs struck a vehicle driven by Appellant, who was also known as “Tone” or “Tone-Bey.” PCRA Court Supplemental Rule 1925(a) Opinion, 2/14/11 (“PCRA Court Opinion”), at 1. Appellant stopped his vehicle, and he and his two passengers exited the car. The boys scattered, and Appellant asked two bystanders, Daniel McKay and Scott Keenan, if they were involved in throwing the snowballs. The bystanders denied involvement, and, as Appellant reached his hand inside his jacket, he replied ‘You better hope none was your family.” PCRA Court Opinion at 7. Appellant then said to his passengers, “Well, let’s at least get one of them.” Id. A third bystander, Walter Coggins, not realizing what Appellant meant by that statement, suggested Appellant drive around the corner to “get one.” According to Coggins, his discussion with Appellant lasted approximately 2 to 3 minutes. N.T. Trial, 8/7/90, at 808. As Appellant and his passengers drove around the block, some of the boys who had been throwing snowballs pulled a stop sign into the middle of the street on which Appellant was driving. When Appellant reached the stop sign, he drove the car onto the sidewalk and gunfire erupted from the passenger side of the vehicle. Michael Waters, who was sixteen years old, was fatally wounded when a bullet struck him in the back and exited his chest. Appellant and his passengers then drove away. Two 10-millimeter shell casings were found at the scene, and one deformed .38 caliber bullet was recovered from a nearby window frame. At the hospital, another .38 caliber bullet, which was undamaged and apparently had not entered Waters’ body, fell from Waters’ jacket.\nSix days later, in a separate incident, Appellant used a 10-millimeter handgun to kill Neal Wilkinson. In this incident, Appellant and a companion, Kevin Bowman, asked Wilkinson and Darryl Woods to accompany them to collect a debt. When Wilkinson and Woods ascended the stairs to the residence of the alleged debtor, Bowman shot them both with a shotgun, and Appellant then shot both men with a handgun. Woods survived and gave police a statement naming Appellant as one of the two shooters. Ten-millimeter shell casings found at the scene of the Wilkinson murder were determined to have been fired from the same gun that was used in the Waters murder six days earlier.\nIn August 1990, Appellant was tried for the Waters murder before the Honorable Albert F. Sabo, and was represented by James Bruno, Esquire. At trial, the Commonwealth introduced ballistics evidence from both the Waters and Wilkinson murders in an attempt to establish that the same weapon was used to fire shots in both incidents. Appellant raised a defense of misidentification, but the jury convicted Appellant of first-degree murder, criminal conspiracy, possession of an instrument of crime, and carrying a firearm without a license. Following the penalty phase, the jury found two aggravating circumstances — specifically, that Appellant created a grave risk of death to individuals other than the victim, 42 Pa.C.S.A. § 9711(d)(7), and Appellant had a significant history of violent felonies, 42 Pa.C.S.A. § 9711(d)(9). The jury found no mitigating circumstances, and so was required to return a sentence of death. On December 6, 1990, the trial court formally imposed a death sentence on the murder conviction, and a consecutive aggregate sentence of 10-20 years imprisonment on the remaining offenses. On direct appeal, Appellant was represented by F. Emmett Fitzpatrick, Esquire. On May 27, 1993, this Court affirmed Appellant’s judgment of sentence. Commonwealth v. Reid, 533 Pa. 508, 626 A.2d 118 (1993).\nOn December 12, 1996, Appellant filed a timely pro se PCRA petition in this case and in a separate case in which Appellant was charged with conspiracy to murder Mark Lisby.7 Both matters were assigned to the Honorable James Lineberger. Current counsel, Daniel Silverman, Esquire, was appointed to represent Appellant, and counsel filed a series of amended petitions in this case, including: an “Amended PCRA Petition” and reproduced record in January 1999; a “Supplemental Amended PCRA Petition” in April 1999; a supplemental reproduced record in April 1999; a second supplemental reproduced record in May 1999; a “Second Supplemental Amended PCRA Petition” in July 2000; and a third supplemental amended PCRA petition in February 2001. On November 21, 2001, the Commonwealth filed a motion to dismiss, following which Appellant filed a “Fourth Supplemental PCRA Petition” in July 2002. Thereafter, Appellant filed a variety of additional pleadings, including a motion to search police archives and a motion for funds to hire experts. On May 6, 2005, the PCRA court issued a notice of intent to dismiss Appellant’s PCRA petition in this case, and in the Lisby case. Appellant objected, and, ultimately, the Commonwealth indicated that it did “not object” to an evidentiary hearing on certain issues, including Appellant’s Batson claim and the issue of trial counsel’s failure to introduce mitigation testimony by a doctor and Appellant’s family members at the penalty phase of his trial. Letter from Assistant District Attorney (“ADA”) Michelle Seidner to Judge Lineberger, 7/8/05. The PCRA court scheduled evidentiary hearings on a number of occasions; however, Appellant continuously objected to the hearings and, ultimately, no hearing was conducted. In December 2005, following Judge Lineberger’s retirement, the cases were reassigned to the Honorable William Mazzola. Appellant filed additional motions seeking, inter alia, discovery in connection with new Batson claims and funds to hire an expert. In August 2007, the Commonwealth filed another motion to dismiss. On October 17, 2007, Judge Mazzola denied Appellant’s motions and issued a notice of intent to dismiss Appellant’s Amended PCRA petition; he formally dismissed Appellant’s Amended PCRA Petition on November 16,2007. This appeal followed.\nII. Analysis\nIn reviewing the denial of PCRA relief, we examine whether the PCRA court’s determination is “supported by the record and free of legal error.” Commonwealth v. Rainey, 593 Pa. 67, 928 A.2d 215, 223 (2007). To be entitled to PCRA relief, an appellant must establish, by a preponderance of the evidence, that his conviction or sentence resulted from one or more of the enumerated errors in 42 Pa.C.S.A. § 9543(a)(2); his claims have not been previously litigated or waived, id. § 9543(a)(3); and the failure to litigate the issue prior to or during trial or on direct appeal could not have been the result of any rational, strategic or tactical decision by counsel. Id. § 9543(a)(4). An issue is previously litigated if “the highest appellate court in which [the appellant] could have had review as a matter of right has ruled on the merits of the issue.” Id. § 9544(a)(2). An issue is waived if appellant “could have raised it but failed to do so before trial, at trial, ... on appeal or in a prior state postconviction proceeding.” Id. § 9544(b).\nIn order to obtain relief on a claim of counsel ineffectiveness, a PCRA petitioner must satisfy the performance and prejudice test set forth in Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). In Pennsylvania, we have applied the Strickland test by requiring that a petitioner establish that (1) the underlying claim has arguable merit; (2) no reasonable basis existed for counsel’s action or failure to act; and (3) the petitioner suffered prejudice as a result of counsel’s error, with prejudice measured by whether there is a reasonable probability that the result of the proceeding would have been different. Commonwealth v. Pierce, 567 Pa. 186, 786 A.2d 203, 213 (2001). Counsel is presumed to have rendered effective assistance, and, if a claim fails under any required element of the Strickland test, the court may dismiss the claim on that basis. Commonwealth v. Ali, 608 Pa. 71, 10 A.3d 282, 291 (2010).\nFinally, at the time Appellant filed his direct appeal, in 1993, the prevailing law required that an appellant raise claims of ineffectiveness of trial counsel at the first opportunity of new counsel, on pain of waiver. See Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977), abrogated by Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726, 738 (2002). Accordingly, where a PCRA petitioner such as Appellant was represented by new counsel on a pre-Grant direct appeal, in order to secure relief on a claim deriving from trial counsel effectiveness, he must demonstrate not only that trial counsel was ineffective, but also that appellate counsel was ineffective for either failing to litigate the claim at all, or was ineffective in the manner in which he litigated the claim of trial counsel’s ineffectiveness on direct appeal. Commonwealth v. Chmiel, 612 Pa. 333, 30 A.3d 1111, 1128 (2011); Commonwealth v. McGill, 574 Pa. 574, 832 A.2d 1014 (2003). As we explained in McGill:\nSuccinctly stated, a petitioner must plead in his PCRA petition that his prior counsel, whose alleged ineffectiveness is at issue, was ineffective for failing to raise the claim that counsel who preceded him was ineffective in taking or omitting some action. In addition, a petitioner must present argument, in briefs or other court memoranda, on the three prongs of the Pierce test as to each relevant layer of representation.... If any one of the prongs as to trial counsel’s ineffectiveness is not established, then necessarily the claim of appellate counsel’s ineffectiveness fails. Only if all three prongs as to the claim of trial counsel’s ineffectiveness are established, do prongs 2 and 3 of the Pierce test as to the claim of appellate counsel’s ineffectiveness have relevanee, requiring a determination as to whether appellate counsel had a reasonable basis for his course of conduct in failing to raise a meritorious claim of trial counsel’s ineffectiveness (prong 2) and whether petitioner was prejudiced by appellate counsel’s course of conduct in not raising the meritorious claim of trial counsel’s ineffectiveness (prong 3).\n832 A.2d at 1023.\nAs a preliminary matter, we note that, throughout its brief, the Commonwealth contends that Appellant has waived many of his ineffectiveness claims by failing to properly develop in his Amended PCRA Petition his claims of appellate counsel’s ineffectiveness, by relying on boilerplate language, with little or no discussion of the applicable standard, or by simply appending a statement alleging appellate counsel’s ineffectiveness to the caption of his argument. However, for the following reasons, we decline to hold Appellant’s claims waived on this basis where he attempted to assert appellate counsel’s ineffectiveness in his Amended PCRA Petition.\nWith regard to nearly all of his claims, Appellant asserted in his Amended PCRA Petition a claim, albeit in some instances a cursory one, that appellate counsel was ineffective. Appellant elaborated upon many of those claims in his brief to this Court. In Commonwealth v. Walker, 613 Pa. 601, 36 A.3d 1 (2011), we recognized the continuing confusion as to the requirements and impact of McGill, particularly where, as here, the appellant’s PCRA petition was filed prior to McGill, but the appellate briefs were filed after McGill. We also noted the existence of post -McGill cases where the PCRA court failed to allow for an amendment of a PCRA petition, an important safeguard contemplated in the Rules of Criminal Procedure and emphasized in McGill. See McGill, 832 A.2d at 1024 (Pa.R.Crim.P. 905 “indicates the desire of this Court to provide PCRA petitioners with a legitimate opportunity to present their claims to the PCRA court in a manner sufficient to avoid dismissal due to a correctable defect in claim pleading or presentation.”). Thus, we stated in Walker:\nGiven the complexities posed by these layered ineffectiveness claims, we now conclude the better practice is not to reject claims of appellate counsel’s ineffectiveness on the grounds of inadequate development in the appellate brief if the deficiencies in the brief mirror those in the PCRA pleadings, unless the PCRA court invoked these deficiencies as the basis for its decision and afforded an opportunity to amend.\nWalker, 36 A.3d at 8-9 (emphasis omitted).\nIn the instant case, the PCRA court did not reject wholesale Appellant’s ineffectiveness claims based on inadequate development of the same in his PCRA petition, and Appellant was not afforded an opportunity to amend his claims. Accordingly, where the Commonwealth’s waiver objection is based solely on the inadequacy of Appellant’s presentation of his claim of appellate counsel’s ineffectiveness in his Amended PCRA Petition, we will address the claims on the merits, where appropriate. Where, however, the Commonwealth asserts waiver on some other basis, such as Appellant’s complete omission of a claim from his PCRA petition, or for some other reason, we will address the Commonwealth’s specific argument.\nFurthermore, as noted above, Appellant has filed a series of supplemental PCRA petitions. The Commonwealth asserts that Appellant “never sought or received permission to file the serial amended and supplemental petitions and ‘records,’” and, therefore, that the claims contained therein are waived. Commonwealth’s Brief at 6. Under our Rules of Criminal Procedure, “[t]he judge may grant leave to amend or withdraw a petition for post-conviction collateral relief at any time. Amendment shall be freely allowed to achieve substantial justice.” Pa.R.Crim.P. 905(A).\nIn its opinion, the PCRA court recognized the plethora of supplements filed in this case, and observed:\n[I]n no case is there any indication of a court being requested to grant or otherwise granting permission to file late petitions or to submit amended ones, let alone establishing a time frame within which to do so. It should therefore be incumbent upon the defendant to explain why any of his various submissions should be considered in the first place. We realize of course that there have been several status listings of both cases, the proceedings and outcome of most of which do not appear of record. It is possible that the court may have entertained and extended off-the-record accommodations, but, if that were the case, the defendant should have clarified those omissions by utilizing the procedures for establishing a reconstructed record. Not having done so, the black letter law would seem to require an outright dismissal of the petitions at issue. Again, however, recalling the Court’s inclination to liberality in these proceedings, this court will, of course, address all of the issues raised by the submissions, limited to those particular issues addressed by the defendant’s statements of matters complained of on appeal.\nPCRA Court Opinion at 17.\nNotwithstanding the PCRA court’s indulgence in addressing all of Appellant’s claims, we agree that it was incumbent upon Appellant to identify where in the record the supplemental petitions were authorized and/or to reconstruct the record if such authorization was provided off the record. Appellant has not done so. This Court has condemned the unauthorized filing of supplements and amendments to PCRA petitions, and held that claims raised in such supplements are subject to waiver. See Commonwealth v. Elliott, 622 Pa. 236, 80 A.3d 415, 430 (2013); Commonwealth v. Roney, 622 Pa. 1, 79 A.3d 595, 615-16 (2013); Commonwealth v. Porter, 613 Pa. 510, 35 A.3d 4, 12 (2012). Accordingly, although the majority of Appellant’s claims were, in fact, raised in his Amended PCRA petition, several of his claims, which are discussed further below, were raised for the first time in apparently unauthorized supplemental petitions; therefore, we find those claims to be waived.\nWe now consider Appellant’s claims, which we have divided into guilt- and penalty-phase claims, and, in some instances, reordered for ease of disposition.\nA. Guilt Phase\n1. Batson claim\nAppellant first argues that the PCRA court erred in denying his motion for relief based on his claim that the prosecution exercised its peremptory strikes on the basis of race and gender in violation of Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986), and, further, that prior counsel were ineffective for failing to raise and litigate this claim. Appellant’s Brief at 9. Appellant further contends the PCRA court improperly denied his motion for discovery, his motion for funds to hire an expert, and his motion for an evidentiary hearing, which would have allowed him to further develop his Batson claim.\nIn Batson, the United States Supreme Court held that a prosecutor’s challenge to potential jurors solely on the basis of race violates the Equal Protection Clause of the United States Constitution. 476 U.S. at 89, 106 S.Ct. 1712. In order to demonstrate a Batson violation, an appellant must make a prima facie showing that the prosecutor has exercised peremptory challenges on the basis of race. Id. at 96, 106 S.Ct. 1712. If the appellant succeeds, the burden shifts to the prosecutor to articulate a race-neutral explanation for the peremptory challenges. Id. at 97, 106 S.Ct. 1712. Finally, the trial court must determine whether the defendant has carried his burden of proving purposeful discrimination. Id. at 98, 106 S.Ct. 1712.\nWhere, as here, a Batson claim arises only in the context of an allegation of ineffectiveness of counsel, an appellant is not entitled to the benefit of the burden of persuasion as to whether there is a race-neutral explanation for the prosecutor’s use of peremptory challenges. Commonwealth v. Uderra, 580 Pa. 492, 862 A.2d 74, 86 (2004). Rather, the appellant bears the burden throughout the inquiry and must demonstrate “actual, purposeful discrimination by a preponderance of the evidence,” as well as meeting the “performance and prejudice” standard for demonstrating counsel’s ineffectiveness discussed above. Id. at 87, 106 S.Ct. 1712. To satisfy his burden, an appellant raising a Batson claim must make a record specifically identifying the race of all the venirepersons removed by the prosecution, the race of the jurors who served, and the race of the jurors acceptable to the Commonwealth who were stricken by the defense. Commonwealth v. Sepulveda, 618 Pa. 262, 55 A.3d 1108, 1132 n. 23 (2012).\nAs noted above, in the instant case, Appellant did not raise a Batson claim at trial or on direct appeal. However, according to Appellant, during voir dire in the instant case, his counsel challenged the prosecutor’s exercise of seven of the prosecution’s first eight peremptory strikes against African Americans. Appellant notes that, as a result of the objection, a record was made of the race of some of the jurors struck by the prosecution. Appellant further argues that he attempted to establish the race of the remaining jurors during the PCRA proceeding, but that the PCRA court erroneously denied his motion for discovery relating to juror race. Nevertheless, Appellant asserts he was able to determine the race of many of the jurors by using voter registration records and obtaining affidavits from certain jurors, which enabled him to make the following proffer:\nLeaving aside those jurors struck for cause or struck by the defense before the Commonwealth made a choice whether to accept or strike the juror, there were forty-five (45) potential jurors available for peremptory strikes by the prosecutor. Of these 45 people whom the prosecutor had an opportunity to strike, 21 were black, 22 were white, and 2 were Hispanic or other. Of that almost evenly balanced pool, the prosecutor struck 15 blacks, 4 whites, and 1 Hispanic. By the contrast, the prosecutor accepted 6 blacks, 18 whites, and 1 juror whose race is listed as other.\nAppellant’s Brief at 10 (quoting Appellant’s Response to Commonwealth’s Motion to Dismiss, 6/12/02, at 14). Appellant contends that the “pattern of strikes is grossly disproportionate,” and, in his brief to this Court, he alleges that, following his proffer, “the Commonwealth conceded that Appellant was entitled to an evidentiary hearing on his Batson claim.” Id. at 11 (emphasis original) (referencing letter dated July 9, 2005 from ADA Michelle Seidner to Judge Lineberger).\nUpon review, we find no error in the PCRA court’s denial of Appellant’s request for discovery, funds, an evidentiary hearing, and relief based on his Batson claim. With respect to Appellant’s request for an evidentiary hearing, the decision whether to grant an evidentiary hearing is within the discretion of the PCRA court and will not be overturned absent an abuse of discretion. Sepulveda, 55 A.3d at 1133-34. As discussed above, after the Commonwealth filed its initial motion to dismiss, Appellant responded that he was entitled to an evidentiary hearing on, inter alia, his Batson claim. See Appellant’s Consolidated Response to Commonwealth’s Motion to Dismiss, 7/12/02. On May 6, 2005, in response to a motion by the Commonwealth, the PCRA court issued notice of its intent to dismiss Appellant’s Amended PCRA petition without a hearing. On June 3, 2005, however, the Commonwealth advised Appellant and the court that it would not object to an evidentiary hearing on certain limited issues, including Appellant’s Batson claim, in light of the fact that this Court had recently remanded several capital cases for evidentiary hearings.\nAccordingly, the PCRA court scheduled an evidentiary hearing on Appellant’s Batson claim for June 15, 2005. However, on June 8, 2005, defense counsel advised the court by letter that (1) he was unable to attend the scheduled hearing; (2) he did not believe it was necessary for him to attend the hearing if the court simply intended to dismiss the Appellant’s Amended PCRA petition; and (3) if the court did not intend to dismiss the petition, he was requesting the matters be relisted so that he could appear. Accordingly, the PCRA court relisted the matter for July 13, 2005. In a letter dated June 21, 2005, however, defense counsel objected to the hearing, suggesting, inter alia, that it was unfair for the Commonwealth to agree to an evidentiary hearing when it previously maintained that no hearing was warranted, and that, if the court intended to conduct an evidentiary hearing, the judge should recuse himself. Counsel further averred:\nIf the Court does anything other than dismiss these cases, we will need the Court to set aside no fewer than three consecutive weeks for these protracted hearings. In addition, I will need to request substantial expert funds and file various motions, including additional discovery motions, in order to properly present our case.\nFifth, if the Court is inclined to accede to the Commonwealth’s new position, then we intend to file a formal motion for sanctions to address its unprofessional conduct. These should include an Order precluding the Commonwealth from cross-examining any defense witnesses, from presenting any witnesses, and from making any written or oral argument. ... [W]e continue to maintain our long-held position that the issues we raised deserve an evidentiary hearing, but we only want an evidentiary hearing if it can be fair.\nLetter from Daniel Silverman to Judge Lineberger, 6/21/05, at 3.\nOn August 19, 2005, the PCRA court issued an order denying Appellant’s motion for recusal, and scheduling a hearing for September 15, 2005, on the issues of, inter alia, Appellant’s Batson claim and his claim that trial counsel was ineffective for failing to present mitigation testimony from Appellant’s doctor and family members at the penalty phase of Appellant’s trial. On August 31, 2005, Appellant’s counsel filed another motion for continuance seeking to have the hearing rescheduled. Before acting on the motion, Judge Lineberger retired, and, in December 2005, the instant case, along with the Lisby case, was assigned to the Honorable William Mazzola, following which time Appellant filed additional motions for discovery and expert funds, and alleging newly discovered Batson claims, all of which Judge Mazzola denied.\nWe set forth the above procedural history to demonstrate that Appellant was offered an evidentiary hearing on his Batson claim, but repeatedly frustrated the PCRA court’s attempt to conduct the hearing. Accordingly, we find he cannot now complain that he improperly was denied a'hearing. Thus, we find no merit to Appellant’s claim that the PCRA court improperly denied him an evidentiary hearing.\nLikewise, we reject Appellant’s claim that the PCRA court improperly denied his request for discovery. Discovery in death penalty collateral proceedings is permissible only upon leave of court, and only for good cause shown. Pa.R.Crim.P. 902(E)(2). We review a PCRA court’s denial of discovery for an abuse of discretion. Commonwealth v. Sattazahn, 597 Pa. 648, 952 A.2d 640, 662 (2008). In his discovery request, Appellant sought documents produced in a civil suit filed by Bruce Sagel against Philadelphia Magazine in June 1997 after the magazine published comments Sagel was alleged to have made during his 1990 lecture on jury selection, wherein he purportedly advocated the use of racial stereotypes in jury selection. In the lawsuit, which was withdrawn in December 1997, Sagel claimed that the magazine’s publication of the comments he was alleged to have made defamed him. Appellant requested copies of Sagel’s Answers to Interrogatories and Request for Production of Documents, as well as Sagel’s deposition transcript, pertaining to the lawsuit. In addition, Appellant sought copies of Sagel’s lecture notes. See Appellant’s Motion for Discovery, 2/21/06. According to Appellant, the documents he sought were necessary to enable him to meet his burden of establishing a prima facie case of discrimination under Batson. However, this Court has determined that information relating to the Sagel lecture notes is insufficient to establish the required purposeful discrimination. Commonwealth v. Ligons, 601 Pa. 103, 971 A.2d 1125, 1145 n. 19 (2009). Thus, Appellant’s motion for discovery was unsupported by good cause, and the PCRA court did not err in denying Appellant’s motion.\nFor the same reason, the PCRA court’s denial of Appellant’s request for funds to retain experts, including Professor David Baldus, who conducted a study regarding the practice of racially discriminatory jury selection in Philadelphia from the 1980’s into the 1990’s, to testify in support of his Batson claim was not erroneous.\nFinally, with regard to the merits of Appellant’s Batson claim, we hold that he is not entitled to relief. As noted above, Appellant contends that the prosecutor struck 15 of 21 potential African American jurors, but struck only 4 of 22 potential Caucasian jurors, and 1 Hispanic juror, resulting in a “grossly disproportionate” pattern of strikes. Appellant’s Brief at 11. Initially, the Commonwealth contends that, by failing to make a record of the race of potential jurors who were acceptable to the Commonwealth, but excluded by the defense, Appellant is unable to establish even a prima facie case of discrimination. The fact that the prosecutor struck more African Americans than Caucasians, in and of itself, is insufficient to demonstrate purposeful discrimination when considering the totality of the circumstances. Ligons, 971 A.2d at 1144. Moreover, as Appellant fails to identify the racial composition of his jury, we lack an adequate record upon which to evaluate his Batson claim. See Sepulveda, 55 A.3d at 1132 n. 23 (noting that we have required information about race of potential jurors peremptorily challenged by the Commonwealth, the race of potential jurors acceptable to the Commonwealth but peremptorily challenged by the defense, and the composition of the jury selected). Accordingly, we conclude Appellant has failed to establish purposeful discrimination based on the prosecutor’s use of preemptory strikes.\nNevertheless, Appellant, in further support of his contention that the prosecution engaged in purposeful discrimination, makes an oft-asserted claim of a culture of discrimination in the Philadelphia District Attorney’s Office between 1980 and 1996. Specifically, Appellant asserts that an analysis by Professor Baldus demonstrates that Roger Bang, the prosecutor in Appellant’s case, was “over two times more likely to strike a black venire person compared to one who was not black.” Appellant’s Brief at 12-13 (emphasis original). Appellant also contends that a study by Professor Baldus documents a pattern of racial discrimination in jury selection during the years 1981 through 1997. Appellant further argues that the now infamous 1987 training tape on jury selection prepared by former Philadelphia Assistant District Attorney Jack McMahon “supports an inference” that the Philadelphia District Attorneys’ Office engaged in purposeful discrimination, as do lecture notes taken during a training lecture for prosecutors delivered by Bruce Sagel in 1990. Id. at 13-14.\nThis Court previously has held that evidence that a prosecutor was found to have violated Batson in a prior case is insufficient to demonstrate that the prosecutor impermissibly struck jurors in a later case. Ligons, 971 A.2d at 1145. As we have held that a finding of a prior Batson violation is insufficient to establish purposeful discrimination in a subsequent case, a study showing that the prosecutor in his case “was over two times more likely” to strike an African American juror than a Caucasian juror in other cases cannot support Appellant’s claim of purposeful discrimination in this case.\nWith regard to the McMahon training tape, we have repeatedly emphasized that the tape is not sufficient to establish a Batson violation in a particular case, particularly where, as here, “the prosecutor at an appellant’s trial was someone other than McMahon, and the time of the appellant’s trial was temporally remote from the creation of the videotape.” Commonwealth v. Jones, 597 Pa. 286, 951 A.2d 294, 305 (2008). We likewise have determined that the Baldus study and the Sagel lecture notes are insufficient to establish purposeful discrimination in a given case. Ligons, 971 A.2d at 1145 n. 19. Thus, as Appellant has failed to demonstrate purposeful discrimination, the PCRA court did not err in denying him relief on his Batson claim.\n2. Failure to request a Kloiber instruction\nNext, Appellant contends that trial counsel was ineffective for failing to request a Kloiber instruction regarding McKay, Keenan, and Coggins, all of whom testified at trial and identified Appellant as the individual who threatened to “get” one of the boys who had been throwing snowballs. Appellant further alleges that appellate counsel was ineffective for failing to raise this issue on appeal. A Kloiber charge is appropriate where there are particular concerns regarding identification, such as where a witness did not have an opportunity to clearly view the defendant, equivocated on the identification of the defendant, or had a problem making an identification in the past. Commonwealth v. Ali, 608 Pa. 71,10 A.3d 282, 303 (2010). Where an eyewitness has had “protracted and unobstructed views” of the defendant and consistently identified the defendant “throughout the investigation and at trial,” there is no need for a Kloiber instruction. Id.\nAppellant first contends that trial counsel was ineffective for failing to request a Kloiber charge with respect to the identification testimony of McKay because McKay viewed a series of photo arrays after the shooting, and “[n]ot only did he fail to identify Appellant, he identified someone else.” Appellant’s Brief at 20 (citing N.T. Trial, 8/6/90, at 686-87). The Commonwealth emphasizes that McKay denied identifying someone other than Appellant as the person who exited the car and threatened to get one of the snowball throwers; rather, when viewing the photo array, McKay simply stated that one of the photographs “looked something like the man but it wasn’t him.” Commonwealth’s Brief at 21. The Commonwealth further notes that McKay’s statement that one of the photographs “looked something” like the driver was corroborated by a detective who was present when McKay made the statement. Id.\nThe PCRA court, in rejecting Appellant’s argument that trial counsel was ineffective for failing to request a Kloiber instruction regarding McKay’s testimony, noted that Appellant’s allegation that McKay not only failed to identify Appellant, but identified someone else, “is a mischaracterization,” in that (1) Appellant’s photograph was not included in the photo array shown to McKay on March 21, 1989; and (2) McKay, when viewing the photo array, did not identify anyone as the perpetrator, but rather stated that one individual “looked something like the man but it wasn’t him.” PCRA Court Opinion at 37.\nThe record supports the PCRA court’s conclusions. McKay testified at trial that he was shown a photo array on March 8, 1989 (the day after the shooting); several additional photo arrays on March 21, 1989; and another photo array in May 1989. N.T. Trial, 8/6/90, at 682-87. McKay acknowledged that he did not identify Appellant from the photos he was shown on March 8 or March 21, but first identified Appellant’s photograph from the photo array he was shown in May 1989. Id. at 682-83, 687. Notably, however, the assistant district attorney advised the trial court that Appellant’s photograph was contained in only one of the photo arrays shown to the witnesses. Id. at 687. In addition, Detective Paul Raley testified that Appellant’s photograph was “never” included in any of the photo arrays shown to witnesses prior to the time Appellant became a suspect in another murder, which was in the early part of April 1989. N.T. Trial, 8/7/90, at 854-855. Thus, the evidence demonstrates that Appellant’s photograph was not contained in the March 21 photo arrays, or in any photo arrays prior thereto.\nAdditionally, with regard to McKay’s purported identification of Appellant from the March 21 photo arrays, McKay testified that he “didn’t pick him out. I said [one photograph] looked something like the man but it wasn’t him.” Id. at 686. Detective Raley corroborated McKay’s testimony; when asked on cross-examination whether McKay picked Appellant’s photo from the photo arrays he was shown on March 21, 1989, Detective Raley replied “No, not entirely right, no. What [he] did was [he] looked at a photographs and said this looks something like the guy that was involved that night.” N.T. Trial, 8/7/90, at 828-29. Thus, there was no basis for a Kloiber instruction regarding McKay, and trial counsel cannot be deemed ineffective for failing to request one.\nAppellant next contends that trial counsel was ineffective for failing to request a Kloiber instruction regarding Coggins because Coggins failed to identify Appellant from a photo array he was shown by Detective Raley. Coggins testified that he was first interviewed approximately one week after the incident, and that he was shown some photographs at that time, but that he didn’t identify Appellant from photographs at that time, or at any time thereafter. Id. at 811-12. Coggins did, however, identify Appellant at a hearing and again at trial.\nThe Commonwealth acknowledges that Coggins failed to identify Appellant’s photograph “from the hundreds he was shown. He did however, identify him in court.” Commonwealth’s Brief at 22. The Commonwealth further offers that, in light of the fact that counsel at trial “effectively highlighted the weakness” in Coggins’ identification of Appellant, and, because of the unequivocal testimony of McKay and Keenan that Appellant was the individual who stepped out of the car and shouted at the group throwing snowballs, any failure to give a Kloiber instruction regarding Coggins was “meaningless.” Id. at 23.\nThe PCRA court acknowledged that Coggins failed to identify Appellant from a photo array, but noted that the record did not indicate whether Appellant’s picture was, in fact, included in the group of photographs Coggins was shown. PCRA Court Opinion at 38. The PCRA court thus concluded Appellant “failed to establish any real inconsistencies in the witnesses’ testimony, let [alone] any that could be considered to be inconsistent to the degree that would require a cautionary instruction.” Id. We conclude the PCRA court did not err in rejecting Appellant’s ineffectiveness claim regarding Cog-gins, albeit for slightly different reasons.\nDetective Raley testified that, “at one point,” around the early part of April 1989, Coggins was, in fact, shown a photo array containing Appellant’s photograph. N.T. Trial, 8/7/90, at 855. On cross-examination, Coggins candidly admitted that, although the police showed him “a few pictures,” he told police he “wasn’t sure if it was him or not, I wouldn’t want to pick the wrong person.” Id. at 815. Coggins further testified, however, that he was certain of his identification of Appellant at trial and during a prior hearing because he “held a conversation [with Appellant]. I didn’t hold a conversation with a picture.” Id. Indeed, at trial, the assistant district attorney asked Detective Raley “what if anything did Mr. Coggins say that he had to see or do before he could make an identification,” and the detective replied: “Each time he was shown a photo spread he said I couldn’t make — he couldn’t make an identification. He kept insisting T got to see him in person.’ ” Id. at 838-39; 856 (“Mr. Coggins indicated that, after every time I showed him photographs, he wanted to see him in person.”).\nOur case law makes clear that the need for a Kloiber instruction focuses on the ability of a witness to identify the defendant. See Commonwealth v. Fisher, 572 Pa. 105, 813 A.2d 761, 770-71 (2002) (opinion announcing the judgment of the court) (providing no relief to PCRA petitioner based on conclusions Kloiber instruction litigated on direct appeal where witness, who knew defendant prior to shooting, failed to identify defendant at pre-trial line-up due to fear that identifying him would endanger her and her family); Commonwealth v. Lee, 401 Pa.Super. 591, 585 A.2d 1084, 1087 (1991) (finding Kloiber instruction inappropriate where fear of identifying defendant cannot be equated to failure to make identification); Ali, 10 A.3d at 304 (“Any perceived weaknesses in N.M’s testimony attributable to her tender years, the circumstances of the horrific experience, the subject matter, and her ability to recall details were matters of credibility for the jury as factfinder to decide; but those issues did not undermine N.M.’s actual physical ability to identify appellant at the time and place of the murder, so as to trigger the special identification testimony concerns underlying the Kloiber line of decisions.”).\nBased on the above-recounted testimony of Coggins and Detective Raley, we conclude Coggins’ failure to pick Appellant’s photo from the photo array he was shown was not based on his inability to do so, but, rather, his unwillingness to identify Appellant from a photo array for fear of making a mistake and his preference for an in-person identification. Accordingly, there was no basis for a Kloiber instruction with respect to Coggins, and trial counsel cannot be deemed ineffective for having failed to request one.\nFinally, Appellant alleges trial counsel was ineffective for failing to request a Kloiber instruction concerning Keenan because “Keenan testified at trial that it was Appellant who got out of the car and threatened to kill someone,” but “Keenan identified someone other than Appellant at the lineup identification procedure held in this case, in which Appellant participated” and that “Keenan also identified someone other than Appellant when he viewed the photographic arrays.” Appellant’s Brief at 20.\nThe Commonwealth, however, emphasizes that “Keenan repeatedly identified [Appellant], helped prepare a composite sketch, picked out [Appellant’s] photograph (after viewing approximately 3000 photos that did not include [Appellant]), told the detective that he was 100% sure of his identification, identified [Appellant] at a lineup, and testified at trial that he was absolutely positive that [Appellant] was the man he had seen.” Commonwealth’s Brief at 22. The Commonwealth further explains that Keenan testified he immediately recognized Appellant in the lineup, but “momentarily forgot what number [Appellant] was holding. He told the detective that he believed that the person he recognized was closest to the end, and then recalled the number, correctly identifying [Appellant]; the detective corroborated this testimony.” Id The Commonwealth also disputes Appellant’s assertion that Keenan identified someone else’s photograph, noting that Keenan “merely stated [that] one photo in a[n] array that did not include [Appellant] was ‘similar’ to the perpetrator.” Id.\nIn rejecting Appellant’s claim that trial counsel was ineffective for failing to request a Kloiber instruction as to Keenan, the PCRA court observed that Keenan “testified that he recognized the defendant in the lineup, but he simply, out of nervousness, gave the police the wrong number of the person, and actually testified that he didn’t recognize anyone in the photos.” PCRA Court Opinion at 38. The PCRA court further noted the trial court had instructed the jury that, where a witness gave testimony at trial that was inconsistent with a prior statement or testimony given to police, it was for the jury to determine which, if any statement, to accept as true. Id. at 39. In convicting Appellant of first-degree murder, the jury obviously credited the witnesses’ statements, including Keenan’s, that Appellant was the shooter. Appellant maintains, however, that a general jury instruction on credibility does not satisfy the requirements of Kloiber.\nUpon review, we agree with the PCRA court’s determination that no Kloiber instruction was warranted with regard to Keenan. Keenan testified at trial that he was shown photo arrays the day after the shooting; on March 21; and on April 29. Keenan confirmed that he first identified Appellant’s photo from the photo arrays he was shown on April 29, 1989. Id. at 801. As discussed above with regard to McKay, the evidence demonstrates that Appellant’s photograph was not included in the March 8 or March 21 photo arrays. Furthermore, as with McKay, Detective Raley testified that Keenan did not identify Appellant from the March 21 photo array, but simply indicated that one individual resembled the person Keenan saw exit his vehicle on the night of the incident. See N.T. Trial, 8/7/90, at 828-29.\nMoreover, although Keenan may have had difficulty recalling Appellant’s placement in the lineup, we cannot conclude that Keenan had difficulty identifying Appellant as the driver of the vehicle who threatened to get one of the boys who were throwing snowballs. See Kloiber, supra. We acknowledge that, in rejecting Appellant’s Kloiber claim as to Keenan’s error in identifying Appellant during the lineup, the PCRA court necessarily accepted Keenan’s explanation for the discrepancy in his identification without holding a hearing on Keenan’s credibility. Generally, credibility determinations are reserved for the trial court, or the PCRA court following a hearing. Thus, we could remand the matter to the PCRA court for a hearing expressly regarding Keenan’s credibility. In the instant case, however, we are satisfied that a remand is unnecessary. This Court has sanctioned the dismissal of claims which involve credibility “in light of implausibility and based on conclusions drawn from the existing record.” Commonwealth v. Gibson, 597 Pa. 402, 951 A.2d 1110, 1139 n. 20 (2008). See also Commonwealth v. Small, 602 Pa. 425, 980 A.2d 549, 559-61 (2009).\nAs noted by the Commonwealth, Keenan observed Appellant get out of his car from a few feet away. Keenan helped the police prepare a composite sketch, and picked out Appellant’s photograph from the sole photo array that contained Appellant’s photograph, stating he was 100% sure of his identification. Moreover, Keenan was thoroughly cross-examined regarding his mistake in identifying Appellant by the wrong number during the lineup. Thus, in this case, we conclude a remand for an express credibility determination by the PCRA court is not necessary, and we hold Appellant’s ineffectiveness claim regarding the absence of a Kloiber instruction as to Keenan fails.\n3. Admission of statements made by Woods\nAppellant next argues that the trial court erred in allowing the Commonwealth, over an objection by defense counsel, to introduce at trial statements made by Woods, the surviving victim during the shooting in which Wilkinson was killed, while Woods was in the hospital, and that appellate counsel was ineffective for failing to properly litigate the issue on direct appeal. According to Appellant, in one of the statements, Woods told police that “Appellant was involved in shooting him with a .357 caliber pistol.” Appellant’s Brief at 24. Appellant contends that, in another statement, Woods “purportedly told police that Wilkinson was the individual who brought the guns to the murder scene prior to his death and that he handed them to Kevin Bowman and Appellant.” Id. at 24-25.\nThe admission of evidence is solely within the discretion of the trial court, and a trial court’s evidentiary rulings will be reversed on appeal only upon an abuse of that discretion. Commonwealth v. Travaglia, 611 Pa. 481, 28 A.3d 868, 873 (2011). The trial court allowed the Commonwealth to introduce the above statements when Woods testified at trial that Appellant “did not shoot him, did not possess a ten millimeter handgun and that he had never made any such statement.” Appellant’s Brief at 25 (citing N.T. Trial, 8/8/90, at 917, 936-37, 941). According to Appellant, the trial court erred in allowing the Commonwealth to confront Woods with his prior statements “both to impeach his ... testimony and as substantive evidence under Commonwealth v. Brady, 510 Pa. 123, 507 A.2d 66 (1986).” Appellant’s Brief at 25.\nThe Commonwealth responds that this issue has been finally litigated, as this Court held on direct appeal that the statements were contemporaneously recorded verbatim statements within the meaning of Commonwealth v. Brady, In Commonwealth v. Brady, this Court held that a prior inconsistent statement may be introduced as substantive evidence as long as (1) the statement was made under highly reliable circumstances, and (2) the declarant is available for cross-examination at trial. 507 A.2d at 71. The Commonwealth further contends that Appellant waived this claim by raising it for the first time in his supplemental Pa.R.A.P. 1925(b) statement. Finally, the Commonwealth maintains that Appellant’s claim is without merit because Woods’ statements were properly admitted in accordance with Commonwealth v. Brady.\nAppellant concedes that appellate counsel challenged the propriety of the trial court’s admission of Woods’ statement on direct appeal, and he acknowledges that this Court upheld the admissibility of the statements on the basis that they constituted “contemporaneously recorded verbatim statements.” Appellant’s Brief at 25 (quoting Reid, 626 A.2d at 121). However, Appellant now argues that this Court “did not address the fact that Woods’ statements were neither audio-taped nor videotaped, and thus were not actually contemporaneously recorded verbatim statements.” Appellant’s Brief at 25. Appellant relies on this Court’s decision in Commonwealth v. Wilson, 550 Pa. 518, 707 A.2d 1114 (1998), for the proposition that “a contemporaneously recorded, verbatim statement must be audio or videotaped to be sufficiently reliable for admission as substantive evidence.” Appellant’s Brief at 25.\nAppellant never raised this claim in any PCRA petition, and first raised it in a supplemental 1925(b) statement; accordingly, Appellant has waived this argument. See Commonwealth v. Santiago, 579 Pa. 46, 855 A.2d 682, 691 (2004) (claim not raised in PCRA petition cannot be raised for the first time on appeal, and is “indisputably waived”). Nevertheless, even if preserved, Appellant’s claim that the trial court erred in allowing the Commonwealth to confront Woods with his prior statements is without merit. Wilson was not decided until 1998, approximately eight years after Appellant’s trial. Thus, there was no requirement at the time of Appellant’s trial that Woods’ statement be audio- or videotaped, and so there was no error in the trial court’s admission of the statements, and appellate counsel cannot be deemed ineffective for failing to raise this claim on appeal.\n4. Failure to present rebuttal ballistics evidence\nAppellant asserts that trial counsel was ineffective for failing to investigate and present ballistics evidence to rebut the ballistics evidence presented by the Commonwealth to establish that Appellant shot the victim, and to connect Appellant to the shooting of Woods and the killing of Wilkinson, and that appellate counsel was ineffective for failing to investigate and raise the issue on appeal. Appellant submits:\nTrial counsel ineffectively allowed the Commonwealth to suggest that Appellant shot Waters with the 10 mm. weapon, even though the evidence is overwhelmingly inconsistent with that theory. Reasonable counsel would have investigated to determine whether there was evidence that could be brought out either in the defense case or on cross-examination of prosecution witnesses to show that the .38 bullet, which was not linked in any way to Appellant, caused the decedent’s death. Appellant proffered that trial counsel totally failed to investigate the ballistics evidence. Such a failure to investigate constitutes deficient performance.\nAppellant’s Brief at 30. Appellant further states that, in an effort to demonstrate prejudice, he consulted a ballistics expert and asked the PCRA court for funds to retain the expert, but the PCRA court denied his request for funds. Appellant challenges the denial of his request for funds as a separate issue. See infra Part II.A.10.\nWith respect to the substance of the proffered testimony, Appellant avers that his expert, William Welch, would have testified that a “jacketed .38 bullet can pass through a human body relatively undamaged, consistent with the theory that the .38 bullet caused the fatal injury to the decedent,” and, had the jury heard such evidence, “it is reasonably likely that the jury would have rejected the argument that Appellant could have been the shooter.” Id. at 31.\nThe Commonwealth responds that trial counsel did, in fact, argue that the victim was killed by a .38 caliber bullet. Commonwealth’s Brief at 28. The Commonwealth further suggests that, regardless of whether Waters was killed by a bullet from Appellant’s 10-millimeter weapon or by a bullet fired from a co-conspirator’s .38 caliber weapon, Appellant “demonstrated a specific intent to kill sufficient for first-degree murder. He announced his intent to ‘at least get one of them,’ pursued the fleeing boys by driving onto a sidewalk, and opened fire on the victim and his friends as they fled.” Id. at 28.\nThe PCRA court, in rejecting Appellant’s claim, noted the confusing nature of Appellant’s argument in light of the fact that (1) there was no evidence at trial to establish that the bullets from Appellant’s 10-millimeter gun caused Waters’ death; (2) the ballistics evidence showed that Waters was killed by a .38 caliber weapon; and (3) the evidence of the 10-millimeter caliber shell casings at the scene was used only to show Appellant’s presence and involvement in the shooting. PCRA Court Opinion at 101. Thus, the PCRA court questioned what additional evidence another ballistics expert could have provided, and concluded there was “no perceivable difference in the proposed form of argument from that which was made.” Id. at 102.\nWe agree with the PCRA court that the evidence Appellant contends could have been presented, had trial counsel retained another ballistics expert, would have been merely cumulative of the evidence actually presented. Trial counsel argued that Waters was not killed by a 10-millimeter weapon, but, rather a .38 caliber weapon. The prosecutor, during his closing, conceded that the circumstantial evidence proved the victim was killed by a .38 caliber weapon, because (1) a .38 caliber slug was found in the victim’s jacket; (2) a .38 caliber slug was found in a windowsill near the crime scene; and (3) medical testimony indicated that the victim’s injury was consistent with a .38 caliber bullet. N.T. Trial, 8/13/90, at 1200. Thus, we agree with the PCRA court that there was no reason for trial counsel to have sought to obtain additional ballistics testimony on this issue, and, even if there was no basis for trial counsel’s failure to obtain additional ballistics testimony, Appellant did not suffer prejudice. Accordingly, there is no merit to Appellant’s underlying claim that trial counsel was ineffective for failing to introduce additional ballistics evidence, and his claim that appellate counsel was ineffective likewise fails.\nIn a related argument, Appellant contends that “[r]e-cent developments in forensic science” demonstrate that the testimony of the Commonwealth’s ballistic expert, Officer John Finor, that the 10-millimeter casings found at the scenes of the Waters and the Wilkinson murders were “fired from the same firearm to the exclusion of all other firearms,” was not “scientifically defensible.” Appellant’s Brief at 32. In so arguing, Appellant relies on a report issued on February 18, 2009 by the National Academy of Sciences (“NAS”) criticizing the introduction of types of forensic evidence, “including tool-marks and ballistics,” without meaningful reliability testing. Id.\nAccording to Appellant,\n[T]he Commonwealth’s expert ballistics testimony was an important part of the Commonwealth’s proof. The police officer matched fired cartridge casings from the scene of the Waters case with fired cartridge casings from the scene of the Wilkinson case. That testimony not only [purportedly] showed that Reid had access to, and had previously used, the gun used in the Waters shooting, it helped to open the door for the Commonwealth to present other evidence of Petitioner’s involvement in the Wilkinson case. However, the NAS Report reveals that the police officer’s conclusions are scientifically unsound and unreliable. Consequently, the jury’s guilty verdict in this matter [is] likewise unreliable. The Due Process Clause of the Fourteenth Amendment, does not allow such an unreliable verdict.\nAppellant’s Brief at 38-34.\nThe Commonwealth observes, however, that Appellant did not present this claim below, and asserts that Appellant “effectively concedes as much, acknowledging that he only presented this claim in a habeas petition filed by the [Capital Habeas Unit of the Federal Division of Defender Association] on April 27, 2009, two years after his PCRA petition was dismissed.” Commonwealth’s Brief at 29 n. 33. The habeas petition was dismissed on October 12, 2011 as a “premature second PCRA Petition.” Id. at 7 n. 15.\nThe PCRA court also noted that Appellant attempted to raise this claim in his Rule 1925(b) statement, wherein Appellant averred that “[a]t this moment in time, Appellant has timely filed a successor Petition in the Court of Common Pleas based on newly discovered evidence regarding the reliability of the forensic evidence presented in Appellant’s trial,” but the trial court had not acted on the petition. Appellant’s Rule 1925(b) Statement, 8/28/09, at 4 ¶ 12. The PCRA court stated that, because it “has not been presented with any such motion, and none appears on the court docket, ... this reference to it will be disregarded.” PCRA Court Opinion at 101.\nDespite this, in his brief to this Court, Appellant persists with this claim and asserts that “the docket of the Court of Common Pleas reflects that the petition raising this issue was filed on April 21, 2009,” and, “[accordingly, the issue was properly before the court below and is properly before this Court.” Appellant’s Brief at 36. Appellant is incorrect. The PCRA court dismissed Appellant’s PCRA petition and the within appeal was filed in late 2007, more than one year before Appellant first raised his claim. The fact that Appellant now frames his issue as an after-discovered evidence claim does not allow him to circumvent the rules providing that a claim may not be raised for the first time on appeal. See Santiago, supra. As Appellant did not raise his claim regarding the NAS report before the PCRA court, for purposes of this Court’s review, the claim is waived.\n5. Denial of discovery and hearing on Brady claims\nAppellant next contends that the PCRA court erred in denying his request for discovery and an evidentiary hearing so that he could establish that the Commonwealth, in violation of Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), withheld material exculpatory evidence concerning Woods, whom Appellant characterizes as one of the Commonwealth’s key witnesses. In Brady, the United States Supreme Court held that “suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.” 373 U.S. at 87, 83 S.Ct. 1194. In order to prove a Brady violation, a defendant must demonstrate that (1) the prosecutor has suppressed evidence; (2) the evidence, whether exculpatory or impeaching, is helpful to the defendant; and (3) the suppression of the evidence prejudiced the defendant. Commonwealth v. Busanet, 618 Pa. 1, 54 A.3d 35, 48 (2012). To obtain a new trial based on the Commonwealth’s failure to disclose evidence affecting a witness’s credibility, a defendant must demonstrate that the reliability of the witness may be determinative of the defendant’s guilt or innocence. Commonwealth v. Weiss, 604 Pa. 573, 986 A.2d 808, 815 (2000).\nIn the instant case, Appellant sought discovery of any documents relating to Woods’ involvement in the shooting of Waters, including a purported statement Woods made to police about the shooting. Judge Lineberger held a hearing on the discovery motion on December 15, 1999, at which time the Commonwealth indicated it had reviewed the files and found no responsive documents. Appellant asserts “[t]he PCRA court initially took the prosecutor at his word, but when counsel pointed out that the trial prosecutor had stated on the record at the time of trial that the police had such evidence, the court agreed to allow the defense to question the trial prosecutor on the issue at an evidentiary hearing,” but the evidentiary hearing never took place. Appellant’s Brief at 36-37. According to Appellant, evidence linking Woods to the murder of Waters “would have impeached Woods and would have resulted in an accomplice instruction directing the jury to view his testimony and admitted statements with extreme caution, given that they came from a corrupt source.” Appellant’s Brief at 36. Appellant further alleges that trial counsel and appellate counsel were ineffective for failing to “exercise due diligence to discover and raise this claim at trial or on appeal.” Appellant’s Brief at 39.\nThe Commonwealth initially contends that Appellant failed to establish that any document implicating Woods existed. Moreover, according to the Commonwealth, even if such a document did exist, because Woods’ testimony at trial was favorable to Appellant, in that Woods refused to implicate Appellant in the Wilkinson murder, counsel clearly had a reasonable basis not to seek a corrupt source instruction regarding Woods’ testimony. Thus, the Commonwealth suggests that, because the evidence would not have been favorable to Appellant, it did not constitute Brady material. Commonwealth’s Brief at 30 (citing Commonwealth v. Birdsong, 611 Pa. 203, 24 A.3d 319, 327 (2011) (to establish Brady violation, defendant must show, inter alia, that evidence was favorable to the accused)).\nThe PCRA court, in rejecting Appellant’s claim, explained:\nDefendant contends that there are statements in existence that the witness, Darryl Woods, gave to the police about this case, and that he was an accomplice. Defendant does not say that these alleged statements show that Woods was an accomplice; in fact, defendant makes no allegations concerning what, in fact, he suspects is contained in those statements. His sole basis for making these claims is what the prosecutor said in camera while describing Woods’ previous testimony to the court, which defendant characterizes as “... the Commonwealth ‘suspected that Darryl Woods was the # 3 guy [involved in the Waters shooting].’ ” He then makes the bold allegation that “The Commonwealth never disclosed to the defense any information it had that linked Woods to this killing or was otherwise related to his credibility____[T]he sole bases for these allegations are what the prosecutor said at sidebar, and this was in a general non-relevant conversation that took part two days after Woods testified. What he actually said was “... but it was our suspicion Bowman was the number two guy and possibly Woods the number three guy from jump [sic].”[] (N.T. 8/10/90, p. 1092), and, when the court asks why Woods was shot, “Well, they shoot him because he talked to the police for two days. Comes back, they asked him where he’s been. The Police kept me two days but I didn’t tell them anything. Because they lock him up with a gun and he makes an appointment to see two detectives the same day that he’s shot. They intended to kill Wilkinson and him — he just lucked out — because he knew too much about what they were doing. That’s what, one of the reasons why he clammed up.” Id. From which whole cloth does defendant create a vast conspiracy.\nThe fact that the prosecutor thought that the police thought that Woods might have been involved in the Waters shooting does not prove anything, let alone that he was, in fact, involved. The fact that the prosecutor then speculated that Woods might have been shot because he might have spoken to the police after the Waters slaying does not prove the existence of 'written statements. In fact, in his actual testimony, Woods denies that defendant was involved in his shooting, and nowhere makes any contribution [sic] to the fact [that the] ten millimeter bullets were involved in both shootings (N.T. 8/8/90, pp. 913-64); it is only the forensic police evidence that did that, by showing that ten millimeter shell casings found at the Wilkinson killing were fired from the same gun used in the Waters shooting. Woods never testified that he gave statements to the police after the Waters killing; he never, in fact, said anywhere at any time that he talked to the police. It is only the prosecutor’s stated belief that he did that defendant uses to claim that he did, which unfounded assumption he then uses to make the further egregious leap in logic to claim that statements must exist and that the Commonwealth withheld them. Thus, there is absolutely no evidence to suggest that Woods was in any way involved in the Waters shooting, that he had any information about the shooting whatsoever, or that any statements about it exist. There is absolutely nothing in the record to support defendant’s claim that Woods’ testimony was crucial to the prosecution.\nPCRA Court Opinion at 58-60.\nUpon review, we conclude the PCRA court’s findings are supported by the record, and its conclusions of law are free from legal error. As noted above, “[o]n the first counseled petition in a death penalty case, no discovery shall be permitted at any stage of the proceedings, except upon leave of court after a showing of good cause.” Pa.R.E. 902(E)(2). A showing of good cause requires more than a generic demand for potentially exculpatory evidence; rather, discovery requests in the PCRA setting must be accompanied by an explanation why the exculpatory information was unavailable to prior counsel and must identify specific documents or items that were not disclosed pretrial or during trial proceedings.\nCommonwealth v. Carson, 590 Pa. 501, 913 A.2d 220, 261 (2006) (“a PCRA petitioner is not entitled to discovery where he has not shown the existence of requested documents, ... as speculation that requested documents will uncover exculpatory evidence does not satisfy the requirements of Rule 902(E)(2)”).\nAs the PCRA court observed, Appellant’s sole basis for his Brady claim is a statement the prosecutor made in camera that it was the suspicion of the prosecutor and police that “Bowman was the number two guy and possibly Woods the number three guy from jump.” N.T. Trial, 8/10/90, at 1092. However, the Commonwealth advised PCRA counsel and the PCRA court that the trial file did not contain any documents or other material implicating Woods, and the PCRA court credited the Commonwealth’s representation. Appellant offers no evidence to support the alleged existence of a non-disclosed statement by Woods to police; indeed, he simply states “it is likely that the evidence known to the prosecution included statements from Woods.” Appellant’s Brief at 37. As Appellant failed to identify a specific document that was not disclosed, Appellant failed to make the showing of good cause necessary for discovery of potential Brady material. See Carson, supra. Moreover, because the record supports the PCRA court’s determination that no exculpatory or impeachment evidence was suppressed by the Commonwealth, we decline to disturb the PCRA court’s holding denying Appellant’s request for discovery and relief under Brady.\nAppellant also contends the PCRA court erred in denying his request to review the police archive files for exculpatory evidence. Appellant asserted that the Commonwealth failed to disclose the extent of incentives provided to Commonwealth trial witnesses, and that “the police archive files have been found to contain Brady material in other cases, and likely contain similar material in this case, including any records on which the prosecutor based his assertion that the police believed Darryl Woods was one of the people involved in the Waters shooting.” Appellant’s Brief at 90.\nThe Commonwealth, in arguing Appellant was not entitled to review the police files, suggests Appellant’s request was a mere fishing expedition because the only basis for alleging the existence of such evidence “was the prosecutor’s expressed suspicion as to Woods’[] involvement,” and the Commonwealth confirmed on the record that there were no documents or other material implicating Woods. Commonwealth Brief at 63. The Commonwealth reiterates that, even if such evidence did exist, it would not be useful to the defense because, on the stand, Woods recanted his prior statements implicating Appellant and testified that Appellant did not shoot anyone. Id.\nThe PCRA court, in addressing Appellant’s claim regarding the police archive files, observed, inter alia:\nthe Petition requesting production of the police archive file alleges that the [sic] (1) it contains evidence that Woods was a suspect, (2) that the Commonwealth’s assertion that it has no evidence of such is an insufficient response to a discovery request, (3) that the Commonwealth failed to disclose any incentives it provided to the witnesses to testify in the Lisby murder case, (4) that PCRA counsel was informed that the Defender Association of Philadelphia has in its possession a police archives file, but that the file has been ordered sealed and the Association has refused to [turn it] over, (5) that \"... it has been alleged that similar police files in other cases have revealed the existence of previously undisclosed exculpatory evidence, ... ”, and concludes with a general discussion of the law requiring the prosecution to turn over all exculpatory material in its possession.\nPCRA Court Opinion at 112-13. The PCRA court noted that it had already rejected Appellant’s allegation that the Commonwealth failed to provide the defense with evidence that suggested Woods was an accomplice, and the court further opined there is “a complete lack of any evidence to support [Appellant’s] other allegations.” Id. at 113.\nAs discussed above, a showing of good cause requires more than just a generic demand for potentially exculpatory evidence that might be discovered if a defendant is permitted to review the requested materials. Sattazahn, 952 A.2d at 662. We agree with the PCRA court that Appellant’s request for discovery of the police files, which primarily was based on speculation that potentially exculpatory evidence might exist because exculpatory evidence has been found in police files in other cases, was insufficient to satisfy the good cause requirement. See Commonwealth v. Koehler, 614 Pa. 159, 36 A.3d 121, 135 (2012) (affirming the denial of collateral relief where the PCRA court rejected a Brady claim based on the factual finding that no undisclosed deal existed between the Commonwealth witness and the prosecutor, and such factual finding was supported by the record). Thus, the PCRA court did not abuse its discretion in denying Appellant’s request to review the police archive files based on Appellant’s speculation that the files contained Brady material.\n6. “Exploitation” of evidence related to Wilkinson murder\nNext, Appellant asserts the Commonwealth improperly exploited a ruling by the trial court allowing the Commonwealth to introduce evidence related to the Wilkinson murder in order to prove the identity of one of Waters’ shooters, and that all prior counsel were ineffective for failing to preserve and litigate this claim. In addressing the trial court’s ruling in this regard on direct appeal, we observed:\nThe Commonwealth’s reason for seeking to admit [information about the unrelated Wilkinson murder that occurred six days after Water’s murder] was its theory that empty shell casings found at both murder scenes [came] from the same handgun and [Appellant’s] identification as one of two shooters in the [Wilkinson] murder make the evidence admissible to show that [Appellant] was a shooter in both murders. In short, the evidence with respect to the [Wilkinson] murder was offered to establish the identity of [Appellant] as a shooter in the [Water’s] murder.\nReid, 626 A.2d at 120.\nAppellant, conceding the relevance and admissibility of this evidence, now complains, however, that the prosecutor “strayed far from the limited trial court ruling on identity” when the prosecutor stated, both in his presentation of the evidence and in his closing argument, inter alia, that Wilkinson had been “shot to death,” shot “in the head” and “murdered,” and that Woods had been “critically wounded,” was “in ICU,” and was “about to die.” Appellant’s Brief at 41. According to Appellant,\n[t]he only evidence that was relevant and admissible was that Appellant had used a 10 mm. gun on another occasion. Whether he used the gun lawfully or unlawfully was of no moment. The purported fact that he discharged that weapon on some other occasion was all that mattered in this case. Thus, there was no legitimate reason to tell the jury that Wilkinson was killed, that Woods was critically wounded, or that Appellant shot one in the head, execution-style. The underlying circumstances of the other incident were irrelevant. They were also supremely prejudicial.\nId.\nThe Commonwealth responds that this claim has been finally litigated because this Court, on direct appeal, ruled that the evidence was properly admitted. The Commonwealth further avers that the prosecutor is entitled to present its argument based on the evidence, and that trial counsel was not ineffective “for declining to make a pointless objection to the evidence or to the prosecutor’s related argument.” Commonwealth’s Brief at 32. Finally, the Commonwealth observes that the trial court instructed the jury as to the limited purpose for which it could consider the evidence, and, therefore, that any prejudice resulting from the prosecutor’s statements was cured.\nThe PCRA court, in rejecting Appellant’s claim, determined that any prejudice resulting from the prosecutor’s statements, which was at most “de minimus,” was obviated by the following instruction given to the jury by the trial court:\nYou have heard evidence that the defendant was tried for an offense for which he is not on trial here. I am speaking of the evidence that Anthony Reid was tried for shooting Neil Wilkinson and Darryl Woods at 1101 Ogden Street six days after the shooting of Michael Waters in this case when at Ogden Place four 10 millimeter cartridges found which the Commonwealth through its expert witnesses contend that the two 10 millimeter cartridges found in the shooting of [Waters] in this case — I should say through its expert witness contend match the two 10 millimeter cartridges found in the shooting of Michael Waters in this case. This evidence is before you for a limited purpose, that is to substantiate the Commonwealth’s identification of Anthony Reid as the one who used a 10 millimeter gun in both situations. This evidence must not be considered by you in any way other than for the purpose I just stated. You must not consider this evidence as showing that the defendant is a person of bad character or criminal tendencies from which you might be inclined to infer guilt. If you find the defendant guilty it must be because you are convinced by the evidence that he committed the crime charged and not because you believe he is wicked or has committed other improper conduct.\nPCRA Court Opinion at 48.\nA jury is presumed to follow a trial court’s instructions, Travaglia, 28 A.3d at 884, and Appellant fails to offer any evidence that the jury failed to follow the court’s instructions in this case. Moreover, as noted above, Appellant’s challenge to the admissibility of testimony regarding the Wilkinson murder was addressed, and rejected, by this Court on direct appeal. To the extent Appellant now argues that trial counsel was ineffective for failing to object to the manner in which the prosecutor presented such evidence, including the specific language used by the prosecutor, we conclude there was no prejudice. As a result, Appellant has failed to establish trial counsel’s ineffectiveness, and appellate counsel cannot be deemed ineffective for failing to raise the issue of trial counsel’s ineffectiveness on appeal.\n7. Failure to introduce composite sketch of Appellant\nAppellant next argues that the PCRA court erred in denying, without an evidentiary hearing, his claim that trial counsel was ineffective for failing to “utilize evidence that supported the defense of misidentification.” Appellant’s Brief at 45., Specifically, Appellant argues that trial counsel was ineffective for failing to introduce a composite sketch prepared by a police artist, with the assistance of Keenan and McKay, which, in Appellant’s view, “does not resemble Appellant.” Id. Appellant opines that the sketch “more closely resembles Gerald Noble, an early police suspect.” Id. Appellant acknowledges that the PCRA court opined that the sketch did resemble Appellant; however, Appellant maintains that, in this regard, a factual dispute exists, and a remand is necessary to determine whether “there is a reasonable likelihood that one or more jurors would have found that the lack of resemblance supported the misidentification defense.” Id.\nThe Commonwealth responds that Appellant has waived his claim by failing to make a layered claim of ineffectiveness in his PCRA petition. The Commonwealth also observes that, in his brief to this Court, Appellant has abandoned his allegation of ineffectiveness regarding direct appeal counsel. Commonwealth’s Brief at 33 n. 38. Finally, the Commonwealth contends that trial counsel had a strategic reason for not introducing the sketch, particularly in light of the fact that the PCRA court concluded the sketch resembled Appellant, and that Appellant failed to establish that he suffered prejudice based on counsel’s alleged ineffectiveness.\nIn its opinion, the PCRA court reiterated that the sketch “does resemble the defendant,” and further observes that Appellant failed to offer any evidence to support trial counsel’s alleged statement that he never knew the sketch was available. PCRA Court Opinion at 111-12. Thus, the PCRA court concluded Appellant “failed to establish any basis upon which to find any harm, let alone ineffectiveness.” Id. at 112. In light of the PCRA court’s determinations in this regard, and, in particular, its factual finding that the police sketch resembles Appellant, there was no basis for the PCRA court to conduct a hearing as to whether Appellant’s trial counsel was ineffective for failing to introduce the sketch. Accordingly, even if preserved, Appellant’s claim is meritless.\n8. Failure to introduce evidence of burglary charges against Coggins\nAppellant next argues that trial counsel was ineffective for failing to introduce evidence that Commonwealth witness Walter Coggins was charged with burglary and related offenses in August 1989, after he was interviewed about the shooting of Waters, and that appellate counsel was ineffective for failing to raise this argument on appeal. The burglary charges against Coggins ultimately were dismissed in January 1990, prior to Appellant’s trial. However, according to Appellant, trial counsel should have used the burglary charges “to impeach Coggins’ ... identification as a recent fabrication by which Coggins hoped to obtain favorable treatment on the charges against him.” Appellant’s Brief at 46.\nIn rejecting this argument, the PCRA court determined that any attempt to impeach Coggins in this manner would have been impermissible because the burglary charges were not pending against Coggins either at the timé he first spoke to the police or at the time Coggins testified. We agree. This Court has held that, when a prosecution witness may be biased in favor of the prosecution because of outstanding criminal charges or because of any non-final criminal disposition against him within the same jurisdiction, fairness requires that the jury be made aware of the witness’s possible bias. Commonwealth v. Hill, 523 Pa. 270, 566 A.2d 252, 253 (1989). However, as there were no outstanding charges against Cog-gins at the time he was first questioned by police, or at the time Coggins testified at Appellant’s trial, there was no reason for the trial court to admit evidence of the burglary charges, and neither trial counsel nor appellate counsel can be deemed ineffective for failing to raise this claim.\n9. Introduction of victim impact evidence\nAppellant next contends that his convictions should be vacated because they were tainted by the trial court’s admission of improper victim impact evidence. Specifically, Appellant avers that the trial court erred in allowing the Commonwealth to introduce testimony that Waters “never gave his mother any trouble,” “was a happy, outgoing, bright, personable kid, [with a] good sense of humor,” and that, on the way to the hospital, Waters mistook an officer for his mother and other family members. Appellant’s Brief at 48. Appellant argues that, at the time of his trial in 1990, victim impact testimony was inadmissible because evidence of a victim’s good qualities constituted a non-statutory aggravating circumstance. Id. at 50 (citing, inter alia, Commonwealth v. Fisher, 545 Pa. 233, 681 A.2d 130 (1996)). Appellant contends that trial counsel was ineffective for failing to object to the admission of this improper evidence, and that appellate counsel was ineffective for failing to raise trial counsel’s ineffectiveness in this regard.\nThe Commonwealth disputes Appellant’s characterization of the testimony as victim impact evidence, and avers “the testimony from the victim’s mother that her son was not a troublemaker was simply a fair response to the defense attempt to paint the victim and his friends as racist hooligans looking to attack black people and start a fight. The police testimony as to the victim’s final moments in the ambulance on the way to the hospital was part of the res gestae.” Commonwealth’s Brief at 36 (record citation omitted). The Commonwealth further suggests that, while victim impact testimony was inadmissible at the sentencing phase of capital trials in 1990, “there was no corresponding prohibition on reference to the victim at the guilt phase.” Id. (emphasis added).\nThe PCRA court, in rejecting Appellant’s claim, explained that it allowed the testimony based on the prosecutor’s statement that the testimony “was intended solely to dispel any notion that the victim was bad and deserved to be shot that the jury may have derived from the fact that he was involved in throwing snowballs.” PCRA Court Opinion at 91. With regard to Waters’ statement while he was in the ambulance, the PCRA court stated, “since the jury was aware that the victim was alive while being transported from the scene, it was only logical to make them aware of anything he may have said before he died.” Id.\nWe find no merit to Appellant’s argument that the testimony regarding the victim constituted improper victim impact testimony. At Appellant’s trial, the victim’s mother did not testify to the devastation she or family members suffered as a result of the death of her son. 42 Pa.C.S.A. § 9711(a)(2) (describing victim-impact evidence as “evidence concerning the victim and the impact that the death of the victim has had on the family of the victim”); Commonwealth v. Tedford, 598 Pa. 639, 960 A.2d 1, 41 (2008) (testimony regarding victim’s looks was not victim impact testimony because it did not relate to devastation suffered by family as a result of the victim’s murder). For the same reason, Waters’ statements on the way to the hospital do not constitute victim impact evidence. Accordingly, there was no basis for trial counsel to object to the introduction of the evidence, and trial counsel cannot be deemed ineffective for failing to raise a meritless objection. As Appellant’s underlying claim that trial counsel was ineffective for failing to object to the evidence at trial is without merit, so is Appellant’s claim that appellate counsel failed to argue trial counsel’s ineffectiveness on appeal.\n10. Appellant’s request for funds for expert witnesses\nAppellant argues the PCRA court violated his state and federal due process rights by denying his request for funds for expert assistance. Appellant alleges that he\nsought to hire ballistics expert William Welch in support of his claim that trial counsel ineffectively failed to hire a ballistics expert.... Mr. Welch could have helped to establish prejudice on that claim, by showing that an expert could have supported the conclusion that the decedent was killed by a .38 caliber bullet, not by a 10 mm. handgun allegedly associated with Appellant. Appellant sought to hire an expert in the production and reliability of police composite sketches to support his claim that trial counsel ineffectively failed to use the police composite sketch to attack the identification of Appellant by two eyewitnesses.\nAppellant’s Brief at 91.\nWith regard to the ballistics expert, Appellant elaborates: Although the evidence presented at trial indicates that Waters was killed by a .38 caliber bullet, both at trial and on appeal the Commonwealth questioned which bullet actually entered the victim’s body. Notwithstanding the lower court’s assertion that it would make no difference to show that the victim had been killed by a particular bullet, expert ballistics assistance would give Appellant the necessary tools to prove Appellant was not the shooter of the bullet that killed Waters. If the jury had understood that Appellant could not have been the shooter, even accepting the Commonwealth’s evidence tying him to the .10 mm weapon, then Appellant could only have been guilty of first degree murder on an accomplice or co-conspirator theory. The jurors could also have believed that the shooter of the .10 mm did not intend to kill, but only to frighten the youths. In that event, the jurors would have been unable to find specific intent to kill with respect to Appellant.\nId. at 92. With respect to the expert on police sketches, Appellant stresses that the purpose for which the expert was requested was to\nshow that Appellant was prejudiced by counsel’s failure to obtain an expert to explain to the jury how police artists assemble sketches, and why the manner in which they are created would assist the defense in arguing that the exculpatory nature of the facts that the sketch as a whole, and its specific features, do not resemble [Appellant].\nId. at 93.\nThis Court addressed a similar claim in Commonwealth v. Albrecht, wherein the appellant alleged the PCRA court erred in denying his request for public funds to employ a fire science expert to “establish his claim that after-discovered evidence had undermined the reliability of his conviction.” 554 Pa. 31, 720 A.2d 693, 707 (1998). We explained:\nThe provision of public funds to hire experts to assist in the defense against criminal charges is a decision vested in the sound discretion of the court and a denial thereof will not be reversed absent an abuse of that discretion. At the trial stage, “an accused is entitled to the assistance of experts necessary to prepare a defense.” This court has never decided that such an appointment is required in a PCRA proceeding. We must review the PCRA court’s exercise of its discretion in the context of the request, that an expert’s testimony is necessary to establish his entitlement to relief under 42 Pa.C.S. § 9543(a)(2)(vi), the provision of the PCRA which deals with claims of innocence based on after-discovered evidence.\nId.\nThe PCRA court, in explaining its reasons for denying Appellant’s request for funds, stated:\nWith regard to [the ballistics expert], the evidence showed that the victim was killed by a bullet of unknown caliber as a result of a number of people firing various weapons, and defendant does not explain what possible difference it would make to show that the victim might have been killed by that particular bullet. With regard to the [police composite sketch expert], the defendant fails to explain why an expert would be needed to confirm that a sketch does or does not resemble someone. Any person could make that determination, and defendant cites no authority for the proposition that such a supposed expert’s opinion would even be admissible.\nPCRA Court Opinion at 114-15.\nWe agree with the PCRA court. Here, Appellant sought expert funds in support of his claims that trial counsel and appellate counsel were ineffective. As discussed supra, trial counsel argued that Waters was not killed by a 10-millimeter weapon, but a .38 caliber weapon, and there was no evidence to establish that Appellant fired the fatal shot. Appellant fails to demonstrate how a ballistics expert would have provided evidence that was not merely cumulative of that already presented by trial counsel. With regard to the police sketch expert, trial counsel did not seek to introduce at trial the composite sketch of Appellant, and we have already determined that he was not ineffective in this regard, particularly because the PCRA court concluded, contrary to Appellant’s claim, that the sketch did resemble Appellant. See supra Part II.A.7. Thus, we fail to see how a police sketch expert would support Appellant’s claim that trial counsel was ineffective for failing to obtain, in the first instance, a police sketch expert to substantiate his contention that the sketch did not resemble Appellant. In sum, as Appellant fails to demonstrate that any evidence or information he may have obtained had he been allotted funds to hire a ballistics expert or a police sketch expert would have been helpful in proving trial counsel’s ineffectiveness, Appellant has failed to demonstrate that the PCRA court abused its discretion in denying his application for expert witness funds.\n11. Prosecutor’s guilt-phase closing argument\nAppellant next argues that his due process rights were violated as a result of the prosecutor’s alleged improper attacks on his character and “inflammatory exhortations to solve society’s larger crime problem” during closing argument in the guilt phase of the trial, and, further, that trial and appellate counsel were ineffective for failing to preserve and litigate this issue. Appellant’s Brief at 51. Specifically, Appellant alleges the prosecutor improperly appealed to the jurors’ “fear of crime and their hostility toward criminals generally” by stating that Appellant:\nis marauding your streets____We can’t tolerate that.... We have Anthony Reid and his kind on your streets.... Being on the streets of Philadelphia shouldn’t be hazardous to your life____Those of us who still believe right is right and wrong is wrong demand justice____ [Asking jury to stand] Stand for something: What is wrong with a society of Anthony Tone Reids.... I am going to stop you Mr. Reid.\nAppellant’s Brief at 52 (quoting N.T. Trial, 8/13/90, at 1209-10, 1214-15, 1217, 1219). Appellant further objects to the prosecutor’s comment that Appellant:\nis a potato chip gangster, a robot gunslinger.... We have Anthony Reid and his kind on your streets.... I’m going to ask you to cut his kind out from the streets, cut his kind out from shooting people at the slightest whim.... [The deceased] is no longer alive because of that man and his kind----But that won’t wash the blood away from Waters and Wilkinson.\nAppellant’s Brief at 52 (quoting N.T. Trial, 8/13/90, at 1209-10, 1213, 1215, 1218). According to Appellant, this statement improperly attacked his character.\nAppellant contends that the prosecutor’s emphasis on society’s crime problem, and Appellant’s contribution thereto, was an “improper appeal to the jurors’ general sense of outrage, which likely distracted them from weighing the evidence dispassionately.” Appellant’s Brief at 53. He further asserts that the prosecutor, in calling Appellant a “potato chip gangster” and a “gunslinger,” committed reversible error because “the prosecutor is prohibited from labeling an accused killer, a gangster, or a gunslinger before the jury finds him guilty.” Id. Appellant also suggests that the prosecutor’s comments linking Appellant to “others of ‘his kind’ — thugs and gangsters who are marauding the jurors’ streets,” were improper, and constitute grounds for relief. Id. at 54.\nThe Commonwealth counters that Appellant’s claims are baseless, and it notes the PCRA court found them to be so baseless that it warned counsel of his ethical obligation not to raise frivolous claims. The Commonwealth further argues that this Court held that similar remarks by the same prosecutor in the Lisby case involving Appellant did not exceed the bounds of reasonable advocacy and did not constitute a basis for prosecutorial misconduct claim. Commonwealth’s Brief at 37.\nA prosecutor is free to present his argument with logical force and vigor so long as there is a reasonable basis in the record for the prosecutor’s remarks. Tedford, 960 A.2d at 32. Further, reversible error arises from a prosecutor’s comments only where the unavoidable effect is to prejudice the jurors, forming in their minds a fixed bias and hostility toward the defendant such that they could not weigh the evidence objectively and render a fair verdict. Id. at 33. To succeed on a claim of ineffective assistance of counsel based on trial counsel’s failure to object to prosecutorial misconduct, the defendant must demonstrate that the prosecutor’s actions violated a constitutionally or statutorily protected right, such as the United States Constitution’s Fifth Amendment privilege against compulsory self-incrimination or the Sixth Amendment right to a fair trial, or a constitutional interest such as due process. Id. at 29.\nInitially, we observe that the remarks which Appellant contends were improper were not, as his brief seems to suggest, part of one succinct statement to the jury. Rather,\nAppellant has reproduced in two paragraphs numerous isolated statements that appeared throughout the prosecutor’s closing argument, spanning approximately 10 pages of the trial transcript. In order to evaluate those statements in their proper context, we believe it is necessary to recount in its entirety the portion of the prosecutor’s closing argument wherein those statements appear; the statements to which Appellant specifically refers are italicized for ease of reference.\nNow, before you in this red bag, Georgetown jacket with a hole in it; and in your minds or in the mind of the person that I’m looking at right now, what I have here, ladies and gentlemen, is what is left of a boy. He could have been a bundle of joy. I know he was a bundle of joy on his birth. He had just celebrated his sixteenth birthday, looking forward.\nLooking back at myself at sixteen, I was kind of lucky. I got accelerated through high school, did nine — did twelve years in nine; by sixteen I was in my second year of college. Lucky, lucky me.\nMichael Waters wasn’t lucky. He just happened to be at a location that a couple of — that three potato chip gangsters, robot gun stingers, marauding your streets, 10 millimeter, unique guns, .38s. Yo, man, you don’t do this to me. I’m Tone Reid. You don’t know who you messing with. Gets out, hand in his coat; and what does he say? What does he say? “I hope not one of them is members of your family.” “At least let’s get one of them.”\nLadies and gentlemen, we can’t tolerate that. If not Michael Waters, who could it have been? Bullets don’t have addresses, they don’t have zip codes. Damn, man, it was only a snowball; forget it. Uh-uh. We strapped. Let me go around the block. I’m going to get me one of them.\nMichael Joseph Waters, with his half-digested hot dog, started running because that’s what a kid does, he runs. For his trouble, Christmas was blown out, New Year’s was blown out, seventeenth birthday was blown out, the sun, the stars, everything that we hold dear.\nForget what I say. Forget it. We come to this hall today looking for justice, because if there is such a thing, Michael Joseph Waters deserves justice.\nHe lay there in the snow wondering, am I going to die? And why? Because we have Anthony Reid and his kind on your streets; and we have him there because overnight he just sprung up everywhere, the macho men.\nYou might say, hey, punk like that, he’ll grow up, take care of him. It ain’t that way no more. One guy said — it hurt to hear him say — it’s hard to find a person who gives a damn today. Is that you? I hope not.\nMichael, you were there with friends, when being on the streets of Philadelphia shouldn’t be hazardous to your life.\nN.T. Trial, 8/13/90, at 1208-10. After discussing the testimony of Walter Coggins, Scott Keenan, and Darryl Woods, see id. at 1210-12, the prosecutor continued:\nAnother coincidence, yeah, it crossed my mind, too. Mr. Bruno [defense counsel] says he couldn’t grow hair. Ladies and gentlemen, fungible goods, easily exchangeable. In high school when we grew up or when I was growing up, members of the football team used to exchange jackets, sweaters, what have you. That’s the easiest thing in the world to get rid of. It’s about to supply the answer. Mr. Reid must be well-loved, he’s getting a haircut every week; and if you know they’re looking for you, hey get one every other day if I need to.\nBut that won’t wash the blood away from Michael Joseph Waters and Neil Wilkinson. Only you can do that, ladies and gentlemen; and you can do it by using your common sense.\nCircumstantial evidence, the Judge allowed that in for one purpose, going to one issue, identification, the likelihood that the man that did Waters also did Wilkinson, to the exclusion of all others. Thank you, Officer Finor. The same gun.\nIf you believe Officer Finor, if you believe Darryl Woods, if you believe the Commonwealth’s witnesses, you’ve tied Anthony Reid to 29th and Tasker.\nYou heard that there was in this case more than one person. The Court will tell you the act of one is the act of them all.\nYou don’t need a lot of time between stopping at this intersection, walking up to The Store and saying “I hope that they are not members of your family” and “at least let’s get one of them.” That was time enough to premeditate. That was time enough to get this unique weapon and another one and drive by like some perverted sense of the OK Corral; but at least at the OK Corral they were men enough to shoot at men with guns, not defenseless boys with snowballs.\nYou know, ladies and gentlemen, I’m going to ask you to do one thing, stand up. (Whereupon the jurors stood up.)\nAnd I want you to stand up because you got to stand for something. If you don’t stand for something, you’ll fall for anything.\nI submit to you — you can be seated now. (Whereupon the jurors were seated.)\nYou’ll have a chance to come back in this courtroom and you’ll have a chance to stand up; and you’re going to be standing up for one thing, what is right and what is wrong.\nWhat is wrong with a society of Anthony Tone Reids, the robot gun slingers who callously — with any sense of what’s right, with any sense of what’s decent do you shoot in a crowd of people, killing one? Then coming to court, saying, hey, my haircut’s different.\nLooking at that, is that a box? What is it? Who cares?\nYour barber says I always cut a part in it. I don’t see any parts, and these are about fourteen days different (holding photographs).\nAnd, oh, reluctantly, he says, oh, yeah, I remember testifying, this haircut he got here I didn’t cut because that’s a German Brush. I don’t cut them kind. I never cut this kind.\nI’m going to ask you to cut his kind, cut his kind out from the streets. Cut his kind out from shooting people at the slightest whim.\nId. at 1212-15.\nThe prosecutor then suggested the Commonwealth had proven the elements of illegal possession of a weapon, conspiracy, and first-degree murder. See id. at 1216-1217. Finally, the prosecutor continued:\nThe Commonwealth demands justice. Mrs. Waters demands justice. Those of us who still believe right is right and wrong is wrong demand justice.\nI’m closing now and I’m closing with the thought, ladies and gentlemen, that you will do the right thing. You will come back and you will speak to a person that no one has spoken to for awhile (sic), because this is all that remains of him. A good kid, bad kid, indifferent kid, one thing that he was, he was alive. He is no longer alive because of that man and his kind, his thing, his posturing.\nMade a mistake, this time, Tone. You left one calling card too many; and although your buddy Darryl Woods, who saw you almost every day, got before this group of people and got amnesia, didn’t recall anything, right is right. I hope the jury saw through Mr. Woods. And even if it didn’t, didn’t Officer Finor stand tall when he called it.\nI submit to you, ladies and gentlemen, return with one verdict, guilty of murder in the first degree, for this has to stop. Stop Anthony Reid. Stop him right now. Because as I was growing up in the old days they used to say, you raise children and save America. I’m asking you to turn that around, save the children and stand up for the system that we all believe in, where right is right, fair is fair. He has had his trial. Pronounce judgment as swift as he was going around that block, as swift as he was when he took a life.\nI’m going to sit down now but I sit down, I look at this bag. The only thing I can say after seventeen years, what a waste. I am going to stop you, Mr. Reid. First degree murder or nothing.\nThank you.\nId. at 1217-1219.\nAppellant contends the prosecutor’s comments “were so egregious as to amount to a denial of due process.” Appellant’s Brief at 54. However, in reviewing the prosecutor’s closing statement in its entirety, we do not believe any of the comments cited by Appellant had the unavoidable effect of prejudicing the jurors, or creating a fixed bias or hostility that would prevent them from rendering a fair verdict based on the evidence.\nIn referring to “potato chip gangsters” and “robot gunslingers” marauding the streets, the prosecutor was referring to the three individuals involved in chasing and shooting the victim. Furthermore, as the PCRA court noted, in stating “we can’t tolerate that,” the prosecutor was referring to his prior statement that Appellant exited his car and announced his intent to “get” one of the boys who simply had been throwing snowballs. PCRA Court Opinion at 66. The PCRA court also determined that the prosecutor’s reference to Appellant “and his kind” being on the streets and that being on the streets of Philadelphia shouldn’t be hazardous, “was the prosecutor’s answer to the hypothetical question that the prosecutor had the victim ask himself, why am I going to die?; it[’]s because [Appellant] was on the street that day, being the truthful answer. On that day, for Michael Waters, as established by the evidence, it was hazardous for him to be on that particular Philadelphia street.” Id. As there was a legitimate basis in the record for the prosecutor’s remarks, we cannot conclude the remarks were designed to capitalize on the jurors’ general fear of crime in order to obtain a conviction. Accordingly, trial counsel was not ineffective for failing to object to the prosecutor’s closing argument, and Appellant’s derivative claim of appellate counsel ineffectiveness also fails.\n12. Jury instruction on accomplice liability\nAppellant next maintains that he was denied due process as a result of the trial court’s instruction on accomplice liability, which, according to Appellant, allowed the jury to find him guilty of first-degree murder as an accomplice even if he did not possess the mens rea required for first-degree murder. Specifically, Appellant refers to the following instruction regarding accomplice liability:\n[I]n order to find the defendant guilty of murder in the first degree you must first find that the defendant caused the death of another person or that an accomplice or co-conspirator caused the death of another person. That is you must find that the defendant’s or an accomplice’s or co-conspirator’s act is the legal cause of death of Michael Waters, and thereafter you must determine if the killing was intentional.\nAppellant’s Brief at 57 (quoting N.T. Trial, 8/13/90, at 1246). Appellant contends that all prior counsel were ineffective for failing to preserve and litigate this claim.\nThe Commonwealth notes that Appellant relies primarily on this Court’s decision in Commonwealth v. Huffman, 536 Pa. 196, 638 A.2d 961 (1994), in support of his argument that an instruction suggesting that the jury could return a verdict of first-degree murder based on the intent of an accomplice or co-conspirator is improper. The Commonwealth argues, however, that Huffman is not only distinguishable, but also did not exist at the time of Appellant’s trial or during the pendency of his direct appeal, and, therefore could not support a claim of ineffectiveness. The Commonwealth further maintains that, when read in their entirety, the jury instructions in the instant case clearly advised the jury that they needed to find that Appellant had a specific intent to kill in order to find him guilty of first-degree murder. Additionally, the Commonwealth argues that Appellant cannot demonstrate any prejudice resulting from the supposed error in the instructions, as the jury convicted him of murder and conspiracy, evidencing its belief that he agreed -with his co-conspirators to murder Waters.\nIn addressing Appellant’s claim, the PCRA court opined: Once again defense counsel engages in his tendency to selectively depict the record. He quotes a single paragraph of the court’s instructions, albeit repeated, out of more than fifty pages of instructions, and asks us to find error by ignoring everything else. He bases his objection on the holding in Huffman where the charge was found to be improper. However, this exact same charge was again reviewed in Commonwealth v. Daniels, 600 Pa. 1, 963 A.2d 409 (2009) and found to be not improper when considered in light of the jury instructions in their entirety. There, the court first noted that the lower court should not have applied the Huffman decision because it was not decided until after the instruction complained of was given, and, therefore, trial counsel could not be held ineffective for not objecting to it (as is the case here).\nPCRA Court Opinion at 105.\nAs both the Commonwealth and the PCRA court point out, Huffman was not decided until after Appellant’s trial, and, therefore, trial counsel cannot be deemed ineffective for failing to object to the trial court’s jury instructions on the basis of Huffman. Nevertheless, in reviewing a “Huffman-type objection,” we follow the “well-settled requirement that the challenged jury charge is to be examined in its entirety. Such an examination includes reviewing the charge to determine whether the jury was adequately apprised of the elements of first-degree murder and the related concept of specific intent to kill.” Daniels, 963 A.2d at 430-31.\nIn the instant case, prior to giving the above-quoted instruction Appellant presently challenges, the trial court instructed the jury as follows:\nIn addition, where one of the elements of a crime required intent, knowledge or a specific state of mind, you will note that it is not always possible to prove intent, knowledge or state of mind by direct evidence unless, for example, there is evidence that the defendant made a statement concerning his state of mind. However, intent, knowledge or state of mind, like any other matter, may be proved by circumstantial evidence, that is by inferences that reasonably may be drawn from all the facts and circumstances, including the defendant’s acts and conduct which have been shown by the evidence in this case.\nThus, you may conclude that the defendant had the intent, knowledge or specific state of mind required for one of the elements of the crime charged based on circumstantial evidence alone but only if the circumstantial evidence is strong enough to convince you that the Commonwealth has established his intent, knowledge or state of mind beyond a reasonable doubt as I have previously defined that term for you.\nUnder the law in Pennsylvania you may find a defendant guilty of a crime without finding that he personally engaged in the conduct required for commission of that crime. A defendant is guilty of a crime if he is an accomplice of another person who commits that crime.\nA defendant does not become an accomplice merely by being present at the scene. He is an accomplice if, with the intent of promoting or facilitating commission of the crime, he solicits, commands, encourages, requests the other person to commit it or aids, agrees to aid or attempts to aid the other person in committing it; and once they so proceed, then they are equally liable and subject to trial and punishment for all consequences occurring in furtherance of such action, including homicide.\nYou may find the defendant guilty of a crime on the theory he was an accomplice as long as you are satisfied beyond a reasonable doubt that the crime was committed and that the defendant was an accomplice of the person who committed it.\nN.T. Trial, 9/13/90, at 1234-1238.\nThe language above is substantially identical to the language contained in the instructions given to the jury in Daniels, which we determined, when viewed in their entirety, accurately instructed the jury on accomplice liability consistent with this Court’s case law. As was also the case in Daniels, the trial court herein also instructed the jury as to the elements of first-degree murder. Accordingly, we con-elude the trial court’s jury instructions, when read in their entirety, correctly instructed the jury on accomplice liability, and, therefore, that trial counsel had no basis to object to the charge. As a result, Appellant’s claim that trial counsel was ineffective in this regard fails, as does his derivative claim of appellate counsel’s ineffectiveness.\nB. Penalty Phase\n1. Evidence of effect of Appellant’s father’s death\nTurning his focus to the penalty phase of his trial, Appellant asserts that the trial court violated his rights under the Eighth Amendment to the United States Constitution by precluding counsel from arguing that Appellant’s foster father died shortly before Waters and Wilkinson were killed, which, according to Appellant, “helped to explain his conduct and emotional state at the time of the incident.” Appellant’s Brief at 60. Appellant maintains that evidence of his foster father’s recent death was admissible as evidence of mitigation concerning his character under 42 Pa.C.S.A. § 9711(e)(8), and that trial counsel was ineffective “in failing to adequately support his request to admit this evidence by alerting the trial court to ... controlling authority and in failing to preserve the issue in post-verdict motions.” Appellant’s Brief at 61, He further alleges that all prior counsel were ineffective for failing to preserve this claim. Appellant submits that direct appeal counsel conceded in an affidavit to the PCRA court that he had no strategic reason for failing to raise this claim on appeal, and he suggests that, had such evidence been introduced, “it is reasonably likely that a jury that understood and weighed the mitigating significance of the evidence would have rendered a life verdict,” and that, if such error had been raised on direct appeal, “it is reasonably likely that this Court would have vacated the death sentence based on the trial court’s erroneous order.” Id. at 62.\nInitially, the Commonwealth disputes Appellant’s allegation that counsel was not permitted to introduce evidence of Appellant’s father’s death, noting “Lydia Banks, defendant’s foster sister testified that defendant’s foster father died two years earlier, and the court permitted counsel to elicit the fact that the death occurred on March 18, 1988, after a long illness.” Commonwealth’s Brief at 40. The Commonwealth further responds that Appellant’s assertion that he had been scarred by his foster father’s death was “ridiculous,” in view of subsequent declarations by Appellant’s foster sisters that his foster father “beat him, was uncaring and lacked affection, and kept him in his home only to collect foster care money.” Commonwealth Brief at 40.\nThe PCRA court, in addressing this claim, called Appellant’s claim that he was prohibited from introducing evidence regarding his foster father’s death a “blatant misstatement of the facts.” PCRA Court Opinion at 247. A review of the trial transcript supports the PCRA court’s findings. Lydia Banks testified that Appellant’s foster father, was older, had been sick for approximately three years before he died, and was bedridden for the last two. N.T. Trial, 8/14/90 at 1348, 1350. She further testified that his death was not the result of an injury, but that he had “some other problems,” and that he was 85 years old when he died. Id. at 1351. Accordingly, there is no merit to Appellant’s claim that the trial court precluded him from introducing evidence of his father’s death. Accordingly, trial counsel was not ineffective for failing to present or preserve this claim.\n2. Commonwealth’s presentation of non-statutory aggravating circumstance of pending murder charges\nAppellant maintains that the trial court erred in allowing the Commonwealth to introduce at the penalty phase of his trial evidence that Appellant had “pending murder charges” against him. Appellant’s Brief at 74. Specifically, Appellant contends that, although a significant history of violent felony convictions is an aggravating factor under 42 Pa.C.S.A. § 9711(d)(9), evidence of pending criminal charges is not. Appellant further asserts that prior counsel were ineffective for failing to preserve and litigate this claim.\nThe basis for Appellant’s claim is as follows. Several months before trial in the instant matter, Appellant was tried for the murder of Mark Lisby. As noted supra note 8, the jury in the Lisby case initially reached a verdict only on the offense of criminal conspiracy. Herein, the Commonwealth introduced evidence of this conspiracy conviction, as well as Appellant’s conviction for the murder of Neil Wilkinson, for the purpose of establishing the aggravating circumstance of a significant history of violent felony convictions. At one point during the Commonwealth’s questioning, one of the detectives stated that Appellant “was convicted of conspiracy, and there are charges of murder and possessing instruments of a crime still pending.” N.T. Trial, 8/14/90, at 1328. Appellant argues that this statement constituted evidence of an impermissible non-statutory aggravator.\nIn rejecting Appellant’s claim, the PCRA court concluded the admission of the statement was harmless because (1) the jury was instructed to consider only convictions when determining whether there was an aggravating factor under Section 9711(d)(9), and (2) the jury had found a separate aggravating circumstance, i.e., creating a grave risk to others under 42 Pa.C.S.A. § 9711(d)(7), and no mitigating circumstances, thereby requiring imposition of a death sentence.\nAppellant suggests, however, that “[wjithout the evidence of the ‘pending murder charges,’ one or more jurors may have been unconvinced that the two valid convictions established the aggravating factor [under Section 9711(d)(9) ], or have given those convictions little weight.” Appellant’s Brief at 75. Appellant further claims that, “but for counsel’s deficient performance, it is reasonably likely that the jury would have found mitigating circumstances,” and that the “prejudice resulting from the violation of Appellant’s rights alleged here and from counsel’s deficient performance should be assessed cumulatively____ Viewed in that light, the error was not harmless.” Appellant’s Brief at 76.\nWe find no merit to Appellant’s claim. First, as noted by the PCRA court, the jury was specifically instructed that it could consider only “felony convictions involving the use of threat of violence,” in determining the existence of aggravating factors. N.T., 8/14/90, at 1380. As noted above, a jury is presumed to follow a trial court’s instructions. Travaglia, 28 A.3d at 884. Appellant fails to offer any evidence that the jury failed to follow the court’s instructions in this case.\nMoreover, as noted by the PCRA court, the jury found a separate aggravating factor under Section 9711(d)(7), which was solely tied to the facts of the instant case. Where a jury finds at least one aggravating circumstance and no mitigating circumstance, it must impose a sentence of death. Additionally, irrespective of the statement as to the pending murder charges against Appellant, there was evidence to support the jury’s finding of the Section 9711(d)(9) aggravator, including Appellant’s conviction for the Wilkinson murder and his conviction for conspiracy to commit murder in the Lisby case. Thus, Appellant fails to establish that he was prejudiced by the detective’s statement that Appellant was subject to pending murder charges. Accordingly, we hold trial counsel was not ineffective for failing to object to the statement, and, further, that appellate counsel cannot be deemed ineffective for failing to raise the issue on appeal.\n3. Commonwealth’s proof of aggravating circumstances through inadmissible hearsay\nAppellant next argues the trial court erred in permitting the Commonwealth, over defense objection, to prove its aggravating circumstance with inadmissible hearsay, and that appellate counsel was ineffective for failing to preserve and litigate this issue. To establish that he had a significant history of violent felony convictions, specifically, the murder of Wilkinson and conspiracy to murder Lisby, the Commonwealth introduced testimony from the clerk of quarter sessions. The Commonwealth also introduced the testimony of Detective Chester Koscinski, who testified that the murder of Wilkinson was drug-related and was committed pursuant to a contract, N.T. Trial, 8/14/90, at 1325, and the testimony of Detective Franklin McGuoirk, who stated that Lisby was killed because his nephew, Terrance Lisby, sold drugs for an organization and Lisby’s personal use of some of those drugs caused Terrance Lisby to be approximately $100 short in his collection. Id. at 1328-29. Trial counsel objected to the testimony and moved for a mistrial, but was denied.\nAppellant argues that, because Detective Koscinski’s testimony was based on the reports of an eyewitness and the medical examiner, and Detective McGuoirk’s testimony was “entirely based on the reports of others,” the testimony of both men was inadmissible hearsay, which violated his right to confront and cross-examine witnesses. Appellant’s Brief at 78. Appellant also suggests that “every damaging fact of the underlying conviction” is not admissible to establish an aggravating factor under 42 Pa.C.S.A. § 9711(d)(9). Id. Appellant contends there was no reasonable basis for appellate counsel not to raise this issue on appeal.\nThe Commonwealth disputes Appellant’s contention that the detectives’ testimony was improper hearsay, because the detectives had “first-hand information as to the prior crimes— they saw the victims’ bodies and were in court when the verdicts were delivered. They were competent witnesses as to the aggravating circumstance.” Commonwealth’s Brief at 58. The Commonwealth also argues the prosecutor was entitled to present evidence and argument as to the facts underlying Appellant’s convictions.\nAppellant cannot succeed on his claim that appellate counsel was ineffective in failing to raise this issue on appeal because Appellant’s underlying claim that the trial court erred in admitting the evidence is without merit. Detective Koscinski testified that he participated in both the investigation and the arrest of Appellant in connection with the Wilkinson murder, and that he was present for the trial in that case. N.T. Trial, 8/14/90, at 1324. Detective McGuoirk testified that he investígated the shooting death of Lisby, and was present at Appellant’s trial for that murder. Id. at 1328. Appellant fails to offer evidence in support of his allegation that the detectives’ testimony was based only on the reports of others, thereby constituting hearsay. Moreover, this Court has explained:\n[A] capital sentencing hearing is not a sanitized proceeding limited only to evidence of aggravating circumstances. Rather, it must, by necessity, inform the jury of the history and natural development of the events and offenses with which Appellant is charged, as well as those of which he has been convicted, so that the jury may truly understand the nature of the offenses and Appellant’s character.\nCommonwealth v. Marshall, 537 Pa. 336, 643 A.2d 1070, 1074 (1994). The detectives’ testimony in the instant case was brief and straightforward, and simply informed the jury of the events which led to the crimes of which Appellant was convicted. The trial court did not err in allowing the Commonwealth to introduce this evidence, and appellate counsel was not ineffective for failing to raise the issue on appeal.\n4. Prosecutor’s comments during penalty phase\nAppellant next maintains that the prosecutor violated his Sixth, Eighth, and Fourteenth Amendment under the Unites States Constitution rights by making improper comments during his closing argument at the penalty phase of his trial, and that all prior counsel were ineffective for failing to preserve and litigate this claim. Specifically, Appellant argues that the prosecutor: (1) improperly commented on his lack of remorse by asking the jury “is he contrite?”; (2) misrepresented the record by suggesting that Appellant “pulled the trigger” when the evidence did not establish the same; (3) improperly attacked the mitigating evidence by asking the jurors if it was their fault that Appellant was a foster child, and making several improper references to the Bible; (4) improperly argued Appellant’s future dangerousness; and (5) improperly made a personalized plea to the jury for a sentence of death.\nThe Commonwealth correctly observes that, in his Amended PCRA petition, Appellant challenged only the prosecutor’s comment regarding whether Appellant was contrite, and that the PCRA court did not address the remaining comments in its opinion. Accordingly, Appellant’s challenges to the remainder of the prosecutor’s comments are waived. See Santiago, 855 A.2d at 691 (claim not raised in PCRA petition cannot be raised for the first time on appeal, and is “indisputably waived”).\nRegarding the merits of Appellant’s preserved claim, the transcript reveals that, at one point in his closing, the prosecutor stated: “No, it’s not about him being a foster child. It’s not about him being a high school drop-out. It is not about him appearing here in court today. He chose this path and, strange, his own evidence now only comes before you, is he contrite? And the Court will tell you, he doesn’t have to testify here.” N.T. Trial, 8/14/90, at 1366. Appellant argues that, in suggesting he was not contrite, the prosecutor improperly commented on his failure to testify because “[t]he only way Appellant could show contrition would be by testifying.” Appellant’s Brief at 81. Appellant also asserts that, in commenting on his lack of contrition, the prosecutor urged the jury to consider a non-statutory aggravator as a basis for imposing the death penalty. Id. The PCRA court concluded that the prosecutor’s remark was “clearly addressed to the character evidence” that Appellant submitted, and, therefore, was admissible pursuant to Commonwealth v. Clark, 551 Pa. 258, 710 A.2d 31 (1998) (prosecutor’s comment that defendant expressed no remorse was not improper where comment was not intended to create an adverse inference from the defendant’s failure to testify, but simply referred to his demeanor and character testimony). Appellant contends that Clark is distinguishable because, in the instant case, Appellant did not testify on his own behalf, whereas the defendant in Clark did testify.\nIn response to Appellant’s argument, the Commonwealth maintains that a prosecutor may comment on a defendant’s failure to show remorse so long as it is not an extended tirade focusing undue attention on this factor. Commonwealth’s Brief at 60 (citing Commonwealth v. Holland, 518 Pa. 405, 543 A.2d 1068 (1988) (prosecutor did not improperly comment on appellant’s right not to testify when he noted in his closing argument at sentencing that the appellant had shown no remorse for his crimes)). The Commonwealth thus contends that “the prosecutor’s brief ‘contrite’ comment was a proper response to the defense argument that defendant’s past circumstances warranted mercy.” Commonwealth’s Brief at 60.\nThis Court repeatedly has explained that “Comments by a prosecutor do not constitute reversible error unless the unavoidable effect of such comments would be to prejudice the jury, forming in their minds fixed bias and hostility toward the defendant so they could not weigh the evidence objectively and render a true verdict.” Commonwealth v. Fletcher, 580 Pa. 403, 861 A.2d 898, 916 (2004) (citations omitted). Moreover, a prosecutor’s comments do not constitute evidence. Id. Furthermore:\nDuring the penalty phase of a capital case, where the presumption of innocence no longer applies, the Commonwealth is afforded reasonable latitude in arguing its position to the jury and may employ oratorical flair in arguing for the death penalty. “There is nothing improper in the prosecutor arguing the appropriateness of the death penalty because that is the only issue before the jury at the penalty phase of the trial.” The prosecutor may properly respond to evidence presented by the defendant to prove mitigating circumstances. Moreover, “[a] prosecutor may urge the jury to disfavor the defense’s mitigation evidence in favor of imposing the death penalty.”\nId. at 917 (citations omitted). We decline to hold the prosecutor’s comments in the instant case constitute reversible error.\nIn the case sub judice, Appellant introduced at the penalty phase of his trial the testimony of his two foster sisters, Lydia Banks and Lillian White. Banks testified that Appellant’s mother abandoned him; that their foster father was elderly; and that Appellant didn’t really have a father figure. Banks also testified that, since he has been in jail, Appellant has been going to school, and has become a Muslim. White also testified to the fact that Appellant’s mother abandoned him, and, when asked why she felt that the jury should impose a life sentence instead of the death penalty, she stated: “[h]e really wants to get his life back together. He wants to get a GED. And he is into religion now, and he just deserves a chance.” N.T. Trial, 8/14/90, at 1353.\nWe agree with the PCRA court that the prosecutor’s comment was in fair response to Appellant’s presentation of mitigation evidence under the catch-all mitigator — specifically, the testimony of Appellant’s foster sisters that Appellant has found religion and become a Muslim. See, e.g., Fletcher, 861 A.2d at 917. Moreover, we find no merit to Appellant’s contention that the prosecutor’s comment suggested to the jury that Appellant had a duty to testify, as the prosecutor specifically told the jury that Appellant was not required to testify, and the court instructed the jury accordingly. See N.T. Trial, 8/14/90, at 1381-82. Thus, as the comments by the prosecutor were in fair response to Appellant’s introduction of mitigating evidence under the catchall mitigator, and did not suggest that Appellant had a duty to testify, there was no basis upon which trial counsel should have objected to the prosecutor’s comment, and, thus, no basis upon which to conclude trial counsel was ineffective. As such, Appellant’s derivative claim of appellate counsel’s ineffectiveness also fails.\n5. “Life means life” instruction\nAppellant next argues that his due process rights were violated when the trial court failed to give the jury a “life-means-life” instruction at his sentencing hearing pursuant to Simmons v. South Carolina, 512 U.S. 154, 114 S.Ct. 2187, 129 L.Ed.2d 133 (1994) (plurality). Appellant argues that, because the prosecutor put his future dangerousness at issue, the trial court was required to instruct the jury that, if sentenced to life imprisonment, he would be ineligible for parole.\nAs the Commonwealth points out, however, Simmons was decided four years after Appellant’s trial. Prior to Simmons, the law in this Commonwealth prohibited an instruction to the jury that life imprisonment meant life without parole. Commonwealth v. Edwards, 521 Pa. 134, 555 A.2d 818, 830-831 (1989). Therefore, because, at the time of Appellant’s trial, a Simmons instruction was forbidden, the trial court did not err in failing to give such an instruction sua sponte. Likewise, trial counsel cannot be deemed ineffective for failing to request such an instruction, as counsel cannot be expected to anticipate a change in the law. Commonwealth v. Gibson, 547 Pa. 71, 688 A.2d 1152, 1169 (1997). Accordingly, Appellant’s claim fails.\n6. Denial of evidentiary hearing on claim of counsel’s ineffectiveness in presenting mitigation evidence\nAppellant next contends that the PCRA court erred in denying without an evidentiary hearing his claim that he did not receive effective assistance of counsel at the sentencing phase of his trial. Appellant alleges that counsel “conducted no meaningful pre-trial mitigation investigation; failed to develop more than the most minimal life history mitigation; failed to develop mental health mitigation evidence; and presented to the jury virtually none of the compelling mitigation available to the defense.” Appellant’s Brief at 62-63. Appellant further asserts that counsel “utterly failed to advocate for Appellant at closing argument,” and “failed to discuss how the mitigating evidenced outweighed the aggravating circumstance.” Id. at 63.\nIn the instant case, and as noted above, defense counsel presented two witnesses at Appellant’s penalty trial: Appellant’s foster sisters, Lydia Banks and Lillian White. Both witnesses testified that Appellant had been abandoned by his mother; that he lacked a father figure in his life; and that, since being incarcerated, Appellant was working towards his GED, and became a devout Muslim. Banks further testified that Appellant had never been in jail, and she stated that their mother “taught [them] all right from wrong.” N.T. Trial, 8/14/90, at 1347. She stated that Appellant was raised in a Christian home, and that the family went to church every Sunday. Id. at 1348. In his closing to the jury, defense counsel argued, inter alia:\nI’m suggesting to you that under the law also it’s proper to give a life imprisonment because when you take those mitigating factors, when you take the factor he has never had an opportunity to rehabilitate himself, you take the factor of his youth, take the factor of his participation being minimal, and weigh them against the others, that balances it out and balances it such that he should be entitled to live.\nId. at 1379.\nThereafter, during its charge to the jury, the trial court instructed the jury that it could consider three mitigating circumstances: Appellant’s age at the time of the crime; the fact that Appellant’s participation in the homicidal act was “relatively minor;” and any other evidence regarding the character and record of Appellant and the circumstances of the offense. Id. at 1381. The jury, however, found no mitigating circumstances.\nAppellant now argues that trial counsel was ineffective for failing to contact other “readily available witnesses,” including two additional foster sisters, Appellant’s foster mother, and Appellant’s birth mother. Appellant’s Brief at 64. According to Appellant, these additional witnesses would have established, inter alia, that Appellant was abused as a child; had slow development; and sustained two head injuries. Appellant further contends that, despite knowing that Appellant had been in foster care, trial counsel failed to obtain records from the Women’s Christian Alliance, the organization which supervised his foster care; his records from the Philadelphia public schools; and records from Pennhurst State School and Hospital, all of which purportedly would have documented his birth mother’s history of mental retardation and impairments and his own difficulties in school. Appellant also claims that trial counsel was ineffective for failing to present a mental health expert who would have testified that Appellant suffered from a variety of mental disorders as a result of his foster care environment, childhood abuse, and prior head injuries.\nThe Commonwealth emphasizes that Appellant explicitly told the trial court that he had no psychiatric or mental health issues, and that he did not use drugs or alcohol. Commonwealth’s Brief at 41-42. The Commonwealth further notes that Appellant’s foster sisters testified that they with were raised in a “supportive and stable environment,” id. at 42, and that purported affidavits Appellant included in his Supplemental Reproduced Record describing Appellant’s alleged abusive childhood are “diametrically opposed” to the testimony offered by Appellant’s foster sisters at the penalty hearing. Id. at 46. Moreover, the Commonwealth contends that, because the “documents are unsworn and unwitnessed,” they do not qualify as affidavits. Id. at 45 n. 44.\nBased on the above, the Commonwealth maintains that trial counsel’s “decision to present [Appellant] as a deprived foster child, who was now a changed man with a supportive and loving family, was objectively reasonable,” and cannot form the basis of an ineffectiveness claim. Id. at 44. Additionally, the Commonwealth asserts that Appellant has failed to establish prejudice by showing that, had the additional evidence been presented and considered by the jury, the jury would have found a mitigating circumstance that outweighed the two aggravating circumstances.\nWe conclude that Appellant has waived this claim for two separate reasons. First, we note that, in his Amended PCRA Petition, Appellant alleged (1) the trial court erred in refusing to allow him to introduce mitigating evidence of his foster father’s death shortly before the commission of the offense, a claim which we have rejected above; and (2) trial counsel was ineffective for failing to discuss the mitigating evidence that was presented and “how and why the mitigating circumstances outweighed aggravating circumstances.” Amended PCRA Petition at 84-85 ¶ 184. Appellant’s specific allegations regarding trial counsel’s failure to contact other family members, obtain his school and foster care records, and present mental health evidence, however, were raised for the first time in his Supplemental Amended PCRA Petition, which the PCRA court does not appear to have authorized. Thus, Appellant’s claim is waived on this basis. See Elliott, supra; Roney, supra; Porter, supra.\nMoreover, as we have discussed above with regard to Appellant’s Batson claim, after the Commonwealth filed its initial motion to dismiss Appellant’s Amended PCRA Petition, Appellant argued that he was entitled to an evidentiary hearing on, inter alia, his Batson claim and the issue of whether trial counsel was ineffective for failing to investigate, prepare, and present relevant mitigating evidence at sentencing. Although the Commonwealth agreed to an evidentiary hearing on these issues, and, although Judge Lineberger scheduled a hearing on several occasions, Appellant repeatedly sought to delay the hearings; sought recusal of the PCRA court judge; demanded “substantial expert funds”; demanded three consecutive weeks during which to conduct “protracted” hearings; threatened to file a formal motion for sanctions against the Commonwealth; and sought an order that would preclude the Commonwealth from “cross-examining any defense witnesses, from presenting any witnesses, and from making any written or oral argument.” Letter from Daniel Silverman to Judge Lineberger, 6/21/05, at 3. As we concluded with regard to Appellant’s Batson claim, the absence of a hearing on Appellant’s mitigation claim was the result of his own dilatory tactics and excessive demands, and he cannot now complain that he was improperly denied a hearing.\n7. Cumulative effect of errors\nFinally, Appellant argues that, if this Court concludes that he is not entitled to relief based on the prejudicial effect of any single error, he is entitled to relief because of the cumulative prejudicial effect of all of the errors set forth in his appellate brief. It is well settled that no number of failed ineffectiveness claims may collectively warrant relief if they fail to do so individually. Commonwealth v. Johnson, 600 Pa. 329, 966 A.2d 523, 532 (2009). However, we have recognized that, “if multiple instances of deficient performance are found, the assessment of prejudice properly may be premised upon cumulation.” Sepulveda, 55 A.3d at 1150 (citations omitted).\nIn the instant case, we have rejected only one of Appellant’s guilt-phase claims of ineffectiveness — the prosecutor’s “exploitation” of evidence regarding the Wilkinson murder — based on his failure to demonstrate that he was prejudiced as a result of counsel’s actions. Thus, there is no cumulative prejudicial effect to assess.\nSimilarly, with regard to Appellant’s penalty-phase claims of ineffectiveness of counsel, we have rejected only one of his claims — trial counsel’s failure to object to testimony that Appellant had pending murder charges against him — on the basis that he failed to demonstrate prejudice. Accordingly, with respect to Appellant’s penalty-phase claims, there is no basis upon which to evaluate Appellant’s claims under the theory of cumulation of prejudice.\nIII. Conclusion\nIn sum, as we conclude that none of Appellant’s issues are meritorious, we affirm the order of the PCRA court denying relief.\nOrder affirmed.\nChief Justice CASTILLE and Justices EAKIN, McCAFFERY and STEVENS join the opinion.\nJustice BAER files a concurring opinion.\nJustice SAYLOR files a dissenting opinion.\n. Also before this Court is a Motion to Correct the Record by which Appellant seeks to include in the record four previously-filed pleadings, which he contends were inadvertently omitted. Specifically, Appellant seeks to supplement the record with copies of: (1) Appellant's Supplemental Amended PCRA Petition, dated April 18, 1999; (2) Appellant’s Consolidated Response to Commonwealth’s Motion to Dismiss and Motions for Summary Grant of Relief and for an Evidentiary Hearing under the PCRA, dated July 12, 2002; (3) Appellant's Motion for Recusal, dated Sept. 1, 2005; and (4) Appellant’s Motion for Continuance and Request for Specific Schedule for Evidentiary Hearing, dated Sept. 1, 2005. As the Commonwealth has not objected to Appellant’s motion to correct the record, and in light of the protracted and voluminous history of this case and a related case involving the same record, we grant Appellant's motion to correct the record.\n. This was Appellant's second trial in this case, the first having resulted in a mistrial. At the initial trial, Appellant was represented by Harry Seay, Esquire. Following the mistrial, Attorney Seay withdrew as counsel, and Attorney Bruno was appointed.\n. Appellant asked the jury to consider the following mitigating circumstances: the age of the defendant (Appellant was 21 years old at the tíme of Waters' murder); the relatively minor nature of his participation in the crime; and the catch-all mitigator, 42 Pa.C.S.A. § 9711(e)(4), (7), and (8), respectively.\n. In its opinion, the PCRA court erroneously indicates that Appellant was sentenced to an aggregate term of 71/2 years to 15 years imprisonment on the remaining offenses. PCRA Court Opinion at 6. However, the PCRA court’s calculation did not include the 2 If to 5 year consecutive sentence imposed by the trial court on the charge of possession of an instrument of crime. See N.T. Sentencing, 12/5/90, at 42.\n. Attorney Fitzpatrick also represented Appellant in his direct appeal of his judgment of sentence for the Wilkinson murder. Commonwealth v. Reid, 433 Pa.Super. 636, 638 A.2d 270 (1993) (table), appeal denied, 537 Pa. 649, 644 A.2d 734 (1994). Appellant’s PCRA petition in that case likewise was dismissed by the PCRA court, the dismissal was affirmed on appeal, and this Court denied further review. Commonwealth v. Reid, 832 A.2d 542 (Pa.Super.2003) (table), appeal denied, 577 Pa. 695, 845 A.2d 817 (2004).\n. The Commonwealth asserts that Appellant’s pro se petition in this case is not included in the certified record, but that the document identified as Appellant’s pro se petition is his pro se petition filed in the Lisby case. Commonwealth Brief at 5 n. 7. However, as counsel filed an amended PCRA petition on behalf of Appellant, which is contained in the certified record, this omission does not impede our review of Appellant’s claims.\n. The Commonwealth asserts that Appellant’s “Supplemental Amended PCRA Petition” was not docketed and, therefore, is not part of the record on appeal. However, as noted supra note 2, we grant Appellant's motion to include in the record his “Supplemental Amended PCRA Petition,\" which bears a date stamp indicating it was received by the PCRA unit on April 15, 1999.\n. The Commonwealth alleges that Appellant's third supplemental amended PCRA petition is not contained in the record in this matter, but is contained in the record of the Lisby case.\n. Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986).\n. On August 13, 2009, this Court remanded the case, directing Appellant to file a statement of matters complained of on appeal pursuant to Pa.R.A.P. 1925(b), and for the filing of an opinion by the PCRA court. Appellant filed a 1925(b) statement, and, on March 8, 2011, the PCRA court filed one 260-page opinion addressing Appellant’s claims in both the Waters and Lisby cases. See supra note 8.\n. Specifically, the ineffectiveness claims which we decline to find waived based solely on Appellant’s alleged inadequate development in his Amended PCRA Petition include: Guilt Phase Claim 1 (Batson); Guilt Phase Claim 2 (Kloiber); Guilt Phase Claim 4 (ballistics evidence); Guilt Phase Claim 5 (Brady); Guilt Phase Claim 8 (impeachment of Coggins); Guilt Phase Claim 9 (victim impact evidence); Guilt Phase Claim 10 (prosecutor’s closing argument); Guilt Phase Claim 11 (accomplice liability instruction); and Penalty Phase 1 (evidence of father’s death).\n. Appellant raised this claim in his Amended PCRA petition.\n. Appellant correctly notes that the PCRA court failed to address his Batson claim in this case, and, instead, focused on the Batson claim he raised in his appeal at No. 564 CAP. However, as we address the merits of Appellant's Batson claim, we need not discuss the PCRA court’s omission in this regard.\n. Commonwealth v. Kloiber, 378 Pa. 412, 106 A.2d 820 (1954).\n. Appellant raised this claim in his Amended PCRA petition.\n. McKay added that he identified Appellant during a lineup on January 1990. N.T. Trial, 8/6/90, at 688.\n. During the questioning of Detective Paul Raley, the trial court recognized the misleading nature of defense counsel's questioning regarding the various photo arrays, in particular, the photo arrays shown to both McKay and Keenan on March 21, 1989, and addressed defense counsel as follows:\nSince you brought it up, you brought these pictures up, you see, you give everybody the impression that this defendant’s picture was in those displays. It may very well not have been there, that’s why they didn’t identify him. I said this all along.\nYou have to be careful what you’re doing. He’s not objecting— you’re not phrasing the questions properly. The question should be was this defendant’s picture in there when they looked, they failed to identify. Sure, you can show a lot of pictures and not identify anybody because his picture's not there. Now [the Commonwealth is] trying to show his picture didn’t come in until later on.\nN.T. Trial, 8/7/90, at 840. The trial court later reiterated, \"to bring out about a lot of photographs being shown, nobody ever tells us whether or not the defendant’s photo was there,” to which the assistant district attorney replied, “It was not.” Id. at 846-47.\n. As discussed previously, Appellant's photograph would not have been included in a photo array shown to Coggins one week after the incident.\n. Coggins also testified at trial that, despite a request by police, he never \"showed up” for a lineup. N.T. Trial, 8/7/90, at 814.\n. In concluding that Keenan misidentified Appellant, the dissent cites the trial testimony of Detective William Wynn, who conducted the lineup in which Appellant was present, and who testified that he would have made a note in his records if Keenan had tried to correct his \"misidentification.” Dissenting Opinion at 238-42, 99 A.3d at 523-24 (Saylor, J.). Detective Wynn indicated that his records contained no such notation. See id. The dissent fails, however, to account for the testimony of Detective Raley, who testified that he accompanied Keenan to the lineup, and described Keenan's initial error and his subsequent correction:\nWhen [Keenan] was brought out of the room where the lineup was conducted, Detective Bill Wynn asked [Keenan] if he could make an identification. [Keenan] said yes. At that time Detective Wynn asked him who he identified, and [Keenan] counted down with his hand and said number 5.\nAt that time [Keenan] went over to a little seating area, he sat down. I was watching him. He put his hands down — he put his head down into his hands, and then he looked up at me and shook his head and said, no, it was number 3.\nN.T. Trial, 8/7/90, at 822. Detective Raley further testified that, after observing the above-conduct by Keenan, he waited for McKay to exit the room where the lineup was being conducted, and once McKay was seated, Detective Raley \"went right to Bill Wynn, Harry Seay and ADA Dedo.” Id. at 838.\n. Appellant raised this issue in his Amended PCRA Petition.\n. \"From jump\" apparently is slang for \"from the beginning.”\n. Appellant raised this issue in his Amended PCRA Petition.\n. Appellant challenged both trial counsel and appellate counsel’s effectiveness in this regard in his Amended PCRA Petition.\n. Set out as a separate issue in his brief, Appellant broadly argues that the PCRA court erred in refusing to hold an evidentiary hearing on several material issues of fact raised in his pleadings and exhibits relating to the performance of trial and appellate counsel. Appellant’s Brief at 94. Appellant correctly asserts that, where there are material disputes regarding the reasonableness of counsel's actions, a hearing is required. Id. at 95 (citing, inter alia, Commonwealth v. Beasley, 600 Pa. 458, 967 A.2d 376 (2009)). This Court has recognized that, in capital cases, a PCRA court is required to allow a petitioner to develop the record with respect to any \"genuine issues concerning any material fact.” Commonwealth v. Collins, 598 Pa. 397, 957 A.2d 237, 259 (2008). Where the PCRA court determines that a hearing is required as to some, but not all, of the issues raised in a petition, the hearing may be limited to those issues. Id. However, to justify a hearing on a particular issue, the petitioner must offer to prove facts which will entitle him to relief. Commonwealth v. Lark, 548 Pa. 441, 698 A.2d 43, 52 (1997). Accordingly, we will address Appellant’s claim that he was improperly denied an evidentiary hearing only where Appellant alleges a dispute as to specific facts, such as Appellant's present misidentification claim.\n. Appellant raised this issue in his Amended PCRA Petition.\n. Prior to amendment of the Pennsylvania Sentencing Code in 1995, victim impact evidence was inadmissible at any stage of a capital trial; however, on October 11, 1995, the Sentencing Code was amended to allow the admission of victim impact evidence during the penalty phase of a capital trial. See Commonwealth v. Jordan, 619 Pa. 513, 65 A.3d 318, 332 (2013).\n. Appellant raised this issue in his Amended PCRA Petition, although the basis of his argument therein was that the testimony was irrelevant and designed to elicit sympathy for the victim and his family. We find his present argument is sufficiently related for issue preservation purposes, but, regardless, that the claim is meritless.\n. Appellant raised this issue in his Amended PCRA Petition.\n. See supra note 8.\n. The transcript reveals that, after the prosecutor concluded his closing argument, trial counsel placed on the record an objection to the prosecutor’s reference to the washing away of the blood of Waters or Wilkinson. N.T. Trial, 8/13/90, at 1221. The trial court advised counsel that he would \"tell the jury that they are the ones that find the facts.” Id.\n. Appellant raised this issue in his Amended PCRA Petition.\n. The trial court’s instruction to the jury read, in part:\nThus, in order to find the defendant guilty of murder in the first degree you must first find that the defendant caused the death of another person or that an accomplice or co-conspirator caused the death of another person. That is you must find that the defendant's or an accomplice’s or co-conspirator’s act is the legal cause of death of Michael Waters, and thereafter you must determine if the killing was intentional.\nNow, what is an intentional killing. Section 2502(d) of that same Crimes Code provides verbatim, or word for word, as follows: Intentional killing. Killing by means of poison or by lying in wait or by any other kind of willful, deliberate and premeditated killing.\nThe third basis upon an international killing under first degree murder is by any other willful, deliberate and premeditated killing. Now, what is meant by these words, willful, deliberate and premeditated. If an intention to kill exists or if a killing was consciously done with knowledge of such consequences, or if the killer consciously decided to kill the victim, the killing is willful. If this intent to kill is accompanied by such circumstances as evidence or demonstrate a mind fully conscious of its own purpose and design to kill, it is deliberate; and if sufficient time has been afforded to enable the mind of the killer to fully frame the design to kill and to select the instrument or to frame the plan to carry this design into execution, it is premeditated.\nOur cases have consistently held that the requirement of premeditation and deliberation is met whenever there is a conscious purpose to bring about death. Note well that the law picks no length of time or no appreciable length of time as necessary to form or frame the intent to kill, which design to kill can be formulated in a fraction of a second, but it leaves the existence or non-existence of a fully-framed intent to kill as a fact to be determined by the jury from all of the facts and circumstances in the evidence. Accordingly, no appreciable amount of time is needed between formation of intent and the killing if you as finders of fact determine that the killing was done with the required intent to kill. Further, the required intention to kill may be found in the defendant’s acts, declarations, words or conduct or by the circumstances under which the killing was accomplished.\nN.T. Trial, 8/13/90, at 1246-1249.\n. Appellant raised this issue in his Amended PCRA Petition.\n. Appellant raised this issue in his Amended PCRA Petition.\n. Appellant raised this issue in his Amended PCRA Petition.\n. At one point, the prosecutor stated, “[fit’s written, blessed are the merciful for they shall receive mercy,” and asked whether Appellant had been merciful when shooting Waters. N.T. Trial, 8/14/90, at 1365. In suggesting the jury not be swayed by Appellant’s youth as a mitigating factor in the Wilkinson and Waters murders, the prosecutor stated: \"You might say but he’s a young man. It is written when I was a child, I spake as a child, I acted as a child; but when I grew up, I gave up childish things.” Id. at 1368.\n. Appellant raised this issue in his Amended PCRA Petition.\n. We also note that, in a separate argument section of his Amended PCRA Petition, Appellant contends that his death sentence should be vacated because the trial court’s instructions to the jury at the penalty phase erroneously advised the jury how to weigh the aggravating and mitigating circumstances. As a part of this argument, Appellant asserts:\nThe fact that on paper this jury apparently did not find even one mitigating circumstance does not somehow render \"harmless” this significant error. As a general matter, so many grievous errors were committed in connection with the otherwise applicable mitigating circumstances that it is not surprising that no mitigation was found. First, trial counsel failed to introduce abundant mitigating evidence that would have supported at least three (3) distinct mitigators. See Supplemental Amended Petition.\nAmended PCRA Petition at 89-90 ¶ 195. However, the supplemental amended PCRA petition to which he refers was not of record at the time.\n. In December 1989, the jury in the Lisby case could not agree on any charges except conspiracy. Appellant was retried a year later and convicted of the remaining charges, including first-degree murder, and was sentenced to death. On direct appeal, this Court affirmed Appellant’s judgment of sentence. Commonwealth v. Reid, 537 Pa. 167, 642 A.2d 453 (1994). Appellant filed a PCRA petition in that case, which was dismissed on November 16, 2008, along with Appellant’s PCRA petition in the instant case. Appellant’s appeal from the dismissal of his PCRA petition in the Lisby case is found at No. 564 CAP, J-80-2012."}