{"id": "4352880", "contents": "OPINION\nJustice BAER.\nFriends of Pennsylvania Leadership Charter School (Appellant) appeals from the order of the Commonwealth Court which held that the retroactive real estate tax exemption provided in Section 1722-A(e)(3) of the Public School Code, 24 P.S. 17-1722-A(e)(3), was unconstitutional. We affirm the Commonwealth Court, albeit employing different reasoning, concluding that retroactive application of the real estate tax exemption of Section 1722-A(e)(3) is unconstitutional under the Pennsylvania Constitution because it violates the separation of powers doctrine.\nAppellant is a Pennsylvania domestic nonprofit corporation affiliated with the Pennsylvania Leadership Charter School (PALCS), a public cyber charter school, which, according to its articles of incorporation, operates exclusively for the support and benefit of PALCS and its affiliated organizations. Appellant owns property in West Chester, Pennsylvania (Property), which is located within Chester County (County) and the West Chester Area School District (School District), and which it leases to PALCS for use as a public cyber charter school.\nOn August 6, 2007, Appellant appealed the tax assessment for the Property to the Chester County Board of Assessment Appeals (Board) and sought a real estate tax exemption from its 2008 taxes by asserting that it qualified as a purely public charity and was therefore exempt from all local real estate taxes pursuant to Article VIII, Section 2(a)(v) of the Pennsylvania Constitution and the Institutions of Purely Public Charity Act, 10 P.S. § 371 et seq. See In re: Appeal of Friends of Pennsylvania Leadership Charter School, Chester County Docket No. 2007-12078. The Board denied the exemption.\nIn March 2009, the trial court affirmed, finding that Appellant was not a purely public charity and therefore was not exempt from local real estate taxes. The Commonwealth Court affirmed in an unpublished memorandum. In re: Appeal of Friends of Pennsylvania Leadership Charter School v. County of Chester Board of Assessment Appeals, 987 A.2d 231 (Table) (Pa.Cmwlth., January 7, 2010, 808 CD 2009); for text see In re: Appeal of Friends of Pennsylvania Leadership Charter School, 808 C.D.2009, 2010 WL 9519256 (Friends I). No further appeals were taken; thus, the Commonwealth Court’s judgment in Friends I became final. Faced with this final judgment against it, Appellant paid real estate taxes to the County and the School District for the years 2008 and 2009. Appellant additionally paid County real estate taxes for 2010, and was billed for 2010 real estate taxes by the School District.\nFollowing the final judgment in Friends I, the General Assembly amended the Public School Code effective January 15, 2011, to provide for prospective and retroactive real estate tax exemptions for charter schools and certain affiliated entities as follows:\n(e)(1) Notwithstanding the provisions of section 204 of the act of May 22, 1933 (P.L. 853, No. 155), known as The General County Assessment Law, all school property, real and personal, owned by any charter school, cyber charter school or an associated nonprofit foundation, or owned by a nonprofit corporation or nonprofit foundation and leased to a charter school, cyber charter school or associated nonprofit foundation at or below fair market value, that is occupied and used by any charter school or cyber charter school for public school, recreation or any other purposes provided for by this act, shall be made exempt from every kind of State, county, city, borough, township or other real estate tax....\n(3) This subsection shall apply retroactively to all charter schools, cyber charter schools and associated nonprofit foundations that filed an appeal from an assessment, as provided in Article V of The General County Assessment Law, prior to the effective date of this subsection.\n24 P.S. § 17-1722-A(e) (footnotes omitted).\nIn March 2011, Appellant filed an application for prospective real estate tax exemption for the Property pursuant to Section 1722-A(e)(l), asserting that it was an associated nonprofit foundation that leased the Property to PALCS for use as a cyber charter school, which the Board granted on May 5, 2011, commencing with the 2011 tax year.\nOn June 16, 2011, Appellant filed a request for a refund of real estate taxes paid to the County for tax years 2008 through 2010, seeking retroactive relief, asserting that its unsuccessful assessment appeal in 2007 qualified as “an appeal from an assessment.” See 24 P.S. § 17-1722-A(e)(3). The Board denied the refund request on July 27, 2011. On August 22, 2011, Appellant also sought a refund for real estate taxes paid to the School District for 2008-09, and the withdrawal of the School District’s tax bill for 2010. The Board denied this refund request on September 7,2011.\nAppellant appealed the Board’s denial of its refund request for County real estate taxes to the trial court, but apparently did not appeal the Board’s denial of its refund request for real estate taxes paid to the School District. Nevertheless, Appellant attempted to argue in its appeal to the trial court that it was entitled to a refund from both entities for real estate taxes paid in 2008 and thereafter and the withdrawal of any unpaid tax bills. It based its claimed exemption on its status as an associated nonprofit foundation that filed an assessment appeal prior to the effective date of Section 1722-A(e)(3), premised on its unsuccessful 2007 appeal that resulted in the final judgment of Friends I.\nThe Board and the School District filed an answer and, after the pleadings were closed, moved for judgment on the pleadings, arguing that Appellant was not entitled to a refund under a statutory analysis of Section 1722-A(e)(3), and that the retroactive tax exemption contemplated by Section 1722-A(e)(3) was unconstitutional because it violated the separation of powers doctrine and the Uniformity Clause of the Pennsylvania Constitution.\nThe trial court first observed that Appellant’s claim for tax exemption requested only a refund of County real estate taxes from 2008-2010, not school taxes paid during these years, and that the appeal further did not encompass a determination of its obligation to pay school taxes in 2010 or County taxes in 2011. To the extent it perceived that Appellant was attempting to expand the scope of its appeal, the trial court held it would only review those issues included in the verified claim for a real estate tax refund and ruled upon by the Board in the July 27,2011 denial.\nAddressing whether Appellant qualified for the retroactive exemption provided in Section 1722-A(e)(3), the trial court resolved the appeal on the statutory language. Specifically, the trial court observed that Section 1722-A(e)(l) and (3) expressly differentiates between “nonprofit corporations” and “associated nonprofit foundations,” and provides for retroactive tax relief in (e)(3) only to “associated nonprofit foundations.” According to the trial court, although Appellant premised its argument on an assertion that it was an “associated nonprofit foundation,” which would entitle it to retroactive relief, it had demonstrated in its pleadings only that it was a nonprofit corporation; it did not plead, or support by exhibits, that it was an associated nonprofit foundation. The court then held that Appellant’s failure to substantiate its assertion that it fell within the nomenclature of Section 1722-A(e)(3) (that it was an “an associated nonprofit foundation”) doomed its request for retroactive relief, and it was not, therefore, entitled to a refund of taxes collected on behalf of the County in 2008, 2009, and 2010. The trial court also dismissed without prejudice other issues relating to school taxes paid by Appellant during those years, reasoning that those issues were not properly before the trial court.\nAlthough it resolved the motion for judgment on the pleadings on the statutory language, the trial court indicated that had it reached the constitutionality of the statute, it would have found it unconstitutional based upon the Remedies Clause and the separation of powers doctrine. In this respect, the trial court examined an unpublished non-precedential memorandum opinion of the Commonwealth Court, In re: Appeal of Collegium Charter School, 23 A.3d 1132 (Table) (Pa.Cmwlth., July 26, 2011, No. 2354 CD 2010), which addressed an identical issue, and found the Commonwealth Court’s legal analysis therein persuasive.\nIn Collegium Charter School, a nonprofit corporation created to support the charter school leased property to the charter school and, prior to the enactment of Section 1722-A, was assessed real estate taxes on this property. The nonprofit corporation appealed the assessment, arguing its property was exempt because it was being used by a public charter school as a purely public charity. The local assessment appeals board denied the exemption, and the trial court affirmed. The nonprofit corporation appealed to the Commonwealth Court, and while this appeal was pending, the General Assembly enacted Section 1722-A. The nonprofit corporation argued to the Commonwealth Court that it was entitled to the retroactive exemption provided in Section 1722-A(e)(3). The Commonwealth Court rejected this argument and affirmed the trial court, holding that the retroactive tax exemption of Section 1722-A(e)(3) violated the Remedies Clause of Article I, § 11 of the Pennsylvania Constitution (providing for a remedy by due course of law) because the legislation impaired a vested right, specifically holding that the taxing authorities had a right to the remedy (the collection of real estate taxes) provided by the final judgment in their favor.\nIn addition to finding that the legislation impaired a vested right in accord with Collegium Charter School, the trial court sub judice also held that it violated the separation of powers doctrine because it interfered with a final judgment entered by the judiciary, specifically, Friends I, which was the Commonwealth Court’s 2010 decision holding that Appellant was not exempt from local real estate taxes as a purely public charity. See Commonwealth v. Sutley, 474 Pa. 256, 378 A.2d 780 (1977) (opining that retroactive legislation directing that defendants previously convicted of marijuana possession be resentenced and subject to more lenient penalties was unconstitutional because it undermined and thus fatally interfered with final judgments of the judiciary, thereby violating the concept of separation of powers). Accordingly, the trial court granted the motion for judgment on the pleadings filed by the Board and the School District.\nAppellant appealed to the Commonwealth Court, arguing that the trial court erred in limiting its determination to the refund of taxes paid to the County; concluding that Appellant did not qualify for the retroactive tax exemption because it did not plead that it was an associated nonprofit foundation; and finding that the retroactive application of Section 1722-A(e)(3) was unconstitutional. The School District and the Board argued that the trial court’s order should be affirmed because the retroactive application of Section 1722-A(e)(3) violated, inter alia, the separation of powers doctrine and the Remedies Clause of the Pennsylvania Constitution.\nThe Commonwealth Court agreed with the Board and the School District and affirmed the trial court, basing its holding on the Remedies Clause analysis in Collegium Charter School. Friends of Pennsylvania Leadership Charter School v. Chester County Board of Assessment Appeals, 61 A.3d 354 (Pa. Cmwlth.2013). Consistent with Collegium Charter School, the Commonwealth Court examined the Remedies Clause of the Pennsylvania Constitution, which provides that individuals are entitled to receive a remedy by due course of law. Pa. Const, art. I, § 11. The Commonwealth Court held that pursuant to Friends I, the Board and the School District had a final judgment requiring Appellant to pay real estate taxes on the Property. The court considered this final judgment and the entitlement to tax monies it guaranteed to be a vested right which could be impaired by the retroactive application of Section 1722-A(e)(3). Accordingly, the Commonwealth Court found Section 1722-A(e)(3) violated Article I, Section 11 of the Pennsylvania Constitution because it eliminated the Board’s and the School District’s vested right in the judgment awarding them property taxes.\nWe granted allowance of appeal to determine whether the retroactive tax exemption provided in Section 1722-A(e)(3) is constitutional, and whether Appellant is entitled to a refund of taxes paid prior to the enactment of this Section. The constitutional validity of Section 1722-A(e)(3) presents a pure question of law and, as with any question of law, our review of the lower court’s decision is plenary and de novo. Robinson Twp., Washington Cnty. v. Com., 83 A.3d 901, 943 (Pa.2013); West Mifflin Area Sch. Dist. v. Zahorchak, 607 Pa. 153, 4 A.3d 1042, 1048 (2010). “In our review, we are not constrained by the Commonwealth Court’s reasoning and may affirm on any grounds, as long as the record supports the judgment.” Robinson Twp., 83 A.3d at 943.\nAppellant argues that it plainly falls within the class of entities which are entitled to the retroactive tax exemption contained in Section 1722-A(e)(3) because it is an “associated nonprofit foundation” and, by virtue of its pre-enactment tax assessment appeal of 2007, it “filed an appeal from an assessment. .. prior to the effective date of this subsection.” 24 P.S. § 17-1722-A(e)(3). Addressing the Commonwealth Court’s holding that Section 1722-A(e)(3) is unconstitutional because it impairs vested rights, Appellant argues that the collection of real estate taxes is an expectancy, not a vested right, and that a statute affecting a mere expectation does not run afoul of the Remedies Clause. Appellant also broadly argues that the Remedies Clause and its protection of vested rights only pertains to individual rights, not the rights of governmental taxing authorities. See, e.g., Ieropoli v. AC & S Corp., 577 Pa. 138, 842 A.2d 919 (2004) (applying the Remedies Clause to legislation having a retroactive effect on disputes between private parties).\nTurning to whether Section 1722-A(e)(3) violates the separation of powers doctrine, as argued by the School District and the Board and considered by the trial court, Appellant argues that it does not because it does not interfere with a final judgment obtained through litigation. Appellant considers the entry of the final judgment in Friends I to be irrelevant to the constitutionality of Section 1722-A(e)(3) because the final judgment of Friends I held nothing more than that Appellant was not entitled to an exemption as a purely public charity.\nThe Board, as appellee, and the School District, as intervenor, argue that Section 1722-A(e)(3) is unconstitutional for several reasons. First, they assert that the retroactive tax exemption violates the Remedies Clause because it would extinguish the taxing authorities’ vested rights in real estate taxes which they received in accord with a final judgment in their favor and against Appellant. Second, they rely on Commonwealth v. Sutley, 474 Pa. 256, 378 A.2d 780 (1977), to argue that a tax refund would violate the separation of powers doctrine, which bars the legislature from changing or interfering with final judgments of the courts. In this regard, they argue that to permit Appellant to obtain a refund of taxes paid following a judicial determination that the Property was taxable would leave all final judgments open to question.\nThere is no dispute in this case that Appellant is entitled to prospective tax relief in accord with Section 1722-A(e)(l). The question we must resolve is whether Appellant is further entitled to the retroactive tax relief provided in Section 1722-A(e)(3). Assuming Appellant is included within the statutory nomenclature as “an associated nonprofit foundation,” then by its plain terms, Section 1722-A(e)(3) applies a retroactive tax exemption to such associated nonprofit foundations that filed an assessment appeal prior to the amendment’s effective date. 24 P.S. § 17-1722-A(e)(3) (“This subsection shall apply retroactively to all charter schools, cyber charter schools and associated nonprofit foundations that filed an appeal from an assessment ... prior to the effective date of this subsection.”). Because the language of this section is plain and unambiguous, we need not turn to tools of statutory construction to discern legislative intent. See 1 Pa.C.S. § 1921(b) (“When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.”). “Relatedly, it is well established that resort to the rules of statutory construction is to be made only when there is an ambiguity in the provision.” Oliver v. City of Pittsburgh, 608 Pa. 386, 11 A.3d 960, 965 (2011) (citations omitted).\nThis does not end our analysis, however, as the Board and the School District have attacked the statute as unconstitutional, and the Commonwealth Court agreed. We observe that Section 1722-A(e)(3), like any legislative enactment, enjoys a presumption of constitutionality, and the School District and the Board bear a heavy burden to prove it unconstitutional. Ieropoli, 842 A.2d at 928. “A statute will only be declared unconstitutional if it clearly, palpably and plainly violates the constitution.” Id.; Erfer v. Commonwealth, 568 Pa. 128, 794 A.2d 325, 331 (2002) (citation omitted); see 1 Pa.C.S. § 1922(3). It is to the constitutional arguments that we now turn.\nAlthough the Board and the School District have attacked the constitutionality of the statute on three separate grounds, we find the argument premised on the separation of powers doctrine to be persuasive and dispositive, and conclude that the Board and the School District have sustained their burden of demonstrating the unconstitutionality of Section 1722-A(e)(3). The legislation, as discussed below, is, in operation and effect, a legislative command to open a final judgment and to have the rights and obligations resolved in that final judgment reassessed in accord with the subsequently expressed legislative will. See Sutley, 378 A.2d at 782 (determining that legislation violated the separation of powers doctrine where it was “in operation and effect, a legislative command to the courts to open a judgment previously made final, and to substitute for that judgment a disposition of the matter in accordance with the subsequently expressed legislative will.”).\nAs we explained in Sutley, the doctrine of the separation of governmental powers among the three coequal branches of government — legislative, executive, and judicial — has been inherent in the structure of our government since its inception. Sutley, 378 A.2d at 782-83; Commonwealth ex rel. Carroll v. Tate, 442 Pa. 45, 274 A.2d 193 (1971); Pennsylvania Company v. Scott, 346 Pa. 13, 29 A.2d 328 (1943); Wilson v. Philadelphia School District, 328 Pa. 225, 195 A. 90 (1937); Commonwealth v. Mathues, 210 Pa. 372, 59 A. 961 (1904); Dechastellux v. Fairchild, 15 Pa. 18 (1850); Greenough v. Greenough, 11 Pa. 489 (1849). Any encroachment upon one branch of government by another is offensive to the fundamental scheme envisioned by our founding fathers. Sutley, 378 A.2d at 783.\nParamount to the separation of powers doctrine, and to the protection of the judicial branch as a coequal, distinct, and independent branch of government, is the “recognition that final judgments of the judicial branch are not to be interfered with by legislative fiat in this Commonwealth.” Sutley, 378 A.2d at 783. Such respect for final judgments has long been established and is not open to serious question. Leahey v. Farrell, 362 Pa. 52, 66 A.2d 577 (1949) (reaffirming the proposition that a legislative attempt to alter the effect of final judicial action imposed under prior law is a direct assault upon the power of the judicial branch); Pennsylvania Co. v. Scott, 346 Pa. 13, 29 A.2d 328, 329 (1942) (“It is elementary that the legislature may not, under the guise of an act affecting remedies, destroy or impair final judgments obtained before the passage of the act, and this principle prohibits not only a statutory re-opening of cases previously decided by the court but also legislation affecting the inherent attributes of judgments ... ”); Menges v. Dentler, 33 Pa. 495, 498-9 (Pa.1859) (“... a law that is enacted after the case has arisen can be no part of the case____When... the constitution declares that it is the exclusive function of the courts to try private cases of disputed right, and that they shall administer justice ‘by the law of the land,’ and ‘by due course of law;’ it means to say, that the law relating to the transaction in controversy, at the time when it is complete, shall be an inherent element of the case, and shall guide the decision; and that the case shall not be altered, in its substance, by any subsequent law.”). In Leahey, we detailed the inability of the legislature to interfere with final judgments as follows:\nThe legislature cannot, by an act of assembly, overrule a judicial decision: Greenough v. Greenough, 11 Pa. 489; it may not direct a statute to be construed in a certain way: In re East Grant Street, 121 Pa. 596, 16 A. 366; Titusville Iron-Works v. Keystone Oil Co., 122 Pa. 627, 15 A. 917; it cannot grant a new trial: Dechastellux v. Fairchild, 15 Pa. 18; or order an illegitimate child to be regarded as legitimate under terms of prior deed: Appeal of Edwards, 108 Pa. 283; it may not change the effect of judgments or decrees previously rendered: Pennsylvania Company, etc., v. Scott, 346 Pa. 13, 29 A.2d 328.\nId. at 579.\nWe applied these principals in Sutley to invalidate retroactive legislation that impaired existing final legal judgments. In that case, the defendants were sentenced for felony possession of marijuana, and the General Assembly subsequently reclassified possession of marijuana as a misdemeanor and reduced the applicable penalties. Sutley, 378 A.2d at 781. A further amendment to the legislation provided for the resentencing of individuals such as the defendants who were convicted of felony possession of marijuana under the prior law. We held that because the legislative amendment undermined and fatally interfered with final judgments of the judiciary, it was unconstitutional. Id., at 782.\nThe same consequence results herein. Although the legislature possesses the power to enact substantive law, it may not affect judicial judgments and decrees already entered by subsequent legislative changes to the governing law. Sutley, 378 A.2d at 784. Following Appellant’s 2007 tax assessment appeal, the trial court and the Commonwealth Court, in Friends I, determined under then-existing law that Appellant was not exempt from real estate taxation. The determination in Friends I was an inviolable final judgment of the judiciary that may not be usurped by the legislative process or reversed by legislative action. The taxing authorities rightfully relied on the final judgment to collect real estate taxes from Appellant\nSection 1722-A(e)(3) was not in effect at the time the Commonwealth Court determined the taxable status of Appellant in Friends I. We therefore agree with the Board and the School District that permitting Appellant to open the final judgment of Friends I on the basis of subsequently enacted legislation would leave all final judgments open to question, fatally undermining judicial authority in violation of the separation of powers doctrine. As we have already held in Sutley, “[t]he vesting in the legislature of the power to alter final judgments would be repugnant to our concept of the separation of the three branches of government.” 378 A.2d at 782. By retroactively exempting the Property from real estate taxes when the final judgment of Friends I held the Property was taxable, Section 1722-A(e)(3) violates the separation of powers and is, therefore, unconstitutional.\nIn affirming the Commonwealth Court, we are not limited to the specific grounds invoked by that court and may affirm for any valid reason of record. See Scampone v. Highland Park Care Ctr., LLC, 618 Pa. 363, 57 A.3d 582, 596 (2012); Pennsylvania Dep’t of Banking v. NCAS of Delaware, L.L.C., 596 Pa. 638, 948 A.2d 752, 761 (2008). Accordingly, we need not address the Commonwealth Court’s discussion and analysis of the Remedies Clause. Based on our foregoing analysis and conclusion that Section 1722-A(e)(3) violates the separation of powers, the order of the Commonwealth Court is affirmed.\nChief Justice CASTILLE and Justices McCAFFERY and STEVENS join the opinion.\nJustice SAYLOR files a concurring opinion in which Justice TODD joins.\nJustice EAKIN files a concurring opinion in which Chief Justice CASTILLE joins.\n. Both Appellant and PALCS are recognized as nonprofit corporations under Section 501(c)(3) of the Internal Revenue Code, 26 U.S.C. § 501(c)(3).\n. We explained the separation of powers doctrine in Pennsylvania Co. v. Scott, 346 Pa. 13, 29 A.2d 328, 329 (1942) as follows: \"It is elementary that the legislature may not, under the guise of an act affecting remedies, destroy or impair final judgments obtained before the passage of the act, and this principle prohibits not only a statutory reopening of cases previously decided by the court but also legislation affecting the inherent attributes of judgments ...” See also Commonwealth v. Sutley, 474 Pa. 256, 378 A.2d 780, 783-84 (1977) (providing that \"judicial judgments and decrees entered pursuant to those laws [promulgated by the legislature] may not be affected by subsequent legislative changes after those judgments and decrees have become final.”)\n. The Uniformity Clause of the Pennsylvania Constitution provides: \"All taxes shall be uniform, upon the same class of subjects, within the territorial limits of the authority levying the tax, and shall be levied and collected under general laws.” Pa. Const, art. VIII, § 1.\n. Although the Board and the School District apparently did not argue that the legislation also violated the Remedies Clause, which, as discussed below, was the basis of the Commonwealth Court’s disposition of this case, as appellees before the trial court they did not bear the burden of issue preservation, and, thus, are free to raise this argument to this Court herein. See, e.g., Heim v. Med. Care Availability & Reduction of Error Fund, 611 Pa. 1, 23 A.3d 506, 511 (2011) (providing that the appellee did not bear the burden of issue preservation); Commonwealth v. Moore, 594 Pa. 619, 937 A.2d 1062, 1073 (2007) (explaining that “an appellate court may affirm a valid judgment based on any reason appearing as of record, regardless of whether it is raised by the appellee”).\n. As the Commonwealth Court’s decision in Collegium Charter School was unpublished, it is not of precedential value, and the lower courts herein relied on it solely for its persuasive value. See Commonwealth Court I.O.P. § 414(a) (\"An unreported opinion of this court may be cited and relied upon when it is relevant under the doctrine of law of the case, res judicata or collateral estoppel. Parties may also cite an unreported panel decision of this court issued after January 15, 2008, for its persuasive value, but not as binding precedent.”). While we explore the holding of Collegium Charter School, we do so only to provide relevant background.\n. The Remedies Clause provides:\nAll courts shall be open; and every man for an injury done him in his lands, goods, person or reputation shall have remedy by due course of law, and right and justice administered without sale, denial or delay. Suits may be brought against the Commonwealth in such manner, in such courts and in such cases as the Legislature may by law direct.\nPa. Const, art. I, § 11. We have held that legislation will be declared unconstitutional as a violation of the Remedies Clause where its retroactive application will extinguish vested rights. Ieropoli v. AC & S Corp., 577 Pa. 138, 842 A.2d 919 (2004).\n. The Commonwealth Court did not address the trial court’s conclusion that the retroactive application of Section 1722-A(e)(3) violated the separation of powers doctrine.\n. Indeed, Appellant’s position at oral argument was that any charter school, cyber charter school, or associated nonprofit foundation that has ever filed an appeal from a property tax assessment, at any time and for any reason, qualifies for the retroactive tax exemption contained in Section 1722-(A)(e)(3).\n. The School District also argues, as it has throughout this case, that Section 1722-A(e)(3) violates the constitutional guarantee of uniform taxation by distinguishing between similarly situated nonprofit landlords leasing property to a charter school which are not \"associated nonprofit foundations,” and, further, for excluding from the retroactive exemption those charter schools, cyber charter schools, and associated nonprofit foundations that failed to file an assessment appeal prior to the effective date of the statute. Premised on our analysis of the separation of powers doctrine below, it is unnecessary for us to expound on this argument."}