{"id": "436267", "contents": "Mr. Justice Woodward\ndelivered the opinion of the court,\nThe duty assigned by the Orphans’ Court to the auditor whose report is the subject of discussion here, was to investigate and decide a question arising out of a series of transactions which were alleged to have been tainted by fraud in intent and act, and whose results, as against the present appellees, were alleged to be, therefore, void. Instead of entering upon the examination of the evidence with his mind directed to the true point of the controversy, he assumed at the outset that the sheriff’s sale of N. K. Shoemaker’s property to James Craig and the subsequent- possession by Shoemaker were a fraud in law. After stating the general facts, the auditor opened the discussion of the testimony by saying : “ The law presumes transactions like these to be fraudulent and void, and the facts developed in the history of this case afford a strong illustration of the reason and policy of the law. There was no such change of ownership as would prevent third parties from trusting Shoemaker.” The rule of Myers v. Harvey, 2 Penna. R. 478, was entirely disregarded. That rule, which has been repeatedly affirmed and uniformly recognised, was stated by Gibson, C. J., in these words : “ Retention of possession by the former owner of a chattel sold at .sheriff’s sale, is not an index of fraud, because the sale is not the act of the person retaining, but of the law; and because a judicial sale, being conducted by the sworn officer of the law, shall be deemed fair till it is proved to be otherwise. A chattel thus purchased, then, may safely be left in the possession of the former owner on any contract of bailment the law allows in any other cases.” Starting with the mistaken theory of the existence of a legal fraud, it is by no means surprising that the opinion of the auditor upon the effect of the testimony was different from that of the jury on. the trial of the issue directed to the Common Pleas, and different from that which has been reached by this court.\nIn January 1860, N. Kline Shoemaker was keeping a tavern at the corner of Eighth and Spring Garden streets, then known as the Richards House, and afterwards called the Grant House. On the 16th of January, he confessed a judgment to James Craig for $3000. There is nothing in the record to show that this judgment was not for a sum of money actually due. On the contrary, Mr. Bonham testified that “it was not for any more than Shoemaker owed from his statement and the examination of the book.” A fieri facias was issued, a levy was made on the furniture in the tavern, property of the value of $300 was set out to the defendant on.his exemption claim, and on the 31st of January, the residue of the furniture was sold to Craig for the sum of $1269, and the lease of the premises was sold to William II. Ilinehman for $200. Shortly afterwards Craig sold the furniture to Ilinehman, who took possession of the tavern. It was found he could not pay for the property, and Craig repurchased it, buying the lease at the same time, and paying to Ilinehman the $200 he had bidden at the sheriff’s sale. Craig then sold to Isaac Chadsey, who was in possession some months, and sold out to Sheldrake. He discovered that in Sheldrake’s hands his security for the purchase-money would be valueless, and an arrangement was made between them by which Sheldrake surrendered possession of the property on payment of $400 by Craig. In the meantime, Shoemaker, w'ho had remained in the house a short time after the sheriff’s sale, had removed first to a house at the corner of Tenth street and Columbia avenue, where he lived about a year, and afterwards to a house on Jefferson street. Failing in the efforts he had made to dispose of the property, Craig asked Shoemaker to take charge of it and manage the house as his agent. The proposition was accepted, and Shoemaker returned under an arrangement that he should receive a weekly allowance, that his family should be boarded in the house, and that he should contract no debts. He remained there until his death on the 20th of October 1865. A. II. Ramage, his son-in-law, carried on the business until the 1st of January 1866, when Craig sold the furniture to A. D. Hartzell for $6800. After Shoemaker’s death, the existence of debts incurred in the management of the house to the amount of $4000, was discovered, and these debts Mr. Craig paid.\nLetters of administration upon the estate of Shoemaker were granted to his widow and Mr. Craig. They filed their account on the 13th of March 1867. Before the auditor to whom the account was referred, a successful effort was made to surcharge the estate of Craig (who died in January 1868, before the hearing commenced) with the $6800 received from Hartzell for the Grant House furniture. The auditor reported that the sheriff’s sale was fraudulent; that the property belonged to Shoemaker at the time of his death; that Craig’s whole claim should be reduced to $2200; and that his estate was entitled to no dividend on account of the judgment for $3000, and no dividend on the $4000 of debts which he had paid. After the report was returned an issue was awarded, a verdict in favor of Craig’s administrators was rendered, and a rule for a new trial was entered and discharged. Upon the subsequent argument of the case in the Orphans’ Court, the exceptions which had been taken by the appellants were dismissed, and the report of the auditor was confirmed. ‘“j\nFrom the date of the sheriff’s sale to the time when the administration account was filed, no steps were taken by the appellees to test the regularity of the proceedings under the judgment, or to collect their own claims. All the items of John Hertzler’s debt became payable during the year 1860; the judgment of Harry Hertzler was entered on the 25th of February 1860; and that of John Heath on the 26th of February 1863. The property in dispute had been within the reach of two of these judgment-creditors for the period of seven years, and within reach of the third for a period of four, when this effort to surcharge the administrators of Craig was made. After a delay so long continued, nothing short of clear, decisive and unmistakable evidence could have the effect to annul and avoid a transfer of the title to personal- property by a judicial sale. Craig’s claim of ownership did not rest on the acts of the parties. It rested upon a judicial record and the acts of an officer of the law. Shoemaker had acquiesced throughout. He recognised the title of Craig down to the day of his death. For sixteen months after the sale, all his connection with the property was severed. In that interval, and with the judgments of two of the appellees ready for execution, Craig was permitted to make contract after contract in relation to the furniture and the lease of the house. The rent was paid to the landlord through him. And from the time Shoemaker was invited to return and resume the charge of the house, he pretended to hold no other relation than that of agent for Craig.\nA thorough analysis of all the testimony upon which the decision of the auditors was based, would involve a good deal of gratuitous and superfluous labor. It was conflicting, vague and inconclusive. There is scarcely an item of it of the definite character which the case required. Taking the facts shown on the part of the appellees alone, they would fail to support the claims of creditors who had slept on rights now so vigorously asserted for seven years, and who did not take out of the office of the Orphans’ Court the certificate of the appointment of the auditor until after the'death of Craig. The testimony of the witnesses David K. Shoemaker, Ramberger and Oldham, that at different times after N. K. Shoemaker’s death, Craig said he would give the money received for the furniture to the widow, after deducting the amount due him, was not only consistent with his ownership of the property, but the declaration amounted to an assertion of such ownership. As the widow of an utterly insolvent intestate, Mrs. Shoemaker would have been entitled to nothing, of course. One may do what he will with his own, and the promise proved by these witnesses would harmonize entirely with all that was proved of the relations between Shoemaker and Craig, which were manifestly those of beneficiary and benefactor. It is true that Thomas L. Worthington swore that Craig said the balance beyond his debt of about $2000 belonged to Shoemaker’s estate, but that statement is inconsistent with the account given by the other witnesses of what occurred in conversations that must have been identical, for Worthington is proved to have been present on two occasions when the subject was discussed in the presence of Ramberger and Oldham. The only direct evidence cotemporaneous with the sheriff’s sale to affect its validity and good faith, was that of D. K. Shoemaker, who said that Craig declared the object of the sale and purchase was to protect the mutual interests of N. I£. Shoemaker and himself. In view of a regular judgment, a regular execution, the due performance of his official functions by the sheriff, the surrender of the property by Shoemaker, his removal from the premises, and his acquiescence in the title of Craig throughout his lifetime, it is sufficiently clear that whatever else the language of the witness may be taken to imply, it can raise no doubt of the understanding of the parties concerned that the title to the furniture was vested in Craig. There remain the statements of Hartzell and his father-in-law, Gerhart, that Craig said the property he sold to Ilartzell belonged to Shoemaker’s estate. Against these statements are arrayed not only the evidence of the other witnesses for the appellees in regard to the language used in the conversations which they heard, and the evidence furnished by the written contract with Ilartzell, which shows the sale to have been apparently made by Craig in his individual right, but the proof also of the whole course of dealing for five years ; of the absolute ownership exercised after the sheriff’s sale, as shown by the contracts made with Hinchman, Chadsey and Sheldrake; of the acts and declarations of Shoemaker, as sworn to by George Wood, Lewis Bitting and Ephraim C. Bush; of the business transactions by the parties, explicitly and clearly described by Mr. Bonham; and of the pregnant fact that after Shoemaker’s death, Craig paid unanticipated debts that had been improvidently incurred to the amount of $4000. The discrepancy between the amount bidden at the sheriff’s sale and the sum for which the furniture was sold to Hartzell, was pressed as a ground for deducing fraud in the transaction. The discrepancy was large, and it may indicate that the amount produced by the sheriff’s sale was less than the value of the property. But this is not an unusual incident of such sales, and mere inadequacy of price, even if it were clearly established, would not alone affect proceedings that were in accordance with forms of law. Regard must be had also to the fact that startling changes had been made in all values by the disturbances of the currency of the country between January 1860 and January 1866. There was not in the whole volume of the testimony, jnaterial to warrant the decision of the auditor.\nIf doubt were entertained of the accuracy of this conclusion, the verdict of the jury in the feigned issue would, in view of the character of the evidence, be itself conclusive. The order for the issue was most discreetly made. The case was one which peculiarly required the intervention of a jury of plain business men, and an investigation of the questions in dispute by them under the legal guidance of an experienced judge. There is no other form of inquiry so thorough, so unprejudiced, so accurate and so safe. The verdict was allowed to stand, and it should have controlled the decree of the Orphans’ Court. The main reason given for disregarding it by the learned judge who decided the cause, was the “ unjust and most injurious weight with the jury” which the “ testimony in the nature of bills and receipts collected after Shoemaker’s death by Craig” was assumed to have had. The right of the jury to weigh the value of the evidence was unquestionable. The court were to decide upon its competency, and as to that, no doubt seems to have been felt in the court below. The question in issue wras one of actual fraud. This evidence showed the connection of Craig with the property after Shoemaker’s death, it is true, but before any claim on the part of the contesting creditors had been asserted, and before any question of title had been raised. There had been proof that Shoemaker was Craig’s agent. The debts had been contracted in violation of the agreement between them, but under circumstances that forbade a denial by Craig of the authority of Shoemaker to bind him. On the mere technical ground that it tended to contradict Ramage, on whom the appellees relied to establish ownership in Shoemaker, the offer was admissible, for the creditors whom Craig paid had been sent by Ramage to him. But for general and broad reasons, in a case like this, involving a charge of fraud, the admission of evidence of acts done before any rights of the appellees had supervened, which tended to illustrate the conduct of the parties and develop the truth of their relations, was amply justified by recognised and accepted rules.\nThe decree of the court below is reversed, and the report of the auditor is set aside; and upon the filing in the Orphans’ Court of a certificate of the verdict and judgment in the feigned issue in the Common Pleas, it is decreed that the account of the administration of the estate of N. Kline Shoemaker, deceased, filed in the register’s office on the 13th of day March 1867, be confirmed ; and it is further decreed that the costs of all proceedings subsequent to the filing of that account in the Orphans’ Court be paid by the appellees."}