{"id": "436258", "contents": "Mr. Justice Sharswood\ndelivered the opinion of the Supreme Court,\nEleven errors are assigned, but they are all resolvable into one question. Was there anything upon the face of the note in suit, or the. circumstances under which it was discounted, to give notice to the plaintiff below that the endorsement of the firm name of Moorehead, Adams & Co. was without authority ? It is not disputed that if it had been offered by Whitten & Co., that circumstance of itself would have been notice that Moorehead, Adams & Co., were merely accommodation endorsers and sufficient to have put the plaintiff upon inquiry. Hence an attempt was made to fix upon Patterson, the bill-broker from whom the plaintiff received it, the character of his agent, and that he was to be' affected with whatever knowledge the agent possessed. But this position cannot be sustained and was but faintly urged in the argument. Patterson was clearly the agent of Whitten & Co. to sell, not of Gilmore to buy. Though Gilmore knew he was a broker he was not bound to ask by whom he was employed, nor if he had would Patterson have been hound to inform him. Bill-brokers are a very important class of persons in commerce, and their usefulness and business would be entirely destroyed if it were to be held that persons purchasing negotiable paper from them are affected with whatever knowledge they may have of the character of the paper which they offer in the market for discount. It comes back then to the simple question, was there anything upon the face of the paper as offered to put the plaintiff upon inquiry. It is admitted that the circumstance of the endorsement being in the handwriting of Adams, the maker of the note, of itself is nothing: Miller v. The Consolidation Bank, 12 Wright 514. It has been earnestly-contended, however, that this case is to be distinguished from that as well as Ihmsen v. Negley, 1 Casey 297; Haldeman v. Bank of Middletown, 4 Id. 440, and Sedgwick v. Lewis, 20 P. F. Smith 217 in this — that the note in suit was on its face a note given for the private debt of Adams, and the endorsement in his handwriting was primá facie the unauthorized use of the firm name by him to guarantee his private debt. In those cases it did not appear on the face of the note to have been given for the individual debt of one of the partners. The firm appeared as the principal debtors —the makers of the note — and therefore it was given for a firm debt. But is not this to set up a distinction without a difference ? Each partner in a commercial firm has as much right to raise money for the use of the firm by the endorsement of negotiable paper as to do so by means of paper originally issued. This is the precise point ruled in Miller v. The Consolidation Bank. There a person who was a member of two firms, drew a note in the name of the one firm and endorsed it in the name of the other. It was known to the bank who discounted the note, that the handwriting of both signatures was the same. The note was by Miller & Persch to their own order — endorsed Miller & Persch and Persch & Steel — and they were all in the handwriting of Persch. Says the present Chief Justice: “ Having in each the power of a partner presumptively as to the public and acting in that apparent right, it is no ground of suspicion that his endorsement of the name of one firm is in bad faith to the other as makers of the note.” The public are not affected with the private restrictions upon the power of each partner. The stress of the argument on the part of the plaintiff in error has been that an endorsement of negotiable paper is nothing more than a guarantee that it will be paid at maturity. It is true that it is a conditional engagement that if the proper steps be taken to fix upon him the liability the endorser will pay. But it is something more. It is an assignment or sale, or rather the evidence of it. So it is described in pleading. Hence, looking at the face of this note, it was paper which had come to the hands of Moorehead, Adams & Co., by endorsement or assignment of Whitten & Co. That it was originally given by Calvin Adams to Whitten & Co. for his individual debt was an immaterial circumstance. Moorehead, Adams & Co. received it with the endorsement of Whitten & Co., endorsed it in blank, that is, assigned it to the bearer, and the presumption certainly is that this was in the ordinary course of business. For all that Gilmore knew to the contrary it might have gone through twenty hands of persons who did not choose to endorse it. Now the fact that the law attaches to this endorsement a contingent responsibility does not change its character. The note did not show on its face to a stranger — a mere guarantee by Moorehead, Adams & Co. of the individual debt of Calvin Adams — but a negotiation by them in the usual form of business of a note held by them by assignment or endorsement from Whitten & Co., or some intermediate holder. The latest decisions both in England and this country have set strongly in favor of the principle that nothing but clear evidence of knowledge or notice, fraud or mala fides, can impeach the primá facie title of a holder of negotiable paper taken before maturity: Goodman v. Harvey, 4 Adol. & Ellis 870; Goodman v. Simonds, 20 How. 348 ; Phelan v. Moss, 17 P. F. Smith 59. It is of the utmost importance to the commerce of the country that it should be sternly adhered to, hoAvever hard may be its operation in particular cases.\nJudgment affirmed. ,"}