{"id": "436279", "contents": "Mr. Justice Williams\ndelivered the opinion of the court,\nThe offer of the defendants below was rightly rejected, if the evidence proposed to be given would have constituted no defence to the action. In one respect the offer was self-contradictory. It proposed to show that the contract was entire, when by its very terms, as set out in the offer, it was severable as respects its performance by both parties. The petroleum bought by the defendants was not to be delivered at one time for a single and entire consideration, to be paid when the delivery was complete, but it was deliverable monthly by the plaintiff in specified quantities, and the consideration was apportioned and payable as each delivery was made. The contract therefore was in its very nature sever-able : Lucesco Oil Co. v. Brewer, 16 P. F. Smith 351; and no understanding or agreement of the parties could render it entire so long as its provisions remained unchanged. If it had been entire and not severable, each monthly delivery for which it stipulated could not have been made, as it was, in the papers executed by the parties, the subject of a distinct agreement, as complete in itself as if it had been a separate and independent bargain. If the defendants sustained a heavy loss, as alleged, on each of the four lots of petroleum delivered by the plaintiff, it did not absolve them from their obligation to accept and pay for the residue, if tendered according to the terms of the contract; nor did the plaintiff’s failure to make one of the deliveries operate per se as a dissolution of the contract and put an end to the rights and obligations of the parties under it. Doubtless it gave the defendants the right to recoup or set-off any damages occasioned by the breach, but none were offered to be shown; and if it gave them the right to rescind the contract, they were bound to exercise it without any unreasonable delay. It was their duty to act promptly .on the occurrence or discovery of the breach, and if they were guilty of undue delay, they must be regarded as having waived their right to rescind and elected to treat the contract as still subsisting: Lawrence v. Dale, 3 Johns. Ch. R. 23; Pearsoll v. Chapin, 8 Wright 9; Negley v. Lindsay, 17 P. F. Smith 217; Learning v. Wise, 23 Id. 173. They could not take the chance of a rise in the market-price of petroleum, and then elect to rescind the contract or not as might be most for their advantage. They were bound to make their election within a reasonable time; and what is reasonable time or undue delay where the facts are not disputed, is a question of law to be determined by the court: Learning v. Wise, supra. Reasonableness in such cases belongeth to the knowledge of the law, and is therefore to be decided by the justices: 1 Tho. Coke Litt. 644 (52 b). Did the defendants then elect to rescind the contract in a reasonable time ? The petroleum was deliverable monthly, and the breach of which the complaint was made, was the plaintiff’s failure to make the September delivery. They did not elect or give notice of their intention to rescind the contract until the October delivery was due and tendered by the plaintiff. The court below ruled, and we think rightly, that the delay was unreasonable. When the article is a subject of speculation, and the market-price varies with the demand and supply, if the purchasers, instead of rescinding the contract as soon as it is broken, or within a reasonable time after the occurrence of the breach, take the chance of a rise in the price, it is but equitable and just that they should be treated as having waived the right to rescind. Unquestionably a month’s delay in such a case, where the delivery is to be monthly, must be regarded as unreasonable, and should be construed as an election to treat the contract as still subsisting. This view of the case makes it unnecessary to determine whether there was such a material variance between the offer and the contract declared on as to render the evidence inadmissible. If the contract, as offered to be shown, had been incorporated into one instrument or paper, instead of eight, as executed by the parties, the evidence proposed to be given would have constituted no defence to the action, and therefore its rejection did the defendants no harm.\nJudgment affirmed."}