{"id": "436312", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court,\nThe question here lies within a narrow compass. The defendant’s intestate owned coal lands. He entered into a written agreement with the plaintiff in error, by which, inter alia, the latter was to have the coal thereon, and agreed to pay therefor “ the sum of ten cents for each ton (of 2240 lbs.) of screened coal mined axxd removed from said lands.”\nIn this action the defendant in error claimed to recover for the coal only, which the company had actually screened and removed from the lands. The company showed that they had taken two sizes or kinds of coal. That in prepaxdng it for market they used two screens; by the use of one they prepax’ed “lump coal,” by the use of the other “nut coal.” They denied their liability to pay for the latter, and offered to prove that it was not known among coal dealers or miners as screened coal in the general acceptance of that term.\nIt is unquestionably true, as a general rule, that the meaning of a term or name given to any particular article in a trade or business, may be px'oved by persons engaged therein, when that term or name is used in a contract. This is admitted for the purpose of ascertaining the meaning with which the word was used by the parties. This rule of evidence is too well settled to be now controverted.\nThe question here, however, is as to the application of this law to the undisputed facts in the case. The plaintiffs in error did screen the nut coal, and did ship it to market. They had no right to screen and remove any coal without paying for it. If the contention was whether the company had omitted to screen and remove the largest practicable quantity of coal for market, then the relevancy of the testimony offered would be evident. So if the defendant in error had denied the right of the company to screen the nut coal, and had forbidden its removal, the evidence would have been admissible. Here, however, the company had elected and determined what coal they would screen and remove. The defendant assented to it; he accepted and ratified the act; the the minds of the parties thus met; the act of the company made it screened coal in fact; the defendant confirmed it; the company is now estopped from controverting it; they cannot now show that it ought not to have the name and character which their acts have given to it. Nor would evidence to prove that when the contract was made there was no market in that vicinity for nut coal, and that it did not pay the expenses of mining and marketing, change the result. Whether it was then and there in demand is unimportant. It has since been in demand and has been removed and sold. The question whether it was mined and marketed at a loss or at a profit to the company, is wholly irrelevant. The contract recognises no such distinction. The liability of the company to the defendant for the coal taken cannot be affected by it.\nWe see no error in the rejection of the testimony, nor in the answer and charge of the learned judge.\nJudgment affirmed."}