{"id": "436340", "contents": "Mr. Justice Williams\ndelivered the opinion of the court,\nThis was a bill to restrain the defendants from boring for oil, and to account for the damage done to plaintiffs’ leasehold, and for all oil obtained on the premises. The master found that the well bored by the defendants was within the “protection” stipulated for in the plaintiffs’ lease, and that the damages occasioned thereby to the plaintiffs’ leasehold amounted to one-half the entire production of the well from August 20th 1872 to July 19th 1873, the market price or value of which was $9388.89, and accordingly he recommended that a de'cree be entered in favor of the plaintiffs for the amount so found, and that an injunction be granted against the defendants to prevent further damage to the leasehold of the plaintiffs.\nThe court below, on exceptions filed by the defendants to the master’s report, ordered a perpetual injunction to restrain the defendants from further operations upon the premises in dispute, and dismissed the bill as to plaintiffs’ claim for damages without prejudice. Both parties have appealed from the decree; the defendants from the order awarding the injunction, and the plaintiffs from the order dismissing the bill.\nThe question presented by the defendants’ appeal will be 'first ’considered. Are the plaintiffs then entitled to the injunction ?\nIf the stipulation in the lease, on which the right to the injunction depends, is to be strictly construed according to the literal meaning of the language, the defendants’ well cannot be regarded as within the protection for which it provides, and if so, the plaintiffs have no legal or equitable right to the relief asked for in the bill. But the agreement must be construed with reference to the subject-matter, and so as to effectuate, if possible, the purpose for which it was intended. The lease was “ for the sole and only purpose of mining and excavating for petroleum coal, rock or carbon oil ” in the tract described therein. The parties probably knew that if oil was found in the demised premises, a well bored within a short distance would draw off more or less of the oil, and that for the same reason a well on the border or side of the tract would draw part of its supply from the adjoining ground. The object of the agreement was therefore twofold: to prevent the lessor or any one under him from mining or boring wells within eight rods of the north and ten rods of the east line of the tract described in the lease, and to give the lessors more ground for the supply of any wells they might drill or bore pn the demised premises in proximity to these linos.\nIs it then a reasonable supposition, that the parties intended to leave a gap at the corner where these lines intersect which would render the “protection” valueless and defeat the purpose for which it was intended ? If the north and east lines were to be protected, then every point in these lines must be protected; and if so, why should the parties leave at the corner, when they meet an open area ten rods long and eight rods wide, in which a well could be bored, as it was by the defendants, to the great damage and waste of the leasehold? The master and the court below were of the opinion that it was the intention of the parties to secure the same protection to the corner as to the sides of the demised tract, and that the agreement should be so construed as to carry out their intention. This, as it seems to us, is its reasonable interpretation; and if so, the defendants had no right to construct buildings and machinery and to put down a well within a few feet of the corner of the plaintiffs’ leasehold, and pump therefrom, as they did, large quantities of oil. Nor can there be a doubt that the plaintiffs have a sufficient title to enable them to obtain redress by injunction of the wrong done by the defendants. The trespass of which they complain is of a permanent nature, and, under the facts found by the master, destructive of their leasehold. It is clear then that, under the equitable powers conferred by the statute, the court below had jurisdiction for its prevention or restraint: Stewart’s Appeal, 6 P. F. Smith 413 ; Smith’s Appeal, 19 Id. 474 ; Masson’s Appeal, 20 Id. 26. The defendants’ appeal must therefore be dismissed.\nWe come now to the question presented by the plaintiffs’ appeal. Are they entitled to a decree for the damages found by the master ? The court below refused to make such decree, on the ground that the plaintiffs’ remedy was in a court of common-law jurisdiction, and not in a court of equity. But it is well settled, as a general principle, that where a court of equity has obtained jurisdiction for one purpose it may retain it generally for relief.\nThis seems to be the rule, not only when the jurisdiction attaches for discovery in cases of fraud, accident, mistake and account, but where it attaches for injunction in-cases of continuing trespass and waste. In such cases the course is to sustain a bill for the purpose of injunction, connecting it with the account, and not compel the plaintiff to go into a court of law for damages: Thomas v. Oakley, 18 Vesey 184. To prevent multiplicity of suits, the court will decree an account of the damages or waste done at the same time with an injunction, and proceed to make a complete decree, so as to settle the entire controversy between the parties. This is the doctrine not only of courts of equity having general chancery jurisdiction, but of this court, under the equitable powers conferred by the legislature. The principle was asserted and applied in McGowin v. Remington, 2 Jones 56, and it has been recognised and reaffirmed in subsequent cases: Souder’s Appeal, 7 P. F. Smith 498; Coleman’s Appeal, 25 Id. 441; Masson’s Appeal, 20 Id. 26. Why then should we hold that the power of the court for relief ceased with the injunction ? If the statutes giving chancery powers in injunctions and matters of account do not, as contended, expressly give the power to decree damages against tort-feasors, they give, in express terms, “ power and jurisdiction of courts of chancery so far as relates to the prevention or restraint of the commission or continuance of acts contrary to law and prejudicial to the rights of individuals.” If, incident to the right of injunction in such cases, courts of chancery decree an account of the damages or waste done, is it an unreasonable construction of the statute to hold that the legislature, in giving the power and jurisdiction which it confers, intended that it should be exercised as fully and with the same incidents as it is by courts of chancery in like cases ? There is no more difficulty in taking an account of the damages in cases of waste and continuing trespass, than there is in settling a partnership or other account or claim of which equity has jurisdiction. The court below was therefore in error in deciding that it had no jurisdiction in equity of the plaintiffs’ dam-. ages, and dismissing their bill so far as it asks for an account, and in this respect the decree must be reversed.\nAnd now, October 11th 1875, it is ordered, adjudged and decreed, that the defendants’ appeal be dismissed, and that so much of the decree in this case as orders a perpetual injunction to issue to restrain the defendants from further operations, &c., and that they pay the costs of this case, he affirmed; and that the residue of the said decree, dismissing the bill as to the plaintiffs’ right to recover damages for the money complained of, be reversed and set aside. And it is further ordered, adjudged and decreed, that the defendants pay to the plaintiffs the sum of $9388.89, being the amount of the damages to the plaintiffs’ leasehold by the defendants’ well, as found by the master, with interest thereon from the 24th of November 1873, the date of filing his report; and it is further ordered, that the defendants pay the costs of their own and of the plaintiffs’ appeal, to be taxed by the prothonotary, and the record be remitted to the court below for the purpose of enforcing and executing this decree."}