{"id": "436339", "contents": "Chief Justice Agnew\ndelivered the opinion of the court,\nWithout following the order of the assignments of error, this case may be discussed, so far as needful, under four heads, viz.:—\n1. Was there a valid mortgage by James Wilson of the land surveyed on the warrant to Philip Miller ?\n2. Was the proceeding by scire facias against the administrator valid, and was it binding on the heirs of Judge Wilson?\n3. Was the record in evidence sufficient to support the sheriff’s sale?\n4. Hid the sale extinguish the title of these heirs?\nThe objection to the validity of the mortgage of Judge Wilson to Charles Wollstonecraft and others is, that it bore date on the 14th of June 1794, sixteen days before the survey on the warrant of Philip Miller, made on the 30th of June 1794. This warrant was indescriptive. and the particular land to be appropriated was unascertained until survey. It is contended, therefore, that there was at the time of making the mortgage no title in James Wilson which he could mortgage. The argument is founded on the authority of Heath v. Knapp, 10 Watts 405, and other cases, deciding that there can be no valid sheriff’s sale of an unexecuted warrant. This is true, because the sheriff must levy on the land when the real estate is intended to be sold under execution.. An indescriptive warrant gives no title to any particular land until survey, and therefore, none can be seized. But a warrant, upon which the purchase-money has been paid, is an authority from the Commonwealth to survey vacant land to the person taking it out. It is issued by virtue of law to the surveyor-general, who is bound to execute it. It usually runs in these or similar words: “ These are, therefore, to authorize and require you to survey, or cause to be surveyed, unto the said Philip Miller, the quantity of acres by him applied for, &c., if not already surveyed or appropriated, and to make return thereof into the said Land Office, for which this shall be your warrant.” It is, therefore, evidence of a contract between the state and the warrantee, to permit him to elect unappropriated land to be surveyed where ho shall designate. Though as a contract or permission, paid for, to elect, it is not subject to an adverse levy, either as land or a chose in action; it confers on the owner of the warrant a power to take land where he shall elect to have it. When the election is consummated by a survey, return and acceptance, the title is consummated, and has, according to several cases, the effect of a legal title, the patent being of course. What, then, was there to prevent Judge Wilson from mortgaging the warrant, as the representative of real estate, and covenanting to locate it, and thus render certain the land to be taken under it? It is true no land passed instantly under the mortgage, but the right to take and define land did, with a covenant of the mortgagor to define it, for the use of the mortgagee. The right to have and locate land was not a mere inchoate thing, incapable of enforcement, but a valid legal right to have the warrant located and the land set apart. Hence, when the survey was made, the title enured at once to the use of the mortgagee, by virtue of Wilson’s covenant to survey, equity treating that as done, which, in equity, ought to be done. By the terms of the mortgage Judge Wilson granted, bargained and sold, “ all those several tracts of land surveyed, and to be surveyed, by virtue of the warrants issued from the Land Office, in consequence of the several payments mentioned in the receipts hereunto annexed, numbered from one to fourteen.” He also assigned and transferred “the said receipts and the said warrants.” Habendum “the said several tracts of land, with the appertenances,” and “the said receipts and warrants.” The words “tobe surveyed” constituted a covenant to survey the lands not already surveyed: Penn v. Preston, 2 Rawle 14; Blank v. Herman, 5 W. & S. 36. Thus a covenant to define the land to be elected, and to pass under the mortgage, followed the grant of the purchase-money and the warrant, which, on principles of estoppel, as well as equitable performance, would prevent Wilson or his heirs from holding the land adversely to the mortgage, after location under the warrant: Brown v. McCormick, 6 Watts 60; Tyson v. Passmore, 2 Barr 122; Root v. Crock, 7 Id. 378. This reasoning derives strength also from the- doctrine of election, recognised in Coxe v. Blanden, 1 Watts 533, in which it was held that ,a treasurer’s sale of a part of a tract of land, by quantity, and not by locality, is good, and confers an unrestricted choice of locality. For instance, a sale for taxes of 10 acres in a tract of 400 acres gives the purchaser a right to locate it on any part of the whole tract. A warrant to survey 400 acres of land, upon unappropriated land, in a certain county, is very analogous, with this difference in favor of the warrant, that it confers a contract or authorized election, whereas the treasurer is invested with no such express authority. The act of the treasurer is an adverse official act, and that was the strain of the case in Coxe v. Blanden. At common law, the absolute owner of land — and the state is such — may sell on terms'of unrestricted election, but it was a question whether an officer could so sell. The principle of Coxe v. Blanden has been recognised in a number of cases: McCord v. Bergautz, 7 Watts 490; Krider v. Lafferty, 1 Whart. 303; Brotherton v. Livingston, 3 W. & S. 334; Beegle v. Wentz, 5 P. F. Smith 369. We are of opinion that the mortgage of James Wilson was valid to carry the title to the land surveyed under the Philip Miller warrant.\nThe next question is upon the legality of the proceeding by scire facias. In recording the mortgage, the lists were omitted containing the receipts of the receiver-general for the payment of the purchase-money — the names of the warrantees, number of acres, and purchase-money of each tract. It is contended that the mortgage was, for this reason, defectively recorded, and to be treated as an unrecorded mortgage, and that a scire facias lies not in an unrecorded mortgage. But it must be observed though, that while the instrument as recorded was itself defective, in that it contained no description of the land conveyed, it was not defectively recorded; on the contrary, it was fully proved and entitled at law to be recorded — could not be refused by the recorder, and was in fact recorded.\nIt cannot be said, therefore, that the scire facias issued upon an unrecorded mortgage. On the trial of the scire facias, another and a more serious question might arise, upon the effect or operation of the instrument as recorded, inasmuch as it did not describe or identify the warrants and receipts referred to in the granting clause. Yet it would be going too far to say that the defect in the description would prevent jurisdiction being taken by the court on the scire facias. But treating it as an unrecorded mortgage in effect, still we are of opinion that the scire facias was a proper remedy. The 6th section of the Act of 1705, which gives the remedy by scire facias, nowhere refers to the record of the mortgage. It provides, that where default is made by the mortgagor to pay or perform according to the tenor and effect of his mortgage, the mortgagee may, after a specified time, sue forth a writ of scire facias, directed to the proper ofiicer, to notify the mortgagor to show cause why the mortgaged premises should not be taken in execution for payment of the mortgage money. This is a statutory remedy, given to every mortgagee, without exception, upon his mortgage and not upon the registry : Roberts v. Halstead, 9 Barr 34 ; Lancaster v. Smith, 17 P. F. Smith 427 ; Frear v. Drinker, 8 Barr 520. It furnishes an answer also to the learning of the books introduced into the able argument for the plaintiff in error, upon the writ of scire facias, as judicial process, founded upon some matter of record. The scire facias on mortgage, thus given by statute, is original process, provided as a remedy for the default of the mortgagor, and therefore lies on all mortgages recorded or unrecorded. The distinction between the scire facias as original, and this writ as judicial process, is shown in Chambers v. Carson, 2 Whart. 370, 371. The effect of an unrecorded mortgage, as against the heirs, will be considered hereafter, and for the present it will be sufficient to cite on the point before us, Hosie & Longstreet v. Gray, 21 P. F. Smith 198. The proceeding by scire facias was, therefore, proper. The second branch of this question is, whether the scire facias against the administrator of James Wilson bound his heirs, and this involves a primary inquiry, whether the proceeding was regular as against the administrator ? That it was so is clear. The Act of 1705 expressly authorizes the writ to be issued against the executors oe> administrators, and such has been the constant practice. This case occurred before the passage of the Act of the 24th of February 1834, and yet it has been held that a scire facias upon a mortgage, even since its passage, does not fall within the 34th section of that act, requiring notice to be given to the widow and heirs: Chambers v. Carson, 2 Whart. 370; Wallace v. Blair, 1 Grant 75; Hare v. Mallock, 1 Miles 268. Treating the heirs not as volunteers, but as purchasers and terre-tenants, still it has been repeatedly decided it is unnecessary to make the terre-tenants parties to the proceeding: Mather v. Clark, 1 Watts 491; Mevey’s Appeal, 4 Barr 80. That the proceeding was binding on the heirs is also true. Prior to the Act of 24th of February 1834, debts of every' kind were recoverable by action against the personal representative, without notice to the heirs, and a sheriff’s sale of the real estate of a decedent, on such a judgment, conclusively passed the title, even as against an alienee of the heir: Morris v. Smith, 1 Yeates 238; Graff v. Smith, 1 Dallas 483; Evans v. Meylert, 7 Harris 411. The report of the commissioners to revise the civil code states the rule and the reasons for the change, as set forth in the 34th, 35th and 36th sections of the Act of 24th of February 1834: 2 Park & Johnson’s Dig. 759. An exception to this rule is found in Bailey v. Bowman, 6 W. & S. 118, where it was held that a judgment, execution and sale of land against the personal representatives for a debt, which has lost its lien, under the Act of 4th of April 1797, conferred no title. The question of lien, however, will be considered under the fourth head. The scire facias against the administrator, being binding on the heir, the last point under this head is as to the necessity of personal service. This point is also well settled. The scire facias is a local action, and must issue in the county where the land lies. Hence, two returns of nihil are equivalent to a return of scire facias: Warder v. Tainter, 4 Watts 270 ; Colley v. Latimer, 5 S. & R. 211; Chambers v. Carson, 2 Wharton 9; Hartman v. Ogborn, 4 P. F. Smith 120; McMillan v. Red, 4 W. & S. 237; Edmonson v. Nichols, 10 Harris 74; Allison v. Rankin, 7 S. & R. 269. The proceeding by scire facias was, therefore, regular and binding on the heirs.\nThe third head is, whether a sufficient record was produced in evidence ? This point, we think, is also with the defendants. The original record, and the two exemplifications of 1831 and 1844, were in evidence. In the original record, copies of the lists were found attached to the writs of levari facias, and a loose copy found among the papers on file. The copies attached to the writs of levari facias were in the handwriting of the prothonotary’s clerk. The loose copy, therefore, belonged to no other place than the scire facias or the praecipe, which is equivalent by reason of the power to amend by it. The probability of this is heightened by the fact that this copy is in the handwriting of Mr. Loeser, the attorney, who gave the praecipe, and is further increased by the fact that in the exemplification of the record of 1831, made out by the same officer who issued the scire facias, the list of receipts and warrants is found attached to the scire facias. When we add to this the regularity of the sheriff’s deed, and its acknowledgment, and the great time since elapsed, no doubt is left of the fact that the warrant of Philip Miller was a part of the land recited in the scire facias, and consequently the case is not one where a judgment was given without land described, upon which it could operate. The presumption of right doing, which attends judicial proceedings, and which is especially necessary in a matter so ancient as this, forbids a loss of title in a case where the evidence of regularity is so strong. There was quite enough evidence that the scire facias or the prsecipe contained a description sufficient to support the sale of the lands described in the levari facias.\nThe last question, and the most important, is, whether -the title of the heirs of Judge Wilson was extinguished by the sale ? This depends on the view which the law takes of the mortgage, as a mere debt or as an estate in the land. The position of the plaintiff is, that the descriptive lists of the tracts or subject of the mortgage being omitted in recording the mortgage, it is to be viewed as an unrecorded mortgage in its effect upon the estate of the heirs, and that as a debt its lien had expired under the operation of the Act of 1797. Nice’s Appeal, 4 P. F. Smith 200, is referred to. If it be conceded that the mortgage is merely evidence of a debt, and conveys no estate in the land to the mortgagee, it must be admitted that the lien of the debt was gone when this proceeding took place, and that, according to the doctrine of Bailey v. Bowman, 6 W. & S. 118, and other cases, the title of the heirs was not extinguished. We are, therefore, cast upon the decisions in this state to ascertain the nature and effect of a mortgage. That the debt secured by it is personal in its nature and qualities of transmission is undoubted. Ownership of the debt carries with it that of the mortgage|; and its assignment or succession in the event of death, vests the right to the mortgage in the assignee or the personal representative of the deceased owner. But there is a manifest difference between the debt, which is a mere chose in action, and the land which secures its payment. Of the former there can be no possession, except that of the writing, which evidences the obligation to pay ; but of the latter, the land or pledge, there may be. The debt is intangible, the land tangible. The mortgage passes to the mortgagee the title and right of possession to hold till payment shall be made. He may, therefore, enter at pleasure, and take actual possession — use the land and reap, its profits. Noay this title or lawful right to possess, and actual pedis possessio, are not ideal or contemplative merely, but are real and tangible. True, the right is conditional, and will cease on payment of the debt; but until the condition is performed, the title and possession are as substantial and real as though they were absolute. The evidence of this is that the mortgagee may dispossess and hold out the mortgagor until he performs the condition, or until the perception of the profits reaches the same result. Thus Ave perceive an interest or estate in the land itself, capable of enjoyment, and enabling the mortgagor to grasp and hold it actually, and not a mere lien or potentiality, to folloAV it by legal process and condemn it for payment. The land passes to the mortgagee by the act of the party himself, and needs no legal remedy to enforce the right. But a lien vests no estate, and is a mere incident of the debt, to be enforced by a remedy at laAV, which may be limited. It is true, if the mortgagee be held out, he may have to resort to ejectment, but this is to avoid a conflict, and the statutory penalties for forcible entry, for othenvise he may take peaceable possession, and is not liable as. a trespasser. The difference between title by deed, and a lien by law, is clear, and hence the former is not governed by the rules which apply to the latter. The title by deed, which is good against the mortgagor, is necessarily good against the heirs, who are mere volunteers, and take the place of the ancestor. But a lien by law is a mere incident to the debt, which may be limited by the'law in its recovery from a descended estate. In the former case, death makes no change in the title conveyed; in the latter, it brings into operation a law specially applicable to the descended estate. That these are the principles governing the law of mortgage is evidenced by numerous decisions. Thus in Levine v. Will, 1 Dallas 430, it was held that the Act of 28th of May 1715, enacting that no mortgage or defeasible deed shall be good or sufficient to convey or pass a freehold of inheritance or less estate, unless it be acknowledged, proved and recorded within six months, does not avoid an unrecorded mortgage as against the mortgagor. O. J.. McKean said: “ We think it is sufficient against John Levine (the mortgagor) that the deed so far is sufficient to pass the lands, and that under it the possession of the premises might be recovered in ejectment.” As to the right to maintain ejectment, and that the remedy by scire facias is not exclusive, see also Smith v. Shuler, 12 S. & R. 240 ; Flunk v. Replogle, 1 Harris 405 ; and Martin v. Jackson, 3 Casey 504. A mortgage acknowledged before and recorded by officers whose commissions had become void by the Declaration of Independence, was held to be good against a subsequent judgment-creditor and purchaser at sheriff’s sale, who had notice: Parker v. Wood, 1 Dallas 436. So a scire facias on a mortgage not recorded according to law, was held to be good against a purchaser with notice: Stroud v. Lockart, 4 Dallas 153. In Semple v. Burd, 7 S. & R. 291, Judge Duncan gives the true reason why an unrecorded mortgage is good against the mortgagor, because, he said, “ it injured no one, affected not the rights of any third person, and was binding on the man who executed it as a mortgage.” That an estate passes by a mortgage which descends to the heir, is distinctly asserted in Simpson’s Lessee v. Ammons, 1 Binn. 175. “As to the second point,” says C. J. Tilghman, “ the legal estate in the two-thirds, conveyed to Marshall (the mortgagee), descended on his death to his heirs; but the mortgage being in effect only a security for a debt due to the estate of Marshall, his heirs were trustees for the benefit of the administrators, who were entitled to the debt. It was determined in Kennedy v. Fury, 1 Dallas 72, that a certain cestui que trust may support an ejectment in his own name.” This case also explains the theory of the action of the personal representative, which, as the chief justice states, is founded on the want of a court of chancery in this state. The Manufacturers’ and Mechanics’ Bank v. Bank of Pennsylvania, 7 W. & S. 335, affords another illustration of the character of a mortgage as an estate. There the mortgage was imperfectly recorded, and was not good as a lien against subsequent judgment-creditors, but it was held good as against a second mortgagee, with notice of it, whose lien was prior to the judgments, and the money was therefore awarded to the first mortgagee. Another test is found in Scott v. Fields, 7 Watts 360, in which it was decided an action of debt will not lie on a mortgage containing no express covenant to pay the debt. In Philips v. The Bank of Lewistown, 6 Harris 894, Justice Lewis treats both the mortgage and the assignment of it, as formal conveyances of the land. Judge Strong states the principles.governing mortgages more at large and very clearly: Britton’s Appeal, 9 Wright 172. He says “ that mortgages are sales, and that they' must be, therefore, within this docti’ine, is shown by many cases. Mortgagees are purchasers as between each other; i. e., a subsequent mortgage recorded is postponed to a prior mortgage unrecorded, of which the second mortgagee had notice. They are purchasers as against subsequent purchasers absolutely, with notice. They are purchasers under powers to sell. They are within the recording acts as to assignments of the same security to different parties. They are in form defeasible sales, and in substance grants of specific security, or interests in land for the purpose of security. Ejectment may be maintained by a mortgagee, or he may hold possession on the footing of ownership, with all its incidents. And though it is often decided to be a security or lien, yet so far as it is necessary to render it effective as a security, there is always a recognition of the fact that it is a transfer of the title.” Mortgagees, he observes, have rights both as grantees and lien-holders ; and their rights as grantees are not forbidden by the Act of 1820, which touches the lien only, and not the estate. The same key unlocks the question before us. The lien of the debt, under the Act of 1797, was gone against the general estate of Judge Wilson ; but the special estate, granted by him in the mortgage, remained and preserved the debt against it. This effect might be seen in the case of a mortgagee in possession at the death of a mortgagor. Clearly, the lapse of time would not oust him, if his debt were unpaid. He could hold the land until the heirs tendered payment, or his debt was made out of the profits. The proceeding by scire facias against the administrators was valid, and the judgment being before the Act of 1834, bound the heirs. Probably the case would be different since the passage of that act, and the heirs would be permitted to make the same defence to the ejectment, which they might have set up to the scire facias, if they had been served: Wallace v. Blair, 1 Grant 75 ; Murphy’s Appeal, 8 W. & S. 165 ; Benner v. Phillips, 9 W. & S. 13; Atherton v. Atherton, 2 Barr 112. Even an irregularity in the proceeding, as a judgment upon ■one return of nihil, has been held not to affect the purchaser at the ¡sheriff’s sale. The effect of the sale is to transfer the estate to the purchaser as fully as it existed in the mortgagor at the time of the mortgage : Hartman v. Ogborn, 4 P. F. Smith 120. The sale in this case, therefore, extinguished the title of the heirs, notwithstanding the great lapse of time from the death of Judge Wilson until the proceeding upon the mortgages. If the heirs had a defence they ought to have gone into court and asked the judgment to be opened to let them into a defence. The judgment was final, and bars any defence which existed before it was rendered. Though the jurisdiction of the court may not be denied, as we have seen, because of an omission of part of the instrument in recording it, it may be conceded that the omission of a material part, necessary to identify the subject-matter, will reduce the whole instrument to the condition of an unrecorded mortgage in its effect upon the estate of the heirs. In this view, Nice’s Appeal, 4 P. F. Smith 200, is relied on by the plaintiffs in support of their position. But that case concedes the effect of an unrecorded mortgage upon the estate as against the mortgagor and his heirs, and only denies to it a higher place as against creditors than that of a speciality debt, in a distribution proceeding, after a conversion of the property through an Orphans! Court sale. It is there shown that to allow it precedence over the general debts of a decedent, which are fixed in position by law at death, would disturb the harmony of the system relating to the estates of decedents and the payment of the debts. In this ease, the simple question is, whether the mortgage, considering it as unrecorded, could be enforced against the heirs of James Wilson ? After a full consideration of the assignments of error, we find none which ought to reverse the judgment.\nJudgment affirmed."}