{"id": "436326", "contents": "Mr. Justice Woodward\ndelivered the opinion of the court,\nThe first error assigned in this record is based on the rejection of that part of the deposition of Francis Joseph Debold in which he said : “ By the lettersAvhieh Rosenagle and his wife addressed to me from Scranton, I came to know that she (Mrs. Maria Katharine Kring) died in the said town. Rosenagle and his wife did write to me many times, but I have not more their letters.” The decision of the court below was apparently controlled by the rule stated in 1 Greenl. Ev., sect. 88, that “ if a witness, being examined in a foreign country upon interrogatories sent out with a commission for that purpose, in one of his answers states the contents of a letter not produced, that part of the deposition will be suppressed, notwithstanding, he being out of the jurisdiction, there may be no means of compelling him to produce the letter.” The authority for the text in Greenleaf was the case of Steinkeller v. Newton, 9 C. & P. 313. In rejecting the statement of the witness, Tindal, C. J., said : - “ I think it would be a most inconvenient and a most dangerous rule to hold, that it should rest in the option of the party examined, whether he will produce the document or not. We have no poAver to compel the witness to give any evidence at all, but if he does give an ansAver, that answer must be taken in relation to the rules of our law on the subject of evidence.” It is to be observed that in that case, no explanation Avhatever was given of the absence of the paper. Here, the witness said he had not preserved the letters of which he spoke — in his own Avords, he had “not more their letters.” The defendants beloAV were resisting a recovery on a policy of insurance on the life of Maria Katharine Kring, which, it was alleged, had been obtained by false and fraudulent representations by the plaintiffs. The immediate question related to the identity of Mrs. Kring, who had been represented in the application as having been born in 1807, and who was alleged by the defendants to have been born in 1798. The actual date of her birth was offered to be shown by other proof, and the establishment of the identity of the Maria Katharine Hermann who was born in the parish of Odenheim on the 17th of October 1798, with the Maria Katharine Kring who died in Scranton on the 19th of April 1867, was of vital importance to the defence. The fact stated was one which the witness had learned through a correspondence with his cousin Mary Ann Rosenagle and her husband, who were the plaintiffs. No question was made as to the authenticity of the letters. The witness had personally known both Mrs. Rosenagle and Mrs. Kring. The stringency of the rule requiring search for documents and proof of their loss, in order to make parol evidence of their contents admissible, is proportioned always to the character and value of the documents themselves. These letters were between relatives, and do not appear to have had any such obvious importance as to require care for their preservation. Slight proof of loss, therefore, was sufficient. This principle has uniformly been applied where documents, which from their very nature would have only transitory interest, have been in question. In the United States v. Doebler, 1 Bald. 519, on the trial of an indictment for forging and delivering bank-notes, after proof of the fact of forging a large quantity and the delivery of one note, it was held that parol evidence of the contents of a letter from the defendant to an accomplice on the subject of counterfeit notes, for which the accomplice could not account and had not searched, but believed to be lost, was admitted. The principle extends to documents of more grave significance, if it appears, when the witness is examined, that no rational motive for keeping them existed. A deposition will not be rejected because the witness speaks of papers not produced, if it appear that the papers are such as would not probably be preserved for so great a length of time as had elapsed when the testimony was taken, or are not in the possession or power of the witness or the party offering the deposition : Tilghman v. Fisher, 9 Watts 441. The principle is especially applicable to the contents of family letters received by a witness in a foreign country. The evidence should have been admitted.\nThe court rejected that part of the deposition of Alexander Bauer, in which he said the church records at Odenheim, as well as in the whole of the Grrand Duchy of Baden, “ are now kept by authority of the Badish common law, established since the year 1810, and enacted by the grand duke then being, and of the edict of the 29th of May 1811. Before this time they were kept according to the laws of the country then established.” This ruling is the ground of the second error alleged. As Mrs. Kring was born before 1810, and as the transcript called Exhibit No. 2, which the defendants offered, contained no entry later than 1805, the significant portion of tlie rejected paragraph was the last sentence. Why Avas not the sworn statement, that these records, showing that the births, baptisms, marriages and deaths of the parish, had been kept before the year 1810, “ according to the laAvs of the country then established,” admissible? The witness said he Avas the Catholic dean and parson at Odenheim — that “ these records have already existed many centuries, and each parson receives the church books from his predecessor, Avhich altogether form one continued series,” — and that he was the proper keeper and custodian of the records. The law. of a foreign country on a given subject may be proved by any person, Avho, though not a laAvyer, or not having filled any public office, is or has been in a position to render it probable that he would make himself acquainted with it: Vanderdunk v. Thelluson, 8 Q. B. 812. Here, the witness was the custodian of records which had existed for centuries, and Avhich he SAVore had been kept in accordance with the laws in force when the entries were made. It Avas his duty to know, and he testified that he did know, the law relating to the records in his charge. His knoAvledge was just that which the responsible head of a public office would be assumed to have of the law which had controlled the past operations of his department — just that which would be imputed to a surveyor-general in the year 1875, of the laAV that governed the land-office in the year 1800. His position, and the facts to which he testified, made the rejected evidence competent.\nThe third error assigned consisted in the striking out, on demurrer, of the transcript made by Parson Bauer from the parish records, showing the dates of the births of Mrs. Kring and her brothers and sisters, the children of Joseph and Elizabeth Hermann. This should have gone to the jury. It Avas manifestly a tabulation of several entries, but the witness had sworn that he had extracted the details from the records. It Avas evidence entirely aside from the meaningless certificate signed “Eischer vide De Seheider,” at the end. If its competency depended upon that, a literal exemplification of each entry would have been requisite; but it depended on the oath of the witness that he had copied the entries in the transcript. Where the proof is by a copy, an examined copy duly made and sworn to by any competent witness is always admissible:” 1 Greenl. Ev., sect. 485. That the facts embodied in the transcript were competent, is clear from the cases of which Hyam v. Edwards, 1 Dall. 2, and Kingston v. Lesley, 10 S. & R. 383, are representative.\nThe error specified in the fourth assignment was the rejection from the deposition of Erancis Joseph Debold of his statement of the births of his uncles and aunts, with the exception of that of his aunt Mrs. Kring. The purpose of the defendants Avas to show that the facts relating to his uncles and aunts, as stated by the witness, were identical with the facts relating to the children of Joseph and Elizabeth Hermann, as stated by Parson Bauer, the testimony of each fixing the 17th of October 1798, as the date of the birth of Maria Katharine Hermann (Mrs. Kring). The question was one of identity, and it was sought to establish this by proof of Mrs. Kring’s pedigree. The witness was her nephew. The term pedigree includes not only descent and relationship, but also the facts of birth, marriage and death, and the times when these events happened. These facts may be established by general repute in the family, proved by a surviving member of it, in all cases where they occur incidentally and in relation to pedigree: 1 Greenl. Ev., sects. 108, 104. Eor the purposes of this case, this evidence was legitimate.\nWhat is called in the record the “ exemplication of the common and statute laws of Baden,” was properly rejected. The instrument declared “ that the sections of the common and statute laws of the Grand Duchy of Baden, and of the statute of the grand duke, passed on the 29th of May 1811, contained in the above extracts, agree verbally with the copies of these laws as they are recognised by the courts.” The extracts themselves-are not on the paper books. At the foot of the paper are the words, “ The Circuit and Supreme Court of the Grand Duchy: Section of the Common Pleas. Berger;” and the seal of the court is affixed. Another endorsement follows in this form : “ I certify the above document. Carlsruhe, October 31st 1868. Ministerium of the Exterior, Grand Duchy of Baden. Borkh. Yost.” The seal of the secretary of foreign affairs is added to this remarkable paper. And then the United States consul certifies that Mr. Leopold Yost, whose name is subscribed to the paper annexed, is chief clerk of the department of foreign affairs for the Grand Duchy of Baden, duly commissioned to execute such acts, and that his signature is genuine. This answers to fix the status of Mr. Yost, but it does not help to explain the authority of “Berger,” nor what the document which he signed was certified by Yost to be. The exemplication proves nothing except certain peculiarities of official form. The fifth assignment of error is unfounded.\nThe sixth specification relates to a mere casual detail of the trial, which can have no future significance and requires no remark.\nJudgment reversed, and venire facias de novo awarded."}