{"id": "436338", "contents": "Mr. Justice Woodward\ndelivered the opinion of the court,\nUnder the evidence given on behalf of the defendant below, a different verdict from that rendered would have seemed the obvious and natural result of the trial of this cause. The jury, however, were the exclusive judges of the value of the testimony, and that they fixed that value justly is to be presumed. On the part of the court, the record exhibits entire accuracy except in a single particular.\nIn the defendant’s third point, instruction was asked that u if the jury believe that the plaintiff is and was a person of lewd and immoral character, she is not entitled to recover, unless they find that the defendant, with a knowledge that such was her character, expressly agreed to marry her.” The language of the point, in one respect, was perhaps ill-chosen. It seems to have been selected under the idea of a distinction between a contract made out by direct testimony, and one which a jury'may find by implication from proof of the relations and intercourse of the parties. But an agreement to marry, whatever the proof offered to support it, is at last neither more nor less than an agreement to marry. It may be established by evidence of a formal undertaking by positive words, or by evidence of circumstances from which its existence may be inferred. In either case, the contract is of the same obligation, is attended with the same incidents, and involves the same consequences. The point, therefore, may be 'treated here, as it was apparently treated in the court below, as if the word “ expressly” had not been used. And thus treated, it should have been distinctly affirmed. The relation of which this contract was designed to be the beginning, would, if consummated, have affected the parties throughout their lives. It is a relation on which the . most important of the rights of property — the whole happiness and prosperity of families — social order and social morals — the whole structure of our civilization, indeed, finally rest. A man has a right to require that his wife shall come to him with an unstained name. If he is inveigled into an engagement by a harlot, he is the victim of a sheer, bald fraud. Elaboration of a subject like this would be simple platitude. It is enough to say, that the law will not enforce a contract of marriage in favor of a party to it who is not fit to. be married at all. A man is not bound by such a contract if, in ignorance of her true character, he has entered into it with a woman who has earned an evil reputation by a vicious or reckless life.\nThe objection that this question could not be raised under the plea of non-assumpsit, is unfounded. The sufficiency and legality of the consideration of a contract are fairly put in issue by this plea (1 Chit. Pl. 116), and the defence reached directly to the consideration here. “ Assumpsit is an equitable action, and the party claiming performance of the promise must show that everything is fair and honest on his part:” Heck v. Shener, 4 S. & R. 249. In that case the plaintiff sued for wages claimed to be due her as the housekeeper of the defendant. Evidence had been offered in the Common Pleas to show malfeasance in her discharge of the trust, and had been rejected. In this court Gibson, J., said: “ The evidence was strictly admissible, for it went to the consideration, which is the gist of the action.” In Hussey v. Jacobs, 12 Mod. 97, it was ruled that where a man admits the action, were it not for special matter, it is at his option to plead that matter specially, or give it in evidence on the general issue. It was held by Holt, C. J., in Harrison v. Cage, 12 Mod. 214, that in a suit by a man against a woman, for breach of promise of marriage, “if the man were incapable to perform, by reason of consanguinity, &c., it would then be a void promise, whereof she might discharge herself by giving special matter in evidence on non-assumpsit.” The pleadings and evidence in the present case made this ground of defence entirely legitimate.\nJudgment reversed, and a venire facias de novo awarded."}