{"id": "4366319", "contents": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nJustice BAER.\nWe granted review to consider whether the right against self-incrimination, as protected by the United States and Pennsylvania constitutions, is implicated when a Commonwealth witness, such as an investigating detective, testifies without adverse implication that the defendant refused to answer questions prior to arrest. As previously observed in Commonwealth v. DiNicola, 581 Pa. 550, 866 A.2d 329, 336-337 (2005), and Commonwealth v. Whitney, 550 Pa. 618, 708 A.2d 471, 478 (1998), we reiterate that a mere reference to pre-arrest silence does not constitute reversible error where the prosecution does not exploit the defendant’s silence as a tacit admission of guilt. But cf. Commonwealth v. Molina, 628 Pa. 465, 104 A.3d 430, 2014 WL 6477607 (2014) (plurality opinion addressing the question of whether an arguably exploited reference to a defendant’s pre-arrest silence violated the defendant’s right against self-incrimination under the Pennsylvania Constitution). Accordingly, we affirm the decision of the Superior Court concluding that the defendant’s constitutional rights were not violated by the detective’s testimony in this case.\nIn the Highland Garden neighborhood of the City of Chester, during the evening of September 27, 2007, O’Neil Black-wood (Victim) suffered a fatal gunshot wound to his head during a burglary of his home by three assailants who intended to steal cash and drugs from Victim. The assailants also assaulted his wife, while their young children were upstairs in the home. Mrs. Blackwood identified Shataan Adams (Defendant), who lived in the neighborhood, as one of the assailants, although his face was covered by a clear or flesh-toned mask. Moreover, at trial, one of Defendant’s co-conspirators testified against him in exchange for a reduction of charges. A neighbor also testified to overhearing Defendant and the other assailants preparing for the crime.\nAs is relevant to the issue at bar, a detective investigating the crime testified as follows:\n[Assistant District Attorney (“ADA”) ]: During your investigation, did you have the occasion to locate [Defendant]?\n[Sergeant]: Yes.\n[ADA]: Do you recall what date that was?\n[Sergeant]: I believe it was October 19,2007.\n[ADA]: And on that date were you with anyone else? [Sergeant]: Detective Slowik.\n[ADA]: And did you attempt to interview [Defendant]?\n[Sergeant]: Yes we did; however, he didn’t want to speak to us at that time.\n[ADA]: Did you identify yourselves as law enforcement?\n[Sergeant]: Yes. We identified ourselves and told him that we’d like to interview him in reference to [Victim’s] homicide and that his name came up in the matter.\n[ADA]: And in response to that what did he say?\n[Sergeant]: He said he had nothing to say.\n[ADA]: What then — did you have a further conversation with him?\n[Sergeant]: Yes. We also asked him to consent to provide us with a DNA sample with the use of a DNA collector at which time he agreed.\nNotes of Testimony (N.T.), 5/7/09, at 251-252. Defense counsel requested a sidebar following this line of questioning, objecting that the exchange violated Defendant’s constitutional right to remain silent. Id. at 254-258. The trial court overruled the objection.\nAt the conclusion of trial, during which Defendant did not testify, a jury convicted Defendant of Murder in the Second Degree, Burglary, Aggravated Indecent Assault, and Criminal Conspiracy for Robbery. 18 Pa.C.S. §§ 2502(b), 3502(a), 3125, and 908, respectively. In July 2009, the trial court sentenced Defendant to a term of life imprisonment for Murder in the Second Degree and additional terms for the other convictions to run consecutively.\nDefendant appealed his judgment of sentence raising several issues, including the issue currently before this Court, in which Defendant contends that the trial court abused its discretion in allowing the prosecution to reference Defendant’s pre-arrest silence during the detective’s testimony. In its Pa.R.A.P. 1925(a) opinion, the trial court emphasized that admission of evidence is within the trial court’s discretion and should not be overturned absent an abuse of that discretion or an error of law. In regard to Defendant’s assertion that the testimony violated his right against self-incrimination, the trial court opined that “Defendant’s Fifth Amendment rights had not yet attached” given that Defendant had not been charged with any crimes. Tr. Ct. Op. at 8. The court additionally observed that the detective’s testimony did not constitute an impermissible comment on Defendant’s silence but instead “was utilized as foundational evidence demonstrating how the police came to obtain Defendant’s DNA sample.” Id. Accordingly, the court concluded that it did not abuse its discretion in overruling defense counsel’s objection.\nThe Superior Court affirmed the trial court’s determination that Defendant’s right against self-incrimination had not been violated during the detective’s testimony. Commonwealth v. Adams, 39 A.3d 310 (Pa.Super.2012). The court acknowledged that it had recently held in Commonwealth v. Molina, 33 A.3d 51 (Pa.Super.2011), that the right against self-incrimination prohibits the use by the prosecution of a non-testifying defendant’s pre-arrest silence as substantive evidence of guilt. Adams, 39 A.3d at 318.\nThe Superior Court, however, distinguished the case at bar from Molina. In Molina, a detective testified regarding her investigation of what was then a missing person investigation but later evolved into a homicide investigation. She explained that she interviewed Molina by phone because the victim had been seen with him. The detective recounted that Molina answered several of her questions but then refused to come to the station for further questioning. While Molina’s defense counsel did not object to this line of questioning, he did object when the prosecutor, during closing arguments, arguably relied upon Molina’s refusal to come to the station as evidence of his guilt.\nThe Superior Court in Molina recognized that the mere reference to a defendant’s silence does not violate a defendant’s right against self-incrimination but held it was exploited by the prosecution’s use of Molina’s silence as substantive indicia of guilt. Molina, 33 A.3d at 56. The intermediate appellate court thus concluded that the detective’s testimony in Molina was permissible because it was employed for the narrow purpose of describing the police investigation and not for implying the defendant’s guilt but that the defendant’s right against self-incrimination was violated when the prosecution used Molina’s silence as substantive evidence of guilt in closing arguments.\nConcomitantly, in the instant case, the Superior Court opined that the detective’s testimony was “offered for a narrow purpose, namely to demonstrate the nature and focus of the investigation, and as foundational evidence demonstrating how the police came to obtain Defendant’s DNA sample, which was later admitted into evidence at trial,” rather than as substantive evidence of guilt. Adams, 39 A.3d at 319. Accordingly, the court concluded that the trial court did not err in overruling the objection and allowing this testimony. Id. (citing DiNicola, 866 A.2d at 336-37 (“[T]he mere revelation of silence does not establish innate prejudice”); Whitney, 708 A.2d at 478 (“[e]ven an explicit reference to silence is not reversible error where it occurs in a context not likely to suggest to the jury that silence is the equivalent of a tacit admission of guilt”)).\nDefendant sought allowance of appeal in this Court. We granted review to consider the following issue as stated by Defendant:\nIs the Fifth Amendment right against self[-]incrimination, and Article [I,] Section 9 of the Pennsylvania Constitution, implicated by testimony presented by the Commonwealth that the [sergeant] investigating a homicide stated that [Defendant] did not want to speak with the officer, followed by the [sergeant]’s testimony that he introduced himself as a police investigator, that he was investigating a homicide and [Defendant’s name had come up?\nCommonwealth v. Adams, 616 Pa. 437, 48 A.3d 1230 (2012).\nDefendant rejects the Superior Court’s conclusion that the detective’s testimony was permissible because it was utilized only for the narrow purpose of setting forth the detective’s investigation. Instead, Defendant contends that the reference to Defendant’s pre-arrest refusal to speak with the detective violated his right against self-incrimination because the testimony “could be considered as substantive evidence of guilt.” Defendant’s Brief at 18. Defendant asserts that the detective’s testimony thus unconstitutionally burdened his right against self-incrimination.\nIn support, Defendant relies upon this Court’s decision in Commonwealth v. Costa, 560 Pa. 95, 742 A.2d 1076, 1078 (1999), in which we granted relief to a testifying defendant claiming ineffectiveness of counsel due to counsel’s failure to object when a detective referenced the defendant’s post-arrest silence. Defendant, however, fails to recognize that our decision in Costa does not indicate that the testimony had any purpose other than to highlight Costa’s silence, where the detective’s testimony in the ease at bar was relevant to describing the progression of the detective’s investigation.\nDefendant also relies upon decisions of our sister courts holding that a defendant’s right against self-incrimination is violated by a detective’s testimony indicating that a defendant refused to speak to investigators prior to arrest. The nonbinding decisions upon which he relies, however, involve distinguishable situations, including where the detective involved does not detail the course of his or her investigation, where the sole purpose of the reference is to infer guilt, or where there are repeated references to the defendant’s silence. Defendant’s Brief at 25-29 (citing, inter alia, United State v. Burson, 952 F.2d 1196, 1202 (10th Cir.1991) (finding error in eliciting testimony of two Internal Revenue Service agents regarding the defendant’s silence but finding error harmless); State v. Leach, 102 Ohio St.3d 135, 807 N.E.2d 335, 339 (2004) (finding prosecution utilized defendant’s silence to infer guilt); Taylor v. Commonwealth, 26 Va.App. 485, 495 S.E.2d 522, 527 (1998) (finding that the prosecution’s sole objective in using silence was to prove guilt)).\nDefendant, however, attempts to analogize these cases by contending that the detective’s testimony in the case at bar was not necessary to describe the course of the investigation, given that the detective had already recounted interviews with Victim’s wife and a neighbor, who both identified Defendant as one of the assailants. He asserts that at the time of the interview, the detective knew that he was a suspect in the murder. Moreover, Defendant emphasizes that the prosecutor did not merely ask the detective once whether he was willing to speak. Instead, he observes that the detective also stated that Defendant “had nothing to say” after they informed him that they were law enforcement officials investigating a crime in which his name had “c[o]me up.” N.T., 5/7/09, at 251-252. Defendant alleges, “This exchange was designed to insure that the jury could conclude that [Defendant] knew he was refusing to speak to an investigating detective about a homicide in which [Defendant] was at least a suspect, and not to further the jury’s understanding of the nature, scope and progress of the investigation.” Defendant’s Brief at 31. Defendant concludes that the questions “were deliberate and repeated, and the reference to [Defendant’s] silence was clear.” Defendant’s Brief at 31. Accordingly, Defendant urges this Court to reverse the decision below and find that the trial court erred in allowing the admission of the detective’s testimony referencing his pre-arrest silence.\nThe Commonwealth urges the Court to affirm the decision of the Superior Court because the detective’s brief reference to Defendant’s pre-arrest silence was isolated and utilized merely to explain the extent and focus of the police investigation. Moreover, the Commonwealth contends that the testimony provided a foundation for later questions related to how the police obtained the Defendant’s DNA sample. The Commonwealth emphasizes that the reference to Defendant’s silence was not employed as a tacit admission of guilt. The Commonwealth observes that this Court has previously held that prosecutors can reference a defendant’s pre-arrest silence to impeach a defendant’s testimony at trial and as fair response to a defendant’s arguments. Commonwealth Brief at 16 (citing DiNicola, 866 A.2d at 335-336). Additionally, it observes that we have previously stated that not all references to silence implicate a defendant’s right against self-incrimination. Commonwealth Brief at 13 (citing DiNicola, 866 A.2d at 337). Thus, the Commonwealth argues that the brief and limited reference to Defendant’s silence in this case did not burden Defendant’s Fifth Amendment right against self-incrimination.\nThis Court has repeatedly recognized that questions concerning the admissibility of evidence are within the sound discretion of the trial court and will only be reversed upon a showing that the court abused its discretion. Commonwealth v. Johnson, 615 Pa. 354, 42 A.3d 1017, 1027 (2012). An abuse of discretion occurs where “the law is overridden or misapplied, or the judgment exercised is manifestly unreasonable, or the result of partiality, prejudice, bias, or ill will, as shown by the evidence or the record.” Commonwealth v. Randolph, 582 Pa. 576, 873 A.2d 1277, 1281 (2005). However, to the extent the question presents as “an issue involving a constitutional right, it is a question of law; thus, our standard of review is de novo, and our scope of review is plenary.” Commonwealth v. Baldwin, 619 Pa. 178, 58 A.3d 754, 762 (2012).\nThis Court has previously concluded that mere reference to a defendant’s silence does not necessarily impinge constitutional rights when guilt is not implied. See DiNicola, 866 A.2d at 337; Whitney, 708 A.2d at 478. While we have interpreted the constitutional right against self-incrimination generally to prohibit prosecutors from referencing a defendant’s silence as substantive evidence of guilt, this Court has also concluded that the right against self-incrimination is not burdened when the reference to silence is “circumspect” and does not “create an inference of an admission of guilt.” DiNicola, 866 A.2d at 337. As noted above, “[e]ven an explicit reference to silence is not reversible error where it occurs in a context not likely to suggest to the jury that silence is the equivalent of a tacit admission of guilt.” See Id. (quoting Whitney, 708 A.2d at 478).\nApplying this precedent to the case at bar, we ultimately agree with the Commonwealth that the trial court acted within its discretion in concluding that the detective’s testimony was not intended to imply a tacit admission of guilt by Defendant. Id. For all the reasons compellingly detailed by the dissent, we acknowledge, however, that this case presents a closer case than suggested by the Commonwealth, given that the prosecution’s second question emphasized Defendant’s refusal to speak to the detectives despite being aware that they were law enforcement personnel. We caution prosecutors to tread carefully when referencing a defendant’s refusal to speak to officers, limiting such reference to the description of the investigation or other relevant purpose. Nonetheless, we affirm the trial court and Superior Court’s conclusions that the testimony in this case did not unconstitutionally burden Defendant’s right against self-incrimination, because the reference was contextual and brief and did not highlight Defendant’s silence as evidence of guilt. As noted, it was simply utilized to recount the sequence of the investigation, in particular, how the DNA sample was obtained from Defendant. As the detective’s testimony here did not violate Defendant’s right against self-incrimination, the trial court did not err in allowing the testimony.\nAccordingly, we affirm the Superior Court’s order.\nJustice STEVENS did not participate in the consideration or decision of this case.\nFormer Justice McCAFFERY did not participate in the decision of this case.\nJustice EAKIN joins the opinion.\nChief Justice CASTILLE files a concurring opinion.\nJustice SAYLOR files a dissenting opinion.\nJustice TODD files a dissenting opinion.\n. The Superior Court, pursuant to the request of the trial court in its Pa.R.A.P. 1925(a) opinion, vacated the judgment of sentence after finding the initial sentence illegal because it imposed separate sentences for two crimes which should have merged. No party challenges the sentencing aspect of the Superior Court's decision.\n. The Superior Court opinion sets forth the details of the crime, which are not relevant to the issue before this Court. Commonwealth v. Adams, 39 A.3d 310, 312-314 (Pa.Super.2012).\n. Defense counsel addressed the detective’s testimony in his closing argument, suggesting a variety of explanations for why the Defendant would not cooperate. In turn, the Commonwealth responded in its closing argument questioning the asserted rationales and observing that Defendant failed to inform the detective of his alibi defense offered at trial. Defendant did not object to the Commonwealth’s closing statement referencing his pre-arrest silence, presumably because it was a fair response to defense counsel’s argument. Although the Superior Court denied relief on this issue, Defendant does not raise any challenge related to the closing arguments before this Court. Accordingly, we will not address this issue further.\n. The Superior Court’s decision in Molina was affirmed by this Court, 104 A.3d 430 (Pa.2014) (plurality). We view the issues in Molina to be sufficiently distinct from this case to allow for separate legal analysis.\n. We additionally granted review to consider, in the event we found error, whether such error was harmless. As we conclude that the trial court did not err in failing to sustain Defendant’s objection to the questioning of the detective regarding his silence, we do not address the issue of harmless error.\nAdditionally, given that we conclude that Defendant’s right against self-incrimination was not violated, we will assume arguendo that he sufficiently invoked his right against self-incrimination to the extent express invocation is required under the recent plurality decision of the United States Supreme Court in Salinas v. Texas, — U.S. —, 133 S.Ct. 2174, 186 L.Ed.2d 376 (2013) (plurality).\n. The testimony in Costa was as follows:\nQ. When were the charges filed against the defendant for his alleged sexual abuse of [the victim]?\nA. That would have been August 23rd of 1993.\nQ. Did the defendant say anything to you when these charges were filed?\nA. No.\nCosta, 742 A.2d at 1077 (Pa. 1999).\n. In relevant part, the United States Constitution decrees that “No person ... shall be compelled in any criminal case to be a witness against himself.” U.S. Const, amend. V. Similarly, the Pennsylvania provision dictates that the accused \"cannot be compelled to give evidence against himself[.]” Pa. Const, art. 1, § 9. While Section 9 has been interpreted to provide greater protections than the Fifth Amendment on specific issues, Defendant has not presented argument distinguishing the provisions. Moreover, we are not convinced that the federal and state provisions differ on the limited question regarding whether the brief reference to Defendant’s silence constitutes a violation of the right against self-incrimination where the silence is not utilized as substantive evidence of quilt."}