{"id": "438399", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, May 31st 1875.\nThe parol evidence offered to impeach the magistrate’s certificate appears to have been received without objection. The learned judge of the court below, however, fell into error when he assumed that it was conclusive, and withdrew the question of fact from the jury. Opposed to the parol evidence was the official certificate of the magistrate, showing upon its face that Mrs. Glasgow had executed and acknowledged the mortgage in the manner required by law. No matter what the magistrate may have sworn to upon the trial, the plaintiffs were entitled to have his official act go to the jury-\nThe certificate of a justice of the peace of the acknowledgment of a deed or mortgage is a judicial act. It is conclusive of the facts certified to in the absence of fraud or duress. This is the current of all the authorities in this state: Jamison v. Jamison, 3 Wharton 457 ; Hall v. Patterson, 1 P. F. Smith 289; McCandless v. Engle, Id. 309. In the case first cited, it was held that parol evidence of what passed at the time of the acknowledgment was not admissible for the purpose of contradicting the certificate, except in cases of fraud and imposition. In a number of cases parol evidence has been freely admitted to overthrow the certificate, as in Michener v. Cavender, 2 Wright 337; Louden v. Blythe, 4 Harris 541; and Schrader v. Decker, 9 Barr 14. But in all these cases gross fraud and imposition had been practised, affecting the acknowledgment itself. There is another class of cases in which parol evidence has been admitted to show facts de hors the certificate, as in Keen v. Coleman, 3 Wright 299, where a married woman fraudulently represented that she was a widow. The true rule deducible from the authorities is, that the certificate of the justice of the acknowledgment of a deed or mortgage is a judicial act, and in the absence of fraud or duress, conclusive as to the facts therein stated. A purchaser, bond, fide, and without notice of the fraud, is protected against it; but as to all other persons parol evidence has been admitted to show fraud or duress connected with the acknowledgment.\nThere was not a particle of evidence in this case to indicate either fraud or duress in anything that occurred at the magistrate’s office. That officer appears to have acted in entire good faith. If there was any fraud it was de hors the certificate, and the evidence leaves us in doubt as to whose door it should be laid.\nJudgment reversed, and a venire facias de novo awarded."}