{"id": "438454", "contents": "Mr. Justice Sharswood\ndelivered the opinion of the court, October 12th 1875.\nThese are appeals from the same decree. The court below sustained the demurrer to the amended bill and ordered it to stand dismissed, on the ground that it presented a new cause of action barred by the Statute of Limitations, leaving the plaintiffs at liberty to proceed on the original bill, and without prejudice to the right of Clement B. Grubb and E. Burd Grubb, administrators of Edward B. Grubb, deceased, to proceed on their petition of 29th November 1873, under the decree on the bill filed June 7th 1851. From this decree the plaintiffs below, and also the Messrs. Grubb, who were defendants, have appealed to this court.\nThe cause has been very ably and elaborately presented both orally and in the printed arguments. The main point is one of considerable nicety and difficulty, turning, as we shall see, entirely upon the construction to be put upon the pleadings, the original and amended bills. Several incidental questions have been raised and discussed which it will be unnecessary to consider and decide under the view we have taken of the case. The hinge upon which the whole controversy turns is this: Does the amended bill of 1872 set out a new and different cause of action from that contained in the original hill of 1865? It cannot be, indeed it has not been, denied that, if it does, then it appears upon its face that the bar of the Statute of Limitations was complete at the time the amended bill was filed, and it is well settled that when this is the case the statute need not be set up by plea or answer, but advantage may be taken of the defence by demurrer. It will be sufficient to refer to the lucid and able opinion of the learned president of the court below for the rule upon this subject, and the authorities by which it is so amply sustained.\nWhat constitutes a new cause of action, which is precluded as well in equity as at law from being introduced by way of amendment, and which, if made, as it may be by consent or acquiescence, does not relate to the original filing of the bill or commencement of the action, but in which, in all respects so far as regards such new cause, the action or proceeding as lis pendens dates from the amendment ? Our Acts of Assembly have very much extended the right and power of amendment in actions at law, so that we may assert without much hazard that the rules upon this subject at law and in equity are the same. Indeed, it is expressly enacted by the Act of Assembly of May 4th 1864, sect. 2, Pamph. L. 775, that “ in all proceedings in equity, according to equity forms, the several District Courts and Courts of Common Pleas in this Commonwealth, may permit, at their discretion, and when in their opinion the same will affect the merits of the matter in controversy and expedite justice, amendments to be made in bills, answers, pleas, or other matters, in the same manner as now obtains in common-law cases and practice.”\nWe are thus, by legislative mandate, for rules as to amendments in equity proceedings, referred to those which prevail in “ common-law cases and practice,” intending, no doubt, to incorporate all the provisions of the Acts of Assembly, and to make one uniform system for both classes of suits. Whether the effect of this was in any respect to enlarge the powers which courts of equity already possessed, and had always exercised whenever the claims of justice as between the parties demanded it, matters not. We can at least consult with confidence our decisions on amendments at law when bearing upon the same questions in equity. The power of amendment at law has been enlarged so as to comprehend not only the names of the parties, but the introduction of new parties on the record; and not only the grounds of the action, but the form of it, so that it can be changed from the form of ex contractu to a form ex delicto: Smith v. Bellows, 27 P. F. Smith 441. But nevertheless the limit of the power of amendment always has been, and still is, that no new cause of action can be introduced and engrafted upon the original declaration: Ebersoll v. Krug, 5 Binn. 53; Cunningham v. Day, 2 S. & R. 1; Newlin v. Palmer, 11 Id. 98 ; Wilson v. Hamilton, 4 Id. 240; Wilson v. Wallace, 8 Id. 53. Citations to this point might be multiplied ad nauseam. To what extent this limitation operates as a restraint upon the power of amendment has been long settled by a series of determinations of which it will be sufficient to refer to a few of the leading ones. The principle was stated by Mr. Justice Duncan in Cassell v. Cooke, 8 S. & R. 287, in these words: “ The true criterion is whether the alteration or proposed amendment is anew and different matter, another cause of controversy, or whether it is the same contract or injury and a mere permission to lay it in a manner which the plaintiff considers will best correspond with the nature of his complaint, and with his proof and the merits of his case.” So in Coxe v. Tilghman, 1 Wharton 287, Mr. Justice Sergeant said : “ It was settled soon' after the passing of Act of 21st of March 1806, that the plaintiff is entitled to amend his declaration or add a new count at any time before or during the trial of the cause, provided he do not introduce a new cause of action. But what amendment does introduce a new cause of action has given rise to frequent controversies, and in many instances the amendment has been refused as not coming within the limits prescribed. An examination of the decided cases will show that in actions ex contractu, so long as the plaintiff adheres to the original instrument or contract on which the declaration is founded, an alteration of the grounds of recovery on that instrument or contract, or of the modes in which the defendant has violated it, is not an alteration of the cause of action. In an action on a policy of insurance, where the plaintiff declared on losses by capture by an enemy and perils of the sea, the court permitted an amendment by adding a count for a loss by barratry. The object of the action, says Tilghman, O. J., was to recover for a loss covered by the policy, and this amendment did not go out of the policy. Anon., cited in Rodrigue v. Curcier, 15 S. & R. 83.” It was accordingly decided in Coxe v. Tilghman, that in an action of covenant, amendments of the declaration assigning new breaches of covenant on the same instrument, on which the original counts were founded, and alleging performance on the part of the plaintiff in another mode than was alleged in the original counts, are admissible. So in Stewart v. Kelly, 4 Harris 160, in an action on a contract for the sale of merchandise, the declaration alleged delivery by the plaintiff, which the evidence failed to establish. An application was made during the trial for leave to amend the declaration by averring the readiness of the plaintiff to deliver, and the refusal of the defendant to receive and pay for the merchandise, which amendment the court below refused to permit; this court held that the refusal was error, and reversed the judgment. See, also, to the same effect: Yohe v. Robertson, 2 Whart. 155; Miller v. Frazier, 3 Watts 456 ; Proper v. Luce, 3 Penna. Rep. 65; Robinson v. Taylor, 4 Barr 242; Mechanics’ and Tradesmen’s Ins. Co. v. Spang, 5 Id. 113; Smith v. Smith, Id. 254; Stover v. Metzgar, 1 W. & S. 270; Wilson v. Clarke, Id. 554. . It is unnecessary to continue this citation of cases. The books are uniform in support of the same doctrine. In McAdam v. Orr, 4 W. & S. 550, in an action of account render, .it was held that a count charging the defendant as bailiff of the plaintiff’s land, may be added by way of amendment on the trial to a count charging the defendant as tenant in common with the plaintiff.\nIf, therefore, it should appear that in the plaintiff’s original bill the title was set out in such a manner as upon the true legal construction of it he had a right to the account, as he now claims, in the amendment, then the amended bill introduced no new cause of action. Whether the limited claim, as made in the original bill, was the result of mistake, or was by design — whether, as the learned judge below characterizes it, it was “ sinning against light and knowledge” from sheer gross ignorance, or because the draughtsman meant then to deny distinctly that the defendants had any title as tenants in common in the tracts of land numbers one and two beyond the lines of the alleged survey by Thomas Clark, ought not, as it seems to us, to make any difference. All that had been decided by this court in Blewett v. Coleman, 4 Wright 45, was that any of the tenants in common of the ore-hills had the right, under the agreements of August 30th 1787, to take ore within the natural boundaries of those hills, although outside of the Clark survey. It was not decided, and never has been expressly decided, that they had the right to open holes and sink drifts on the surface of those tracts, though such a result may, perhaps, be deduced from the opinion. We may consider that the bill of 1865 was carefully and skilfully drawn, so as not to preclude the plaintiffs from taking and maintaining the position when the account came to be taken, that all the veins and ores outside of that alleged survey were their exclusive property, and that the ore they had themselves mined on what they thus claimed should not be brought into the account. It is true that in Coleman v. Grubb, 11 Harris 402, the jury refused to find whether the draft alleged to have been made by Thomas Clark, was the survey referred to in the proceedings in partition ; yet the jury in Blewett v. Coleman did; and in the opinion of this court in that ease it is said: “ The Clark survey has embarassed the parties interested in these hills long enough,” and “ probably it will be well for the parties when no more is heard about it.” Yet, perhaps it would be going too far to say that they are concluded by anything which has been decided upon this subject, and that to set up the Clark survey as the boundary of the tenancy in common was “sinning against light and knowledge.” It was thrown out from consideration in Coleman v. Grubb, because the jury did not find it; and in Blewett v. Coleman it was not satisfactorily proved. Be this as it may, as we have seen, a man may at law, and much more in equity, shift his ground, provided his title and the facts charged will sustain the new ground he assumes, and the decree for which he prays, or indeed any other consistent decree within his prayer for general relief. A very striking illustration of this is to be found in Danzeisen’s Appeal, 23 P. F. Smith 65, and indeed we need go no further than that case for authority to support the doctrine. There the bill set up a trust, either ex maleficio or by a parol declaration, and prayed an account of the trust property and a reconveyance. It was not clearly made out by the proofs, and the bill was dismissed at Nisi Prius. When the case came up on appeal before the court in banc it was held that the facts stated in the bill and supported by the proofs made a mortgage; and a decree was entered that the defendant should account as mortgagee. No amendment was moved for, nor was one necessary in that stage of the proceedings, as the court would have been bound to allow such an amendment in the manner of charging and in the prayer for relief as would make them conform to the true equity of the plaintiff. The Court of Appeals might well consider that as actually done which ought to have been done in the court below. I was at Nisi Prius when the case was heard on appeal, but I should have concurred in the decision. The idea of its being a mortgage was not suggested on the argument of the cause below. Nor ought it to make any difference in the case now before us, that when the limited nature of plaintiff’s claim was pleaded as a sufficient defence to the bill, though it may be inferred from the record that the plaintiffs set down the plea to be argued upon the question of its sufficiency, yet for some reason not explained they filed a replication, and the cause went to proofs. We may admit that up to the filing of the amendment they adhered to the design to insist upon their separate title outside of the Clark survey; that they did not mean to admit any right in the defendants as tenants in common in the ore lying underneath tracts numbers one and two, outside of the natural boundaries of the hills or outside of the lines of the Clark' survey. But surely the view they took of their legal rights, or of the extent of the tenancy in common at the commencement of the proceedings, is no criterion of the extent of the power of amendment. It was certainly not so thought in Coxe v. Tilghman, where new breaches were allowed to be assigned at the trial, not known nor thought of when the declaration was filed; nor in McAdam v. Orr, where on the trial the plaintiff was permitted to shift his ground from a claim in account render against the defendant as tenant in common to a claim against him as bailiff of his own land. The true criterion is, as all the authorities, show, did the plaintiff so state his cause of action originally as to show that he had a legal right to recover what he subsequently claims ? A declaration on one bond or note cannot be amended by the introduction of a count upon another, but a count on the original consideration may be amended by a count on the note or bond given for it; and e contra, a count on the original consideration may be added to a count on the bond or note.\nThe question then is, would the plaintiff, under the title set out in the original bill, have been limited to the ore mined within the lines of the Clark survey, or could the defendants have insisted upon bringing in also the ore taken by the plaintiffs on the tracts owned by them outside ?\nThe original bill commences by setting out the title of both plaintiffs and defendants as tenants in common to certain ore-banks and mine-hills, and their different shares and purparts of the same. In the course of this statement or deduction of title, the two agreements, both dated August 30th 1787, are recited, by the first of which it was agreed by and between the then owners and tenants in common that the said ore-banks and mine-hills should thereafter remain together and undivided as a tenancy in common, and because it was suggested that the said agreement required further explanation, and that it might so happen that veins of ore might extend beyond the limits of the surveys then lately made by Thomas Clark, it was further expressly declared and agreed by the second or supplemental agreement, bearing-date the same day, by and between the same parties, that Burd Grubb, Henry Bates Grubb, and Robert Coleman, and their respective heirs and assigns, should have full liberty and privilege of ingress, egress and regress to and from the said mine-hills, and should have free and uninterrupted liberty and power to dig, sink shafts, drive drifts, raise and carry away any ore that might be found to extend beyond the limits of the said surveys, without doing any material damage to the ironworks or plantation. It then proceeds to state the partition of November 1787, as expressly excepting out of the lands awarded to Curtis Grubb and Robert Coleman, to be held by them, according to their respective titles, the drafts of the ore-banks and hills to be held by Curtis Grubb, Robert Coleman, Burd Grubb and Henry Bates Grubb, as tenants in common, according to their respective shares, and to the covenants and articles in the said agreements of May 6th and August 30th 1787, with reference to the record of the partition by a prout. It then proceeds to set out the courses and distances of the lines bounding the several hills, according to the Clark survey, concluding with this averment (principally relied on by the appellees as limiting the claim of the plaintiffs to the .lines of that survey), “that the said three hills, viz.: the Large Iron Hill, the Middle Hill and the Grassy Hill, constitute and compose the Cornwall Ore-Banks and Mine-Hills, as in and by the said draft, reference being thereunto had when produced, will more fully and'at large appear.” In this respect, however, the two bills, original and amended, are identical. Indeed, the only substantial difference in the Avhole frame of the two bills seems to be that the amended bill sets out in full Avhat is merely referred to and recited in the original, until we come to that part -where the acts and pretences of the defendants are charged, and the prayers for account. Here, indeed, there is introduced into the amended bill an averment not in the original, that the respondents have mined, dug, raised, taken, and carried away from the said ore-banks and mine-hills, and “under a pretended claim of right, which your orators deny, from the before-mentioned tracts, number one and number two, out of which the draft of the aforesaid ore-banks and mine-hills was excepted, large quantities of iron ore,” &c. And while the prayer of the original bill was “for an account of all iron-ore, copper-ore, and other minerals taken from the Cornwall Ore-Banks and Mine-Hills aforesaid,” with the usual allegation on the part of the orators, to pay defendants whatsoever upon the said account shall be found to be due them by the orators the amended bill, in addition to this, prefers a prayer, as it is called, with a double aspect, that if'the court shall he of '“opinion that under the titles to the said ore-banks and mine-hills, and to the surrounding real estate, viz.: tracts number one and number íavo, as hereinbefore set forth and referred to, your orators are entitled to an account for the iron-ore and copper-ore, and other minerals, or any part thereof taken, as hereinbefore stated, from without the bounds of the aforesaid ore-banks and mine-hills, your orators being ready and willing,” &e.\nSubstantially, then, the cause of action was the same in both bills — for an account of the ore taken under this one title as tenants in common. The extent of that title Avas a question of law upon the proper construction of the agreements of August 30th 1787. These agreements are fully recited in both bills. If the true construction of these agreements be as zealously maintained, that the tenancy in common comprehended all the ore spreading out and running in veins from the base of the hills underneath the adjoining tracts, then the prayer of the original bill “ for an account of all iron-ore, copper-ore, and other minerals taken from the CornAvall Ore-Banks and Mine-Hills,” by a fair and reasonable interpretation would include them. It Avas said in the opinion of this court, in Coleman’s Appeal, 12 P. F. Smith 274, “whether it (the agreement of August 30th 1787) gave to the tenants in common incorporeal mining rights under the adjacent soil of the lands assigned and allotted in severalty, or whether it recognised those veins as forming a part of the entire body of ore connected with and belonging to the mine-hills as a corporeal hereditament distinct and separate from the surface and remaining in common, are questions which do not arise upon this record. In either case, however, as far as this argument is concerned, the result is the same. If it was an incorporeal easement, it was annexed to the ownership of the mine-hills as an appertenance thereto, and if it was corporeal it was a part of them.” It is plain, then, that upon this construction, if it be the true one, these outlying veins were a part of the “ Cornwall Ore-Banks and Mine-Hills aforesaid,” the subject of the tenancy in common forming the ground for the account demanded in the original bill. It seems to be faintly admitted, indeed, that, if the amendment had been made before the bar of the statute was complete, it might have been proper. It is said that in equity it is a mere matter of costs whether an old bill shall be amended or a new bill filed and parties brought in upon new process. The same thing may now be said at law when parties and forms of actions may be changed ad libit,urn. Still this exception to the power of amendment must be maintained if we would escape the grossest incongruities, that a new and entirely different cause of action cannot be introduced and engrafted on the old process. Surely by paying costs a party cannot change ejectment to assumpsit, or a bill for specific performance toa bill to restrain a nuisance: Chambers v. Waterman, Leg. Gaz., April 29th 1870, p. 129. If such an amendment passes sub silentio, or by an erroneous permission of the court, undoubtedly it must be regarded as a lis pendens only from the time of the amendment. The principle has been very accurately and succinctly stated by the present chief justice, in Smith v. Bellows, 27 P. F. Smith 441: “ The test lies in the cause of action and not the Statute of Limitations. If the cause of action is the same declared upon, then the writ quoad it was brought in time. If the cause of action was not the same, then the action was not brought for it, and the Statute of Limitations would fairly apply.”\nIt will be unnecessary to elaborate this cause further. It is not seriously disputed that if this amended bill had been filed originally it would not have been demurrable. That it contains a prayer framed with a double aspect forms no objection to it. The cases cited by the appellants show this, and it is admitted in the opinion by the learned judge below. The rule has been accurately stated by Sir W. P. Wood, afterwards Lord Ilatherley, in Rawlings v. Lambert, 1 Johns. & Hem. 466: “ You have no right to allege two inconsistent states of facts and ask relief in the alternative, for the two cannot he true ; but you have always a right to state the facts of the case, the documents and deeds, and ask the conclusion of the court on those facts and documents, and say, the court may come to one conclusion of law, or it may come to another; and you may ask the court to come to a conclusion on the facts which you have disclosed, having stated everything that will enable the court to form a proper judgment. You may ask the judgment of the court on two alternatives. That may he done on any bill without objection.” Nor is there any doubt that though a question of title may he necessarily involved, it is within the jurisdiction, for, where there is jurisdiction of the subject-matter, that carries with it jurisdiction to decide every incidental question that is necessarily involved. If, upon a bill to account between tenants in common, a question arises as to the extent of the land comprised in the title, surely it must be competent for the court to determine it, in order to make an end of the whole controversy. Nor do we think that the alleged laches of the plaintiffs ought to have any effect upon this question. There was as much laches in the defendants as the plaintiffs. The cause was put at issue August 19th 1867, and an examiner appointed June 22d 1868: then both parties went to sleep, and no motion is made in the cause until August 21st 1871, when, the examiner having made no report, on motion of E. B. Grrubb, administrator, and one of the appellants here, it was ordered “that any party, plaintiff or defendant, have liberty to set down the cause for argument on the 6th day of November next, upon bill, pleas and answers.” Nothing was done under this order, and the next step in the cause is June 3d 1872 ; application to file amended bill. We do not think it lies in the mouth of the appellees to allege laches in the appellants.\nDecree reversed, demurrer overruled, and ordered that defendants plead or answer to the amended bill within such time as may be fixed by the court below, and that the record be remitted for further proceedings. The costs of this appeal to be paid by the appellees."}