{"id": "438453", "contents": "Chief Justice Agnew\ndelivered the opinion of the court, May 24th 1875.\nThis case was submitted to the jury correctly and fairly. In the first place the judge withdrew from the jury all the evidence that the public were accustomed to use the track at or in the neighborhood of the place of the accident, as a passage-way by sufferance of the railroad company; saying also that the company “is just as much entitled to the free and uninterrupted enjoyment of its track at this particular place as at any other along the entire line of the road.” He also informed the jury, “that if this boy was walking on the track of this road, taking it as a short cut to his aunt’s, he was where he had no right to be; and it matters not that many others had done the same; this did not justify this boy, nor could it justify the father and mother in using the track as a footway.”\nHe then fairly left the great question of the cause to the jury in fitting terms ; that is, whether the train was “ running at a safe and prudent rate of speed;” or (said he) “was the rate at which the train was approaching and running dangerous and reckless ?” Again, “ if you find that defendants’ train was running at the usual rate of speéd and not at a reckless and dangerous rate, but with proper care and caution, upon a good track, with the best brake then known, and with a due regard — and by this I mean with that regard that a prudent man would have — for the protection of human life, under the circumstances of the case, then we say to you that the plaintiffs cannot recover, and your verdict should be for the defendants.” Surely' this was not exacting an unjust or illegal degree of care and caution of the company entering within the outer limits of the city of Harrisburg where the accident happened. It took place at the Lochiel Iron-works, situated immediately alongside of the track, where numerous hands were constantly passing and repassing, and in the vicinity of the rows of houses occupied by the hands employed in these large works, and in a neighborhood where many persons were likely to be. According to the plaintiff’s evidence, the rate of speed of the train, while approaching and entering within these limits, was from twenty to twenty-five miles an hour. The engineer himself testified to eighteen miles, and it was shown that before the coroner’s jury he had testified that the speed was from twenty to twenty-five miles an hour. There was therefore evidence which justified the instructions, and this distinguishes the case, at once, from that of the Railroad Company v. Hummel, 8 Wright 375, in which Justice Strong says, the cars were moving slowly by their own gravity, yet so perfectly under the control of the engineer that they could be immediately stopped. The question presented in this case is, therefore, whether a railroad company may enter into the outskirts of a populous city at a high and dangerous rate of speed, even though it be upon its own track where the people have no right to be. He would be without much feeling for his kind, and wedded to technical rights to an unwarranted extent, who could affirm this proposition; and thus leave a people unprotected by law, and subject to whatever danger any motive of interest or otherwise might lead to in the use of a high and dangerous rate of speed. The Railroad Company v. Hummel, supra, asserts the rights of a railroad company upon its own track, as thoroughly as any case to be found in the books, and even there it is said, “ ordinary care they must be held to.” Is it common prudence or ordinary care to run into the outskirts of a city at a rate of speed so high and reckless that persons happening on the track are liable at any moment to be overtaken and crushed to death by the ponderous wheels of the swiftly-moving engine ? Conceding that these people are trespassers, yet must we have no regard to the habits, character, condition and circumstances of a people living in a city and immediately on the line of a railroad ? Clearly to disregard them would be contrary to our sense of humanity, and to that common judgment of mankind expressed in the maxim, “sic utere tuo, ut alienum non Icedas,” and that rule of right doing which requires men to do unto others as they would have them to do unto themselves. But beyond this there is also that supervising authority of the state, which, by its' police powers, is enabled to regulate even positive rights, when it is necessary for the safety, protection, and welfare of the people. Hence it has been held that the speed of trains through towns and cities may be regulated by municipal ordinances. But the absence of any such positive regulation does not leave the way open to a railroad company to run its trains into a populous town at a dangerous and reckless rate of speed. Are the circumstances of the case not to be heeded, and are the people, regardless of the probability of the loss of life, to be run down and crushed to death merely because they happen to be trespassers ? Does no duty rest upon a railroad company, because it is running upon its own track, unfenced and unguarded ? Surely we must not disregard the habits, character and condition of a people, accustomed to run thoughtlessly and unheedingly into danger. We must take into account the feebleness of age and helpless infancy, the infirmity of mind and body of many living on a railroad track, their want of reflection and unthinking heedlessness, their want of apprehension of danger, and entire absence of injury .they suppose they do to the hard rough track of a railroad; the many motives they have to do an act which, though a trespass, is seemingly to them no cause of complaint. Surely the courts have not lost their power to declare what is ordinary prudence and care in the use of its track by a railroad company merely because the track is its own, and no one may rightfully trespass there. The circumstances which qualify this right must be taken into account and submitted to a jury under proper instructions. It is said this is to subject the company to the influence of prejudice, and that juries are always unfavorable. The causes of this prejudice it is not proper to discuss, but the common sense of mankind is not often very far wrong. Not to submit circumstances to a jury upon the evidence, and under the controlling power of a court, is simply to set aside the trial by jury. Whether the population is dense or sparse at the locus in quo, what is the likelihood of danger, and what the rate of speed compatible with the public safety under the circumstances, are facts which necessarily find their way into the jury box. When it is thus determined that the rate of speed is incompatible with public safety, under the circumstances of the place, the rights of the company, even upon its own track, are qualified by the great law of the public good. Life is too sacred to become the sport of chance, or the sacrifice of heedless will. “ Salus populi est suprema lex.” “ Necessitas vincit legem et quod cogit, defendit.”\nWe hold, therefore, there was no error in the instruction of the court in this respect. This being the casé, there cannot be any serious objection to the charge upon the other questions in the cause as to contributory negligence either on the part of the boy or his parents. Referring to the unlawful act of the boy in being upon the track, the judge said: “ And if the boy in so doing had sufficient judgment and discretion to know the danger he was running, and did not exercise the ordinary care that one of his age and maturity should, he was guilty of such negligence, concurring to an accident, as would prevent him from recovering against the company because he was a wrongdoer — a trespasser — and did not guard against the injury as he might have done. And if he could not recover, under the same conditions, if the accident resulted in his death, the plaintiffs cannot recover; for his negligence — the negligence of his son, servant, the agent — is imputable to the plaintiffs themselves when they ask to recover damages for an injury to their son, which was occasioned by an accident to which his own negligence contributed.” As to the negligence of the mother herself, the court affirmed the fourth -point of the defendants, leaving the facts to the jury, and this fully covered the ground in connection with the answers to the third and fifth points of defendants.\nFinding no error, the judgment is affirmed."}