{"id": "438401", "contents": "Chief Justice A shew\ndelivered the opinion of the court, January 6 th 1876.\nThis was an action by the widow of James McKean against Elkins, Bly and Co., manufacturers of refined petroleum or carbon oil. McKean died of burns received, either from the explosion of a lamp carried in his hand, or from a fall breaking the lamp and setting the oil on fire. The action was founded on the allegation that the defendants wilfully made and sold the oil for lighting purposes, knowing that it was highly inflammable, explosive and unsafe, and therefore unfit for use as a light. The case went to the jury distinctly on this proposition, the judge having charged in these words: “ If you should get beyond this question (to wit, the identification of the oil as made by the defendants), the next one which presents itself, and probably the most important question in the ease, is, Did the defendants wilfully and maliciously put it upon the market knowing it to .be, as she alleges in her declaration, unsafe, explosive, dangerous and unfit for illuminating purposes ? because if the}*- did not, under these allegations contained in this declaration or statement of her cause of action, there can be no recovery, and your verdict must be for the defendants.” According to this instruction no question of mere negligence, in putting the oil upon the market, arose or was presented to, the jury ; but their verdict of necessity must be founded upon the evidence of a wilful sale of such unfit oil, with a full knowledge of its inflammable and explosive character. Upon this precise statement the fifth and sixth assignments of error arise, that the court refused to say there was no evidence which would justify the jury in finding that the defendants knowingly and wilfully sold the oil, and that it was highly inflammable, unsafe and dangerous; and also that under the pleadings and evidence the plaintiff was not entitled to recover. Upon a careful review of the whole evidence there appears to be .none to justify the submission of the fact of the wilful sale by the defendants of ■ such an explosive and unfit oil for burning purposes with such a wilful and malicious knowledge as that set forth in the instruction. Indeed there is no evidence what the precise business of Elkins, Bly & Co. was — • what they manufactured, or what they sold; or that the oil in question coming from their house was sold as illuminating oil. That they made and sold illuminating oil appears from the barrels bearing their name, and the fire test, 110°, marked upon them, and from the testimony of J. M. Torrence; but that their business was confined to this branch alone does not appear. The contrary may well be inferred from the nature of the business of distilling crude petroleum in which various products are given off, used for different purposes. That the oil in the can'out of which Steele & Hart filled McKean’s lamp came from the manufactory of the defendants, may also be inferred from the evidence; but that this particular oil was sold by them as illuminating oil appears nowhere. The only testimony tending to identify the purchase of this oil, as from the defendants, is that of J. M. Torrence, the salesman of Arbuckle & Co., who sold the oil to Caskey. But Torrence does not undertake in the slightest degree to identify the sale of this particular oil, or to state for what purpose it was sold by the defendants, or to prove facts which would show that if it was the same oil, it was not delivered through accident, but must have been an intentional sale for lighting purposes of a product known by them to be below the proper fire test. The sum of his testimony is that Arbuckle & Co. were in the habit of buying large quantities at a time of oil in barrels, and having it delivered in small quantities to suit their sales, and that the books of Arbuckle & Co. show the sale of a barrel of oil to Caskey on the 11th or 12th of January 1873. But Caskey testifies that he frequently tried the oil bought of Arbuckle & Co., and found it always to bear the proper test. The only oil which did.not bear the test was that found in the can a day or two after McKean’s death, and whether this was the same oil with which McKean’s lamp was filled is left to depend upon the contradictory testimony of Steele and the boy Fedder, as to when the new barrel of oil was pumped into the can by Steele. And if it were the same, we are still met by the difficulty that there is no evidence that this particular oil was sold by Elkins, Bly & Co- for illuminating purposes. It may have been sold in a mistake, or may not have been, sold as bearing the fire test of 110°, but as one of their other products. Thus, upon the whole evidence, the turning fact of the case, viz.: a sale of this oil for illuminating purposes, with a guilty knowledge of its unfit and explosive character, is wanting in order to support the submission of the fact to the jury. This must reverse the judgment.\nThe judgment must be reversed also on the third assignment of error, though I am inclined to believe it was an error of inadvertence. “ The first question (said the judge) will be, was the death of James B. McKean occasioned by the explosion occurring at the time, and in the manner claimed by the plaintiff ? In regard to this there can be no doubt whatever.” But if the testimony of Mrs. Emma Bear be believed (and it was for the jury to determine this), McKean’s death was the result of his tripping over a piece of wood in the cellar, in consequence of which he must have fallen and broken his lamp : and was not the result of a mere explosion of the gas in the lamp. The fact of such an explosion stood at the very threshold of the case, and in the face of this contradictory evidence it was too strong an affirmation of the fact, to tell the jury there could be no doubt that McKean’s death was occasioned by the explosion at the time, and in the manner claimed by the plaintiff. There is no doubt that his death -was caused by the burning oil at the time and place claimed by the plaintiff, and this is probably all the learned judge meant. But we must take the record for our guide, and when he said there was no doubt that the death was caused by the explosion in- the manner claimed by the plaintiff, he asserted too strongly, in view of the contradictory evidence.\nThe other assignments of error are not sustained. What Mc-Kean said as to the cause of the accident when found enveloped in the flames of the oil, or within a few minutes afterwards, was clearly competent evidence as a part of the res gestee. This is so fully reasoned out and sustained in the following cases, that nothing can be said to make it plainer : Tompkins v. Saltmarsh, 14 S. & R. 275; Deardorff v. Hildebrand, 2 Rawle 226; Cattison v. Cattison, 10 Harris 275. The case of Fawcett v. Bigley, 9 P. F. Smith 411, was decided on a different principle. That was an attempt to make the narration of an agent of a past transaction evidence against his principal, and was not competent. It was especially so when the agent had an adverse interest to relieve himself by his statements of the consequences of his own negligence.\nAs to the second assignment of error, the reason given for excluding the evidence of the tests applied to the oil was unfounded. On the question of the identity of the oil in the can to which the tests were applied, the testimony of young Redder and Steele were in direct contradiction. If Fedder were believed, Steele did not pump the new barrel of oil into the can until after the oil had been taken out which was the subject of the tests. The case must of necessity have gone to the jury on the facts.\nNor can the fourth assignment of error to the refusal to affirm the defendants’ second point be sustained. The substance of that point is, that after the oil had passed from the defendants in large quantities to Arbuckle & Co., and from them in smaller quantities to Caskey, and from Caskey to Steele & Hart, who sold the lampful to McKean, there can be no recovery. The argument in support of this point is founded upon the alleged successive intervening liabilities of the persons through whose hands the oil had passed. But this proposition is unsound as a legal defence. The number of hands through which the oil had passed might furnish a strong argument on the question of indentity, and the guilty knowledge of Elkins, Bly & Co. as to this particular oil, but could not constitute a legal bar to recovery, if the identity of the oil and the guilty knowledge were made clear. Certainly one who knowingly makes and puts on the market for domestic and other use, such a death-dealing fluid, cannot claim exemption from liability for his terrible wrong, because he has sent it through many hands. The length of its passage may create a doubt of its identity, or that it was sent on its mission of destruction with a full purpose and knowledge of its dangerous qualities, hut the facts being established,' he cannot escape the consequences of his crime against society. The maxim, qui facit per alium facit per se, applies as clearly as other maxim, sic utere tuo ut alienum non Icedas. When the article is thrown into the current of trade on the faith of the affirmation of its manufacturers that it is a fit oil for light, and can be safely used in the family, or where it maybe required for illumination, they cannot follow it, or avert its injuries, or determine how much of the responsibility is due to others. This is made more manifest by the testimony of Mr. Torrence, the salesman. He said: “ We never draw the bungs. We sell the oil in perfect confidence, relying on the manufacturers. We sell it as we receive it.” And so it may pass onward to the last person who retails it in the same confidence. A manufacturer who sells his product as an illuminating oil bearing the high and safe fire test of 110°, when in fact he knows that its fire test will not exceed 64 or 65 degrees of Fahrenheit, and that this is a most explosive and unsafe oil for domestic use, can plead nothing in defence of this wilful, terrible wrong done to a confiding community. He bears within him a heart regardless of social duty, evidencing malice in its legal sense in a high degree. But while the circuit through which the oil has travelled may be insufficient as a legal bar, proof which sustains the fact of a guilty knowledge should be clear in proportion to the great wrong thus charged against one who may be innocent. We have already said that the evidence offered in support of the guilty knowledge in this case was insufficient to be submitted to the jury.\nJudgment reversed, and a venire facias de novo awarded.\nWilliams, J., concurred in the reversal of this judgment on the third assignment of error, but would not concur on the fifth and sixth assignments."}