{"id": "438424", "contents": "Mr. Justice Agnew\ndelivered the opinion of the court, October 20th 1873.\nIt is true this case is not ruled absolutely by that of The Commonwealth v. George T. Swank, decided in Harrisburg in 1872, antea, p. 154, the respondent now not then being a party, yet the ground on which his claim rests to the office of President Judge of the District Court of Cambria county was fully considered. The opinion then expressed was rendered necessary to prevent ruinous litigation and uncertainty in the administration of justice within the district, and cannot be treated as a mere obiter dictum, or a thing said by the wa'y.\nIt is unnecessary to repeat all we said of the unauthorized character of the court, as organized by the Act of April 13th 1869, P. L. 894. The pith of the opinion in this respect is contained in the following sentences : “ It is evident that when, by the proviso, the legislature directed the court should be organized by the President and Associate Judges of the courts of Cambria county, it excluded all others from the office. The proviso, it is true, is not according to the Constitution, and the judges of the courts of Cambria county cannot fill the offices, but its effect was to qualify the enactment, so that no others could fill it without further legislation ; no substitute having been provided, the court, not being one of those created by the Constitution itself, has nothing to stand upon except the law which created it, and this being defective in its vital part, it is left without any legal organization.”\nIt is now contended that the legislature, having created a court, and the proviso to the 7th section, making the judges of Cambria county its judges, being unconstitutional and void, the court remained in existence, and its president and associates must be chosen under the Constitution and laws of the Commonwealth. This, however, is simply a denial of what we have said, to wit, that the effect of the proviso was to qualify the section, so that no others than the judges of Cambria county could fill the offices. The question is one of interpretation merely, and we adhere to our former opinion, notwithstanding the able and earnest arguments of the counsel of Mr. Potts. The whole law evidences that it was not the intention of the legislature to create a new court, wholly independent of the judicial organization already existing in the county of Cambria. The purpose, though a very mistaken one, was to add to the existing judicial organization another for a portion of the county, composed of the same judges and officers, which should occupy an auxiliary and subordinate position.\nThe first six sections establish the court, define its powers, but no where fix the number of judges, declare their grades, or provide for an election at any time or place. The seventh is the first section to declare the organization of the court and determine who and how many judges there shall be, and it declares they shall be the president and associates of the courts of Cambria county. The fact that this declaration is put into the form of a proviso is not any less declaratory of the legislative intent. This intent is maintained in the subsequent parts of the act. The sixteenth section directs that the president shall receive, in addition to his present salary, five hundred dollars and mileage, and the associates shall receive in addition to their present salaries, two hundred dollars and mileage. The eighteenth section further makes it the duty of the same judges to lease a suitable building in Johnstown for a court room and offices. In connection with these we discover further evidence of the legislative idea and intent in the provisions making the prothonotary of the Common Pleas the clerk of the District Court, and requiring it to be attended by the district attorney and sheriff. Additional evidence of the parasitical type of the court is the provision that its judgments shall not be liens on real estate until transferred to the Common Pleas — that no real estate shall be sold under its executions, and that but one general lien and execution docket shall be kept, as already provided by law, to wit, that of the Common Pleas. All these provisions are heightened in their effect by the entire absence of any other provision for organization by election or otherwise. The respondent sets forth an election as judge of the District Court at the general election of the year 1871, as his title to the office. But it is very evident there was no authority for this, if our interpretation of the act be true — that the proviso so qualified the enactment, that none but the judges provided in it can hold the offices. Though the proviso may not be effectuated because of its unconstitutionality, it cannot be stricken out in giving the interpretation to the section. The section speaks as an entirety in its purpose, and not in parts, which may be severed without violence to the legislative purpose. Where, as here, the, parts are so dependent that one cannot take effect without the other, so as to carry out the legislative intent, we cannot legislate by way of substitution. The answer of the respondent is objectionable as being argumentative to a great degree. But the facts set forth in it are covered by the demurrer of the Commonwealth and can be readily separated from the argumentative portions. As these facts do not constitute a sufficient title to the office of President Judge of the District Court of Cambria county, we must give judgment on the demurrer against the respondent.\nAnd now, October 20th 1873, this cause having been duly heard and considered by the court, it is ordered that judgment of ouster be rendered for the Commonwealth, and against the defendant, and it is hereby considered and adjudged that James Potts, the respondent, unlawfully holds and exercises the office of President Judge of the District Court of Cambria county, and he is hereby excluded and ousted therefrom, and it is further adjudged that the Commonwealth do recover her lawful costs from the said James Potts."}