{"id": "440478", "contents": "Mr. Justice Sharswood\ndelivered the opinion of the court, January 7th 1878.\nThe main question in this cause is whether the plaintiff below gave sufficient evidence of a special contract by which payment for her services was postponed until the death of the decedent, James Pollock. The services for which she claimed to be paid were rendered to him before 1861, when she left his house. Of course, if there was no such special contract as alleged her demand was clearly barred by the Statute of Limitations.\nClaims of this character against the estates of decedents, resting on mere oral testimony of declarations or admissions, are very dangerous, and ought certainly not to be favored by the courts. “ The danger attendant upon the assertion of such claims requires, as was said by Chief Justice Gibson, in reference to a somewhat similar contract, that a tight rein should be held over them, by making the quality, if not the sum of the proof, a subject of inspection and governance by the court, and by holding juries strictly to the rule prescribed.” Per Strong, J., in Graham v. Graham’s Ex’rs, 10 Casey 481.\nWe think that both the quality and sum of the evidence in this case were entirely insufficient. The question ought not to have been submitted to the jury. All the declarations proved were only indicative of an intention to leave the plaintiff a legacy — to provide for her by will. Mrs. Gordon testified that Pollock said: “We intend to do as well by her as we do by our own child.” He said, “if she lived after him he would do well by her at his death.” Mrs. Ayers testified: “He said he intended to leave her and do as well by her as his own.” “ He said he intended to do well by her, and at his death he would make her as good as an heir. He said he would will it; did not use the word ‘will’ or ‘heir;’ he said he would do as well by her as his own; that is what he said. He just said he intended to leave her and do as well by her as his own.” “I heard Esquire Pollock say he would do well by her, or he would pay her wages.”\nIf the declarations had been to the effect that if the plaintiff would remain with him until his death he would then do well by her or pay her wages, there would be some plausibility in the contention that there was a mutual contract; she to serve him until his death, and he either to provide for her by will or pay her wages. It might possibly have been sustained under the case of Thompson v. Stevens, 21 P. F. Smith 161. This was not, however, pretended to have been the contract. Had she remained until his death it might perhaps have been implied. But in point of fact she left his service ten years before his death. There was no engagement on her part to remain a day. She might have left immediately and her case would have stood as strong on the evidence as it is now. There is not a scintilla of proof that she assented and agreed to postpone her claim until his death. Had she commenced an action, in 1861, for wages then claimed to be due, it would scarcely be contended that the evidence given upon this trial would have prevented her immediate recovery.\nThere was manifest error in the admission of the evidence as to the amount of the estate of the decedent, and in that part of the charge in which the court instructed the jury, “ if he promised to do as well by her as by his own child, his meaning might be that he designed to put her on an equality with his son, Nathaniel, In this view we have received evidence of the value of the decedent’s property and leave it to you to say what plaintiff should have, regarding what Nathaniel might have received as the only heir of his father if he had survived him.” As Mr. Justice Strong has said, in Graham v. Graham’s Ex’rs, 10 Casey 475, “ what loss is the result than the establishment of a parol will ?” “ It is a palpable error to say that the damages are to be regarded as a debt or liability of the estate. They are a distributive share and are claimed and recovered as an equivalent for an inherited portion or a legacy. If they are the fruit of a legal liability of the decedent, then the rule which the plaintiff invokes leads to a still greater absurdity than even a parol will; for under the contract which she sets up, she is only entitled to a share of what remains after all legal liabilities are discharged, and if those liabilities absorb the whole estate, she is entitled to nothing. The extent of her right varies with the residuum of the estate and is incapable of measurement until the residuum bo ascertained; there is no possible meter for it.” It is clear that if the plaintiff had succeeded in making out a clear and positive contract between her and the decedent that the payment of her claim should be postponed until his death, all that she could have recovered would have been what she was entitled to on a quantum meruit when she left his service.\nJudgment reversed."}