{"id": "440464", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court, January 7th 1878.\nCampbell & Young were associated as partners in the publication of the “ Evening Mail,” under the name of B. T. Campbell. While thus engaged they became indebted to the defendant in error. Young, by agreement in writing, the precise terms of which are not shown to us, sold his interest in the firm and in its property, to Kountz; the latter assuming and agreeing to pay Young’s indebti edness. Campbell & Kountz continued the publication of the paper, and made other purchases of the defendant in error. He now seeks to recover of Campbell & Kountz, the debt due to him from Campbell & Young. Can he do it ? He was a stranger to the contract between Young and Kountz and to the consideration. He did not agree to release Young, nor to accept Kountz as his debtor. He in no wise participated in the transaction, and had no knowledge of it. The decisions bearing on the liability of Kountz to the defendant in error under such a contract are not in entire harmony, but their difference is more apparent than real. The apparent conflict arises from attempting to apply one rule of law to different statements of facts. The general rule is that an action on a contract, whether express or implied, must be brought in the name of the party in whom the legal interest in such contract was vested : 1 Chit. Plead. 2. Yet many cases are to be found, in which the right of a third person to sue has been sustained, on a promise made to another. Hence, if one pay money to another for the use of a third person, or having money belonging to another, agree with that other to pay it to a third, an action lies by the person beneficially interested. This right of action is not restricted to cases of money only; but extends to an agreement to deliver over any valuable thing, so that such third person is the only party in interest. But when a debt already exists, a promise by a third person to pay such debt, being for the benefit of the original debtor, and to protect him against it, he must necessarily have a right of action against his promisor to secure that protection. If the third person also became liable to the original creditor, he would be subject to two separate actions, at the same time and for the same debt. This would manifestly be unjust: Blymire v. Boistle, 6 Watts 182.\nThere is nothing in the case before us indicating that the property sold to Kountz was to be delivered over to the defendant in error; nor that it was to be converted into money and the proceeds be paid to him; nor is there any fair inference, as in Townsend v. Long, 27 P. F. Smith 143, that the avails and proceeds of the property and business should pay and discharge the debt due to the defendant in error. In the case of Townsend v. Long, the late cases are cited and the true distinctions pointed out. A reference to them will show that to enable the third person to sustain the action, money or property must have been placed in the hands of the defendant for his use, or he must have become a party to the new agreement.\nIt was urged that an incoming partner may become liable for debts contracted by the firm previous to his entering it. Undoubtedly ho may so become liable by agreement, but the presumption of law is against any such liability, and requires proof to remove it. Hence it is important to ascertain whether there has subsequently been, with the consent of all the parties, any change or extinguishment of the original contract. Where it is proved that, upon the accession of a new partner, a new promise has been made by the entire new firm, in respect to the payment of the old debt, with the consent of the old partners as well as of the creditor, it will amount to a novation of the debt, and the new firm will be liable: Story on Part., § 153.\nHere there is not only an entire absence of evidence that the arrangement was made with the assent of the defendant in error, but it fails to show that Kountz’s agreement to pay was made with the consent or knowledge of Campbell. There is no evidence showing that Campbell and Kountz agreed to be jointly liable for the debt of the old firm. To the present action against them jointly each can answer, I did not so agree with my co-defendant. The assignments are therefore sustained.\nJudgment reversed, and a venire facias de novo awarded."}