{"id": "440530", "contents": "Mr. Justice Mercur,\ndelivered the opinion of the court, January 7th 1878.\nThe seventeen assignments of error may be considered together. They all involve the question whether the plaintiff can avoid the payment of the assessments made on his lands on the ground of alleged unconstitutionality of the law authorizing them.\nThe claim is to recover the cost of grading and paving Ellsworth iavenue, on which plaintiff’s lands front, under the Act of 2d April 11870, Pamph. L. 796. The main provisions of the act, to which reference need be made, providing for this improvement, are\n1. It requires a petition from a majority of property-holders along the line of the proposed improvement, before the councils can act.\n2. When authorized by councils, the improvement is placed under the exclusive control of the commissioners elected by the owners of property abutting on the improvement.\n3. The cost of the improvement is to be paid in ten equal annual instalments with interest.\nThe legislative power to apportion a local tax, for a local improvement within the limits of a municipal corporation, has frequently been recognised by this court; so has the validity of municipal claims assessed on lots fronting on streets, their due share of the cost of grading, paving, curbing, building sewers and culverts, in proportion to the respective fronts: Pennock v. Hoover, 5 Rawle 291; Northern Liberties v. St. John’s Church, 1 Harris 104; The City v. Wistar, 11 Casey 427; Commonwealth v. Woods, 8 Wright 113; Magee v. Commonwealth, 10 Id. 358; Wray v. The Mayor of Pittsburgh, Id. 365; Smith v. McCarthy, 6 P. F. Smith 359; City of Philadelphia v. Field, 8 Id. 320; Stroud v. City of Philadelphia, 11 Id. 255; Washington Avenue, 19 Id. 352.\nIn Seely v. City of Pittsburgh, 1 Norris 360, it was held that while thp frontage rule of valuation might be a just mode of assessing the cost, upon compact city lots where the properties do not materially differ in value, yet it could not be applied 'to a street made through rural districts, and so far as the Act of 2d April 1870 applied this mode of assessment to the latter districts, it was unconstitutional. The validity of the law generally is there conceded, but the right to apply it to the property in question is denied.- Assuming that to be a correct exposition of the law, we will consider its application to the facts in the present case.\nIt is conceded that Ellsworth avenue was made through a rural district and that the property of the plaintiff sought to be charged was rural land. It would then be relieved from this mode of taxation unless other facts made it so chargeable. What are the other facts ? As the first step towards procuring this improvement, a petition, to which the name of the plaintiff and twenty-seven other names were subscribed, was presented to the councils of the city /of Pittsburgh. It declared the petitioners were the owners of a majority in interest of the property abutting on Ellsworth avenue, and that they desired to avail themselves of all the privileges of the Act of 2d April 1870, and asked for the passage of an ordinance directing the grading, paving and curbing of the same, and authorizing the election of commissioners. To this petition was added the affidavit of the plaintiff and two other signers thereof, averring the petition to be signed by the owners of a majority in interest of the property abutting on the avenue, and that the signatures were the genuine signatures of the petitioners.\nThe court substantially charged the jury that.if they found the ' plaintiff' in error signed the petition asking for the ordinance directing the grading and paving of Ellsworth avenue, under the Penn Avenue Act; that in pursuance thereof the ordinance was passed; that he was duly elected one of the commissioners, and acted as such in directing and superintending the work, selling the bonds of the city, expending the proceeds thereof on.the street, and in making the assessments upon the properties, including his own, for which this suit was brought, he was estopped from denying the validity of the act, or its application to Ellsworth avenue, or the legality and validity of the mode of assessment provided in the act.\nIt is not alleged that the evidence of these facts was insufficient to submit to the jury, nor that its finding thereof was unjustified. Conceding the facts, it is contended by the plaintiff in error that they are insufficient to prevent his alleging the unconstitutionality of the act for the purpose of relieving himself from its operation.\nIn Pickard v. Sears, 6 Ad. & El. 469, a leading case of estoppel by conduct, it was said “the rule of law is clear that where one by his words or conduct wilfully causes another to believe in the\"' existence of a certain state of things, and induces him to act on ■ that belief, so as to alter his own previous position, the former is \\ concluded from averring against the latter a different state of / things as existing at the same time.”\nIt may now be declared as a general rule, that whore an act is done, or a statement made by a party, the truth or efficacy of which it would be a fraud on his part to controvert or impair, the character of an estoppel shall be given to what otherwise would be mere matter of evidence. It is not necessary that the party against whom an estoppel is alleged, should have intended to deceive: it is sufficient if he intended that his conduct should induce another to act upon it, and the other, relying on it, did so act: Bisp. Eq., 1 | 290.\nPrior to the presentation of the petition of the plaintiff in error, the city authorities had taken no steps towards the improvement of Ellsworth avenue. In fact, under the act they had no power so to do. The power was called into action by the petitioners. They asked to have the avenue brought under the operation of the act. They voluntarily asked for the privilege of becoming subject to all its provisions. They asked for the passage of the ordinance directing the work — for the assessment of their lands according to the frontage rule, in order to pay the bonds to be given to raise money to make the improvement.\nThe authorities acceded to the request. They altered their previous position. They assumed the large additional indebtedness, relying upon the words and conduct of the petitioners. The latter declared they would submit themselves to all the charges and responsibilities imposed by that act. They wilfully caused the authorities to believe this as a matter of fact. So believing, the authorities acted upon it. They accepted the offer in the terms in which it was made. The petitioners directed the work. They received and enjoy the benefits. To now permit them to deny the truth or the eflicacy of the assurance given, and continued during the progress of the work, would work a fraud on the city, which cannot be sanctioned.\nIt is true every one is presumed to know the law, and knowledge thereof is said to be equally open to all. Conceding that the city had knowledge of the law, or ought to have had it, the like legal presumption applies to the plaintiff in error, and his equities derive no strength from that presumption. The city had no reason to believe that he would allege any invalidity in the law which he was praying to have extended over him.' The city was misled, not by expressive silence merely of the plaintiff in error, but by his decided and persistent action. It has been held that where a party has acted upon a particular construction of a contract which has been acquiesced in by the other, the latter is estopped from contesting, it as the proper construction : Mercer Mining and Manufacturing Co. v. McKee, 17 P. F. Smith 170.\nThe constitutional right against unjust taxation, which the plaintiff in error invokes, is given him for the protection of his private property. He may waive that protection and consent to such action in regard to it as would otherwise be invalid. Having consented, and the other party having acted thereon, and made expenditures and incurred expense predicated thereon, the consent cannot be withdrawn. Hence, an act appropriating the private property of one person for the private purpose.of another on compensation made, was held valid when he whose property was taken assented thereto, and receiving the compensation awarded was a sufficient assent: Cooley on Const. Lim. *181.\nThe valid waiver of constitutional rights both of person and of property is of frequent occurrence. The constitution guarantees the right of trial by jury to one charged with a crime, yet he may waive that right and plead guilty in a case where his life will pay the penalty. So his private property may not be taken for a public highway without compensation paid or secured, yet he may just as effectively divest his right by a voluntary dedication to the public followed by acceptance and expenditure.\nIt is objected that inasmuch as some lands abutting on this avenue may not be held liable to the specific tax for grading and paving the same, in consequence of the owners thereof not having subjected themselves to the application of an estoppel, and in that case a portion of the cost of the improvement will fall on the tax-payers generally, of which the plaintiff in error is one, it would be unjust to impose on him this special tax in addition thereto. We are unable to see any force in this objection. His own direct.action has charged his land with this special tax. If one of the consequences of that action has been to throw a portion of the cost of the improvement on the tax-payers generally, on what principle ought he to claim exemption therefrom ? Ho has not derived. less benefit than they from this improvement. No voluntary act of theirs caused the expenditure. Why, then, shall he not bear his share of the obligation, which his voluntary action has created and not cast it wholly on. others ? As, then, a portion of any general tax levied for this purpose would justly fall on him, it cannot furnish any ground for relieving his property from the payment of the special tax. If so relieved, his conduct would have the effect of imposing lai’ger taxation on others, and thus work still greater injustice.\nNumerous authorities sustain the conclusion at which we have arrived. Among them are: City of Burlington v. Gilbert, 81 Iowa 356; Story v. Furman, 25 N. Y. 230; Tash et al. v. Adams, 10 Cush. 252; Ferguson v. Landram, 5 Bush (Ky.) 233; Motz et al. v. City of Detroit, 18 Mich. 528; Lee v. Tillotson, 24 Wend. 337; The People v. Murray, 5 Hill 468; Mayor of Pittsburgh v. Scott, 1 Barr 809.\nWhether other property on Ellsworth avenue has or has not become • liable to assessment under the Penn Avenue Act is not a question now before us. The bonds issued by the city for the improvement of various streets under that act amount to about five millions of dollars. It may be that all who passively enjoyed the benefits of the improvements may not be liable to specific assessments to pay the bonds under the act; yet it by no means follows that the plaintiff in error is discharged from his obligation: City of Burlington v. Gilbert, supra; Kellogg v. Ely, 15 Ohio St. 66. The conduct or action of each may determine his own liability where the law would not otherwise make him liable. We discover no error in the record. Judgment affirmed."}