{"id": "440500", "contents": "The judgment of the Supreme Court was entered, June 26th 1877,\nPer Curiam.\n— Looking at the almost universal practice of banks of all kinds to accept special deposits of valuable securities from their customers, and the evidence in this case that such was the habit of this bank with the privity and knowledge of the directors and officers, we are of opinion that a liability for safe-keeping is raised by the receipt given to the plaintiff in this case for her bonds. If the bonds be lost or stolen through the gross negligence of the bank this liability becomes fixed. The debatable question in this case is whether there was sufficient evidence of such negligence to he submitted to the jury. Upon the whole evidence we think there was. Whether the bonds in question were lost, stolen or abstracted by some one in the bank does not clearly appear. It certainly is a circumstance of some weight that a satisfactory solution of the manner of the loss has never been given by the bank, if, then, we refer to the structure and arrangement of the banking house and the vault, we find it almost impossible that this vault could have been entered in broad daylight, as alleged it must have been, by a person entering to steal these bonds, without his being seen by the officers of the bank. If we add to this an entire absence of any breach of the windows, doors, vault and floors, through which an entry might have been effected, and that no information was given to the plaintiff of the loss of her bonds until she called herself, and then that she was called into a private room to communicate the loss, the case acquires more strength. And then, if finally she was told by the bank that the loss would not be hers but that of the bank, and that the bank would continue to pay her the interest, and accordingly did so for about two years, carrying the payments into the books of the bank, implying a consciousness of the officers that the loss was caused by some fault of the bank, we reach a point in the evidence of such strong import as to the fact of gross negligence, the evidence could not be withheld from the jury. Having been submitted to them, and gross negligence found by them, and a new trial refused, we cannot say that the evidence was insufficient, and that an error was committed. The verdict establishes the negligence. We discover no error in the record and the judgment is affirmed."}