{"id": "440509", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, January 7th 1878.\nThe questions presented by the record in this case arise under proceedings instituted by the plaintiff in error, for the opening of Eorty-seventh street in the city of Pittsburgh. They will be more readily understood by briefly referring to the Acts of Assembly relating to the subject of opening streets.\nBy the first section of the Act 6th January 1864, the councils are authorized to lay out and open new streets, lanes and alleys whenever they deem the same necessary, and to levy and collect the value of property thus taken, or the damages done to property thereby, by an assessment upon the properties which may be benefited by such improvement. After an ordinance has been passed for opening a street, the act prescribes in detail the duties of the board of viewers, who, when their assessment of damages and benefits is completed, are required to report the same to councils. It is then made the duty of councils to hear any appeals or further complaints made by any person aggrieved by the report of the viewers, wfith power to recommit the same for further action, or to quash the proceedings. When the report is finally acted on by councils, any person aggrieved may appeal to the Court of Quarter Sessions, upon whose order the clerks of councils are required to certify to the court all the papers and proceedings in the case, “ and thereupon the said court shall take such action in the premises as they may think right and proper, and shall have power to hear evidence, to modify, correct and approve said report or quash the whole proceedings, or to appoint new viewers, with like power to modify, correct and approve their report or quash their proceedings; and in case of an appeal to court, it shall direct who shall pay the costs of the appeal.”\nIt is also provided, “ that after the final approval by councils, or, of the court, in cases of appeal, the plot and report of the viewers shall be handed over to the city attorney to collect the assessments and pay the damages.” The duties of the city attorney, as to filing liens, and promptly enforcing payment, &c., are fully defined.\nThe supplement of March 20th 1873, provides that in case possession is taken of the street “ before the assessment of damages and benefits for the opening shall have been made and approved, it shall be the duty of the city to file in the office of the clerk of the Court of Quarter Sessions, the bond of the city in such amount as shall be fixed by the court, conditioned to indemnify and save harmless all the parties who may be damaged, from all loss or damage by reason of the opening, widening, &c., with provision that said bond shall become void on the final confirmation of the report of viewers and the payment of all damages therein assessed.” In the present case a bond in $15,000 was given, approved by the court and filed on the 27th February 1874, before possession was taken of the street by the city authorities.\nThe Act of 13th June 1874, Pamph. L. 283, passed for the purpose of carrying into effect the 8th sect, of the 16th art. of the constitution, provides for appeal by either party, and trial by jury in the Court of Common Pleas, in “ cases of damages assessed against any municipal or other corporation or individual or individuals, invested with the privilege of taking private property for public use, for property taken, injured or destroyed, by the construction or enlargement of their works, highways or improvements,” &c.\nIn this case the proceedings of councils and the board of viewers were in conformity to the acts above referred to. The damages awarded the defendants in error were assessed by the viewers at $3000. Within ten days after the approval of the report by councils, they appealed to the Court of Quarter Sessions, and on the 18th of October 1874 all the papers and proceedings in the case were duly certified by the clerk of councils and filed in court. On the 23d of the same month they demanded a trial by jury, which was granted, and all the proceedings were certified into the Court of Common Pleas for the purpose of having their claim for damages determined by a jury. The trial resulted in a verdict in favor of the defendants in error for $12,809.50. The court refused to enter judgment on the verdict and dismissed the proceedings for supposed W'ant of jurisdiction. A writ of error was taken to this court and on the 2d January last the order of the court below was reversed and judgment entered here on the verdict in favor of the present defendants in error, and the record remitted to the court for execution. After the record was returned a rule was granted at the instance of the city of Pittsburgh to show cause why the record and papers should not be certified back to the Court- of Quarter Sessions; and at the same time a rule was granted at the instance of the defendants in error to show cause why a special writ of execution should not be issued on the judgment. The latter rule was made absolute and the former discharged. These orders were excepted to and are here assigned for error. The question raised by the assignments of error is whether the defendants are entitled to their special execution for the purpose of collecting, directly from the city of Pittsburgh, the damages awarded them by the jury; or whether, after the damages have been determined by the court and jury, according to the course of the common law, the record, including the finding, should not be remitted to the Court of Quarter Sessions for further proceedings, in accordance with the law regulating the assessment and collection of benefits and the payment of damages.\nIt is contended by the plaintiifs in error that the several acts on the subject must be construed together; that nothing more was intended by the Act of 1874 than to give the party aggrieved the right of trial for the purpose of having his damages determined by a jury, instead of by viewers, or by the court; that when this has been accomplished, it becomes the duty of the Court of Quarter Sessions, with the aid of viewers or otherwise, to proceed and finally adjudicate all questions of benefits and damages, except so far as they may have been settled by verdict and judgment of the Common Pleas. It appears to us that this is the only way in which the harmony of the system can be preserved. The theory on which the legislation on the subject of opening streets proceeds, is that the advantages or benefits,to be derived from the opening, exceed the damages that will be sustained; and that sufficient benefits will be found, assessed and collected to pay all damages. If this should prove not to be the case, the city would of course be liable for the deficiency. The primary fund, however, out of which damages are intended to be paid, is that raised by the assessment and collection of the benefits. Formerly, under the proviso to the first section of the Act of January 6th 1864, the street could not he opened, or private property taken for street purposes until the benefits and damages were determined and the latter paid; but, as we have seen, the supplement of March 20th 1878, provides for giving security in case the city desires to take possession and open the street before the damages and benefits are assessed. Security was given in this ease; and, if the record is remitted to the Quarter Sessions for the purpose of completing the assessment and handing it over to the city attorney for collection of benefits and payment of damages, and the damages awarded to the defendants in error are not thus paid, they will have recourse on the bond filed in the Quarter Sessions for their benefit. It appears to us that the construction contended for by the defendants in error would lead to great difficulty and confusion, if not to the destruction of the entire system. If one party claiming damages, may, as soon as he obtains a verdict and judgment, proceed by execution to collect the amount directly from the city, all may do so, and the result might be that the city would be required to advance all the damages occasioned by the opening of streets, &e. This was never intended.\nWe are of opinion that the record should be certified to the Quarter Sessions, so that the assessment may he completed and handed to the city attorney for the purpose of collecting the benefits and applying the same to the payment of the damages awarded to the defendants in error and others.\nThe latter clause of the judgment of this court on the former writ of error is not in entire harmony with this view of the case. The record was ordered to be remitted to the court below “ for execution.” This was done for the reason that no question was then raised as to the propriety or necessity of further proceedings in the Quarter Sessions. It can be amended by striking out the words “ for execution,” and this may be considered as done.\nThe order of the Court of Common Pleas awarding the special writ of execution is reversed and set aside, and the order discharging the rule to show cause why the record and proceedings should not be certified to the Court of Quarter Sessions is also reversed, and the rulo reinstated; and it is ordered that the record be remitted to the court below for further proceedings."}