{"id": "440504", "contents": "Mr. Justice Sharswood\ndelivered the opinion of the court, January 7th 1878.\nIt will be entirely unnecessary to consider the numerous assignments of error in this case, as there is one point which is decisive of the whole controversy, upon which the judgment must be reversed.\nThe Chartiers Valley Railroad Company was incorporated by an Act of Assembly, approved February 7th 1853, Pamph. L. 42, “ with power to construct a railroad from the city of Pittsburgh, in the county of Allegheny, by way of Canonsburg, to the borough of Washington, in Washington county.”\nHad the defendant been sued upon a subscription to the stock of this company, it may bo that these terminal points were fundamental conditions of the contract, and an abandonment of them and the adoption of others short of them by the corporation, would have released the defendant from his subscription. Upon that question we express now no opinion.\nThe Chartiers Valley Railroad Company, on the 1st day of January 1856, executed a mortgage to J. Edgar Thomson and John Graham, of “ all and singular the railroad of said company extending from its point of junction with the Pittsburgh and Steubenville Railroad, in the county and state aforesaid, to the borough of Washington, and state aforesaid, with all the privileges and appurtenances, estate real and personal, rights, liberties and franchises, whatsoever and wheresoever thereunto 'belonging, and also of all the rights, liberties, privileges, benefits and emoluments secured to the said company by certain articles of agreement between them and the Pittsburgh and Steubenville Railroad Company, dated April 27th and May 26th 1853.” Under a power of sale contained in this mortgage, the railroad thus described was sold to William J. Howard, and the same was duly conveyed to him. He proceeded, under the Acts of Assembly, to organize a corporation under the name of The Chartiers Railway Company. It was to the stock of this last-named corporation that the defendant below •was a subscriber. The contract of subscription was a simple, unconditional one, with no description of route or termini. The articles of agreement with the Steubenville and Pittsburgh Railroad Company, referred to in the mortgage, secured to the Chartiers Valley Railroad Company the use of that part of the Pittsburgh and Steubenville Railroad “ from a suitable point of junction at or near Mansfield to the south side of the Monongahela river opposite Pittsburgh, so constructed as to accommodate the business of both companies.” It is to be remarked also, that while, in 1853, the railroad stopped short of the limits of the borough of Washington, yet on the 10th of June 1854, before the execution of the mortgage, the limits of the borough were extended, and the railroad does reach the borough thus enlarged.\nIt seems to us that it is very clear that the termini of the railroad of the Chartiers Railway Company, under the mortgage and charter based on the sale thereunder, were at the one end the borough of Washington, according to its limits as it existed at the date of the mortgage, and at or near Mansfield at the other end. If this view needed confirmation it will be found in the letter of J. Edgar Thomson, President of the Pennsylvania Railroad Company, dated October 15th 1868, to the president and directors of the Chartiers Railway Company, containing the offer upon the faith of which the issue of five thousand shares of capital stock was authorized, to four shares of which the defendant below subscribed. It states the road to be “from a point at or near Mansfield in Allegheny county to or near Washington borough in Washington.”\nNor do the provisions of the Act off April 8th 1861, Pamph. L. 259, entitled, “ An Act concerning the sale of railroads, canals, turnpikes, bridges and plank-roads,” interfere with the view which we take of this case. The Chartiers Valley Railroad Company possessed the franchise of making a road to Pittsburgh and to the original bounds of Washington borough, and let it be conceded that as to the subscribers to the stock of that company, they were bound to exercise that franchise. But it does not follow that they were compelled to include that franchise in their mortgage, and that the purchasers would come under any obligation to complete the whole road. The Act of Assembly is silent on the subject. It provides, indeed, that the purchasers shall be invested with all the rights and franchises of the corporation as whose the railroad may have been sold, but surely this must be limited to so much of the road as has been mortgaged and sold. If they could mortgage the whole they could also a part, and the rights and franchises of the purchasers cannot extend higher or reach further than the mortgage upon which their title rests.\nWe think also that there was error in receiving and submitting to the jury the evidence offered and given in regard to representations made by those employed to solicit subscriptions as to the connection to be formed with the Hempfield road. Laying aside altogether the question of the sufficiency of the evidence of their authority to bind the company by any such condition to be annexed to the contract, the representations relied on amounted to mere declarations of intention and for all that appears perfectly honest when made. The cases all concur in the doctrine that to introduce a new term into a written contract, the evidence of the agreement of the parties to do so must be clear and distinct, and that the contract was executed upon the faith of such collateral agreement. But the evidence fell far short of this requirement, Take the defendant’s own testimony upon the subject: “Joshua Wright and John McElroy presented the book to me for my subscription. There was considerable talk at the time; I cannot give their language; the substance of what they said was that there would be a connection between the Chartiers and Hempfield Railroad. * * * I cannot say that their conversation was the only inducement. Their conversation made me conclude there would be a connection between the roads. They so represented to me that there would be a connection between the roads, that I had no doubt of it. There was no positive arrangement. They assured me that the connection would be made. 1 thought the assurance had been given them that the connection would be made. I did not investigate whether they had authority to make the connection.” What would any written contract be -worth if such loose testimony is permitted to go to a jury in order to reform the instrument by introducing a new term or condition ? The subscriber to the stock of a corporation has a plain chart before him. If he insists on conditions not contained in the subscription paper, he can insert them over his name. The company can then know whether to accept or refuse the subscription with such conditions. The defendant understood this, for having first put his name to a special subscription on the express condition that the road should be located and constructed upon a line connecting the same with the Hempfield railroad, that subscription was erased and the unconditional one substituted. Yet it was submitted to the jury to say whether the new subscription was not made on the same terms as the old; and the learned judge instructed the jury that it mattered not whether the agents who made the representations relied on were or were not authorized to make conditions with the subscribers. The case of The Railroad Company v. Stewart, 5 Wright 159, which he cites, was a case in which there was no question as to the authority to accept the special subscription. It was the act of the president of the company.\nIt is undoubtedly true that fraudulent misrepresentations of an unauthorized agent will infect the contract; for the principal cannot avail himself of a contract so made. But there was in this case no evidence of fraud. There were declarations of intentions to do what they honestly intended to do, and no doubt if they had the ability they would have done; and the defendant could not have regarded them in any other light.\nWe think also that the evidence of ratification by the company was insufficient to submit to the jury. It was of the same character as all the rest — recognition of the fact that it had been the intention of the company to connect its road with the Hempfield, and still was. There was nothing in all of it like the acknowledgment of a subsisting condition.\nJudgment reversed and venire facias de novo awarded."}