{"id": "440514", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, November 19th 1878.\nWe think the court below erred in refusing the plaintiff’s first point. The learned judge was asked to say “that under the agreement between William League and E. J. Waring & Co., they, E. J. Waring & Co., were to be the makers or drawers of the paper therein mentioned, and therefore the drafts of Waring Bros, on Waring Bros. & Co., which were accepted by League, would be only conditional payment of E. J. Waring & Co.’s indebtedness to League, unless there was an agreement or understanding between League and E. J. Waring & Co., that they were to be received by League as absolute payment; and if the jury believe from the evidence that there was no such agreement or understanding between the parties, and that the drafts were duly presented, protested and not paid, their verdict should be for the plaintiff.” The agreement referred to was in writing; hence it was the duty of the court to place a construction upon it when called upon to do so. By the terms of said agreement E. J. Waring & Co., bought of William League 12,000 oil barrels at stipulated prices, to be deli- . vered at the rate of 1000 barrels per month, in lots of 500 each, “ payment to be made on each 500-barrels lot as delivered, with thirty-day paper, drawn on Waring Bros. & Co., Philadelphia.” Here was a distinct agreement for payment by drafts on Waring Bros. & Co. But whose drafts ? Clearly the drafts of E. J. Waring & Co. They were the contracting parties. League could not have been compelled, under the agreement, to accept the drafts of any other person or firm. By taking the drafts of E. J. Waring & Có. he would hold the firm with whom he was dealing. The drafts of Waring Bros., a firm of which E. J. Waring was not a member, on Waring Bros. & Oo., given for a pre-existing debt, ■would only be conditional payment, unless there was an agreement that they were to be absolute payment. The burden of proving such an agreement was upon the defendants. The plaintiffs’ first and second points should have been affirmed.\nThe judgment is reversed, and a venire facias de novo awarded."}