{"id": "442044", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, March! 15th 1880.\nThe facts of this case fully justified tho action of the court below.i The proceedings in partition, from their inception until the order of sale was issued to appellant, were conducted by the appellee, who claimed for his services $40, which was certainly a reasonable compensation, as the auditor has found. The heirs having refused to take either of the purparts at the valuation, the order of sale embraced all the real estate of the intestate, and the costs of partition, including counsel fees for conducting the same, were properly payable out of the proceeds. The order of sale was executed by the appellant, who received the purchase-money; and, after paying the costs and expenses of the proceeding, exclusive of appellee’s fees, filed an account and, without waiting for any action of court thereon, assumed the responsibility of distributing the entire fund among the heirs. He knew, or ought to have known, that the fees in question were a necessary part of the expense of converting the land into money for the purpose of distribution among the heirs, and should have had them included in the taxation of the costs. The Act of April 27th 1864 provides that the costs in all cases of partition, with a reasonable allowance for counsel fees, to be taxed by the court or under its direction, shall be paid by all the parties in proportion to their respective interests. The appellant paid all the other costs of the proceedings in partition, and took credit for the same in his account. He was fully aware of the professional services rendered by the appellee, and of his claim for compensation. Under these circumstances, it was his duty to have asked that a reasonable allowance be made therefor, taxed and paid with the other costs. If he had done so, the burden would have been borne by the parties on whom the act intended it should be cast, and no trouble would have ensued. But he chose to ignore the just claim of the appellee, and voluntarily assumed the risk of distribution. Having done so, his account was excepted to on that ground alone, and the auditor to whom the matter was referred found and reported the facts substantially as above stated. The only questions were as to the amount of the compensation and the propriety of paying it, as other expenses had been paid, out of the proceeds of sale. Both questions were properly disposed of by the auditor and then by the court, and the decree should not be disturbed.\nThe appellant contended that the case was ruled by Snyder’s Appeal, 4 P. F. Smith 67, but we think not. The facts are not the same. There the fund for distribution represented but a small portion of the real estate embraced in the partition. Six of the purparts had been accepted and only one sold. The claim was also presented to' the auditor without having been first brought to the attention of the court. In the present case the appellee’s claim was the only matter presented by the exception and passed upon by the court. It might and should have been done without reference to an auditor; but, technically, there was no error in referring the matter to an auditor. The decree confirming the report, in effect, fixed the allowance to be paid out of the proceeds of sale.\nDecree affirmed and appeal dismissed. And it is now ordered that the costs, including the costs of this appeal, be paid by the appellant."}