{"id": "442039", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, March 8th 1880.\nThe relator became an active member of the company in July 1864, and remained such until May 1867, when, at his request, his name was placed on the “Absent Roll,” and he went to Missouri. On February 23d 1872, his name was erased for non-payment of dues. To that date he had been regularly charged with dues, all of which were paid up to April 28th 1871, as appears by the books of the company. Afterwards the dues were increased, he was notified, and his neglect to pay was the sole reason for erasing his name. The entire testimony, including the action and correspondence of the company, repels an inference that he left this state with intention to change his residence, or that he had lost his citizenship,' and the fourth point was rightly refused.\nBy reason of the creation of a paid fire department, the com pany ceased to run to fires in March 1871. In the next month it converted its personal effects into cash, amounting to $44,462, and leased its engine-house for one year from March 15th 1871 for $1000. In August following, an amendment to the by-law fixing the rate of dues was adopted, changing the rate from 12-|- cents to $2 per month. The 6 th article of its constitution declares “ the object of the corporation shall be the promotion of the jpublic good by the extinguishment of fire; and the fund shall be appropriated to no other object than that for which it was provided.” After the company had ceased to extinguish fire, had sold its engine and other personalty, and leased its house, what was the object in increasing the monthly dues of its members to sixteen times their former rate ? It did not propose to prove any object, its minutes show none, and none is suggested. Undoubtedly there was an object, but no court could conceive of one within the powers of the company. Its charter is simple and easily understood, and not a word, can be distorted into an authority for raising or appropriating funds for a purpose other than is nominated in the 6th section. With its business gone, its personal property converted into money, its real estate leased, with scarcely any legitimate expenses, and thousands of dollars in its treasury, the amendment to the by-law increasing duos was most extraordinary and unreasonable. No member, who did not assent, was bound to pay the increased rate. There is no pretence of necessity for it; no purpose is avowed for which the money was designed. No matter how large the majority, the charter was the law for the whole, protecting a single member in his rights, though all others were against hirn.\nA by-law requiring every freeman and brother of the company, whether he used the trade or not, to pay 2s. per quarter for use of the company, was held void, because “there is nothing to show that a quarterage to such an extent, or to any extent, is necessary for the company: and, for anything which appears to the contrary, the company have sufficient funds of its own from other sources for all the purposes of the company:\" The London Tobacco Pipe Makers’ Co. v. Woodroffe, 7 B. & C. 838.\nWhether a by-law is reasonable or not is a question for the court solely : Ang. & Ames on Cor., sect. 357 ; Commonwealth v. Worcester, 3 Pick. 462. But its unreasonableness should be demonstrably shown. Courts, in construing by-laws, will interpret them reasonably, if possible, not scrutinizing their terms for the purpose of making them void, nor holding them invalid if every particular reason for them does not appear: Id. We have looked in vain through so much of the minutes of the company as has been furnished for a reason for the amended by-law increasing the dues. The striking out of sect. 15, law 17, on the 26th of May previous, was not a good reason. That section provided the terms for restoration of the names of erased members ; it was rescinded, and then the heavy tax imposed. The written evidence and admitted facts demonstrate that the by-law was unreasonable, and the learned judge committed no error in directing a verdict for the plaintiff.\nIt is unnecessary to consider whether a member could be disfranchised under the said by-law, without proceeding as directed by sects. 1 and 2 of law 24.\nThe plaintiff had rights in common with the other members. If he had no individual interest in the property prior to the Act of 1872, neither had they. If, by virtue of that act, the property has become vested in the company so that it may be distributed among its members, he is entitled to Kis share as a member.\nThe right to recover damages is statutory: Act of June 14th 1886, Pamph. L. 626; Marion Ben. Soc. v. Drake, 7 Casey 82. There was evidence that the assets amounted to nearly §43,000; and fifty-five claimants. One witness received §836 as his share. The jury had evidence to enable them to determine the damages.\nJudgment affirmed."}