{"id": "442069", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court, January 26th 1880.\nThis was a suit against the plaintiff in error on a promissory note drawn by him to the order of Jacob B. Casselberry, and endorsed by the latter. It was brought in the name of Heyl. An affidavit of defence was filed alleging the note was not the property of Heyl but belonged to A. L. Bonaffon, to whom it had been paid. A rule was then taken to show cause why the record should not be so amended as to read Heyl to the use of Bonaffon. This was made absolute by consent.\nAfter the note had been given in evidence without objection, the plaintiff in error, by several offers, in substance, offered to show by Ileyl that he did not get the note from Casselberry as alleged in the declaration, and never had the possession or ownership of it, and that the suit was brought without his knowledge or consent. The counsel for the defendant in error admitted that Heyl had no interest'in the note, and that Bonaffon was the real owner. The court rejected the offers of the plaintiff in error. The rejection is assigned for error.\nIt must be conceded, the suit should have been brought in the name of one who had some interest in the note, or consented that his name be so used; but through the action of the plaintiff in error and for his benefit the name of Bonaffon was added to the record as the real party. The alleged defence was thereby made clearly admissible. Both parties agreed that Bonaffon wás the actual owner of the note. He so stood on the record. Fritz was not shut out from' any defence he might have made if the case had stood in the name of Bonaffon alone. On motion the name of Heyl could have been stricken from the record. Regularly it should have been done. As it could have been so amended we may consider it as having been done. No new or different cause of action is introduced. No substantial benefit was denied to the plaintiff in error. The amendment under all the circumstances, is a formal one, and gives no just cause of complaint.\nJudgment affirmed."}