{"id": "444767", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court February 14 1881.\nIn Sharpless v. Ziegler, 11 Norris 467, we held that under the Act of 17th of March 1869, where the affidavit followed in general terms the wording of the statute, it was a sufficient warrant to the prothonotary to issue the writ of attachment, and that the court had no power to quash such writ, though it might, on proper cause shown, dissolve such attachment so far as it affected the goods of the debtor seized under it. We also called attention to the obvious distinction in this respect, between this act and that of July 13th 1842, in that whilst the attachment directed by the latter can be issued only after judicial consideration, the writ authorized by the former issues from the prothonotary as a ministerial act.\nThe act under consideration, June 11th 1879, Pamph. L. 129, would seem in this respect to be of the same character as that of 1869. All that is required of the court is that upon filing the prescribed affidavit, it shall appoint a commissioner, an act purely ministerial. Indeed even this may be dispensed with, if there be a standing commissioner, for the act does not require that such officer be appointed specially for the case in hand-.\nWhilst, therefore, the correctness of the decree in this case is admitted, we cannot agree with the court below that, admitting the validity of the act, the affidavit was insufficient to support the morion to appoint a commissioner. The affidavit is in the words of the statute, which is all that seems to be required ; no such thing as judicial discretion is left to the court, it is made the mere minister of the creditor. The plaintiff in the execution is clothed with the sole, unrestrained, and unlimited power to call before himself and his commissioner the defendant with his books and papers, and then and there at his own good pleasure examine him and them without rule, restraint or supervision, and without limitation as to time or manner. What questions shall be asked, how they shall be asked, what books and papers shall be produced, and how they shall be examined, how long the unfortunate debtor may be detained and when discharged, of all these the creditor is made the sole judge, and the Court of Common Pleas is but his minister to enforce his behests by subpoenas and attachments.\nWith all this power the execution-plaintiff clothes himself by the mere act of filing an affidavit “ that he has reason to believe that said judgment debtor has property, rights in action, stocks, moneys or evidences of debt, which he fraudulently conceals and refuses to apply to the payment of his debts.” And when he is so clad with this power, whether he will use it discreetly and properly, or arbitrarily and improperly, rests altogether with himself. A more ingenious inquisitorial device to squeeze the last farthing from the wretched debtor was never before devised, and for its complete perfection it needs but the boot and thumbscrew.\nDropping, however, the question whether the legislature can constitutionally invest one citizen with a power so arbitrary and so irresponsible as that found in this statute over a fellow-citizen, and whether a court may be so far disi'obed of its judicial functions as to be made the mere tool of the creditor, there are, nevertheless, some rights possessed by the debtor, which even the law-making power is bound to respect.\nOne of these rights is that he shall not be compelled to give evidence that may be used against him in a criminal prosecution, in other words, he may not be compelled to do that which may criminate himself. The framers of the Act of 1842 were careful to provide that no answer which the defendant W'as required to make as a witness should be used against him in any other suit or prosecution. But this Act of 1879 makes no provision of that kind, and yet, as has been well shown by the learned counsel for the defendant, the initial proposition is to compel the debtor to reveal that which is made a misdemeanor by the Crimes Act of 1860. This cannot be done : Galbreath v. Eichelberger, 3 Yeates 515. And as this enactment proposes on its face to force the debtor to forego a constitutional right, with which the legislature has no power to interfere, it is utterly void and worthless. No such attempt has ever heretofore been made in Pennsylvania, and it is to no purpose to refer to the Act of 1842, for that act leaves the option with the defendant. He may verify his allegations by'his affidavit, but if he does so he submits himself as a witness, and may be examined by the complainant. Even then, when he thus voluntarily submits himself, the act protects him in that it not only prohibits the use of the evidence so given from being used in any prosecution, but, also, in any suit against him: Uhler v. Maulfair, 11 Harris 481. The Act of 27th of March 1865, is still less to the point, for it certainly does not follow that because a party in a civil suit may use his adversary as a witness, he may therefore compel him to testify to that which would criminate himself. His rights as a witness remain, though the right to refuse to testify which he formerly had as a party, is taken away. The argument,'therefore, based on this act is not sound; but the counsel for the plaintiff argues and cites a number of authorities to prove that where a witness answers under ■ a compulsory order of the court, such answers cannot be used against him, and hence without a statutory provision he is sufficiently protected. This is true, and for the very reason that he answers under an arbitrary compulsion to which he ought not to have been subjected: Regina v. Garbett, 1 Denison’s Cr. C. 236. In this case it was held that statements made by a witness after he had appealed to the court to be excused from making such statements, cannot- be admitted to prove him guilty of crime; that such statements must be regarded as given under compulsion and duress, upon the same principle that confessions not free and voluntary cannot be received to affect the defendant.\nIt is thus manifest that arbitrary compulsion and duress by a court, stand on no higher ground than the duress and compulsion of natural persons. In either case, because of the wrong done to the witness, the evidence thus produced cannot afterwards be used against him.\nAs, then, the Act of 1879 contravenes an important principle of the Bill of Rights, it must be regarded as unconstitutional and void.\nThe order of the court below discharging the rule for a commissioner is affirmed."}