{"id": "444782", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, May 2d 1881.\nHenry Myers gave to the plaintiff three mortgages, dated May 31st 1872, each being on a separate lot in Philadelphia. Subsequently Myers conveyed the lots to Kaign, Kaign conveyed to Taylor, and Taylor, by deed dated February 6th 1874, conveyed to Longstreth, the defendant; each conveyance being subject to said mortgages. In 1879, a scire facias -was issued on each mortgage, against Myers with notice to Longstreth, as terre-tenant, and the judgments thereon aggregated nearly $6000. Hogg, the mortgagee, purchased the lots at sheriff’s sale on his judgments. During the five years that Longstreth owned the lots, he neglected to pay the taxes. Judgment had been obtained for the taxes of the first three years. After his purchase at sheriff’s sale, the mortgagee paid that judgment, and also the taxes for the remaining two years, the proceeds of sale having been insufficient to cover them, and he claims to recover the amount of said judgment and taxes in this suit.\nThere is no evidence that the defendant agreed to pay the mortgage-debt. Hence he was not personally liable therefor, and .was under no obligation to the plaintiff arising out of a contract. As against all the world, except the mortgagee, he held the lots by aosolute title, and he could divest the mortgagee’s estate by paying the debt. The mortgagee was liable to be taxed for money at interest secured by the mortgages; the defendant, holding title under the mortgagor, was liable for the taxes on the land.\nBeing in possession, he was not only legally liable, but had no equity for the attempt to impose payment of the taxes on another person. By force of law the taxes were a personal charge against the defendant, as well as a lien on the real estate. This lien was not only entitled to preference over other Hens, but would not be discharged by a judicial sale on any other lien, unless the proceeds were sufficient to pay it. Therefore, the plaintiff had no alternative but to pay the taxes owing by the defendant, or lose the land. Had the taxes been prosecuted to collection before the foreclosure of the mortgage, the plaintiff must have paid them, or have lost his security. A mortgagee in possession, holding a living pledge, may pay the taxes on the land, and treat the sum so paid as part of his debt, which he is entitled to receive out of the profits. When the mortgagor is in possession, and neglects to pay taxes which arc a lien on the land, the mortgagee may pay them not only in reliance on the personal liability of the owner, but in reliance that the land is liable, and the Hen will be deemed as transferred by the State to him in favor of the mortgage-debt: Kortright v. Cady, 23 Barb. 490. Where a mortgagee is under the necessity of satisfying an execution on a prior judgment, to preserve his security, he is held by right of substitution to stand in the place of the judgment creditor, and on sale of the land is entitled to receive the amount of the judgment out of the fund as well as the mortgage debt. The payment of the judgment is an act which the mortgagee was compelled to do for his own safety: Silver Lake Bank v. North, 4 Johns. Ch. 370. The principle of subrogation in such case, for purposes of lien and disti'ibution, is familiar, and it often applies when there can be no recovery in a personal action.\nIt is a clearly established principle, that no assumpsit will be raised by the mere voluntary payment of the debt of another person ; from such act a request and promise are not implied. Another principle is, that when the plaintiff is compelled to pay the defendant’s debt, in consequence of his omission so to do, the law infers that he requested the plaintiff to make the payment for him. As when the plaintiff at the request of the defendant left a carriage on the defendant’s premises, and the carriage was distrained for rent, it was held that the plaintiff, having paid the rent, could recover it. In such case and the like, it is not permitted to the defendant to defend on the ground that the payment was voluntary. In some cases when a plaintiff has voluntarily performed a duty which the defendant was under a strict legal liability to perform, he may recover the money expended, although there had been no express consent or request by the defendant to the plaintiff’s act. As when a man, in the absence of the husband, incurs expense in burying the deceased wife in a manner suitable to the husband’s condition.\nThere was a strict legal liability on the defendant to pay the taxes. And it was his duty. Prompt payment of' taxes is to the public advantage. Attempts by him who owes and ought to pay them to evade payment, or shift the burden upon another, ought not to be encouraged. The defendant has shown nothing which in good conscience should relieve him. Pie wittingly became owner and held possession of the lots subject to the mortgages, and had as little right to create or suffer an encumbrance which would take preference of the mortgage as the mortgagor would have had, had he remained owner and in possession. The mortgagee was compelled to pay the taxes in relief of the land purchased for his debt, the land not raising a fund sufficient to pay both liens. We are of opinion this is a clear case for application of the principle, that he who is compelled to pay another’s debt, because of his omission to do so, may recover on the ground that the law infers that the debtor requested such payment. The plaintiff’s first point should have been affirmed.\nJudgment reversed, and a venire facias de novo awarded"}