{"id": "444786", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court May 2d 1881.\nThis was an action of debt brought in the court below against the county of Chester by three members of the bar, two of whom reside in said county and the other in the city of Philadelphia. The action was founded upon an agreement under seal, properly executed by the three plaintiffs and the three gentlemen who were at the time the commissioners of said county. The seal of the county is affixed and attested by the clerk of said commissioners. The agreement provides that the commissioners have retained the plaintiffs to represent Chester county in proceedings to secure a rebate to the county from the state for the amount of taxes added by the state revenue board for the years 1875, 1876 and 1877, and a return thereof to the county; that the attorneys should be paid for their services fifty per cent, of the amount which should be recovered or allowed to the county on settlement, and, if unsuccessful, no charge was to be made for services, and the county was to be relieved from all costs and expenses in the premises.\nIn pursuance of this agreement, the plaintiffs entered upon their employment, and succeeded in obtaining a credit from the state in favor of the county of the sum of $21,398.34. They then brought suit upon the said agreement for their fees, and recovered a verdict in the court below for §11,540.16.\nIt is proper to state that one of the plaintiff's was the regular solicitor of the county commissioners at the time the agreement was made.\nThe whole case turns upon the single question of the power of the commissioners to bind the county by such an agreement.\nThe power of counsel to contract with their clients for contingent fees is not necessarily involved, and we shall not therefore discuss the legality or the ethics of such transactions. Nor need we stop to consider whether the agreement as set out in the narr. is champertous, nor whether the English statutes in regard to this offence are in force in this state.\nWe rest our decision upon the broad ground that the commissioners had no power to bind the county by such a contract; that it was against public policy, and therefore null and void. The learning and industry of the plaintiffs have failed to call our attention to any case which sustains such a contract, nor have I been able to find one. Wylie v. Coxe, 15 How. 415; Trist v. Child, 21 Wall. 441; Wright v. Tebbitts, 1 Otto 252; Stanton v. Embrey, 3 Id. 556, and McPherson v. Cox, 6 Id. 404, are not in point. It is true these cases rule that a contract for a contingent fee in the prosecution of a claim against the government, when fairly made, may be enforced. They are all cases, however, in which the contract was made with a private claimant. That an attorney may make any contract he sees proper with his client in regard to his compensation, whore the client is a private citizen, and acting in his own behalf and with reference to his own property, is not denied. All that the law will do in such case is to scrutinize the transaction and see that it is fair and that no unconscionable advantage has been taken either of the necessities or the ignorance of the client.\nHow stand the facts here ? There was a large'fund in the treasury of the state, which belonged either to the latter or to the county of Chester. In either event, it was public money, and was not the property of the county commissioners. It was their right and their duty to collect the same, if possible, and place it in the county treasury, or to obtain a proper credit therefor, which is practically the same thing. It was strictly in the line of their duty to employ competent professional assistance for such purpose. Having an experienced attorney as their standing counsel, the necessity of employing two others, one of them out of the county, does not clearly appear. Conceding such necessity, however, to have existed, the commissioners could not bind the county for more than a reasonable compensation. What is a reasonable compensation under such circumstances is perhaps a question for a jury. We will not pass upon it further than to say that a charge of one-half for recovering so large a sum in the hands of a solvent debtor cannot be regarded as reasonable upon any principle which should govern professional conduct.\nThese commissioners were acting in a fiduciary character. They were but trustees of the money, w'hen received, for the use of the county. When therefore they contracted to give one-half of it' to the plaintiffs for their services, they exceeded their power. They were giving what did not belong to them. As well might a trustee contract to give away one-half of the trust estate as compensation to counsel for services in connection therewith. And if he majr give away one-half, why not thr-ee-fourths or even a greater proportion ? Can it be doubted that a court of equity would strike down such a contract as improvident and a legal fraud ?\nWe are not unmindful of Cooper v. Lampeter Township, 8 Watts 125; Vankirk v. Clark, 16 S. & R. 286; Hunter v. Albright, 5 W. & S. 423; Schwamble v. The Sheriff, 11 Harris 18; County of Allegheny v. Western Hospital, 12 Wright 123; Schuylkill & Dauphin Improvement Co. v. McCreary, 8 P. F. Smith 304, and cognate cases, in which it is held that county commissioners are clothed with the corporate powers of their respective counties and may contract therefor. This principle is not denied where commissioners act in the line of their duty and within the scope of their powers. They exceed both when they attempt to give away the property of the county.\nThis ruling does not deny the plaintiffs all compensation. Whether the plaintiff Barber can recover anything will depend upon the terms of his previous engagement as solicitor to the commissioners. The other plaintiffs are entitled to recover a fair compensation, nothing more. But there can be no recovery upon this agreement, for it is clearly ultra vires. It is set out in hcec verba in the narr., and being thus upon the record, we are enabled to reach the merits of the case, notwithstanding the defective character of the bill of exceptions.\nThe judgment is reversed, and a venire faeias de novo awarded.\nJustices Mercur, Gordon and Green dissented."}