{"id": "444788", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, March 7th 1881.\nAn inspection of the evidence of the plaintiff will, of itself, reveal the fact that there was a mistrial of this ease in the court below.\nThomas swears that he sold for Dickson five hundred shares of Pennsylvania Railroad stock, short, fifteen days, buyer’s option. This means, of course, that Dickson had no such stock, and so Thomas further on explains, by saying that at the time he professed to sell this stock, he had no such stock in his hands to sell. Nevertheless, he says, when he sold these five hundred shares, he delivered them. This anomalous kind of testimony he explains by saying that this delivery was made on the clearing-house sheet, which means a mere settlement of differences. It appears also, from this same testimony, that, in order properly to keep up appearances, .when the time came for delivery, he had to borrow five hundred shares of stock from somebody whose name does not appear, and of these there Was no actual delivery, but, as the witness says, it came through the clearing-house sheet. All this means, in common parlance, that Thomas sold for Dickson five hundred shares of stock, which Dickson at that time neither had nor intended to have, and that under the pretence of meeting this contract when it fell due, Thomas pretended to borrow five hundred shares, which were not delivered to him; that this altogether fictitious transaction was accomplished through the agency of the clearing-house, and was one in which no other parties were known but Thomas and Dickson, who were to account to each other for differences only.\nIn order to show that in this we are not mistaken, and that the confirmation may proceed from the plaintiff’s own mouth, we subjoin the following evidence, to wit:\nQ. Did not you upon a former trial in this case say, and have you not said it twice, we only pay the difference or receive the difference; we do not actually deliver the stock ?\nA. That is for our clearing-house certificate balances we only pay the difference or receive the difference. If we have something coming on one side that is going out on the other, of course we merely pay the difference.\nQ. Did you act as a broker for Mr. Dickson in that sense ?\nA. Did I act as broker ? Yes, sir.\nQ. When you and the defendant, Mr. Dickson, had this understanding as you have explained it, was it not understood by you and the defendant that there would be no actual delivery of the stock by you to him or by him to you, but that he was to receive the difference from you in case the price of stock went down, or was to pay the difference to you in case the price went up ?\nA. Yes, sir.\nQ. That is, if there were any loss he W'as to pay ?\nA. Yes, sir.\nQ. And if there was any profit vou were to hand it over to him ?\nA. Yes, sir.\nAgain, further on.\nQ. Have not you testified that at the time Mr. Dickson directed you to sell this stock, that it was understood between you and him that there was to be no actual delivery of the stock by you to him, or by him to you, but that he was to protect you from loss if the stock went up, and that he was to receive the difference from you in final settlement, if the stock went down; did you not say that ?\nA. That certainly was the understanding.\nConfessedly, then, this was a dealing in differences or margins, a wagering contract, and therefore utterly void. There was here no question as to a bona fide time contract, upon which the jury was called to pass, neither does it involve, as the court below erroneously imagined, the question of agency, for there were but two parties who were mutually engaged in stock jobbing, and who were to settle with each other and not with some third, party.\nMoreover, we are somewhat surprised that the learned judge who tried this case should have regarded the recent decisions of this court upon this subject as not only novel but doubtful.\nWe can assure him that they are obnoxious to neither of these charges. As early as Pritchet v. Insurance Co. of North America, 3 Yeates 458, it was ruled, that whilst the British Statute of 19 Geo. II., c. 37, did not bind us, proprio vigore, yet that that system of national policy which aimed at the suppression of wagering policies, had even at that period been adopted by our courts, and in Edgell v. McLaughlin, 6 Whart. 176, it was said by Mr. Justice Sergeant, that it was fortunate for Pennsylvania that there was in its highest tribunals no decision favorable to the recovery of a wager, and that the only decision then existing upon the subject was expressly in point to the contrary.\nBetween this case and that of Brua’s Appeal, 5 P. F. Smith 294, we have very many decisions condemnatory of wagering contracts in the way of betting on horse races, elections, &c. Brua’s Appeal is in point, however, upon the very matter in controversy. It was there held that a contract to purchase shares of stock, without the intention to deliver or receive them, was a gaming contract. Mr. Justice Thompson, who delivered the opinion in that case, made use of the following language : “ It is said the form in which this contract appears enters largely into the business of stock brokerage. This is a mistake, the bona fide purchase of stocks no doubt can be conducted in a legitimate way, and is so generally, without trenching in the least on the gambler’s province. If this be impossible, however, the fewer licenses that are issued for such a business the better. Anything which induces men to risk their money or property without any other hope of return than to get for nothing any given amount from another, is gambling, and demoralizing to the community, no matter by what name it maybe called.”\nThen we have Smith v. Bouvier, 20 P. F. Smith 325, in which Brua’s Appeal is approved, and the distinction noted between bona fide time contracts and those of a purely wagering character. Next in order comes Fareira v. Gabell, 8 Norris 89, in which we have a Per Curiam opinion adopting the very clear and satisfactory opinion of Judge Hare of the court below, and approving Smith v. Bouvier and Brua’s Appeal. Then comes North v. Phillips, 8 Norris 250; Gheen, Morgan & Co. v. Johnson, 9 Id. 38, and last of all Ruchizky v. DeHaven, ante., p. 202.\nIt is thus manifest, that contrary to what the learned judge sup posed, this doctrine is neither doubtful nor new; on the other hand, it is both old and well established.\nFurthermore, he is entirely mistaken in his supposition that on this subject there is a want of harmony between our courts and those of Great Britain. This very same doctrine was held in Grizewood v. Blane, 11 Com. B. (2 J. Scott) 526, a case which exhibits the ready disposition of the British courts to follow the leadings of their own statute, 8 & 9 Vict., c. 109. Upon this subject, Jervis, C. J., left the question to the jury to say, “ whether either party meant to purchase or sell the shares in question,” telling them that if they did not, the contract was, in his opinion, a gambling transaction and void. On a motion afterwards for a new trial, the opinion of the chief justice was sustained. Justice Cresswell, among other of the judges, saying : “ As to the evidence, I think it abundantly warranted the jury in coming to the conclusion that there was no real contract of sale, but that the whole thing was to be settled by the payment of differences ; it clearly was a gambling transaction within the meaning of the statute.”\nNow the only real difference between this case and the one in hand is this, that in the case cited there was something to submit to a jury, whilst in the one now under consideration, there was nothing so to submit; the plaintiff himself, by his own testimony, having stamped the transaction with the brand of illegality.\nOf the remaining exceptions it is unnecessary for us to speak, since what has already been said effectually disposes of this case.\nThe judgment is reversed."}