{"id": "444808", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, March 21st 1881.\nBy virtue of an attachment-execution issued April 19th 1878, judgment was had against the defendants, who wore garnishees of Chauncey S. Russell, on the 5th of May 1879, upon the following special plea: “And the said Towanda Gas and Water Company, one of the defendant garnishees aforesaid, by II. Streeter, its president, says that since the filing of the company’s answers to the interrogatories exhibited to the said company in this case, the said defendant, Chauncey S. Russell, has acknowledged and stated to said company that he was the owner of one hundred and eighty (180) shares of the capital stock of said company, standing on the books of said company in the name of Lewis S. Russell, by exhibiting to the president of said company, duly assigned in blank, as follows, to wit (here follow the numbers of five certificates, embracing, in all, one hundred and eighty shares of stock). And the last aforesaid shares, together with the two shares of said stock, standing in the name of the said Ohauncey S. Russell, therefore making one hundred and eighty-two shares of said stock owned by said Ohauncey S. Russell in said company. And, therefore, the said company pleads nulla bona, except as to the aforesaid one hundred and eighty-two shares of said stock, so owned and held as aforesaid, by the said defendant, Ohauncey S. Russell.”\nAll this seems to be very plain and straightforward; and though one hundred and eighty shares of this stock stood in the name of Lewis S. Russell, yet, as the certificates had been duly assigned by him to Ohauncey, Ohauncey was the sole owner and claimant; there was no person, natural or artificial, to dispute his right. Nevertheless, the court, on the motion of Henry Streeter, assignee in bankruptcy of C. S. Russell, on the 27th of September 1880, opened this judgment, struck out the one hundred and eighty shares which formerly -were supposed to belong to L. S. Russell, an<[ re-entered judgment for tw.o shares only. To this action, the court was led, by the impression that the writ, having been issued without the affidavit and bail required by the 32d section of the Act of 1836, was void, and this for the reason that this stock stood on the books of the company in the name of Lewis S. Russell. In support of this conclusion, Eby v. Guest, 8 W. N. C. 467, was relied on. But neither the statute, nor the case cited, will bear any such construction. An examination of the statute will show that the affidavit and recognisance are required only when the stock is held in another name than that of the real owner, and that the recognisance is intended for the protection of the person or corporation claiming adversely to the alleged ownership of the defendant. But if there be no such claimant; if there is no one to dispute the defendant’s right, then, by the 34th section of said act, the writ may issue without either affidavit or recognisance. And an examination of Eby v. Guest, will show that the 32d section was held to apply in that case, because the attached stock was held and claimed as collateral security by the Enterprise, Saving, Loan and Building Association of Pottstown.\nBut who in this case claims the attached stock but Ohauncey S. Russell ? The garnishee admits that it has no claim, and it is agreed by the parties that at the time the writ was served Lewis S. Russell had assigned the certificates to Ohauncey. Hence he had no claim. Indeed, it is further admitted that he never was the real owner, but held only as trustee for Ohauncey. Certainly, then, if-these stocks did not belong to the defendant — if they were not held in his name, they were held by and belonged to no one. To what purpose, then, would have been an affidavit, since no one was disputing the defendant’s ownership ? and to what purpose a recognisance, seeing there was no adverse claimant ?\nIt being thus clear that the writ was properly issued under the 84th section of the Act of 1836, and as the court opened and reduced the judgment under a misapprehension of the law, it follows that the case must be restored to its original status.\"\nThe judgment of the court below of September 27th 1880 is now reversed and set aside, and the original judgment of. May 5th 1879 restored."}