{"id": "444826", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, February 21st 1881.\nThe doctrine of lis pendens has been essentially modified by the later decisions. In the earlier cdses, both in England and this country, it was held- that Us pendens was notice to all the world, with the same effect as the registration of a deed under the recording acts as to constructive notice of the conveyance. More recent cases, however, place the doctrine upon another, and, we think, a sounder basis. In the leading case of Bellamy v. Sabine, 1 DeG. & J. 580, it was said-by Lord Chancellor Cranworth: “ It is scarcely correct to speak of lis pendens as affecting a purchaser through the doctrine of notice, though undoubtedly the language of the courts often so describes its operation. It affects him not because it amounts to notice, but because the law does not allow litigant parties to give to others, pending the litigation, rights to the property in dispute, so as to prejudice .the opposite party. The doctrine of lis pendens, says Mr. Adams, in his work on Equity, “ has been recently considered and decided not to stand on the ground of notice, express or implied, but to follow from the general rule that, pending litigation, neither party can be permitted to alienate the contested property, so as to affect the rights of the other.” This is a rule of public policy, and the object of it is to prevent the parties from making a conveyance pendente lite of the property or thing which is the subject-matter of the controversy, and thus to defeat the execution of the decree of the court. The effect of it is to imjlfi'se a disability to convey from the time of the service of the subpoena upon the defendant. The court, in the execution of its decree, pays no regard even to a bona fide purchaser. In other words, no change of ownership during a suit will prevent the execution of a decree, as it could and would have been executed had there been no change.\nSo far, we are in entire accord with the views of the law as expressed by the learned and able judge of the court below. It is in the application of the law to the. facts of this particular case that we think he has erred.\nIt is conceded that Moodie pledged the shares of stock in question to Dovey in June 1876, and that the present bill was filed on May 6th 1877. To this state of facts the doctrine of lis pendens certainly cannot apply. It was urged, however, and the court below adopted this view, that as the bill filed by Moodie on October 14th 1875, to. compel a transfer by the bank, was pending and undetermined when he pledged the stock to Dovey, that the said bill was a lis pendens, and avoided the pledge. But that bill came to nothing; it was dismissed, and that is the only decree in the cause. It could not affect this case unless we hold the dangerous, if not absurd, doctrine that Us pendens is to apply to every suit, even where the cause of action is purely imaginary. The consequence of such a rule would be that any man’s property could be tied up, and alienation prevented by the filing of a bill setting forth a claim which had no foundation whatever.\nThe decree upon Moodie’s bill decided nothing but that he W'as not entitled to the relief he asked. Had there been a cross-bill filed by the assignee of Henry G. Morris, and a decree that the plaintiff in Moodie’s bill had -not the title to the stock, but that it belonged to the assigned estate of Henry G. Morris, subject to the plaintiff’s lien for the cash actually advanced, and therefore the relief prayed for by the plaintiffs was denied, and their bill dismissed, we would have had a different question before us. But we are unable to see how that abortive proceeding can be tacked to the present bill so as to produce a Us pendens.\nAs the record stands, the most that can be urged for Moodic’s bill is that it was constructive notice to Dovey. But under the modern doctrine of lis pendens, constructive notice amounts to nothing, and we are of opinion that a Us to affect the party and destroy his power of alienation must be a Us in which a decree could be entered against him as to the property which is the subject-matter of the contention. He may not convey pendente lite, for the reason that such transfer would defeat the execution of the decree. But if the proceeding is such that no decree can be entered, why may he not convey ? The true rule would seem to be that a purchaser is affected by the decision upon any claim to the property purchased, if there be a litigation pending in which that question is decided: Newman v. Chapman, 2 Randolph 93.\nIt was said in Murray v. Lylburn, 2 Johns. Ch. 441, that the doctrine of Us pendens may not apply to movable personal property, on the ground of the necessities of commerce; in the County of Warren v. Marcy, 7 Otto 96, that it does not apply to negotiable securities; and in Leitch v. Wells, 48 N. Y. 586, that it does not apply to stocks. We neither affirm nor deny the latter proposition, but decide this ease upon other grounds.\nThe jurisdiction is doubtful. The proceeding is an action for money had and received under the disguise of a bill in equity. But as the point was not made below, either by demurrer to the bill or exceptions to the master’s report, we have considered the case upon its merits.\nIt remains but to say a few words in regard to Moodie’s Appeal. The only prayer in the bill as to Moodie, Gross & Co., was that they be restrained and precluded from claiming the fund or any part thereof either from the said Dovey or from the plaintiff. There was no decree against them, except as they may be incidentally affected by the award of the fund to the assigned estate of Henry G. Morris.\nThe position of the appellants is this: They bought the stock of Ervin for the sum of $6450.83, and afterwards pledged it to Dovey for $5000 cash borrowed. Under the principles indicated in Dovey’s Appeal, his executors are entitled to payment in full of the sum borrowed, and for which the stock was pledged. The balance, if any, would belong to Moodie, Gross & Co., provided their title is good. It was conceded in the court below, and here, that they had title to the extent of the $3700 paid in cash for the stock. But it was contended, and so held by the court below, that as to the $2500 check, and the -coal bill of $250.83, the said Moodie, Gross & Co., were not holders for value, for the reason that both the latter sums represented antecedent debts. It is true the taking of a security as collateral for an antecedent debt; does not make the creditor a holder for value, so as to give him the rights of a bona fide purchaser, but the rule is otherwise where it is taken in payment or extinguishment of the debt. In such case the contract is executed and the debtor released. Not so, where the creditor has taken something as collateral. In such case the contract is executory; the creditor has parted with nothing, and still holds his grip upon his debtor. Here Moodie paid Erwin §3700 in cash; surrendered to him bis (Erwin’s) cheek for $2500, and receipted Erwin’s coal bill for §250.83. That this constituted a valuable consideration is sustained by a number of authorities, among which may be mentioned Sinclair v. Healy, 4 Wright 417; Shufeldt v. Pease, 16 Wis. 659, where it was held that “a purchaser of goods from a fraudulent vendee, whose title is voidable on the ground of fraud, who takes them in payment of a pre-existing debt, against said fraudulent vendee, is a purchaser bona fide, and as such is protected in his purchase against a claim to the property made by the party defrauded.” Barnett v. White, 34 Miss. 57, where it was held that “when the antecedent debt was extinguished it was a good consideration.” Paddon v. Taylor, 44 N. Y. 371; Pratt v. Coman, 37 Id. 440; Brown v. Leavitt, 31 Id. 113; Bank v. Babcock, 21 Wend. 500; Burns v. Rowland, 40 Barb. 368.\nIt followed that after Dovey’s claim is paid in full, the surplus, if any there be after the payment of the expenses of the reference as specified in the decree below, will belong to the appellants in this appeal.\nDecree reversed, and appeal dismissed at the cost of the appellees."}