{"id": "444819", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, May 2d 1881.\nWe are called upon in this case to review the rulings of the auditor and court below upon questions of fact. The principal matter of contention was the surcharge of the accountant with |>1500 of United States bonds arid with the coupons and interest thereon. These bonds were shown to have belonged to, and to have been in the possession of the testatrix prior to her death. The auditor, upon what he regarded sufficient evidence, surcharged the accountant with' said bonds, as will appear by the following extract from his report: “ Upon the whole testimony in the case, the conduct of the accountant, and the circumstantial proof adduced before the auditor, it is a moral certainty that the accountant either has these bonds or their proceeds, and under all the facts in this case, your auditor is clearly of that opinion, and accordingly so finds.” The learned judge of the Orphans’ Court sustained this ruling, yet it is evident he felt the strain of this branch of the case when he said, “ While we are of opinion that the finding of the auditor is fairly sustained by the evidence, we are free to say that, the circumstances are not very strong, and are of such a character as might fail to produce conviction in other minds.”\nThere was no direct evidence before the auditor that the accountant had either the bonds or the proceeds. The conclusion to which the auditor arrived was based wholly upon circumstantial evidence. It is not a question whether he has found the facts correctly, but whether his inferences from facts, which in the main are not disputed, were accurately drawn.\nMuch that was said about the accountant being the agent of the testatrix may be dismissed with the single remark that she was not liable to account qua agent. She had no such possession of the bonds as agent as would render her liable for their non-production. As a matter of fact and as a matter of law, the bonds were in the possession of the testatrix down to the time of her death. Nor was the accountant her agent in the sense of involving liability. She was the servant and nurse of the testatrix, and did what she was directed to do. Sometimes it was to collect a coupon, at others to nurse her mistress and attend to household duties.\nThe only ground upon which this surcharge can be sustained is that the accountant embezzled or stole the bonds. This is a serious charge. It ought not to be made lightly, nor without clear evidence to sustain it. When a person is charged with crime it matters little what the form of the charge may be or on which side of the court. It is true the result is different, but the difference is only in degree. It may be more agreeable to be branded as a thief in the Orphans’ Court or Common Pleas than in the Quarter Sessions. Wherever the charge is made, its gravity requires a careful consideration of the evidence upon whiqh it is founded.\nWe have examined the auditor’s report, and all the testimony in the case with care, and are of opinion that the facts and circumstances from which the auditor draws his opinion are too weak and inconclusive to justify his inferences. Beyond the admitted fact of the opportunity to purloin the bonds, there is not a scintilla of proof that the accountant took them. And the presumption, if there be one, arising from the mere opportunity is weakened, if not destroyed, by the fact that others had opportunities of stealing the bonds, and the testatrix of giving them away or otherwise disposing of them.\nIt appears reasonably certain that, in February 18G9, the testatrix had $4000 in United States bonds, which were kept in a tin box. At that time they were exhibited by the accountant to counsel, under circumstances not material to narrate. We have no trace of them subsequently until some time in 1872, when Mary R. Dodd testifies that the accountant showed them to her at the house of the testatrix, and informed her that there were $1700 of them. The witness saw the bonds, but did not examine them, and had no knowledge of the amount beyond what the accountant told her. The testatrix died during that year, and after her death the accountant, who was her executrix, produced $1700 of the bonds as all that there were remaining. When asked what had become of the residue, she accounted for $300 as having been used to pay a subscription to a church. This was shown to have been correct, and was allowed. She further claimed the testatrix had given her a $500 bond for her services as nurse, which the evidence shows were faithful, laborious and of long continuance. This was allowed. The whereabouts of the balance of the bonds she did not attempt to explain. There was still a deficiency of $1500, and with this the auditor surcharged her.\nConceding there to be circumstances of suspicion surrounding the case, there is not enough to sustain the verdict of a jury against the accountant on either the civil or criminal side of the court. It would be dangerous to infer guilt from the mere opportunity to commit a crime.\nThe first, second and third assignments of error are sustained.\nWe are unable to see any serious error in the remaining assignments. The principal one is to the refusal of the court to allow the accountant commissions. After reflection, we have concluded not to disturb this ruling. While we have relieved the accountant from the surcharge of the bonds, there is yet much in her conduct in the management of this estate that does not meet our approval. The ruling of the court below upon this point was not based exclusively upon the bonds. There were other matters, such as the conversion of the \"'bank stocks to her own use, the attempt to buy a portion of the real estate at her own sale, and the admitted use of the trust-funds. These matters, coupled with her general conduct in her dealings with the estate, are sufficient to prevent our disturbing the ruling of the court below upon the question of commissions.\nThe decree is reversed at the cost of the appellees, and it ordered that distribution be made in accordance with the foregoing' views."}