{"id": "444831", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, May 2d 1881.\nNotice of dishonor of bills or non-payment of notes where the parties do not live in the same town is usually sent by mail. This usage has settled into law, so that the legal presumption is conclusive that the notice was received from the fact that the sender duly delivered it in the post-office properly addressed. And when it may he sent by mail, if sent by a messenger, it must be delivered within the time that the mail would have taken it. Necessity and convenience led to the usage and legal presumption. Unless notice of dishonor be promptly given, the drawer of a bill and endorsers of a bill or note will be discharged from liability, and where the parties live at considerable distance the employment of a messenger would be burdensome.\nWhere a policy requires notice of loss to be given forthwith by the assured to the assurer, and is silent as to mode of service, is not the necessity equally great for adopting as a legal presumption, prima faeie till disproved, that the assured received the notice from the fact that it was properly addressed and delivered in the post-office ? It is common to send by mail the policies, the notices of loss, proofs of loss, and, in case of mutual companies, the notices of assessment. In a valuable work (Wood on Ins. 702), it is remarked, that in the construction of the policy and its various conditions, the evident intent and purpose of the parties is to be looked to, and as is the case with insurance companies, that they are generally located at great distance from the insured, it cannot reasonably be supposed that they expected or intended that the assured should, in person or by agent, deliver tb© proofs of loss, but that he should execute them with due diligence, and with equal diligence send them to the company by mail, which is now the principal medium through which the commercial business of the world is transacted. A contrary rule gives undue force to arbitrary conditions and jeopardizes too seriously the interests of the assured. This view seems correct with reference to notice of loss required to be sent forthwith. With respeet to proofs of loss, where time is allowed for delivery, there is not the same necessity and possibly not the same intent of the parties. Considering the widely extended and peculiar business of insurance, the evident general understanding of the parties as to service of notices, as well as the well-known usage when a notice is required to be sent immediately to a company, not in the same town where the insured lives, hut located considerable distance therefrom, the sending of it by mail is prima facie evidence of service. It may not be conclusive, as in case of commercial paper, but the reason is quite as strong that it should bo prima facie sufficient. The usage and the rule of evidence arise from the intent and purpose of the contracting parties as well as their convenience or necessity. It is not necessary to remark on the doctrine in Kinney v. Altvater, 27 P. F. Smith 34; Bank v. McManigle, 19 Id. 156, and like cases, which are within the general rule that there is no presumption of law that a letter, mailed to one at the place he usually receives his letters, was received by him.\nThe policy in this case covered property at Tunkhannock, and the company is located at Harrisburg. It is stipulated that notice of loss shall be given forthwith to the secretary of the company ; and proofs of loss delivered to said secretary within thirty days after said loss. The assured was required at once to send notice to the secretary at Harrisburg, which he did. by mail, if the testimony is believed. There was no attempt to disprove the receipt of the notice. The court charged that there is a presumption that a letter containing a notice of loss by fire, addressed to the secretary of the company at the home office of the company, and duly mailed, is received by the company, and the jury may infer actual notice therefrom. We discover no error in the first, fourth and fifth specifications.\nIt appears in the argument on behalf of the plaintiff in error that its fourth point was intended to refer to notice, as implied, when the proofs of loss were delivered, but the court very properly answered the point as it was written. That it was rightly answered is apparent by reference to the next point, the -fifth, which was affirmed. The sixth specification of error is not sustained.\nSection 56, Act of May 1st 1876, Pamph. L. 67, provides: “ That the certificate of any mutual fire insurance company, now in existence or hereafter incorporated, signed by the president and attested by the secretary of such company, with the seal affixed, setting forth that an assessment had been made upon the premium note or notes of any member, and the amount due by such member upon such note' or notes, shall be prima facie evidence thereof in all the counts of this Commonwealth.” The remaining part of the section expressly relates to suits by the company against a member, and provides that upon the defendant filing an affidavit within the prescribed time, setting forth certain facts, such certificate shall cease to be evidence of anything. Prior to its enactment it was often a useless burden upon the company to adduce legal proof of an assessment and -of the defendant’s liability, in order to recover a sum to which there was no defence. Now, when a mutual company sues a member for an assessment, the certificate establishes the case unless a defence is averred under oath, and then it establishes nothing. The first part of the section refers to other cases, and in them the certificate is prima facie evidence of the amount due. It is not here a question whether the company ought to be relieved of the burden of producing books and witnesses to show the validity of an assessment which has not been paid, when sued upon the policy; it is enough that every member alike shares the benefit of the statute. And in all eases where the assessment is valid, it is a real benefit to all parties in the saving of useless costs. The certificate is not conclusive. When the opposite party has a defence against the assessment he may show it. For that purpose he may demand that the company’s books be produced at the trial, and call the officers as well as other persons to testify.\nWe are of opinion that it was error to reject the certificate showing the amount of the assessment, and the amount due, upon the premium note given for the policy in suit, and the second assignment of error must be sustained.\nAfter rejection of the certificate the defendant offered to prove the assessment by its books, and that the meeting was called in accordance with the by-laws, that the assessment on the plaintiff’s note was for losses which occurred during the existence of the policy and note, and did not include any prior losses. This was overruled for the reason that five directors, less than a majority of the whole number, acted in making the assessment. It is necessary to pass on the correctness of this ruling for the cause is to be tried again, and, although the certificate will be prima facie evidence for the defendant, the plaintiff’s case may be put on the invalidity of the assessment, for no other cause than that it was laid by less than a majority of the directors. Section 3 of the by-laws provides that thirteen directors shall manage the affairs of the company, “ five of whom shall constitute a quorum, and be fully competent to transact business at any of its meetings, which shall be binding upon the members as if a full board had been in session.” This was in force when the plaintiff became a member of the company gnd gave the premium note payable in such portions and at such times as the directors of said company may require for the purpose of paying losses by fire or lightning and necessary expenses, agreeably to the statutes governing insurance companies, and the by-laws of said company. The plaintiff is a party to the mutual agreement between the members that five directors may act as if a full hoard were present. This question does not concern strangers to the company, nor persons who were members before the by-law was enacted, nor those who, being members at the time it was adopted, refused to be bound by it. It was on the books of the company as a by-law, the company was acting under it, and the plaintiff is presumed to have known of its existence from the date of its membership. It still claims the policy is valid— that the contract is binding on the part of the company to pay the loss, but not binding on the part of the assured to pay the consideration, though five directors have as full power over entering into contracts of insurance as over assessments. Had the plaintiff promptly refused to abide by such by-law, and, if continued, tendered back his policy and demanded return of the note, it could have raised the question whether less than a majority of the board shall be a quorum to transact business. And a member of the company may raise the question in a proper .proceeding. But the plaintiff held its policy and was bound to pay proper assessments for its proportion of the losses which occurred after its date. It made no objection to the by-law,-or to action under it. If the assessment was made in accordance with the by-laws, is not in itself a violation of the statutes, was proper for the purposes for which the premium-note was given, and was just, it will not be held invalid as respects the plaintiff in its suit upon the policy.\nThe seventh and eighth assignments cannot be considered, for no evidence of the assessments was admitted.\nJudgment reversed, and a venire faeias de novo awarded."}