{"id": "446073", "contents": "Mi\\ Justice Gordon\ndelivered the opinion of the court, January 2d 1882.\nThe counsel for the defendants below, plaintiffs in error, is not correct in his assertion that there was no evidence in this case tending to prove a partnership betAveen the defendants themselves, or with other parties. A. F. Randolph swears that Shafer told him that Gregg, Martin and Fisher were partners with hinself in this fanning mill adventure.\nHe furthermore repeats, that both Shafer and Martin informed him that they were in company Avith several other persons ; that upon his applying to Martin for his pay for the manufacture of the mills, he put him off until the first of April, as he thought, by that time Dunn would have sold mills enough to make the money for him, and that, upon a similar application to Fisher, he made the promise that he Avould pay his share as fast as returns came in from the sales of mills. Again, Jonathan Wetsel swears, that he went to Martin to hire one of the mills, and that his answer was, “ I do not Avant to hire them ; we have them to sell; I will sell you one for twenty dollars ancl will warrant the mill for four years, and it will pay for itself in that time.” Fisher, also, on the part of the defence, testifies as follows: “ Randolph came to me the time him and mo talked; he was by himself ; I told him I would not have any mills made faster than I could sell them; I had a little money invested in it, and was not going to invest any more; if ho made any to sell I would pay him my share, but nothing further.” Farther on, he says he supposed that Shafer and Martin were concerned as well as he. When this evidence is taken in connection with the admitted fact that the defendants, jointly with others, owned the patent for those mills, or separators, Ave cannot understand hoAv it can be truthfully said that there was no proof of partnership to go to the jury.\nIt is true tins was fclie partnership of an experiment; of a single adventure; yet for all this it might have been not the less a partnership: Sims v. Willing, 8 S. & R. 103. More than this, there may not, as between the defendants and their associates, have been a partnership in fact or intention, and yet, as to third persons, they may be held as such. Por, as was said in Kirk v. Hartman, 13 P. F. Smith, 97, where one holds himself out, or knowingly suffers himself to he held out, as a partner, on the faith of which others give credit to the firm, he will be held, though, in fact, he is not a partner. And in Johnston v. Warden, 3 Watts 101, it was held, that where the defendants had represented themselves as partners, and had been trusted as such, they must he bound as partners. In the case in hand there was certainly evidence to the effect that the defendants represented themselves to Randolph and others as partners, and if this was believed by the jury, as it seems to have been, then as partners they were'properly held. Such being the case, it is obvious that the answer of the learned judge, to the point put by the defendants’ attorney, did them no harm, though doubtless the better way would have been to have negatived it outright, and without qualification.\nOn the whole, we think the case was fairly submitted, and that the plaintiffs in error have nothing of which they can justly complain.\nThe judgment is affirmed."}