{"id": "446063", "contents": "Mr. Justice Gordon\ndelivered the opinion of the Court, February 20th 1882.\nThe court below having ascertained, beyond doubt, that the money in controversy was derived, not from the annual earnings or accumulations of the St. Louis Gas Company, but from a sale of part of its franchise and permanent property, thought it ought, of right, to belong to the corpus of the trust estate, and thereupon refused to award it to the life-tenant. If we are to follow our own decisions as found in Earp’s Ap., 4 Ca. 368; The Pennsylvania Co. v. Dovey, 14 P. F. S. 260; Moss’s Ap., 2 Nor. 264, and Biddle’s Ap. [ante, 278], the opinion in which was delivered by Mr. Justice Merour, but a few days ago, we must affirm this conclusion. All these cases are similar to the one in hand; a gift of the income of stocks for life to one person, and the corpus over to another, and by all these we are instructed that in order to ascertain and settle the rights of these parties, we must endeavor to discover what is principal, or capital, as distinguished from earnings or dividends resulting from the use of capital.\nMore than this: following these authorities, we must go even farther, and capitalize, in favor of the remainder-man, the surplus profits which may have accumulated in the treasury of the corporation, prior to the date of the creation, of the trust. The present case, however, does not carry us to this extent, for the money in eonti’oversy comes from a sale of a part of the original franchise and property of the gas company ; in fact, part of the very corpus represented by the stock shares which form the principal of the trust created by the deed of James Martin.\nThe charter of this company clothed it with powers and privileges, not only very extensive, but very valuable. By this charter it had “ the sole and exclusive privilege of vending gas lights and gas fittings in the city of St. Louis and its suburbs,” and it was also empowered to “ lay pipes, conduits, etc., in any of the roads and avenues of the suburbs, and in any of the streets and alleys of the city.” Also, by indenture of the 8th of January 1841, between the city and the company, the sole and exclusive privilege of lighting the streets, alleys, wharfs, public buildings and other public places of the city of St. Louis, and of providing and furnishing the fittings and materials of all kinds, necessary for that purpose. The result of these grants, and a careful use of them, was great prosperity to the company, and a corresponding rise in its stock. But this very prosperity begat opposition and danger. The city refused to abide by its contract, and to pay up its dues. Another company sprang up, the Laclede, which’ disputed the exclusive right of the old company to the territory mentioned in its charter. This led to the tripartite agreement of February 8th 1873, between the city of St. Louis, the Laclede Gas Company, and the St. Louis Gas Company, by which, among other things, the latter company agreed to withdraw from about one-third or ono-half of its former territory in favor of the Laclede, and also to sell to it all its mains, pipes, connections, lamps, lamp-posts, brackets, meters and all other of its property and effects situated and being within the territory from which it had agreed to withdraw.\nIn consideration of this sale and transfer, the Laclede Company agreed to pay to the St. Louis Company the sum of $650,-000. A dividend of $600,000, of this money, was ordered by the directors, and of this, $4,995 came into the hands of the Pennsylvania Co. as trustee of the one hundred shares of stock conveyed to it by the deed, or power of attorney, of James Martin. It is thus manifest that the money in dispute comes, not from the annual earnings of the company, but from a sale of part of its property; part of that very corpus which the stock shares represent, and without which those shares have neither substance nor value. If, therefore, the life-tenant is entitled to this money, thus derived from the capital of this corporation, so, in the end, may she come to be entitled to the whole corpus of the trust. For the accomplishment of this result, it is only necessary that the St. Louis Gas Company should effect a sale of the balance of its property, and order a distribution of the money so raised among its shareholders. But, logically, the effect of such a doctrine is to defeat the whole object of tbe trust. Instead of securing for Mrs. Vinton a sure income for life, it gives her the principal to use at her pleasure, whilst the gift over to Frederick Vinton is wholly defeated.\nA rule, such as this, which may operate disastrously on a large and important class of our trusts, we cannot agree to adopt. It is, indeed, true, as said by Mr. Chief Justice Chapman, in Minot v. Paine, 99 Mass. 101, that the rule, which regards cash dividends, however large, as income, and stock dividends, however made, as capital, is a very simple and convenient one, and may relievo trustees and courts of much trouble, but it is certainly not one that commends itself for its justice and equity, neither does it at all regard the facts of a case like that of Earp’s Appeal, or like the case in hand. To us, it seems like a bungling rule of law that, at one time, would give what is indisputably income to the remainder-man, and, at another, what is as clearly capital to the life-tenant. It is, however, enough for us that our own authorities repudiate such a rule. In the ease last referred to, it was held, that dividends from a corporate surplus fund, accumulated before the testator’s death, must be regarded as part of the stock forming the trust fund, whilst after accumulations, though distributed in the shape of stock, must be treated as income, and go to the life-tenant. In like manner it was held, in Wiltbank’s Appeal, that the earnings, or profits, of the stock of a decedent, made after his death, were income, though put into the form of capital by the issue of new stock, and it was there said, that “ equity, seeking the substance of things, found that the new stock was but a product, and was, therefore, income.” So may we say in this case; equity seeking, not mere convenience, but the substance of things, finds the dividend, in controversy, to be part of the actual capital of the company; .money raised by a sale of part of its original franchise and realty; •that which its stock most specifically and directly represents, hence, it awards the product to him in whom the stock is finally to vest. Assume the contrary doctrine, and that which we have already pointed out may at any time occur; on a sale of the entire franchise and property of the gas company, with a like order by its directors for a distribution of the money so raised, the dividends must go, regardless of the equities of the parties, to the life-tenant, and nothing whatever be left for the remainder-man. This might be very convenient for trustees and courts, for, as it would definitely close out the trust, there would be no further trouble about it; nevertheless, the justice of such a disposition of the trust would be more than doubtful. Again, this same doctrine which makes a cash dividend income, and a stock dividend capital, would often work with equal harshness upon the interest of the life-tenant. Eor corporate earnings might be retained for an indefinite length of time, and then be distributed in the shape of stock shares, which the rule contended for would at once pronounce to be capital, and thus would the beneficiary be deprived of his or her income.\nThan this, far better is our Pennsylvania doctrine, admirably stated by our brother, Mr. Justice Paxson, in Moss’s Appeal, as follows: — “ .But .where a corporation, having actually made profits, proceeds to distribute such profits amongst the stockholders, the tenant for life would be entitled to receive them, and this without regard to the form of the transaction. Equity which disregards the form and grasps the substance, would award the thing distributed, whether stock or moneys, to whomsoever was entitled to the profits.”\nDecree affirmed, with costs.\nShxrswood, C. J., and Paxson and Trunkbt, JJ., dissented."}