{"id": "446197", "contents": "Mr. Justice Baxson\ndelivered the opinion of the Court, February 13th 1882.\nNothing is better settled in Pennsylvania than that a tenant for years cannot relieve himself from his liability under his covenant to pay rent by vacating the demised premises during the term, and sending the key to Ms landlord. The reason for it is that in the absence of fraud, one party to a contract cannot rescind it at pleasure. And the landlord may accept the keys, take possession, put a bill on the house for rent, and at the same time apprise his tenant that he still holds him liable for the rent. All this, as was said by Mr. Justice Rogers in Marseilles v. Kerr, 6 Wharton 500, is for the benefit of the tenant, and is not intended, nor can it have the effect, to put an end to the contract and discharge him from rent. A surrender, a release, or an eviction will undoubtedly relieve a tenant, and it was said by Chief Justice Gibson, in Fisher v. Milliken, 8 Barr 111, that nothing less would do so. This remark, however, was without the authority of the court, and must be regarded as dictum. The case in hand does not require us to assert so broad a proposition. There was neither a release nor an eviction here, but the surety claimed to be discharged because after the tenant, who was his principal, sent the keys to the landlord, the latter leased the property to another tenant. Yet there is no pretence that the landlord accepted a surrender; on the contrary the proof is clear that he declined to do so, and notified the defendant below that he would hold him for the rent. This notice was repeated on more than one occasion when he was about to lease the property to another tenant. Yet it was urged by the defendant below that such subsequent leasing by the landlord, and the acceptance of rent from the tenant, raised a presumption of a surrender. A surrender of demised premises by the tenant during the term, to be effectual, must be accepted by the lessor. The burden of proof is upon the tenant to show such acceptance. lie sets it-up to relieve himself from his covenant, and must prove it. When, therefore, the lessor retains the keys, and at the same time notifies the lessee that he will hold him for the rent, there is no room for the presumption of a surrender.' Nor does the renting of the premises to another tenant under such circumstances raise such presumption, for the reason that it is manifestly to the lessee’s interest that they should be occupied. The landlord may allow the property to stand idle, and hold the tenant for the entire rent; or he may lease it and hold him for the difference, if any. It was said in Breuckmann v. Twibill, 8 Norris 58, that “ taking possession, repairing, advertising the house to rent, are all acts in the interest and for the benefit of the tenant, and do not discharge him from his covenant to pay rent.” Much more is it to the interest of the tenant for the landlord to rent the premises. If at the same rent, the tenant is entirely íelieved; if at less, he is liable only for the difference.\nUpon the trial in the court below the learned judge instructed the jury, as set forth in the second assignment of error, as follows: “If a man refuses to continue your tenant, gives up the house into your hands, why, then, you have a right to put a bill upon the house and try to rent it; because, if you rent it, it is so much saved to Mr. Auer, so much saved to the surety of the tenant, because you have to give an account, of every cent you make out of the house; and certainly it is much bettet for the tenant, that the landlord should rent the house and get something for it, than to simply lock the door and lay by and sue the tenant or surety for the whole amount of the rent for the whole term for which he'has taken it; so that, being for the benefit of both parties, it is no presumption that the landlord has accepted a surrender, that he has taken and leased the house.”\n' We see no error in this. It is good sense as well as good law.\nWe are not aware of any authorities in this state which are-in conflict with the foregoing views. Those cited on behalf of the defendant below certainly are not.\nThe remaining assignments do not require discussion. The fifth does not fully state the ruling of the court below. As it appears in the bill of exceptions it is entirely correct.\nJudgment affirmed."}