{"id": "446163", "contents": "Mr. Justice Green\ndelivered the opinion of the court, February 20th 1882.\nThe rule which requires of one who is about to cross the track of a railroad, that he shall stop and look both ways and listen before stepping on the track is a wise and salutary rule. If it were really observed in every instance, accidents at such crossings would be almost, if not quite, impossible.\nExperience constantly teaches the necessity of enforcing the rule, by visiting the penalty of contributory negligence rigidly upon those who disregard it. The safety of passing trains and the lives of passenger’s traveling .therein, which are always endangered when obstructions of any kind are upon the track, are of quite as mucli consequence,' as the safety and the lives of those who occupy the track even in the momentary act of crossing it. In the present case the charge of the learned judge of the court below is not printed, but so far as we can gather from the answers to the points submitted, he seems to have impressed upon the jury with emphasis, the full terms and import of the rule above stated. But a single error is assigned, and that is to the answer given by the court to one of the points of the defendant. The point was in the following words :\n“ The fact that a traveler stops and waits until a passing train gets by, does not absolve him or her from looking and listening for trains approaching upon the other track in an opposite direction, and a traveler waiting for a train passing in one direction, must wait sufficiently long so that that train shall not prevent him or her seeing a train approaching in an opposite direction. If, therefore the jury believe that Mrs. Carr, after stopping east of the railroad at Diamond street, while the out train was passing, started across at a time when that train prevented her seeing the incoming train, she was guilty of negligence, and cannot recover.”\nThe point was thus answered: “I have already told you that it was Mrs. Carr’s duty, on approaching the track with a view of .crossing it, to look and listen, to look in both directions and listen for the approach of trains on either side, and I also said, or it was a necessary inference from it, that if she was delayed in this case, by any cause — the approach of the up train,,in the case in hand — it would be her duty again to look in both directions and listen before setting out. I am asked to say to you, however, that if under those circumstances a train which passed up the road shut out any portion of the road from view, it would be her duty to wait until that obstacle to vision was removed, and that, if she did not do so, it would necessarily be negligence and preclude her recovery. What I say is, that it would have been a wise and proper precaution as the event shows. Whether the omission of that precaution be negligence, would depend upon circumstances, and I am not willing to take upon myself the responsibility of saying that under the circumstances in this case, she would necessarily be guilty of negligence in not waiting until the view of the other track was entirely clear. That is for the jury to consider. If the jury find she was negligent, then the consequence would follow which has been already stated.” Was there error in this answer ? In a possible condition of the facts of the case, it might not have been erroneous to simply affirm the point. It probably would not have be.en, if the train going out had been at rest, at, or close to the point of crossing, for then it would have been a physical obstacle which manifestly obstructed vision on the other track.\nThe conspicuous and palpable character of the obstacle would be direct notice to the plaintiff that she could not exercise her faculty of vision in that direction, and the effect would have been precisely the same as if the obstruction had been of a fixed and permanent character. The case would thus have been brought within the ruling in Railroad v. Feller, 3 Norris 226. There the obstruction was a watch-house, and wp held the party guilty of contributory negligence, because, although he stopped \"and ioolced while in front of it, his looking in one direction was a vain act, and could yield him no information. The same doctrine was held in Railroad v. Beale, 23 P. F. S. 504. But here the train going out was not at rest, nor was it fit the point of crossing. It had gone beyond the crossing. All the witnesses to the accident agree in this. As to the precise distance it had gone before the locomotive of the down train passed the rear end of the up train, the testimony is not veiy distinct. The plaintiff, who had stopped on the east side of the road, to await the passage of the up train, says that after the train had passed, she stopped long enough to look, and did look, first up the* road and then down, and listened and heard nothing, and then started to cross. She was asked:\nQ. Where was the train that was going' out when you started to go across ? A. It was a little distance the other side of Diamond, I could not tell you how far, but I saw the back of it was some distance to the other side of Diamond street— the end of the car.\nQ. Some distance the other side of Diamond street, you say, the back end of the car ? A. Yes, sir : any how a car’s length or about that distance. I could not tell you exactly, it might be more.\nQ. I want to get that as clearly and closely as I can. A. That is as close as I can give it to you. It might be more. It was not less, but it might be more.\nQ. You saw the endof the car? A. Yes, sir.\nQ. You think it was a about car’s length on the other side, of Diamond street ? A. Yes, sir: it might have been more. I won’t, swear that it was just a car’s length, but it might have been more than a car’s length.\nQ. How long, in point of time, did you stop there-after the train passed ? A. I did not stop any longer than to see that my way was clear, and that there was nothing in my way.\nF. J. Byan, a witness for the defendant, said, “ From the woman, where she fell, to where the hind end of the train passed, was about one hundred steps,” and added that he stepped it off himself. He had previously testified, “ The up train passed right about, I think, five hundred yards away from the crossing at the time the cow-catcher passed the hind end of the np train.”\nJoseph Ryan, another witness for the defendant, testified: “ The train had got up above Tenth street as the down train ’was about approaching Tenth.” Being further examined, he said, “ The down train passed the hind end of the up train about live yards above Tenth street.”\nQ. Five yards to the north of the Tenth street crossing? A. Y\"es, sir.\nQ. Can you tell where the engine of the down train was when Mrs. Carr slipped and fell ? A. The engine of the down train was on the north side of the Diamond street crossing.\nJohn Tousor, another witness for the defendant, testified:\nQ. Where did the trains pass each other ? A. They passed each other just above the Tenth street crossing — about the fiagbox there.\nQ. When you say they passed each other, do you mean to say the engine passed the hind part of the train ? A. The hind car of the up train passed the engine of the down train.\nSeveral witnesses testified that the plaintiff fell on the track of the down train — the west track of the road — and while lying there with her head and body beyond the west rail of the west track, and her feet, or one of them, between the rails, she was run over by the engine of the down train and one foot was cut off.\nThe witness, J oseph Ryan, in his cross-examination testified:\nQ. You say she fell and was lying on the track? A. She fell on the down track ; yes, sir, she slipped and fell on the down track.\nQ. How long was she lying there before the engine struck her ? A. As near as I can recollect about ten, or thirteen or fifteen seconds.\nHarry J. Gilmore, another witness for defendant, testified that he was watchman at the Tenth street crossing, which he said was about a hundred steps from the Diamond street crossing, and that he saw the accident. He said, “ After that other train (the up train) had passed, and as the other train coming down came to my crossing, I saw the lady cross over, and the lady fell about the time the engine had passed me. By that time when the engine had got down on to that crossing that kept most of the light from me, so that I could not see much more.”\nQ. Where were the trains as they passed your crossing — that is, where did the engine of the down train pass the hind part of the other train? A. Just before it struck my crossing, the upper side of my crossing. The rear end of the up train had crossed to my crossing about the time that the down engine was coming to my crossing.\nJohn Welsh, the engineer of the down train, testified that his engine passed the rear end of the up train “just about the end of the planks of the Tenth street crossing,” and that his engine was about thirty feet from the plaintiff when she fell.\nThere was other testimony as to the details of the occurrence, but we have quoted enough for the purpose of disposing of the present question.\nThe defendant asked the court to say by the point in question that “If, therefore,the jury believe that Mrs. Carr, after stopping east of the railroad at Diamond street while the out train was passing, started across at a time when i that train prevented her seeing the incoming train, she was guilty of negligence, and can not recover.”\nIt is true the hypothesis of the point is the inability of the plaintiff to see the incoming train, on account of the outgoing train, when she attempted to cross, but the point itself is not an abstract proposition. It is not the declaration of a mere legal principle, nor is it even the application of a legal principle to an absolutely fixed and definite condition of facts. In the concrete, the proposition of the point is to fix a definite legal consequence of negligence upon this plaintiff, not for doing or omitting to do something in a precise and determinate state of facts, but in a condition of things which, in essential features, is indeterminate and uncertain.\nTo illustrate. If, while the outgoing train was at rest, or if, on the very instant of its passing, the plaintiff attempted to cross, she might very well be subject to a rule of duty which would be entirely inapplicable if the train were half a mile away. The rate of speed of each train would also be an element in the problem, which the point entirely ignores. Now it seems clear, the outgoing train was a hundred yards, or thereabouts, distant from the point of crossing, when the engine of the down train passed its rear. How would it be possible for a court to say, as matter of law, that the plaintiff would be guilty of negligence if she crossed the track, knowing that she could not see an incoming train at that distance ? The court did leave it to the jury to say whether it was negligence, in fact, for her to cross in such circumstances, and certainly nothing more than that could be asked on behalf of the defendant. As a matter of fact, it can scarcely be questioned that it is easily possible for one to step across a railroad track in safety, although a train is approaching at a distance of three hundred feet. In truth, it would seem from the testimony that the accident in this case was due to the fact, that the plaintiff stumbled, and fell upon the track, and remained prostrate from ten to fifteen seconds before the train reached her, rather than to a lack of time to get across the track. These considerations take the case entirely out of the domain of legal control, by the application of a fixed rule which determines negligence, as the necessary consequence of definite action, or 11011-action, in precise circumstances.\nThe learned judge said all that could, be said when he charged, that the act of the plaintiff in crossing as she did, might be negligent according to the circumstances, and the force of these ho properly left to the determination of the jury. In this there was no error. We think the time has arrived when it would be well for all railroad companies, whoso tracks cross the streets of cities and towns at grade, to protect all the street crossings with gates. The growing practice in this direction deserves commendation.\nJudgment affirmed."}