{"id": "446142", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the Court, February 20th 1882.\nThe question of fact upon which the ease hinged in the court below was whether the stocks in controversy, one hundred and ninety-one shares of First National Bank of Ashland, and one hundred and sixty shares of Odd Fellows’ Temple Association, were pledged as additional security for $4,000, borrowed money, or as collateral security for $8,000, the consideration for seventy shares of bank stock which appellant alleged he had sold to appellee.\nIn the bill filed to redeem these stocks and other collateral securities, the appellee substantially avers that in January 1877 he borrowed from appellant $4,000, for which he gave his note at one year, with ten Texas and Pacific Railway Company’s bonds, of $1,000 each, as collateral security; that in January 1878, the note was renewed for one year with the same collateral, and shortly thereafter he assigned his interest in the limited partnership association of Graybill & Co. as additional collateral security; that when thedast mentioned note matured he again desired to renew the loan, but appellant was unwilling to do so unless additional collateral was given, assigning as a reason therefor that the Texas and Facific Railway bonds had depreciated, and that the interest in the firm of Graybill & Co., theretofore assigned to him, was of uncertain value; that he was compelled to comply with appellant’s demand for additional security, but was unable to furnish it until March 1878, when he gave him the one hundred and ninety-one shares of bank stock and one hundred and sixty shares of Odd Fellows’ Temple Association stock first above mentioned; and thus the loan of $4,000, was again extended for one year from January 1879, but the note of January 1878, instead of being renewed, was held by appellant with all the before-mentioned collaterals as security for the payment thereof.\nThe appellant in his answer admits all the material averments as to the original loan of $4,000, and the first renewal thereof; but he denies that he either demanded or received a,ny additional security for that loan when it matured in January 1879, or at any time thereafter, and says the bank stock and Odd Fellows’ Temple Association stock were pledged by appellee for another debt, which he alleges was contracted and secured as follows : — “ The plaintiff, early in 1879, or thereabouts, agreed to purchase from the defendant, and the defendant agreed to sell the plaintiff seventy shares of stock in the First National Bank of Ashland, of which the plaintiff was then cashier, for $8,000. For some reasons of his own, which were not explained, the plaintiff desired that the certificate should not stand in his own name, and requested defendant to retain it, and defendant did so. As security for this debt of $8,000, the plaintiff requested him to keep the seventy shares, and also gave, by way of pledge, $4,000, preferred stock of the Odd Fellows’ Temple Association of Ashland and one hundred and ninety-one shares of the First National Bank of Ashland.” He also avers he is and always has been ready and willing to surrender the securities aforesaid on payment of the debts for which they were respectively pledged.\nBy mutual agreement, immediately after the answer was filed, the loan of ¿4,000 was paid, and the collaterals, which appellant claimed to hold as security therefor, were surrendered to the appellee. The issue Was thus narrowed down to the question of fact first above stated.\nThe learned master found that the stock was pledged as security for the loan, and not for the alleged debt of ¿8,000, and the court accordingly entered a decree in favor of the plaintiff below. It is contended there was error in thus finding the controlling fact against appellant, and that this resulted from the refusal of the court to consider the answer, in this respect, as responsive to the bill, and in not giving due weight to appellant’s testimony.\nIf the answer, denying that the stock in question was ever given as additional security for the loan, and averring that it was specifically pledged for the debt, is responsive, the appellant was clearly entitled to the benefit of the rule that makes it conclusive evidence in his favor unless it is overcome by the testimony of two witnesses, or one witness and corroborating circumstances: Horton’s Appeal, 1 Harris 67; Pusey v. Wright, 7 Casey 387, 395; Story’s Eq. Jurisprudence, § 1528. In the latter, it is said that the answer of the defendant to any matter stated in the bill, and responsive to it, is evidence in his own favor. It is not only proof as to the matters of fact of which the bill seeks a disclosure from him, but it is conclusive in his favor, unless it is overcome by the satisfactory testimony of two opposing witnesses, or of one witness corroborated by other circumstances and facts which give it greater weight than the answer, or which are equivalent in weight to a second ■witness. Thus where the defendant, in express terms, negatives the allegations of the bill, and the evidence is only of one person, affirming what has been so negatived, the court will dismiss the bill. The reason of the rule, as stated by the learned author, is this: The plaintiff calls upon the defendant to answer an allegation of fact, which he makes; and thereby lie admits the answer to be evidence of that fact. If it is testimony, it is equal to the testimony of any other witness; and, as the plaintiff cannot prevail, unless the balance of proof is in his favor, he must either have two witnesses, or some circumstances in addition to a single witness, in order to turn the balance. In so far as the answer contains an express denial of the allegation that the stock was pledged as security for the loan, it is undoubtedly responsive. If the burden of overcoming a responsive answer, as to the cardinal fact in his case, was on the plaintiff, his own testimony alone was clearly insufficient for that purpose; and we fail to discover any other evidence, facts or cii’cumstances to corroborate his statement in that respect.\nRoth parties agree, that in March 1879, the stock was given as collateral, but they disagree as to the specific purpose for which it was pledged. One of them asserts, as the foundation of his equity, that it was additional security for the loan; the other avers that it was collateral to the alleged debt. It is not pretended that it was the subject of contract between them at any other time, or for any other than one of the purposes above mentioned. The appellant was required to answer every material allegation in the bill as fully as if sjaecially interrogated thereto; and it was his right, as it was clearly his duty, to make full disclosure of all the facts and circumstances connected with and forming a part of the transaction in which the stock was pledged, without doing so, how could he conscientiously swear that the facts stated in his answer were true? If the stock was not his, and he did not hold it in his own right absolutely, it was not only his duty to say so, but also to state fully the terms and conditions on which it was received and held by him. This is what he did; and it appears to us that his answer cannot be fairly regarded in any other light than as responsive to the controlling averment of the bill. In this respect, the case cannot be distinguished in the principle from Eaton’s Appeal, 16 P. F. Smith 483, in which the distinctive features of a responsive answer are clearly pointed out by the present chief justice. The bill in that ease, for the settlement of a partnership composed of three persons, averred that they were equal partners. One of the defendants, in his answer admitting the partnership, alleged that his own interest in the firm was four-ninths instead of one-third, and that of the plaintiff was only two-ninths. The answer was held to be responsive to the bill, and therefore entitled to the weight assigned to it by the well settled, rule of evidence in equity. The leading eases there cited, fully sustain the principle. In Allen v. Mower, 17 Vermont 61, it is said that everything in the answer, as to the creation of the original liability charged in the bill, must be taken together as part and parcel of one entire transaction. In Dunham v. Jackson, 6 Wend. 22, the bill, filed to redeem stock, charged that it had been pledged for a certain sum. The answer alleged it was pledged at the same time for an additional sum, and it was held to be responsive. The learned judge, in that case, speaking of the defendant’s answer, said: “ Whether he has gone beyond what he was required to do may be tested by supposing an interrogatory, inserted in the bill, pointing to the very matter which he has answered, and he had refused to answer. Would the court have compelled an answer ?. Interrogatories are not a necessary part of a bill, nor are they to be answered unless they are sucb as are warranted by the premises and allegations of the bill. If the respondent had stopped after denying that the stock was pledged for the loan of, $500, and refused to answer an interrogatory as to the amount for which it was pledged, because such interrogatory was not warranted by the bill, there would have been, it appears to me, very little difficulty in showing the answer to be insufficient. The defendant is bound to admit or deny the facts stated in the bill, with all their material circumstances, without special interrogatories for that purpose.” But further reference to authorities, sustaining 'the principle contended for by appellant, is unnecessary. They are cited and discussed at length in Eaton’s Appeal, supra. Enough has been said to show that upon principle, as well as authority, the answer was responsive, and appellant should have had the benefit of the rule above stated.\nBut aside from this, we are of opinion that due weight was not given to the testimony introduced by the appellant in support of his answer.\nThe learned master came to the conclusion that the answer was not only unsupported, but was actually contradicted by the testimony of appellant and his witnesses. This was an error into which he appears to have been led by attaching too much importance to a discrepancy, more apparent than real, between the answer and the testimony, as to the time appellee agreed to purchase the seventy shares of bank stock. It is alleged in the answer that it was “ early in 1879, or thereabouts.” In his testi.mony the appellant says it w’as in the early fall of 1878 : and his wife testifies it was in the latter part of August, or beginning of September 1878. The important fact was the agreement to purchase the stock, not the precise time it was originally concluded or subsequently recognized by the parties. If made at all, it was a verbal contract in which further action was not contemplated before January 1879; 'and, if appellant’s testimony is believed, final action thereon was postponed, at the instance of appellee, and for his convenience, until March following. The discrepancy as to dates was comparatively immaterial, and altogether insufficient to cast discredit on the testimony of appellant and his witnesses.\nAn additional reason assigned for discrediting the answer and testimony, was the inherent improbability of the allegations upon which the defence was based. The learned judge of the Common Pleas appears to have regarded this as conclusive against the appellant. It must be conceded, that the circumstances connected with the alleged purchase of the bank stock, indicate great folly on the part of the appellee, but it does not necessarily follow that witnesses are unworthy of credit merely because their testimony tends to establish unreasonable or foolish contracts. The motives which prompt such transactions cannot always be discovered. There is nothing in the appellee’s version of the transaction to specially commend it to credence, on the score of inherent probability. The $4,000 loan was already secured by the Texas-Pacific bonds and the interest in the firm of Graybill & Co. — collaterals then worth about $6,000— and yet, according to bis statment, be gave the stock in controversy, worth probably twelve or thirteen thousand dollars, as further and additional security for the loan. 'While it is possible that collaterals, worth fifty per cent, more than the amount of the loan, inay have been supplemented by additional security worth double .that amount, the transaction is not one that a prudent man would be likely to make. Indeed, the inherent improbability of such a transaction is nearly if not quite as great as .that involved in appellant’s version of the matter.\nA careful consideration of the bill, answer and testimony leads us to the conclusion, that due weight was not given either to tbe answer or tbe testimony by wliicli it was supported, and that the bill should have been dismissed.\nDecree reversed, and hill dismissed; and it is ordered that the costs, including the costs of this appeal, he paid by the appellee."}