{"id": "449093", "contents": "Mr. Justice Tkunkey\ndelivered the opinion of the court,\nSoon after the enactment of the Act of February 17th 1858, relating to mechanics’ liens in the counties of Luzerne and Schuylkill, it was decided that the Act applies generally to tenants of leased estates, and cannot be restricted to tenants of coal leases, and that an ice-house erected, not as an out-house or appurtenant to a man’s residence, but as an independent and separate structure for purposes of commerce, is an improvement subject to a lien : also that the interest of the tenant in the ground necessary for en joyment of the ice-house is an object against which the lien may be entered : Thomas v. Smith, 42 Pa. St. 68.\nIn Schenley’s Appeal, 70 Id. 98, it was ruled that the word “ improvement ” in the Act “ was not intended to authorize the creation of liens upon the ordinary houses or dwellings of tenants and some remarks were made in the opinion in effect that the Act only applied to colliery leases. But when the Act again came to be considered, it was said that it was not a question in Sehenley’s Appeal, whether the Act was confined to colliery leases, and therefore, it was not decided; and once more it was ruled that the Act does not “ embrace private dwellings erected by tenants independently of their works Schmidt & Co. v. Armstrong, 72 Id. 355.\nThe latest case touching the construction of the word “ improvement ” and the kind of leased estates in the statute, is Reed v. Clement, 3 W. N. C. 53, where it was held that a blacksmith and wagon-maker’s shop, built on leased ground, is an improvement within the meaning of the Act of 1858.\nWhile there is some clashing in the dicta respecting the meaning of the statute, -there is none in the points decided. Twice it has been decided that the Act does not apply to dwelling-houses ; and twice, that it is not limited to colliery leases, but applies to tenants of leased estates on lands of others who erect buildings for business purposes. Therefore, it must be taken as judicially determined, that in the counties where the Act of 1858 is in force, a building to be used for a market house and hall, erected on a leasehold, is subject to a mechanics’ lien, to like extent as buildings are when erected on freeholds, under the Act of June 16th 1836 ; and that the lien of the debt shall extend to the interest of the tenant of the leased estate iu the ground covered by such building and so much other ground adjacent and belonging thereto, as may be necessary for the ordinary and useful purposes of such building.\nObjection is made that the building is not sufficiently described and that a sale under this lien would pass the fee, and therefore the claim is fatally defective. Admittedly, the description of the lot is good to fix the locality of the building, and to that is added that the lot “ is now owned by the Mountain City Banking Company, and is by it leased to the said\" The Mountain City Hall and Market House Association.” The improvement is described as a “ two-story brick building'. . . the lower or ground floor of which is used as a market house and the second floor as a hall or audience room.” Such matters of description as are adequate to identify the building are sufficient: Act June 16th 1886, § 12, III., P. L. 698. In this lien the leased estate is particularly described, and the\" building thereon erected is designated by matters amply sufficient for its identification. The claim is properly filed against the building, for the work and material entered into its construction as a whole. This improvement is unlike the case of the repairing or furnishing an engine, or pump, or screen, or patent improvement in hoisting and dumping coal, for these and the like are small arid specific things, parts of extensive works. We think the lien is clearly against the interest of the lessee in the lot and properly restricted to the requirements of the statute.\n■ The stockholders of the association signed an agreement to pay for the shares set opposite their respective names, forty per centum thereof, to be paid on or before April 1st 1876, for the purpose of accepting the offer of The Mountain City Banking Company to grant a lease as recited in said agreement; and their agreement also recited that application was about to be made for incorporating the Mountain City Market House and Hall Association. On February 24th 1876, the stockholders met, organized and elected directors. These directors at once elected officers, appointed committees, and on March 16th 1876, accepted and ratified the report of a draft of a lease agreed upon by the committee, and authorized the president to execute the lease. The lease was executed on May 7th 1877, for the lot, term, rent and purposes recited in the said agreement of the stockholders, and the rent to commence on September 1st 1876. But the directors had possession of the lot for more than a year before the lease was actually executed in writing, and in April 1876, began work on the ground preparatory to building. They advertised for proposals, awarded contracts in May and Juné 1876, and the building was nearly completed before the charter was obtáíned, which was on February 21st 1877. At a meeting of the stockholders on the 3d of April 1877, it was resolved that the charter of the corporation be accepted, and that the corporation assume all the debts contracted in the erection of the market house and hall, and will hold the stockholders clear of any responsibility or loss growing out of any suit that has or may lie brought against any of them individually. Upon these uncontroverted facts, the defendant contends that •there was no leased estate between November 25th 1876 and January 22d 1877, when the plaintiff did the work and furnished the materials, and, consequently, he had no lien.\nThe stockholders and directors contemplated incorporation and postponed execution of a written lease till after the attainment of that object. Its terms were evidently agreed upon, and the lessees entered into possession and made valuable improvements. They were not trespassers — they were tenants at will, and, strictly, held a leased estate. The Act of 1858 applies to every leased estate, whether the lease be oral or written. Under the facts, the plaintiff’s claim is within the statute. The lien was upon the improvement, and the interest of the unincorporated association in the lot, under the lease at will; and the Act of incorporation did not destroy the lien. It remained upon the property notwithstanding its transfer to a corporation. The tenancy at will resulted from an oral lease for a longer period than three years, and the parties having put their lease in writing, the lights of every interested person are as secure as if it had been in writing from its beginning. It matters not that it was within the power of either party to have ended the lease at any time before the writing was executed.\nHone of the assignments of error is sustained.\nJudgment affirmed."}