{"id": "449096", "contents": "Chief Justice Mebcub\ndelivered the opinion of the court,\nThis distribution arises under the Act of 9th April 1872, Pur. Dig. 1464. It is conceded that the wages of the appellee for the six months immediately preceding the sheriff’s sale exceeded $200. It is admitted that the appellee sustained such a relation to the defendant in the execution, and to the fund, as to entitle him to claim the $200, if so much of the sum earned within said six months, remained unpaid.\nIt appears that the appellee had been in the employ of the defendant in the execution for some time prior to the preceding six months. His wages during that time added to those earned within the six months amounted to $887.64. Different sums amounting in the aggregate to $426.94 had been paid to the appellee within six months prior to the sale. The contention is whether this sum must be applied on the wages earned within the six months preceding the sale, or whether the appellee may apply, on the previous indebtedness, so much asfis necessary to satisfy the same.\nThe general rule of law as to the application of payments is well settled. It is this; when one indebted to another on several accounts, makes a payment, he may direct on- which it shall be applied. If he omits so to do, the creditor may apply the payment as he sees proper. When no specific application has been made by either debtor or creditor, the law will apply it in the way most beneficial to the creditor, or in discharge of the earliest liabilities of a running account: Pierce et al. v. Sweet, 9 Casey 151; Smith v. Brooke, 13 Wright 147; Hollister v. Davis, 4 P. F. Smith 508. The creditor may reserve his election until he is called on to report his action: Wharton on Contracts, § 932.\nWhen the debtor paid the several sums aggregating $426.94 he made no specific application of any of them. His indebtedness prior to the six months was not only the earliest; but it was least secured. It was therefore most beneficial to the appellee to apply the payments thereon. The elder debt lacked the security of lien given by the Act cited. The appellee therefore had a right to apply the payments thereon. If he had not so elected prior to the levy on the property, he might then make the election. He did make it, and gave due notice of his claim prior to the sale. On what principle then shall the sum due Ifim for wages within the six months, not exceeding $200, be disallowed ? His claim is meritorious. Under the well recognised rules controlling the application of payments, all the money paid was correctly applied on the earlier indebtedness.\nThe court committed no error in adjudging it to be so applied, nor in the disposition made of the costs.\nDecree affirmed and appeal dismissed at the costs of the appellant."}