{"id": "449100", "contents": "Mr. Justice Stbrbett\ndelivered the opinion of the court,\nThe controlling question in this case is whether, upon the following state of facts, the plaintiff below was entitled to recover. In November 1878, a writ of fieri facias, at the suit of ■S. Solomon against D. Whitestone, was issued and placed in the hands of plaintiff in error, King, then sheriff of McKean county. It is conceded the money was made by levy and sale of defendant’s personal property; and the writ, showing that fact, was returned into the prothonotary’s office two weeks before the return'day. The sheriff’s return, indorsed on the writ, setting forth that the property levied on was sold for $-1,102,26, and after applying a portion thereof to costs, “ the balance of the money, $1,030.71, paid into court,” was duly entered on the execution docket by one of the prothonotary’s deputies; and -thus thé matter rested'until after the return day. Adverse claimants of the fund having, in the meantime, relinquished .their right thereto, ’ the court, on application of counsel for ■Solomon, the plaintiff in the execution, authorized him to take out of court the money appearing by the sheriff’s return to be there. Upon presentation of the order to' prothonotary Saft•well, the money was forthwith paid to the plaintiff in the execution and by him receipted for'in full of his judgment and interest. The court in making the order, the prothonotary in promptly obeying it and the execution plaintiff in receiving and receipting for the money, all acted upon the assumption ■and belief that it was in court as represented by the sheriff’s return. Sometime afterwards, however, the prothonotary, alleging the money had not been paid into-court or to him by the sheriff, causéd this suit to be brought against the latter and his sureties on his official bond to recover, at the suggestion of Solomon, the amount paid to the latter in pursuance of the order of court. The substance of. the breaches assigned and mainly relied on is, that the sheriff’s return was false, in that he did not 'pay into court the money made on the writ, nor hath he rendered the same to the said Solomon, the plaintiff therein ; wherefore an action hath accrued to demand and have of the defendants the said sum of money, etc. The main question of fact presented by the pleadings and evidence, viz., whether the sheriff did, in fact, pay the money into court, as averred in his return, -was submitted to the jury, and they by their verdict, found in effect that he did not. Assuming it, then, to be true that the money made on the writ was hot paid into court or to the prothonotary, the use .plaintiff below, the Question is whether, upon the undisputed facts above stated, the suit at the suggestion of Solomon, in his own right of to the use of Sari,well, can be maintained. If it can, there is no error in the record that will justify a reversal of the judgment.\nThe suit is in the name of the commonwealth at the suggestion of Solomon to use of - -Sartwell, the prothonotary. The only authority the latter appears to have had for using the name of Solomon is contained in the writing executed by the latter three months after he received his money. That paper contains a recital of the facts, as claimed by Sartwell, followed by an assignment of Solomon’s interest in the judgment against Whitestone, etc., in the following words : “ I do hereby transfer, assign and set over unto the s,aid Chester K. Sartwell the above judgment, and any right of action I may have against the said Chester S. King, or that may accrue by reason of the above stated facts, without any recourse to me, and it is expressly understood that this assignment gives the assignee no right to sue for or collect the above judgment from D. Whitestone, the defendant, he having paid the judgment interest and costs in full to the sheriff.” . ,\nIt must be conceded that Sartwoll’s right to recover depends entirely upon the rights of Solomon. If the latter, after his claim was fully paid and satisfied, had no right of action, there was nothing upon which the assignment, could operate. Solomon was clearly entitled to his money. The record made up under the supervision of the protlionotary showed that it had been collected by legal process, and paid into court; and the court, acting on the faith of what there appeared, ordered it to he paid to him. That order was recognized and obeyed by the protlionotary, and, so far as appears, it has never been rescinded or modified. Having thus received his money, in good faith and in pursuance of the order of court, in satisfaction of his claim, it was certainly not against good conscience for him to retain it, as he did. Under the circumstances, his position was sncli that ho was under no obligation, legal or equitable, to return it to the protlionotary or any one else, nor could he have been compelled to do so. If there be any question as to the correctness of this position, the doubt should be resolved in favor of tlie suitor, and against the public officer who so keeps liis accounts that be may be mistaken as to whether trust funds are in bis bands or not. Public policy forbids that those who are free from blame should be subjected to the inconvenience and sometimes loss that too frequently result from loose methods of transacting public business. The entry on the execution docket, made up under the supervision of the protlionotary, was notice to Solomon that his judgment had been collected and paid into court. The court authorized him to take it out, and in perfect good faith he received it in satisfaction of his claim.' If that part of the sheriff’s return which represented the money as having been paid into court was false, it was the duty of the protlionotary to know it, and refuse to perpetuate the error by making a record thereof. For the reasons suggested, we think it is clear that Solomon was under no obligation to refund the money ; and, if that be so, bo bad no right of action or claim to assign. He was not aggrieved by anything ■that the sheriff may have done or omitted to do, and hence he had no right of action-against the sheriff and his sureties, which he himself could assert,' or authorize any one else to assert in his name. We are therefore of opinion that there was error in affirming the points submitted by the plaintiff below,' and in refusing to affirm defendants’points: The remaining assignments do not call for special notice. They are not sustained.\nJudgment reversed."}