{"id": "449148", "contents": "Mr. Justice Paxsox\ndelivered the opinion of the court,\nThe note in controversy was offered in evidence without objection on 'the part of defendant. This disposes of the argument based on the rule of court and the affidavit of defence. Conceding the right of the defendant to demand proof of the signature, he waived it by allowing the note to go in without objection.\nThe learned judge below, however, non-suited the plaintiff, for the reason that the note was not indorsed. It was made payable to the order of the maker.' His name was written across the back of the note in the - place where indorsements are usually placed. Over his signature we find the following words:\n“ I hereby certify that I own and am worth, in personal and real estate, in the County of Luzerne, State of Pa., §4,000 over and above all indebtedness, and that the within obligation is given for goods bought by me of the Queen City Fertilizing Company, and the same is in full settlement of all claims and demands of every name and nature between said company and myself up to the date of this obligation.\n(Signed) Renatus Heller.”\nThe learned judge in granting the motion for a non-suit, said : “ I do not think that the signature in question can have a two-fold force — one as a contract growing out of the certificate, and the other as an indorsement of negotiable paper.”\nWe do not think the words over the indorsement amount to a contract. They contain a statement as to ¿lie indorser’s pecuniary responsibility and the consideration of the note. It was unnecessary and perhaps foolish for the maker to put all this over his signature as indorser. ' But he has done it, and as it does not vary his contract as maker and indorser, we are unable to say, as a matter of law, that the note was not indorsed as required by the commercial law. Nor was the learned judge strictly- accurate in saying that the signature cannot have a two-fold force. The indorser may waive protest over his indorsement, which manifestly gives a two-fold character to his signature and affects the rights of the parties.\nIt was held in Ege v. Kyle, 2 Watts 222, that an indorsement ón a negotiable note of a receipt on account of a quantity of iron,- “ the net proceeds of which are to be credited on the within,” and which were afterwards credited on it by indorsement, did' not destroy its negotiable character. The usual form of indorsement, is by writing the name of the indorser across the back of the note. When the note is payable to order any order in writing is sufficient which shows an intent to pass the title. Thus : “I give this note to A., George Ohaworth,” was held to be a sufficient indorsement: Chaworth v. Beech, 4 Vesey 555. And where the indorsement is in the form of a guaranty, it has been held sufficient: Partridge v. Davis, 20 Vermont 499; Upham v. Prince, 12 Mass. 14; Myrick v. Hasey, 27 Me. 9; Childs v. Davidson, 38 Ill. 438; Watson v. McLaren, 19 Wend. 557.\nThis disposes of the single point in the case. No other question is properly presented upon the record and no other will be discussed.\nJudgment reversed and a procedendo awarded."}