{"id": "452171", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, Jan-nary 7th 1884.\nThe only question presented by this record is whether the deed from Jehu P. Smith to his daughter Margaret, created a sole and separate use for the said Margaret. The conveyance is to the said Margaret, her heirs and assigns, “ as the separate estate of the said Margaret.” -The same expression occurs in the habendum clause of the deed, which is as follows: “ To have and to hold the said land .... unto the said party of the second part, her heirs and assigns, for the only proper use and behoof of the said party of the second part, her heirs and assigns forever, as the separate estate of said Margaret E. Aiken.”\nAn estate limited to a feme covert for her sole and separate use has always been known as, and entitled her separate estate. The word “ separate” in this connection has a technical meaning: Bispham’s Equity § 100. In Todd’s Appeal, 12 Harris 429, it was said: “ That expression always refers to an equitable estate held by somebody in trust for a married woman.” In Penn’a Co. for Ins. on Lives v. Foster, 11 Casey 134, it was held that the Act of 1848 created a separate legal estate as distinguished from a separate equitable estate, and that the Act does not enable a married woman to dispose of property held by a trustee for her separate use. This conveyance was not to a trustee, but directly to Mrs. Aiken. . This, however, is not material, for it was held in Wright v. Brown, 8 Wright 224, that the wife’s interest is the same whether the gift is to her directly or to a trustee for her. We are, however, relieved of the discussion of the question whether if this had been a settlement by the grantor upon his daughter, the words in the deed would have created a sole and separate use. This was not in any sense a settlement. The grantor was the guardian of his daughter, and the conveyance shows upon its face that it was in consideration of the ward’s money in his hands. Under such circumstances it was not in the power of the grantor to impose a separate use trust upon the grant, or any clog upon it whatever, without his daughter’s consent. She was a purchaser for value. It is true, the additional consideration of “ natural love and affection” is mentioned in the deed, but this is of no importance, as the case stated does not show that the property was worth a dollar more than the money consideration named. The case was argued upon the theory that the property was worth considerably more than the $1,300, specified as the indebtedness of the grantor to his ward. This, however, is outside of the record, and we cannot regard it.\nEven if the intention had been clear, which it is not, to confine the grantor to a life estate, and bar her husband’s marital rights in the property, we are of opinion it was beyond the power of the grantor. . There is nothing upon the record to show Mrs. Aiken’s consent to such an arrangement. On the contrary, the agreement of herself and husband to convey the land to the plaintiff in error in fee is conclusive that she declines to be bound by the restriction.\nWe are of opinion that the defendants in error have a good marketable title to the land which they 'can convey to the plaintiff in error in fee, and the judgment therefore is\nAffirmed."}