{"id": "452183", "contents": "Chief Justice Mercur\ndelivered the opinion of the court, October 29th 1883.\nThe 6th section of the Act of 13th June 1836, provides that all public roads or highways, duly laid out, approved and entered on record, shall be effectually opened and constantly kept in repair. The 31st section declares it to be the duty of the supervisors in making and repairing the public roads, “ to make and maintain ” within their respective townships, inter alia, “ sufficient bridges over all small creeks and rivulets and deep gullies, where the same shall be necessary for the ease and safety of travelers.”\nSupervisors are subject to indictment for neglecting or refusing to open or repair a public highway: Graffins et al. v. Commonwealth, 3 Penna. R. 502; Edge v. Same, 7 Barr 275; Phillips v. Same, 8 Wright 197; Commonwealth v. Reiter, 28 P. F. Smith 161.\n1This was not a county bridge. The bridge built by the township had been swept away by a freshet. This contract was to rebuild on the same site. We think it was clearly within the general power of the supervisors to contract for the erection thereof. It was, however, an act requiring such deliberation, and the exercise of such judgment, as to call for the action and assent of both supervisors. Both of them were a party to this contract. Having a general power over the subject matter in the unquestioned performance of their duty, the contractor was not required to run around and inquire of the tax-payers, whether they still owed road-taxes, and whether they desired to pay the same by work on the proposed bridge. He had a right to assume the supervisors were faithfully discharging their duty in making the contract, and that the taxes laid for road purposes had either been paid in work, or that the tax-payers preferred to pay the same in money. It is a well known fact that many do prefer to pay in money. The question now is not between the township and tax-payers. The latter are not here complaining that they were deprived of an opportunity of paying their taxes in labor. It is an attempt by the same authorities who made the contract with the builder of the bridge,, after he has fulfilled his contract, and the township has received the benefit thereof, to repudiate the contract but to continue in the full enjoyment of the contractor’s work and expenditure.\nWe.see nothing in the case to affect the contractor with any notice sufficient to defeat his recovery : Cooper & Grove v. Lampeter Township, 8 Watts 125. We concur in the correctness of the remark of Mr. Justice Strong, in Childs v. Brown Township, 4 Wright 332; whatever a tax-paver might have said if called upon by the township for his dues, it is not for the township to set up such a defence. We discover no error in the record.\nJudgment affirmed."}