{"id": "452135", "contents": "Chief Justice Mercur\ndelivered the opinion of the court, January 7th 1881.\nThe claim of the plaintiff was a debt against the private banking firm of which the testator was a member during his life. After his death one of the firm petitioned to have the surviving members thereof, and also the estate, of said George Lysle declared bankrupts. The defendant’s executors, were required to respond and answer the petition. They appeared and demurred to the jurisdiction of the bankrupt court, and denied its right to interfere with the estate of the decedent, over which the Orphans’ Court of the proper county had acquired jurisdiction. The record does not show that any replication thereto was filed, nor that any decision was rendered on the demurrer; but the estate and the executors of Lysle do not appear to be thereafter named in the proceedings. until after composition.\nAt the first meeting of the creditors, held before the register in bankruptcy, his report shows that the plaintiff was present, and acted with the other creditors in matters before the meeting. When a proposition for composition was afterwards presented to the creditors for their action, the name of the plaintiff was attached to the ratification of the same, and the register in certifying to the IT. S. District Court the number and names of those creditors who had signed or ratified the composition, included the name of the plaintiff, and the court below in the present case finds as a fact that he was then present, and also at the election of the trustee of the creditors under the proposition for composition. The composition was duly confirmed. The defendants assented to, and ratified it. They paid over to the attorney of the trustee the sum of forty-five hundred dollars in full payment of the contributory share of the decedent’s estate in the composition. Thus it is shown that the executors of the deceased copartner became a party to the' composition proceedings, and paid over the contributory share of the decedent’s estate of the sum agreed to be paid by the composition. They thus waived all their objections, and contributed to the fund for the payment of all the creditors of the bankrupt, the just proportion of the liability of the estate of the decedent.\nThe plaintiff not only attended the first meeting held before the register in bankruptcy, but also attended the subsequent meeting at which the proposition of composition was made and the trustee thereunder was elected. On a subsequent day to which the meeting was adjourned, the composition was accepted by tlie creditors of said debtors, sufficient both in numbers and in amount.\nIn pursuance of an order of the District Court, a meeting was duly held before the-register, of which meeting due notice was given to each creditor of the bankrupt firm. The creditors at that meeting, by vote unanimously accepted the securities offered under the proposed composition, all of which was duly certified by the Register in bankruptcy. It was duly confirmed, and after a modification subsequently made and approved by the court the money was paid for the benefit of all the creditors under the resolution and composition, according to the provisions of section 5103 of the Bankruptcy Act, U. S. Rev. Statutes, 2 ed. 982.\nIt is true nearly two years after the proceedings were confirmed, and several months after the payment made by the defendants, as before stated, the plaintiff applied to the court showing that his name was signed to the composition proceedings, through inadvertence and without authority; and the court ordered his name where so signed, be stricken from the composition proceedings; yet the court added “ this correction not to prejudice, affect, or fin any way invalidate said composition proceedings in bankruptcy, or of any of the interests of the parties whether as creditors or debtors who are interested therein.” In addition to this cautionary qualification of the order, the plaintiff also averred in his petition that he did not seek to assail or attack the composition in any way, that enough creditors had voted for the composition “ to constitute a majority in amount and nn mber without including your petitioner’s name, to leave the sufficient majority according to law.”\nSection 5103, before cited, under which' these proceedings were had, inter alia declares : “ Such consent and the proceedings under it shall be as binding in all respects on any creditor whose debt is provable who has not signed the same, as if he had signed it, and on any whose debt, if provable, if not proved, as if he had proved it.” As the debt due to the plaintiff was unquestionably provable, it is of no consequence whether or not it was actually proved. It is in either case subject to the provisions of the statute. Tho proposition of composition to all the unsecured creditors, not being stockholders, was to pay the sum specified “as a composition in full satisfaction and’payment of the indebtedness of said firm.” The fact that the name of the plaintiff was long after stricken from the composition proceedings, did not destroy their conclusive effect on his claim, the payment of which was secured thereby.\nThe jurisdiction vested in the courts of the United States of all matters and proceedings in bankruptcy, is exclusive: U. S. Rev. Statutes 135 pi. 6; Lathrop’s Assignees v. Drake et al., 1 Otto 516. No court of any state court can withdraw the property surrendered or determine the manner of its distribution: Watson v. Citizens’ Savings Bank, 11 B. R. 161. All the creditors of a bankrupt become at once, by virtue of tbe bankruptcy, parties to the proceedings, and they and their debts are thereby made subject to the solo and exclusive jurisdiction and control of the bankrupt court: Phelps v. Sellick, 8 Id. 390. A composition with creditors duly made and confirmed by the court is binding on all creditors named and made parties: Bidwell v. Bidwell, 11 Norris 61. While the composition stands, the creditor who is bound by it cannot maintain an action for tbe original debt. His remedy for relief against the effect of the composition must be sought in the U. S. conrt only: Id.; Deford v. Hewlett, 18 N. B. R. 518. No portion of the estate of the decedent had been distributed by the Orphans’ Court, when the proceedings in bankruptcy were commenced. The whole assets of the firm remained in the hands of the surviving copartners. The fund was then within the grasp of the Bankrupt Court. Under the composition the plaintiff became entitled to his ratable share of the sum thereby secured and paid. Without reviewing the multitude of cases cited, and others not cited, we think the learned judge correctly held that the plaintiff could not recover in this action.\nJudgment affirmed."}