{"id": "452156", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, January 7th 1874.\nThere appears to be nothing in the evidence that would have justified the court below, in sending the question of testamentary incapacity to a jury. Giving to .appellants’ testimony on that subject, all the weight to which it is reasonably entitled,' we think it was insufficient to create even a doubt as to the competency of Mrs. Einlay to make a will. It is true, that on the day the alleged will was signed, she was laboring under great nervous excitement, caused by her misgivings as to the result of the operation, to which she was then about to submit, and intensified by an unpleasant altercation with her father about the same time; but, notwithstanding all this, the evidence clearly shows she had an intelligent understanding of what transpired in her presence, and especially of the business she wished to transact before the operation was performed. In the language of one of the witnesses, Mrs. Einlay “ had great fears in regard to her disease. She had great fears in regard to being placed under an anaesthetic, and she had great fears in regard to the operation, • from the fact that her mother had died under similar circumstances. These were her fears.” Doubtless, in view of these not unreasonable apprehensions, the subject of making a will had been previously considered in all its bearings; and, having determined in her own mind how her property should be disposed of, she had caused the testamentary paper to be prepared beforehand, so that when she concluded to submit to .the surgical operation,, it was. ready, as the testimony shows, for her signature and signatures of the attesting witnesses. The work of reflection had been previously done, and its result was embodied in the paper which is the subject of this contention. The presumption of law is that she was not only compos mentis, and capable of making a will, but that she knew the contents of the paper the execution of which she requested her attending physicians to witness; and, we discover nothing in the testimony that is sufficient to rebut that presumption ór warrant a finding to the contrary. The mental condition of Mrs. Finlay, before and at the time the will was signed; is shown by the testimony of the physicians in attendance. One of them, speaking of the consultation with Doctor James King and others, in regard to the surgical operation, says: “ Mrs. Finlay and her father also talked very considerably about it, and decided to have it done. Having agreed to that, we went into the front room and then came the signing process.” It thus appears that just before signing-the paper, which according to'the testimony must have been previously prepared, the testatrix participated in the conversation that took place in regard to the proposed operation, exercised her own judgment as to its propriety, and in view of the opinions expressed by her chosen medical advisers, and notwithstanding her own serious apprehensions of a fatal result, consented to have it performed. The learned profession al gentlemen, to whose judgment she thus deferred, must have considered her competent to decide for herself, whether she would submit to the treatment they proposed, or not. The circumstances detailed by the witnesses referred to clearly indicate an intelligent exercise of judgment coupled with unusually strong will power. Opposed to this, we have nothing save the fact that she was laboring under great nervous excitement which is fully and satisfactorily accounted for. In view of all the evidence, it is altogether improbable that any jury would be willing to say by their verdict that Mrs. Finlay was not of sound and disposing mind, memory and understanding at the time the will was executed ; and if they did happen to so find, their verdict should not he permitted to stand. Under such circumstances it was a wise exercise of judicial discretion to refuse an issue.\nIn view of the facts, that proponent of the alleged will was the scrivener by whom it was. written, that he is one of the executors therein named, that he retained the instrument a long time without presenting it for probate, and other circumstances disclosed by the testimony, it is contended that it was incumbent on him to prove affirmatively that the paper was drawn in accordance with previous instructions of testatrix-, or that she was fully aware of its contents and legal effect. There is nothing in the testimony to sustain this proposition, or bring the case within the principle of Boyd v. Boyd, 16 P. F. Smith 283; Cuthbertson’s Appeal, 1 Out. 163, and Wilson’s Appeal, 3 Id. 545. The proponent of the will is not shown to have had any such interest in establishing its validity as could in any manner shift the burden of proof. He is neither devisee nor legatee. The only interest he can be said to have under the will is the compensation to which he may be entitled for his services as executor. We find nothing in the evidence to take this case out of the ordinary rule. When the due execution of a testamentary paper has been proved by the subscribing witnesses, although they did not hear it read to the testator, certain legal presumptions arise, among which is, that he was acquainted with the contents of the paper, notwithstanding ho could neither read nor understand the language in which it was written. In the absence of proof to the contrary, the presumptions that arise from the ordinary course of business must be admitted and given due effect. One of these presumptions is, that a person signing any instrument, and asking others to attest its execution, has taken care to understand its contents. Ilis signing shows he is giving expression to some purpose of his own, and we must presume he knows the writing contains that expression: Hoshauer v. Hoshauer, 2 Casey 404. In this connection it may bo observed that the learned judge of the Orphans’ Court did not underestimate thfe value of testimony by which appellant sought to prove that Mrs. Finlay was ignorant of the contents of the will. In summarily dismissing the somewhat remarkable testimony of Robert Earns, as to declarations made to him long after the will was executed, he was quite right in saying that, “ if believed, it would be entirely insufficient to cast suspicion even on Mrs. Finlay’s knowledge of the contents of the will.” After the will was signed, her health was measurably restored and more than a year thereafter she died of a different disease. It is -wholly improbable that during that length óf time she preserved a testamentary paper the contents of which she did not know at the time it was signed and witnessed ; but, aside from the inherent unreasonableness of such testimony it was insufficient on general principles. The declarations of a party to a deed or will, made to a stranger subsequently to its execution, are a species of hearsay evidence; and, nothing would be more dangerous than to give it the, effect claimed for it in this case. It would in a great measure render useless the precaution of making a will: Stephens v. Vancleve, 4 W. C. C. Rep. 265; Hoshauer v. Hoshauer, supra; Provis v. Reed, 5 Bing. 435. In view of the undisputed facts in the case the testimony referred to was wholly insufficient for the purpose for which it appears to have been introduced.\nIt is also contended that the requirements of the Act of April 11th 1818, authorizing married women to dispose of their property by will, have not been complied with, in that the testimony fails to show that the alleged will was either signed or published by the testatrix as contemplated by the Act. The Act referred to being in pari materia with the general Act of 1833, both Acts must be construed together. After declaring who shall be competent to make a will, the latter Act provides that every will shall be in waiting, and unless the person making the same be prevented, by the extremity of his last sickness, shall be signed by him at the end thereof, or by some person in his presence, and by his express direction ; and in all cases shall be proved by the oaths or affirmations of two or more competent witnesses. Under this Act, it has been held that subscribing witnesses are not essential, that proof of testator’s signature by two witnesses is prima facie evidence of due execution. The Act of 1818 was designed to protect married women in the use and enjoyment of their separate property during life, and guard them from imposition or undue inñneuce in freely disposing of it at their death. Hence, in providing for a testamentary disposition of a married woman’s property, the Act requires that her will shall “ be executed in the presence of two witnesses, neither of whom shall be her husband.” This appears to be the only change effected by the Act in regard to the formality of making a will by a married woman. ~It was never intended that the witnesses should know the provisions of the will or be able to testify that the testatrix understood its contents, or published it as her will in their presence. The word “executed” evidently refers to the formality of making a will required by the Act of 1833, with the additional requisite that it shall be done in the presence of the two witnesses. The execution of a testamentary writing consists in the act of signing it, in the mode prescribed by the statute, with the intention and for the purpose of rendering it valid and operative as the will of the person so signing it. Hence, all that is necessary to the valid execution of a married woman’s will is that, the witnesses required by the Act be present when the testamentary paper is signed by her, and either see her sign it, or receive her acknowledgment of the genuineness of her signature thereto. ' The testimony in this case clearly proves that Mrs. Finlay took from her person the paper in question ; and addressing the subscribing witnesses, said: “I want you to witness my signing this paper,” or words to that effect, that “ she then took the paper on her knee, on a wilting stand or portfolio, and went through some motions as though writing.”: The three witnesses then went forward and appended their names to the attesting clause, which is in these words, viz: Signed, sealed, published and declared by Jane B. Finlay; the testatrix, as and for lier last will and testament, in the presence of us, who at her request signed our names as witnesses thereto, in the presence of the testatrix, and of each other.” It is not questioned that the signatures of the subscribing witnesses, as well as that of the testatrix, are genuine, nor is it doubted that they witnessed the paper at her request. The evidence that Doctor James Ring, one of the subscribing witnesses, is dead, and that the signature purporting to bo his is genuine, is equivalent to positive proof, by one witness, of every fact stated in the attesting clause. The testimony of the other subscribing witnesses warrants the conclusion that Mrs. Einlay signed the paper. in their presence, and that they at her request witnessed it. No other rational inference can possibly be drawn from their testimony. It was not necessary that they should be able to testify that testatrix knew the instrument she signed was her will, or that she formally published or declared it to be her will, in any other way than by signing it, and requesting them to attest her signature. As we have already seen, in the absence of evidence to thé contrary the presumption is that sho was familiar with the contents of the testamentary paper. The requirements of the Act of 1848 are sufficiently met by the evidence. There was no error in dismissing the appeal and refusing the issue.\nDecree affirmed and appeal dismissed at costs of appellants."}