{"id": "452181", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, November 12th 1883.\nAlthough the objection to the question set forth in the first specification of error might well have been sustained, its allowance was harmless. The location of the ravine therein referred to was not in dispute, and it was proved and uncontroverted that there was a ravine on a part of the Fullerton tract, formed by the confluence of two smaller ones, each well-marked upon the ground. Which of these two ravines was intended by the parties to the contract, is the most important inquiry in this action. It arises under the following clause : “ For each acre of good merchantable coal contained in that portion of the land which lies along the west side of the ravine on the-east side of the Sowash property, the sum of $140 per acre, and for the merchantable coal upon the remainder, the sum of $70 per acre.”\nThere is no patent ambiguity; if there were but one ravine the meaning would be unmistakable. Because there are two, in absence of any evidence of the intention, except as appears in the writing, the plaintiff contends there is a latent ambiguity and that the jury must determine which is the line. It is settled that where there is a latent ambiguity in an instrument which requires the aid of extrinsic evidence to ascertain the subject of the contract, or where a contract is partly in writing and partly in parol, or where a contract cannot be understood without reference to facts dehors the writing, the question is for the jury. If a written contract relates to a house or a tract of land, and it be proved by parol evidence that there are two houses, or two tracts, alike within the desertion, the fact must be determined by the jury. But when the location of the land described in the deed is certain, it needs not a jury to distinguish it from another tract. If it be admitted that the boundaries of a tract of land actually exist on the ground, as named in the deed, a jury shall not interpret the deed, or determine that the land is in another place.\nThe plaintiff shows that there are two ra vines: if there were but one, it is not pretended that there would be a fact to determine by jury trial. It is none the less certain that the body of coal in controversy was bounded on the west by the Sowash property and on the east by a ravine, because there are two ravines, than it would be were there but one. And the construction of the deed is exclusively for the court. Were the fact of two ravines in dispute it would be submitted to the jury to determine, with instructions by the court, as to the meaning of the deed.\nAbove the confluence the first ravine from the Sowash line is south east from, the Sowash property ; but a direct line from any part of the Sowash tract to any point on the second ravine, will cross the first. We are of opinion that a stipulation respecting the coal between the Sowash tract and the ravine means the ravine nearest the tract; not that one or more shall be crossed to i’each a ravine no better defined than the first. When a grantor contracts for a larger consideration per acre for a portion of the grant between specified marks, if there be doubt as to which of two similar marks he intended, the doubt must be solved in favor of the grantee. But it seems unnecessary to apply rules for resolving doubts to the language of this instrument, for it is reasonable to infer that the parties intended the proximate ravine to the Sowash line instead of the remote. The learned judge of the Common Pleas rightly assumed the construing of the deed and gave the proper construction.\nWe think the court erred in not submitting the testimony relating to payment to the jury. It has been reiterated in this state that cross-examination must be confined to matters which have been stated in the examination in chief, and to such questions as may tend to show bias and interest in the witness ; that to permit a party to lead out new matter, constituting his own case, under the guise of a cross-examination, is disorderly and often unfair to the opposite party ; and that these rules are established for the purpose of eliciting truth and preserving equality of the rights of parties in trials of causes. The purpose might often be defeated by a rigid enforcement of the rules in all cases. In the order of examination of witnesses and the introduction of testimony, much must be left to the discretion of the court below. This court has rarely, if over, reversed for an error in permitting a violation of the rules relating to cross-examination which did not result to the prejudice of a party. Where the defendant is improperly allowed to cross-examine the plaintiff’s witness and educe matter of defence,-.the jury should consider the testimony so drawn out as if the witness had been called and examined in chief on the part of the defendant. Under such circumstances it is error for the court to order a non-suit on the ground that the plaintiff’s own witness had testified to matter constituting a good defence: Jackson v. Litch, 62 Pa. St. 451; Hopkinson v. Leeds, 78 Id. 396; Fulton v. Central Bank of Pittsburgh, 92 Id. 112.\nThe plaintiff called Mr. Schellenborg, superintendent of the defendant’s mining operations, for the purpose of proving how many acres of coal had been mined, when mined, and from what portions of the tract. Upon cross-examination, the plaintiff objecting, the witness was allowed to say that within his own knowledge all the coal taken out had been paid for. The contract showed the price per acre, the witness proved the number of acres, and on what parts of the tract; this was the plaintiff’s case, the jury could find the amount; but whatever the sum, the defendant had been allowed to inject an assertion that' the whole had been paid, without calling a witness. The injected matter was pertinent defence impertinently introduced. True, in answer to a direct question in chief, the witness asked the privilege of explaining, whereupon he stated the quantity to a certain date, adding, “ I paid for more than thatbut the addenda was a reason for more strictly enforcing the rules in his cross-examination. Ho had not been examined in chief as to payment. The plaintiff’s case was not like a sale of goods for cash, a single transaction, where a witness who proves sale and delivery may be cross-examined as to the payment at the time, that being of the res gestm. So, a subscribing witness who testifies to the execution of a written contract, may be cross-examined as to what passed between the parties at the time of its execution ; but not respecting matters which occurred between them at a subsequent date.\nHad an orderly examination of the witness been enforced no qnestion of non-suit would have arisen. Then, the jury would have considered the testimony of Mrs. Logan upon the question of payment, as well as that of Mr. Schellenberg. But even if allowance of the objectionable cross-examination is not taken as ground for reversal, the testimony ought to have been submitted.\nJudgment reversed and procedendo awarded."}