{"id": "452211", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, January 7th 1884.\nThe question presented for our consideration, in this case, is the right of the Evergreen Railroad Company to extend its road from its present terminus, at Bennett’s station, along Bridge street, in the borough of Millvale, to the Ewalt street bridge, a distance of some five or six hundred feet. If the company has this right of extension, it necessarily includes the matter in. controversy, the crossing of the .Western Pennsylvania Railroad, and we need not trouble ourselves about anything further; on the other hand, if it has no such right, its attempt to interfere with the tracks of another corporation is without warrant of law and must be restrained. But. what has been done by another company, by way of occupying that part of the defendant’s charter route which is on the Pittsburgh side of the river, has nothing whatever to do with this case, for whatever rights such company may have acquired by virtue of its occupancy, they were certainly not acquired for the appellant, hence, it cannot set them up for the purpose of defeating the claim of the appellee. The Evergreen Company may, by\" its laches, have abandoned that part of its line to the company now in possession ; that, however, is a question for the parties interested, and not for the appellant. As the Western Pennsylvania Railroad Company has been injured by no default of the appellee on the south side of the river, it cannot be heai’d to complain of such default. Besides this, the Evergreen Company might have voluntai’ily abandoned its route on the south side, without at all affecting the issue in hand. This company was originally incorporated as a street passenger railway, and afterwards, by a supplementary Act of March 9th 1872, the powers and privileges contained in the Act of February 19th 1849, were conferred upon it, and the original design was thus changed; steam was substituted for horse power. This change of design may have rendered necessary the abandonment of the south side of the river; that part of the route may have been very well adapted to the use of horse power, but not at all to steam. Indeed, the Master gives two very good reasons why that part of the route should have been abandoned : (1) The Ewalt street bridge, which formed part of the original line, is unfit for the use of steam power; it cannot safely bear a transportation over it of more than eight tons. (2) The grade of Forty-third street, in the city of Pittsburgh, is such that it would be difficult to operate upon it a road using steam power. Let it then be, for these or any other reasons, that this part of the route was abandoned ; what then ? It does not follow that the north side of the river was also abandoned ; that the company, for that reason, could not extend its tracks to the river, in order to connect with that stream, or with some other improvement. Is there anything in the charter which prohibits this ? which compels this corporation to build the whole of its road or none? If there is any such provision or prohibition in the organic law which gave life to this company, its case is at an end. The powers of this, as of every other corporation, must be found in its charter, and under the provisions of the Act of 1871, the plaintiff has the undoubted right to call upon the defendant, to show, by its charter, that it has the power to do what it proposes to do; and so, on the other hand, it may be shown from the same instrument that powers once possessed have been forfeited by lapse of time or otherwise. But if there are any such provisions or limitations in the Evergreen charter, they have not been pointed out to us.\nBut the appellant, by its counsel, insists that the Act of 1871 warrants a much wider investigation into causes of forfeiture than those which may appear merely from the conditions and limitations of a charter. In other words, the position of the Commonwealth, as in a writ of quo warranto, may be assumed, and the mere non-user of the franchise proved, in order to establish a forfeiture of the defendant’s right to act under its charter. But to this we cannot agree. We are inclined to think that a forfeiture for such reason as this rests wholly with the state, and that to this extent at least, the doctrine as stated in the cases of Irvine v. The Lumbermen’s Bank, 2 W. & S. 204, and Dyer & Co. v. Walker, 4 Wr. 157, still prevails. The Act of 1871 contemplates nothing more than that it shall be made to appear from the charter, that the corporation has the power to do the particular act in controversy, and which involves some right of the contestant, but when we get beyond this, we assume something with which we have no business in a collateral proceeding : we assume to assert the rights of a third party, the Commonwealth, who may or may not, at her own option, insist upon the observance of those rights. The Commonwealth and the Greenwood Railroad Company áre like any other contracting parties. A contract may be .forfeited by the laches of one of the parties to it, but if the oilier does not choose to insist upon that forfeiture, no one else can take advantage thereof. The appellant alleges that the appellee has omitted to.do something that it ought to have done under its contract with the state, and in consequence of which the state may move to have that contract annulled. Well, let it so be that the Commonwealth may move for a rescission of this contract, yet by what warrant does the Western Pennsylvania Company assume to control the will of the Commonwealth and to use the rights of the state for its own purposes ? The Commonwealth has put no limit, in the way of time, upon the exercise of the franchise granted to the defendant, and it is but an assumption on part of the appellant to suppose that, for the promotion of its own welfare, it can impose such a limit. The cases of McCandless’ Appeal, 20 P. F. S. 210, and the Edgewood Railroad Co.’s Appeal, 29 Id. 257, do not support the contention of the appellant. In the one case, it was held, that a private railroad, which had been, by the courts, pronounced a public nuisance, and ordered to be abated as such, could not have its character changed by the purchase and use of it by a corporation; in the other, that a charter authorizing the building of a public railroad did not warrant the construction of a purely private one. In each the question was one of corporate power, and that question was determined by the inspection of the charter 'of the company proposing to exercise the power. This, however, is exactly what the court below has done in the case before us, hence, its decree cannot be impeached. The non-user by the appellee of part of its route might be used against it by way of estoppel, but not by way of forfeiture, in the strict sense of that term. As to the south side of the river, the Transverse Railway Company might, perhaps, avail itself of this kind of a plea.\nThose representing it might well say, you have abandoned this ground to us, in that you permitted us to occupy it without protest; we have put costly improvements upon it, and the assertion of your charter rights after our undisputed occupancy, will work ns irreparable injury; wo insist, therefore, not that you have forfeited those rights, but that, as against us, you arc estopped from setting tliem up. But the appellant has nothing to urge in the way of' estoppel; with it matters remain just as they did when the Greenwood charter was granted. The defendant’s delay has worked the plaintiff no harm, and the effort here now is to defeat a legislative grant on a plea which can avail no one but the Commonwealth.\nWithout reference, then, to that part of the Master’s report which finds that there has been no actual abandonment of the defendant’s route, and which finding of itself should settle this controversy, we conclude that the appellant has no standing to defeat the appellee’s right, and that the decree of the court below ought not to be disturbed.\nAs to the.incidental question of the overhead crossing, nothing need be said by us, for that, according to the Master’s report, whilst possible, is not under the circumstances, practical.\nThe decree of the court below is affirmed at the costs of the appellant."}