{"id": "452213", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, October 1st 1883.\nBotli parties agree that the only question in the court below and in this court is, what is the meaning of the paper signed by William Bost, the plaintiff, on April 19th 1876. At that time the plaintiff was a minor, but ho ratified the contract after his majority and claims under it. The defendant had adopted rules and regulations for minors entering into its service, to work in its shops, and upon acceptance of a person under those rules, they became a law unto the parties. Where, as here, duplicate copies are signed by the employee, he retains one and the employer the other, prima facie the paper is their contract. As the case stood, it was error to rule that the instrument. was not binding on either party because it was not signed by the defendant. An oral contract in the same terms would have been binding; when reduced to writing and delivered as the contract, being a proposition held out by one party and accepted over the signature of the other, it binds both.\nThe plaintiff agreed to serve the full term of four years; and in case of absence during his term of service, unless such absence shall be occasioned by sickness, to serve such additional time as will make up for the time lost. He was to devote his whole time, during working hours, to his duty. Thus provide the first and second rules. Buie five stipulates that should the company at any time suspend, wholly or in part, the work in their shops, the wages of the employee shall be suspended accordingly; no wages shall be paid when the work is wholly suspended, and when partially suspended the wages shall be for the time worked.\nOn behalf of the plaintiff it is said: ££ The fair and reasonable construction of the contract would require Bost to account only for the time during which he was absent from work, and because of which absence the company lost his services.” This is the true view; by itself rule one admits of no other construction. The letter and spirit of rule five permit the company to judge when to wholly or partially suspend work, and restrict tiie right of the employee to wages for the time he works. Another rule fixes the rate of wages per hour. Though ready and willing to work, the employee when not furnished with work, is bound to lose his time; he shall receive no wages when idle because of the action of the company. It would seem severe enough to compel him to be idle and lose his time, and nothing but a plain agreement should bind him for the additional burden of making up such time. Notwithstanding the able and ingenious argument on part of the defendant, we think that in case of total or partial suspension of work, the employee shall not lose more than his time — that he is not bound to make it up after the period of service has ended.\nBut the plaintiff was bound to devote his whole time during working hours, and to work such time as was allotted within said hours, when the work was partially suspended. Iiis time within such hours belonged to his employer, and if he was absent for his own purposes when there was work for him, he is bound to make up the loss, unless it was by reason of sickness. The second assignment of error is sustained. The jury ought to have been instructed that if the plaintiff refused to work on half time during the partial suspension, such refusal was a violation of his contract, and he was bound to make up such time before he could recover the money held as security for the performance of his contract. There is nothing in that part' of the charge set out in the third assignment of which the defendant can complain — we have already said that when there was total suspension there could be no loss of time which the plaintiff was bound to make up.\nThe contract is for the employment of a minor to serve under instructions in the workshops of the company. Both parties are interested in the advancement he shall make in the art or trade he is learning; and it is contemplated that one shall endeavor to learn, and the other to teach. Wages are increased the third and fourth years. The teaching and opportunity to learn in the employer’s workshops have a value beyond the stipulated wages by the hour, and hence the agreement for making up lost time. Places for young men in these shops are desirable, and it is noteworthy that though a vast number are employed in the shops of the railroad companies of the state, very little litigation has grown out of the relation. An incentive to steady service is valuable to the employee as well as to the employer. The security for the employee’s faithful performance, being ten per centum of his wages to be retained until completion of his service, and then to be paid with interest, is reasonable and has no savor of hardship. It is an inducement to honest and steady service, and the money, with interest, is due the moment the whole service is completed, and not before.\nIn answer to the defendant’s first point, the learned judge of the Common Pleas said that if the parties were bound by the contract, he would instruct the jury that if the- plaintiff lost time, not occasioned by sickness, which he failed to make up, he could not recover. This point assumes that the plaintiff’s evidence show's the time was not made up, and if there was any doubt of that, the fact was for the jury, and the point as made could not have been affirmed. The remarks of the court set put in the first and fourth assignments were based on the opinion that the contract was void, and need not be farther noted. •\nThe fifth assignment is not sustained. Nor is the sixth ; if the plaintiff Had performed His contract before commencement of tlie action He may recover on tlie common counts.\nJudgment reversed, and venire facias de novo awarded."}