{"id": "452208", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, October 22d 1883.\nThe Act of April 3d 1851, under which the petition in this case rvas presented, provides that the mortgagors in any mortgage, or the assignors in any deed of assignment in trust for the benefit of creditors, shall have the right, upon application to the court of Common Pleas of the county where the land mortgaged or assigned is situated, by bill or petition setting forth the facts, to pay into court the amount of money claimed by said mortgagee or trustee, stating the objections, if any, to the claim of such mortgagee or assignee; and the court upon the payment of said amount claimed into court, shall order and decree that satisfaction shall be entered upon such mortgage, or that the assignee or assignees shall reconvey the assigned property, and the court shall proceed to hear and determine the objections to the payment of any part of the money in court, as to right and justice slialj belong and decree accordingly: Purd. 431, pl. 118.\nIn cases of dispute between mortgagor and mortgagee as to the amount actually due on the mortgage, the purpose of the Act is to enable the former to bring into court the full amount claimed by the latter, including debt, interest, commissions, costs, &c. to the day of payment, and thus substitute the money in court for the security which the mortgagor desires to have satisfied. The application in cases coming fairly within the terms of the Act, is a matter of right, and upon payment into court of the full amount claimed it is the duty of the court to order satisfaction of the mortgage. The mortgagee, may then, by leave of court, take out so much of the money as is not in dispute, and the residue, if not invested by order of court or taken out by one of the parties on giving approved security for its payment when required, remains in court.to abide its final order in the premises. Strictly the amount claimed should, on leave granted, be paid into, court before the order of satisfaction is made, but when payment of the money into court is made a condition precedent to the operation of the order or decree of satisfaction, it practically amounts to the same thing; but, in all such cases, a reasonable time within which the mortgagor may pay the money into court should be specified in the order, and as a general rule proceedings on the scire facias sur mortgage should not be stayed until the amount claimed is actually paid into court. Until then the mortgage security, with all its incidents, belongs to the mortgagee, and he has a right, save in exceptional cases, to proceed thereon until the mortgagor has placed himself in a position to demand that satisfaction be entered on the security. This he can do only by paying into court the full amount claimed, and thus substituting the. money for the mortgage security.\nThe allegations of fact upon which the application in this case is based, are fully set forth iri the petition, and they clearly bring the case within the provisions of the Act. As amended by leave of court, the substance of the petition is, inter alia, that a dispute exists between petitioner and the assignee of the mortgage as to the amount actually due thereon; that petitioner having contracted to sell and convey the farm encumbered by the mortgage, tendered the assignee and owner thereof the amount legally due thereon, but he refused to accept the same, and demanded a much larger sum, and thereby prevented, for the time being at least, the consummation of the sale, &e., to the great injury of petitioner. The prayer, as amended, is that petitioner have leave to pay into court the amount claimed by the assignee of the mortgage, and that, upon payment into court of that amount, the court will order and decree that satisfaction be entered on the mortgage, &c., in accordance with the terms of the Act. For the purpose of ascertaining the amount of money claimed by the mortgagee, a commissioner was appointed who reported to the court that the amount, including interest to March 4th 1883, attorney’s commissions, prothonotary’s percentage, and costs on the sci. fa. sur mortgage to same date, was $7,171.32. It is not denied that this is the con-ect amount claimed at that date, b.ut the decree complained of was not made until nearly two months thereafter. In the meantime, additional interest had accrued on the mortgagee’s claim, together with additional attorney’s commissions and prothonotary’s percentage, &c. The amount specified in the decree should have included all these up to the day the money is actually, paid into court. As already stated, the Act contemplates the payment into court of the full amount claimed by the mortgagee, with interest and all costs to the date of payment. Nothing less will satisfy the requirements of the Act. In that respect the decree is erroneous, and must be reversed or modified.\nA brief application of these principles to the matters complained of in the several assignments of error will suffice.\nThe first specification, “ That the application of the mortgagor was not a matter of right under the Act of April 3d 1851,” is not sustained. It is apparent from what has been said that the Act was intended for just such cases as that presented in the petition, and the application when put in proper form, as it was by the amendment, was clearly a matter of rigid.\nThe second specification is without merit. The fact that the scire facias was issued, and in the hands of the sheriff before the petition was presented, did not preclude the mortgagor from availing himself of the provisions of the Act. He had a right to do so at any time before judgment in the scire facias. After that it would be too late. The judgment would necessarily be a final adjudication of the mortagee’s claim, which could not be questioned in any collateral proceeding.\nThe last specification of error is sustained. In the order of court a reasonable time should have been fixed within which the money should be paid into court; and there was error in not requiring the mortgagor to pay, in addition to the amount specified in the order, interest on the principal sum from March 4th 18S3, until the money was actually paid into court, together with attorney’s commissions and prothonotary’s percentage thereon. If this had been done, the decree would have been substantially correct.\nThe order staying proceedings on the scire facias has not been assigned for error, and it is therefore unnecessary to add anything to what lias already been said on that subject.\nThe decree is reversed at the.costs of the mortgagor, Samuel M. Stewart; and leave is now granted llim to pay into the' court below^ within twenty days from this date, the amount claimed by the assignee of the mortgage, to wit, seven thousand one hundred and seventy-one dollars and ■thirty-two cent's '(<§>7,171.32), together with additional interest on the principal debt from March 4th 1883, until the whole amount is paid into court, and also attorney’s commissions of five per cent, and prothonotary’s percentage on said additional interest; and, upon payment into court, within the time specified, of the whole amount claimed by the assignee of tho mortgage, it is ordered and decreed that satisfaction be entered on the mortgage ; and it is further ordered that the record, with a certified copy of this opinion, be remitted to the court below, with instructions to carry into effect the foregoing decree, and proceed with the case according to law."}