{"id": "454259", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, October 6, 1884.\nThe single question presented by this record has been so fully and satisfactorily discussed by the learned president of the Common Pleas that little, if anything, can be profitably added to what he has said in the clear and exhaustive opinion upon which the judgment of that Court is based.\nAfter devising the “Prospect Hill” lot to his daughters Catharine and Sarah “for and during all the term of their natural lives, and the life of the survivor of them,” the testator disposed of the estate in remainder in the following words: “ And from and immediately after the decease of the survivor of them, I give the same unto the male issue, then living, of my said son Richard, their or his heirs and assigns in fee; but if no such issue shall then be living, in such case I give the same unto all the children of my said daughters Catharine and Sarah and my son Richard, their heirs and assigns, in equal parts, according to the number of them.”\nThe remainder thus devised was clearly contingent, because it was to a class not in existence, either at the date of the will, or when it became operative in 1821 by the death of the testator. Moreover, testator’s son Richard, to whose male issue the estate in remainder was given, was not married until June, 1824, and the survivor of the life tenants lived until September 21, 1866.\nThe word “issue ” in a will, prima facie, means the same as heirs of the body, lineal descendants indefinitely, and is to be construed as a word of limitation; but the prima facie construction gives way if there is anything on the face of the will to show that the word was intended to have a less extended meaning, and to be applied to children only, or, as in this case, to lineal descendants of a particular class in being at a specified time. Slater v. Dangerfield, 15 M. & W., 263. The phrase, “male issue of my son Richard then living,” is a deseriptio personarum, designating the class of persons to whom the remainder in fee was given upon the termination of the particular life estate ; and the question is, who composed that class when the survivor of testator’s two daughters died, September 21, 1866; in other words, who, according to the true interpretation of the will, were the male issue of testator’s son Richard living at that time? The case stated informs us there were in all, only six male lineal descendants of Richard then in being, viz., his two sons, Richard and William L., plaintiffs in error, and his four grandsons, John M., Lewis A., and Alexander H. Scott, the defendants in error, and sons of his daughter Fanny, and Richard W. Hopkinson, a son of his daughter Sarah.\nThe contention of defendants in error is that the words “male issue,” as employed by the testator, include all the male lineal descendants above named, grandsons as well as sons, notwithstanding'the fact that four of them were born, not of sons, but of daughters of testator’s son Richard. If this position is correct, it follows that the judgment in their favor for the three undivided sixth parts of the land in controversy is right. On the other hand, the plaintiffs in error contend that the words mean children, male children, and not male descendants generally of Richard, or that they mean male issue of Richard, tracing their descent through males only.\nAs has been clearly shown, in the opinion referred to, the word issue, in legal parlance, means lineal descendants, irrespective of their being of the same generation. In our several Acts of Assembly regulating the descent and distribution of real and personal estate of intestates, the words “ issue ” and “lawful issue” have always been employed as synonymous with lineal descendants, including not only the first, but more remote generations as well. So also in a class of eases to which Eichelberger v. Barnitz, 9 Watts, 449, belongs, where devises, in terms broad enough to pass a fee simple, are reduced to a fee tail by a subsequent provision limiting the estate to another in the event of the first taker dying “ without issue,” or “ without leaving issue,” etc., the word issue, as a general rule, is never hold to mean children, but lineal descendants generally ; and being tiras a limitation over upon an indefinite failure of issue or lineal descendants, such devises have always been construed to create an estate tail. When, as in the present ease, the word is manifestly used as descriptive of the devisees, and is also restricted to such issue as shall be living at a specified time, it is always construed as a word of. purchase, embracing all lineal descendants of the person named, in being at the time so specified, unless it clearly appears from the context that the testator intended otherwise. This principle of construction appears to be fully sustained by the authorities, among which are the following: Haydon v. Wilshere, 3 T. R., 372; Hockley v. Mawbey, 1 Ves. Jr., 150; Freeman v. Parsley, 3 Ves., 421; Leigh v. Norbury, 13 Ves., 340; Wythe v. Thurlston, Ambler, 555; Davenport v. Hanbury, 3 Ves., 257; Hawkins on Wills, 187, 188; Cook v. Cook, 2 Vern., 545; Bradshaw v. Melling, 19 Beav., 417; Ross v. Ross, 20 Id., 645; Miller’s Appeal, 2 P. F. Smith, 113; Coyle’s Appeal, 2 Norris, 242. In Leigh v. Norbury, supra, the Court said: “ It is clearly settled that the word £ issue,’ uneonfined by any indication of contrary intention, includes all descendants. Intention is required for the purpose of limiting the sense of that word and restraining it to children.”\nSeveral classes of cases, in which it has been decided that such intention was sufficiently indicated, are exceptions to the general rule, depending on the peculiar features of each case. One of them is where a precedent estate or interest was given to the parent of the children who were held to be intended by the word issue. In such cases the devise to his issue lias been likened to a legal succession in right of the parent. Bradshaw v. Melling, supra, and Robinson v. Sykes, 23 Beav., 40, are illustrations of this class. In the latter ease the Master of the Rolls said: “ I am of opinion that though the word 6 issue ’ is nomen generalissimum, and includes all the remotest descendants, that nevertheless, where issue are pointed out as persons to take with reference to the share of the parent, a gift, which so far as regards the parent fails, they take on the principle which may be called a quasi representative principle ; that is, the children of each parent, whose share fails, take that parent’s share, but not admitting the grandchildren to take in competition with children.” Whenever it is apparent, from a consideration of the whole will, that the testator intended to restrict the gift to children it will be so construed. In the case before us there is not the slightest indication of such intention. Testator’s son Richard, whose name is used merely as descriptive of those to whom the estate in remainder was given, had no interest under his father’s will, or otherwise, in the land in controversy. The devisees did not take through or under him; but, as a defined class, they took as purchasers by direct gift from the testator. There is nothing in the phraseology of the will to indicate an intention to restrict the words “ male issue ” to the sons of Richard, or to his male issue, tracing their descent through males only. If the word “male” had been,omitted, it would scarcely be claimed that all the lineal descendants of Richard, both male and female, in being at the time designated, would not have been included in the description. The only effect of that word is to exclude fémale lineal descendants.\nFor these and other reasons, more fully elaborated in the opinion of the Court below, we think the judgment should be affirmed.\nJudgment affirmed."}