{"id": "454264", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, February 4, 1884.\nIt was conceded by the learned Judge below that if this bill had presented the question of the legality of the election of vestrymen it could not be sustained. He held, however, that the plaintiffs below-having shown a prima facie right to the office which they claim, the case comes within the provisions of the Act of 13th June, 1836, which confers on the Courts of Common Pleas the supervision and control of corporations, as well as of unincorporated associations and societies, and that pending any contest growing out of said election, the plaintiffs have the right to invoke the equity powers of the court to restrain their adversaries from interfering with their right to act as de facto vestrymen.\nAssuming, for the purposes of this case, the position above stated to be correct, we will consider how far the plaintiffs are “ apparently at least in the right,” .and the defendants “ apparently in the wrong.”\nThe second and third assignments of error raise the only questions which, in our view of the case, require discussion. The second alleges that the court erred in holding that the rector lia.d no power to vote upon the question of filling the vacancy occasioned by the death of H. Yale Smith ; and the second, that the court erred in holding that William A. Chew was elected vestryman of the corporation.\nThe second assignment is involved in the first. This will be understood when it is stated that the rector’s vote, if received, creates a tie, and that its rejection as illegal by the court below gave to Mr. Chew a majority of one over Mr. Neilson.\nThe election to fill the vacancy created by the death of Mr. Smith was participated in by the eleven surviving vestrymen and the rector. Six of the vestrymen voted- for Mr. Chew ; the other five and the rector voted for Mr. Neilson. This made a tie, whereupon the rector claimed and exercised the right of giving an additional vote in favor of Mr. Neilson. This right, although claimed in good faith, and not without some color of authority in the Episcopal church, cannot be sustained. This was conceded upon the argument, and need not be discussed. It is manifest Mr. Neilson was not elected to fill the vacancy referred to.\nThe learned court below was clearly right in bolding that the rector bad not the right to vote twice, but the denial of the rector’s right to vote at all is not so apparent. The position of the learned court upon this point is tersely stated as follows: “ But the rector, though a member of the body termed the vestry, is in no sense a vestryman, nor is he entitled to perform the functions as a member of the body, which the charter restricts to the vestrymen alone.”\nIt is not necessary to consider the practice of the English church, nor even the general rule in the Episcopal chnreh of this country — though it is believed the latter at least is not in accord with the rule as laid down by the court below — for the reason that the question before us is one of power in the charter. The third article of said charter provides that “The temporal affairs of this corporation shall be under the management of a vestry, to he composed of the rector, church wardens and vestrymen chosen in the manner hereinafter provided, who shall have power,” &c. The fifth article provides how they shall be chosen. It says: “ The rector of this church shall be elected by the church wardens and vestrymen in such manner as the statutes and by-laws shall ordain. The vestry of said church shall consist of twelve persons who shall he\nelected on Easter Monday, .....Provided, That in case\nof the failure to elect vestrymen on that day, the corporation shall not on that account be dissolved, but the election shall be holden on some other day in such manner as the by-laws shall prescribe. The vestrymen continuing in office until others are chosen, and having authority to fill vacancies in their own body.”\nIt will thus be seen that the' vestry is composed of the rector, church wardens and vestrymen. The vestrymen consist of twelve persons who are elected on Easter Monday; the two church wardens are selected from the vestrymen. The rector being therefore an essential part of the vestry, what is there in the charter of this church to prohibit his voting at any meeting of that body? Unless such prohibition can be found, such right cannot be denied. •\nIt was contended that because the fifth article declares that “ the vestry of said church shall consist of twelve persons who shall be elected on Easter Monday,” and that said vestrymen shall have “ authority to fill vacancies in their own body,” the rector had no right to vote infilling any such vacancy. The fifth article was not intended to conflict with the third article, which declares who shall compose the vestry. The word “vestry” in the fifth article was plainly intended to designate the number of vestrymen and provide for their election on Easter Monday. The article prescribes the manner of their election, and the qualifications of voters. This view is strengthened by the fact that neither the rector nor church wardens are referred to in the fifth article as belonging to the vestry, while they are expressly designated as members of the vestry by the third article.\nBut it is said the vestrymen, and not the vestry, are to fill all vacancies in their own body, and as this was the case of such vacancy the rector could not vote. The fifth article standing alone might seem to favor such a construction, but when we turn to the eighth article we find that “The vestry, or a majority of them, shall and may convene from time to time, and make such and so many rules, by-laws, ordinances and regulations as they may deem expedient for the good government and support of the church, and shall have power to fill all vacancies in their own body.” When we examine the bylaws which the vestry have made in pursuance of this power, we find in article second, section 21, the following: “ The vestry shall have power to fill all vacancies that may occur in their own body.”\n. We therefore regard it as entirely clear that it is the vestry as a whole, and not the twelve vestrymen as a portion of the vestry, that'have the power under the charter and by-laws- of this church, to fill vacancies in that body, and as the right of the rector as a member thereof to vote is not denied by the charter or the law of the church, he was entitled at the election for vestryman occasioned by the death of Mr. Smith, to vote for Mr. Eeilson. This made a tie, and neither Mr. Neilson nor Mr. Chew was elected. As the election for twelve vestrymen on Easter Monday, 1883, depends for its validity to a considerable extent upon whether Mr. Neilson or Mr. Chew was elected to fill the vacancy caused by Mr. Smith's death, it is evident the plaintiffs have no such apparent right to act as vestrymen as entitles them to the interference of a court of equity. The whole difficulty can and probably will be settled ou the ensuing Easter Monday, when it is hoped wise counsels will prevail and the just rights of all parties be respected.\nThe decree is reversed, and the hill dismissed at the costs of the appellees."}