{"id": "454274", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the Court February 25, 1884.\nThe only question raised by the assignment of error is whether plaintiff’s claim, in the nature of a quantum meruit for professional services rendered at the instance of Robert Maple, defendant’s intestate, was barred by the statute of limitations. It appears that in September, 1869, Maple retained plaintiff as his attorney to defend an action of ejectment brought against him for a tract of land in Greene county, and paid him a retaining fee of $25. There is no evidence of any special contract in relation to the services to be performed, or the compensation to be paid therefor; nor does it appear that there was anything in the nature of a continuing contract or undertaking coupled with such an interest as would extend it beyond the joint lives of the parties. The only contract relation between them was such as ordinarily exists between attorney and client, and hence it ended witli the death of defendant’s intestate, and might have been terminated before that event at the pleasure of either party.\nThe plaintiff, in connection with other counsel with whom he was associated, immediately took charge of the case and prepared the defence. It was brought to trial in 1871, and after a protracted contest of several days the jury failed to agree and were discharged. The case was afterwards continued, from time to time, and is still pending and undetermined. In February, 1872, Robert Maple died, and defendant became one of his administrators. The writ of ejectment did not abate by reason of Maple’s death. His inheritable interest in the land, if he had any, descended to his heirs at law, and they, if next in interest, might have been substituted as defendants according to the provisions of the Act of 1807; Purd. 37, pl. 1. .His administrators were not the “persons next in interest,” nor was it their duty, as his personal representatives, to defend the suit; and it does not appear that any substitution was ever made.\nThere is no question as to the meritorious character of plaintiff’s claim. The services rendered by him to defendant’s intestate were clearly shown to have been worth all that was claimed; but suit was not commenced until May, 1881, nearly nine years after the decease of Robert Maple, and the administrator lias seen fit to interpose the statute of limitations. Under the facts and circumstances disclosed'by the testimony the learned judge committed no error in charging the jury “ that the suit was brought too late, and, therefore, the plaintiff is not entitled to recover.” While it is true that in proceedings for the distribution of a deceased debtor’s estate in the Orphans’ Court, the statute is no bar to the claims of his creditors, it is otherwise in suits at law. In such actions the death of the debtor does not, as a general rule, suspend the running of the statute, and lienee his personal representatives may successfully interpose the bar of the statute in all cases to which it is applicable, and in which the cause of action accrued more than six years before the commencement of suit. McClintock’s Appeal, 5 Casey, 360; McCandless’ Estate, 11 P. F. Smith, 9; and Campbell v. Fleming, 13 Id., 242. The reason why the statute is pleadable in the latter, and not in the former class of cases, is that it acts on the remedy and takes away the right of action unless suit is brought within the time limited for its commencement; but it does not extinguish the debt, nor affect a trust created for its payment, as long as the trust subsists. In the case before us the plaintiff’s claim was undoubtedly barred by the statute, and the evidence is wholly insufficient to take the ease out of its operation. The contract relation existing between plaintiff and defendant’s intestate was terminated by the death of the latter, and thereupon lie had a right to demand a reasonable compensation for his services theretofore rendered.\nJudgment affirmed."}