{"id": "454277", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, March 24, 1884.\nLand may be seated as well by an intruder as by au owner: Sheaffer v. McKabe, 2 Watts, 421; Rosenburger v. Schull, 7 Watts, 390; Jackson v. Sassaman, 5 Ca., 106. It follows that the question of whether a tract of land is seated or unseated depends altogether upon what has been, or is being done upon it; upon the appearance which it may present to the eye of the assessor. As was said in one of the cases above cited, Rosenberger v. Schull, the assessor has nothing to do with the misapprehensions or mistakes of the occupant; it is his business to return the land as seated if he finds upon it such permanent improvements as indicate a personal responsibility for its taxes. On the other hand, if there be no such improvements he must return it as unseated. Neither is it the business of the assessor to inquire how the improver holds the property, whether by title perfect or imperfect, or by no title at all. This concerns neither him nor the public; for the question is but how the taxes shall be collected: if seated, then from some person; but if unseated, from the land itself. But if there has not been enough done upon the premises to seat them, we cannot see how the matter can be helped out by the introduction of somebody’s title, whether colorable or substantial.\nWe can understand, as was said in this very case, when in this court before, 6 Norris, 302, on the authority of the Lackawanna Iron Co. v. Fales, 5 P. F. S., 90, how the entry of one claiming title may be used to indicate the beginning of an improvement, but as was there said, this initial occupancy, to have any effect, must be the beginning of such a permanent and continuous use of the property as will in the end fix its character as seated.\nNow, Kline says he not only built the first house, or cabin, upon this land as a shelter for those working in the mine, but also as an improvement upon which to make an application for a warrant. There was, therefore, from the beginning of this case, no want of color of title in Kline; his claim as an improver was just as good as that under the worthless Sharp less warrant. Color of title in itself is nothing; it merely marks the integrity of a man’s claim, and the improvement in this case was just as good as an indication of the honesty of Kline’s intention as was the warrant. Wé are therefore at a loss to know why it was thought that this question of colorable title was not in the ease when here before. But however Kline claimed, be his title good or bad, actual or fictitious, it helps not «the subject in hand; it does not seat, nor help to seat, the tract in controversy. The question we have to deal with is, after all, one of fact and not of intention. From and after the time this man first built his cabin and commenced the taking out of coal, had he continued his improvement, or had he even maintained a permanent and continuous occupancy, he might have succeeded in seating the premises which lie claimed, but it is a sure thing that if his first operation did not fix that character upon the property, and we have decided that it did not, nothing he subsequently did had that effect. His first cabin, never used for anything but a temporary shelter for those who occasionally took out coal, was abandoned and finally disappeared altogether, and the building at the second opening was a mere shanty, as an improvement, of no value whatever. True, he took coal from the land, but how did this seat it ? There were no fixtures of a valuable character in or about the mine; nothing that would indicate that the mining, rude as it was, was carried on as a regular and continuous business. In fine, adopting the rule of Watson v. Davidson, 6 Norris, 2T0, the occupancy of Kline was not of such a character as to be visible and known to every one whose business it was to see and know it. In fact, no one could, from the mere appearance of things, tell whether coal had been taken from the property by one claiming to own it, or only by an occasional trespasser.\nWe are obliged, therefore, to disagree with the learned judge of the court below, though conscious of his ability as a land lawyer, and to sustain the first assignment of error.\nThe second assignment has not been urged, hence we pass it without comment.\nThe judgment is reversed and' a new venire ordered."}