{"id": "454311", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, March 3, 1884.\nThe learned judge of the Common Pleas rightly ruled, “That there is no sufficient and competent evidence to vary, add to, or contradict the terms of either the contract of March 2,1880, or the policy of re-insurance sued upon.” That was consistent with the plaintiff’s (defendant in error) fifth legal proposition, for while parol evidence is admissible to change the terms of a written contract, that adduced may be insufficient. Then the contract between the parties must be construed by the court, uninfluenced by the conflicting statements of the only two witnesses examined, respecting their conversation at and before the timé'of its execution.\nBy the first paragraph of the agreement the defendant agreed to re-insure the plaintiff against all losses on all policies issued or renewed by the plaintiff on the cash plan, upon risks in the State of New York only, and not elsewhere, the consideration being the pro rata gross premium for the unexpired term upon all such policies, less a rebate of thirty-two and one-half per centum on policies on risks outside of New York City and Brooklyn agencies, and less a rebate of twenty-five per centum on policies on risks at New York City and Brooklyn agencies. It is obvious that the words policies” and “risks” are not used synonymously, that policies mean the instruments in which the contracts of insurance are embodied, and risks mean the hazards at the places where the property insured is located. The re-insurer agreed to pay the losses on policies, contracts, upon risks in the State of New York, and in fixing the amount of premium a certain rebate was to be made on policies on risks outside of New York and Brooklyn agencies, and a different rebate on policies on risks within the agencies of those cities. It would be difficult, to define the location of the risks in more specific and unambiguous terms. Re-insurance is a contract of indemnity, and binds the re-insurer to pay to the re-insured the loss sustained in respect to the subject insured to the extent for which he is re-insured: May on Ins., § 11. That subject was expressed by the word “risks,” and the surveys, diagrams and maps which were to be delivered by the re-insured to the re-insurer had special reference to the situation .of the risks. The provisions of the sixth and seventh paragraphs refer to the policies and risks which .are the subjects of the contract, as set forth in the first, and cannot he construed otherwise. These paragraphs contain no definition of limits; they are parts of the instrument, and refer to “ the policies and risks hereby re-insured,” or “ as herein stated.” To rule that in these paragraphs the words u risk ” and “ policies of insurance ” are used as synonymous terms was erroneous, and the plaintiff’s seventh point of facts and second legal proposition should have been refused.\nPolicies of re-insurance were duly issued, and both parties claim that they were intended to be in entire accord with the contract. The policy on which this suit is founded relates to about twenty-one hundred risks, and the risk for which the re-insured seeks to recover was described as located at Trout River, a town in the State of New York, hut the actual location of the risk was at Elgin, in the Province of Quebec, Canada. The re-insurer had no knowledge or notice that the risk on the property of Thomas Helm was outside the State of New York until some time after said property was destroyed. From these facts in connection with the contract and the policy of re-insurance, it was error to infer and find, “ That the Thomas Helm risk is included in the policy of re-insurance on which this suit is founded, and was intended to bo re-insm-ed by the parties.” On the contrary, no risk without the State of New York was included, or intended to be included, and the defendant’s tenth point should have been affirmed, namely, “ That under all the evidence in this case the plaintiff is not entitled to recover, and the judgment must be for defendant.”\nThe parties by their contract made location of the risk material, for unless within certain lines it was excluded. They have not stated the reasons for such exclusion, and the reasons are wholly unnecessary to the determination of any point in this action. It is likely true, let it be taken as true, that if the property were located in any of the United States, or anywhere in the Dominion of Canada, that the danger of destruction by fire would be no greater than if within the stipulated lines; but the re-insurer did not choose to undertake to look after risks, or make proper investigation in case of loss on risks, located without those lines. If there is no evidence that the Thomas Helm hazard was in any way increased because his property was situate in Canada, why should the re-insurer be held liable for the loss in defiance of the contract? If a risk be}rond the defined limits, without the knowledge of the insurer, may be included by accident or design on the part of the insured, one party, by accident or design, can gain more than was bargained for, and to that extent the other must' lose. The clearly expressed intent shall prevail. It is enough that the risk upon the Thomas Helm property in Canada was not within the State of New York. Whether it be greater or less, or equal, is a question of no pertinency in the construction of the written instruments.\nWere the risks within the contract, and false representations had been made respecting its location, it would be necessary to notice the assignments of error relative to the rulings in regard to such-representations, and the warranty.\nJudgment reversed."}