{"id": "455576", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court,\nThis was a scire facias upon a mortgage. The terre tenant defended upon the ground that the mortgage in suit had been satisfied of record before he purchased the property; that he had been furnished by the recorder of deeds with a clean search, and that he had paid the full value of the premises. None of these allegations of the terre tenant appears to have been disputed on the trial below. The whole difficulty arose out of the fact that the entry of satisfaction was evidently a mistake. It was entered by Horace Binney, Jr., administrator d. b. n. c. t. a. of William S. Bell, deceased. Mr. Binney held a mortgage given by John School and Charles Eaurest to Joseph Swift, and by the said Swift assigned to Horace Binney, Esq., and Margaret Bell. This mortgage having been paid to Mr. Binney, he indorsed a receipt in full upon the bond, and went to the recorder’s office to enter satisfaction of record upon the mortgage. It so happened that upon the record there was another mortgage, given by the same parties to Mr. Swift for a like amount, and upon an adjoining property, but held by other parties. By an unfortunate mistake the entry of satisfaction was entered upon the record of the last-mentioned mortgage. This mistake was not discovered for several years. In the mean time the plaintiff in error became the purchaser of the premises bound by the last-mentioned mortgage, in entire ignorance of its existence, as it did not appear upon the searches which he obtained. From this state of facts it is obvious one of the parties must suffer a serious loss. Neither appears to be in default; neither can complain that he has been misled bjr the other; hence there is no room for the application of the principle that where one of two innocent parties must suffer, the loss shall fall upon the one whose acts of commission or omission occasioned the injury. It is our business to ascertain where the law places it.\nThe 9th section of the Act of 28th May, 1715, 1 Sm. L., 95, makes it the duty of the mortgagee, having received full payment of the money due upon the mortgage, to enter satisfaction in the recorder’s office upon the margin of the record of such mortgage, if requested by the mortgagor to do so. In view of this Act it was held in Lancaster v. Smith, 17 P. F. S., 427, that satisfaction is the act of the mortgagee, not of the recorder. The latter is the custodian of the records; it is his duty to keep them and to hand them over undefaeed to his successor in office, but he takes no part in the entry of satisfaction beyond the production of the proper book and attesting the entry. Even the latter act is not devolved upon him. by any Act of Assembly. It is very properly done for purposes of convenience. But his record in such case, though called a record, lacks the element of verity which exists where a record is made up by an officer of the court and under the eye of the court, after hearing the parties: Fleming v. Parry, 12 Harris, 47. A recorder has no power to enter satisfaction by virtue of his office. He may do so if specially authorized by a letter of attorney, and, in particular instances, under certain ikcts of Assembly, he may be directed to do so by an order of court. Had the recorder possessed such general power, then his act in entering satisfaction would be conclusive. Ilis acts have been so held where they were such as the law required him to perform, as where he makes the entry of the date of receiving a mortgage for record : Musser v, Hyde, 2 W. & S., 314. The point was pressed with considerable ingenuity and force that it is the duty of the recorder tc see that the party about to enter satisfaction has filie proper authority to do so, and that his permission to enter satisfae tion is a judicial determination of the question of authority. We cannot assent to this broad proposition, nor to any other which clothes the recorder with judicial powers, or which invests the entry of satisfaction with any of the attributes of an act done by a public officer in the performance of a public duty. The satisfaction of the mortgage is as much the act o1 the mortgagee as is his receipt upon the back of the bond. The recorder merely produces the book to the mortgagee and allows him to enter satisfaction. That it is his duty to prevent his records being defaced may be conceded; that in point of fact care is usually taken to prevent unauthorized persons entering satisfaction may be admitted without attributing to bis conduct in this regard the weight of judicial action.\nIn Lancaster v. Smith, supra, the satisfaction was entered by virtue of a forged power of attorney. It was said by this court: “In the case before us it is the duty of the mortgagee to enter the satisfaction, and the recorder only receives and attests'the fact. Here there was an entry of satisfaction purporting upon its face to be done by an agent or attorney, and not by the party herself. That the agent made the entry is undeniable, for of this the official attestation of the recorder is evidence. But that the agent was authorized to make it depends on the power of attorney and not on the attestation of the recorder. This brings us to face the true question, to wit, Is the mortgagee bound by the unwarranted act of the agent, founded on a fraud and forgery? It is clear she is not, unless estopped by some act of her own which gave it color and misled an innocent purchaser.”\n■ There was neither fraud nor forgery in this case. There was a mistake only; a most unfortunate one, it must be conceded, but forgery and fraud would not have added to its strength. The ground of the decision in Lancaster v. Smith was that the satisfaction had been entered without the authority of the mortgagee. It is immaterial whether the want of authority is the result of fraud or of mistake. The authority to enter satisfaction is lacking in either case, and because of its absence the satisfaction is worthless.\nThis disposes of the oidy important question in the case. The plaintiff in error had little occasion to concern himself as to who was the person legally entitled to the mortgage money, as payment of the judgment would protect him, and the payment of interest to Mr. Barclay in 1868 was sufficient to rebut any presumption arising from lapse of time.\nJudgment affirmed."}