{"id": "455595", "contents": "Mr. Justice Clark\ndelivered the opinion of the court,\nThe appointment of a guardian is a final decision or decree, from which an appeal lies to this court, but the legal discretion of the Orphans’ Court, in the appointment of a guardian of a person and estate of a minor, is not the proper subject of review: McCann’s Appeal, 13 Wright, 304. The Orphans’ Court must judge of the fitness of the person proposed, and the action of that court can be rejudged here, only when it disregards a positive rule of law in making the appointment: Senseman’s Appeal, 9 Harris, 331; Gray’s Appeal, 15 Norris, 243.\nIf, therefore, the appointment of D. S. Brumbaugh, as guardian of the minor child of Harriet L. Pote, deceased, was made in a proper proceeding by the Orphans’ Court of Bedford county, and the discretion of that court was not exercised, in violation of any rule of the law, we must allow that appointment to stand, whether the selection made seems fitting or otherwise.\nThe minor is the illegitimate daughter of Harriet L. Pote, now deceased; she is of the age of seven years, and Dr. S. S. Brumbaugh is the putative father. Under the third section of the Act of-27th April, 1855, Pamph. Laws 368, she was legally and properly known by the name of her mother; her rightful name is now admitted to be Mary Margaret Irene Pote. Harriet L. Pote, the mother, and her child, lived in the home and family of her father until the 28th November, 1882, when she died, leaving an estate of $450 in the hands of said John B. Pote. This estate was what remained of $600, paid by Dr. S. S. Brumbaugh, in settlement of the bastardy; whether any criminal proceedings had been instituted, or any order of affiliation made, does not appear.\nOn the 10th January, 1883, Dr. Brumbaugh presented his petition in the Orphans’ Court of Bedford county, where the minor resides, praying for the appointment of a guardian oí the person and estate of “ M. Brumbaugh,” whom he describe? as “the minor child of Harriet L. Pote, deceased, late of Bloomfield township, in the county of Bedford,” and of whom he declares himself to be “ the father.”\nThat the putative father was a proper person to present this petition, cannot, we think, be doubted. The putative father of an illegitimate child is entitled to the custody of the child, as against all but the mother; if the mother be dead, and the father a suitable person, it shall be taken from the maternal grand-parents and delivered to him. Commonwealth v. Anderson, 1 Ash., 55. To the same effect, are the English cases of Richards v. Hodges, 2 Saunders, 83; Burwell’s case, Ventris, 48; Sherman’s case, Ventris, 210, and Newland v. Osmer referred to in Burn’s Justice, 234. In Moritz v. Garnhart, 7 Watts, 302, it was said, that although a bastard may not be looked upon as a child for any civil purpose, the ties of nature are respected in regard to its maintenance; the putative father, though not legally related to it, is so far considered its natural guardian, as to be entitled to the custody of it. The learned Chief Justice Lewis delivering the opinion of the court, after a full discussion of all the cases, concludes as follows: “It majr be safely said, then, that the law recognizes the rights of putative paternity, for purposes of nurture and education.” We may allow large abatements, perhaps, from the estimate which the law makes in respect of the natural tenderness of parents for their own offspring, in cases like this, but it is certain that the rule referred to is grounded in that consideration. If, then, Dr. Brumbaugh, at the death of Harriet L. Pote, was legally entitled to the custody of this child, he was 41 proper person to petition the court for the appointment of a guardian, and no other person held such a legal relation to the child, as under our practice, entitled him to notice of the application. The petition contained a misnomer of the minor, but she was otherwise accurately described, as the minor daughter of Harriet L. Pote, deceased, of whom S. S. Brumbaugh was the father, and it is not alleged that such language could apply to any other. A petition was subsequently presented to the court, stating that the misnomer was the result of mistake or inadvertence, and praying for leave to amend; the power of the court to permit the amendment was undoubted, the misnomer was corrected, and the record amended.\nPrior to the amendment, the record certainly could not be regarded as a nullity, the name only was mistaken, the description of the person intended was otherwise full and accurate. It would certainly not be pretended that Brumbaugh was not the guardian, merely because of the misnomer; if the estate of the minor had come into his hands, not only would he have been held for it, but his responsibility could have been visited, upon his sureties. The identity of the person of the minor was fixed by the terms of the petition, and the subsequent amendment was an adjudication that the misnomer was a blunder. If it had appeared on the hearing of the application to amend, that the name, “ M. Brumbaugh,” had been intentionally and fraudulently used, the amendment would have been refused; and as there is a power vested in every court to protect and vindicate itself against, and to correct, its own mistakes,-occasioned by the artifice and fraud of suitors practiced upon it, the appointment might have been revoked. But the court found no facts to justify such a conclusion, and we are not prepared to say the court was wrong; the amendment was allowed, and upon a re-argument, in which the whole ease was considered, and the claims and qualifications of the several applicants for the guardianship were canvassed, the court confirmed the appointment of Brumbaugh. The discretion of the court was exercised, when the record was right, and when the several persons suggested for guardian were in court.\nNo rule of law has been violated in this proceeding, the record is formal and regular; we cannot review the discretion of the court in the selection made, and we must allow the appointment to stand.\nIt follows, of course, that the appointment of John B. Pote is null and void, and must be revoked. The petitions were several and adverse, not joint, and the two appointments cannot stand together: Estler v. Estler, 1 Browne, 322.\nThe decree is affirmed, and the appeal dismissed $ at the cost of the appellant.\nSterrett, J., dissented."}