{"id": "455569", "contents": "Chief Justice Meecur\ndelivered the opinion of the court,\nThese two appeals are from the same decree. They were argued together. The appellants are creditors of the estate of H. P. Hallstead, deceased. The contention is as to the ownership of a policy or ticket of insurance procured by him, in the Travelers’ Insurance Company of Hartford, on his own person. It provided for the payment to him of fifteen dollars per week in case of accidental bodily injuries, or in case of death through such injuries, the sum of three thousand dollars. It was for two days only.- During that time he sustained accidental bodily injuries which caused his death. The sum of three thousand dollars was paid to his administrators by the insurance company; but the money is claimed by his widow under an alleged gift of the policy to lier by Mr. Hallstead during his life.\nIt appears that Mr. Hallstead procured this policy just before leaving home to be absent a few days. The only witness relied on to establish the alleged gift is Addie J. Knapp. Just before he started, she testifies, he came from the door with an insurance ticket in his hand. “ He laid the ticket on the table right in front of Mrs. Hallstead, and said, here is an insurance ticket. Mrs. Hallstead asked him what he had got that for? He said that she should take it and take care of it, and if he got killed before he got back, she would be that much better off. He said thr.ee thousand dollars better off. She made a slight remark that a fool and his money was soon parted, and he said it only cost fifty cents.”\nIs that evidence sufficient to pass the title to this ticket from the husband to his wife ? This policy must not be confounded with one which a husband may procure on his life, and by the terms thereof the money be made payable to his wife on his death. On the contrary the person insured under this policy is expressly prohibited from making any disposition of it. A clause therein declares “ the transfer of this ticket will forfeit all claims arising hereunder.”\nWas then the handing of this non-transferable ticket by the husband to his wife, accompanied by his statement and request as proved, sufficient to divest all his interest therein, and transfer the right of property to her ? He did not say that he had procured it for her benefit. When a husband about to leave home with the intention of being absent a few days, hands a paper to his wife and makes the remarks stated, is it reasonable to presume that either of them understood she thereby acquired a right to it adverse to her husband? Unless she then and there acquired such adverse right, the gift was not executed: Linsenbigler v. Gourley, 6 P. F. Smith, 166. If he had sustained such injuries as would have made the company liable to pay $15.00 a week for twenty-six consecutive weeks, did the parties to this transaction understand that the wife could draw that money to the exclusion of her husband? It is very clear the language used justifies no such conclusion.\nIn arriving at the intention of the parties we must recognize the confidential relations which exist between husband and wife, as well as the fact that in his absence, his valuable papers left at home, depend largely on her care for their protection and security. The fact of leaving the policy in her care, and requesting her to take care of it imposed no unusual duty on a wife. The casual remark that in case of his death she would be $3,000 better off, reasonably interpreted, meant his estate would amount to that much more. It is not denied that a husband may make a valid gift to his wife of money or chattels by delivery of possession and language proving such intention: Crawford’s Appeal, 11 P. F. Smith, 52. It should however clearly show an intention to part with both possession and property. Either one alone is not sufficient: Trough’s Estate, 25 Id., 115. A careful consideration of this whole transaction fails to convince us that the husband intended to part with his right of property in the policy when he handed it to his wife. His language, fairly interpreted, conveys no such idea. There is no evidence that she understood, when she received it, that she took it otherwise than as his custodian to hold it in his absence. Pier possession was his possession. Her subsequent action in regard to the policy clearly shows this to have been her understanding. Soon after the death of her husband letters of administration on his estate were granted to her and one George S. Harding. The auditor found as a fact that the inventory and appraisement filed in the register’s office and purporting to have been made at the request of both of said administrators, contained an item for “Life Insurance ” for a specific sum which included this accident policy in question. Conceding that act, under the circumstances shown, may not operate as an estoppel so as to bar her right to the proceeds of the policy, if otherwise entitled thereto; yet it is certainly persuasive evidence that she did hot then claim it in her own right. This item was not included in the inventory without her knowledge, for her attention was called to it at the time.\nWe therefore conclude there was no intention to transfer to his wife any right of property in the policy, and the learned judge eiTed in holding otherwise.\nDecrees reversed at the costs of the appellees; the exceptions to the report of the auditor are dismissed, and the account as re-stated by him is confirmed."}