{"id": "455611", "contents": "Mr. Justice Teukkey\ndelivered the opinion of the court,\nThis action is upon a note dated April 1, 1873, for $1,800. On January 11, 1878, the parties to the note made a contract with Boyer and executed a deed to him, giving Boyer until March 15th, the right to purchase a tract of land, and upon paying the money on or before that date the deed to be delivered to him by Pearson — he refused to pay. In the contract was an agreement between Oyer and Ott that said note should be deposited with Pearson, and upon consummation of the sale of the land the note to be given to Ott for $300, but should Boyer refuse to take the land the note to be returned to Oyer. Wilson testified that there was a great controversy between Oyer and Ott about the note, one contending it was right and the other that it was wrong; that the agreement respecting it was negotiated by himself without the parties coming together, and was afterwards embodied in the contract they made with Boyer.\nBogardus testifies that in the spring of 1873, Oyer came to his house and they conversed about the note, that Oyer said Ott did not owe him anything, that the note was given to get Daniel Ott to go home, and he would give it back to Ott. Philips testifies that a short time after the note was given he was at Oyer’s house, that Mrs. Oyer remarked that Ott was mad about the note that was given when Daniel was home, and Oyer replied that he was willing to make the note right, it was not right, it was fixed to satisfy Daniel so there would be no bad feelings. Theodore Ott says that Oyer told him the note was not right, that Ott owed him about $300, but they had a settlement to make. This was a number of years after the note was given. Annie Ott testifies that at her father’s house, Oyer told Mrs. Ott she should take up that note, that he did not want to go to the workhouse.\nWeidman says that in 1873, Ott told him the note was not right, that he owed $1,400. Pearson heard Ott say he owed something on the note, but has no recollection of the amount.\nWithout remarking the testimony at length we note its salient points the better to understand the bearing of the instructions which are alleged to be erroneous. Daniel Oyer was a son and Ott a son-in-law of Ojmr. Whether Daniel was seriously afflicted at the time the note was given is immaterial; it is enough that his near relatives, the parties to the note, .were alarmed by his conduct. The parties owned and worked a farm together, there is no evidence of a settlement of their transactions at any time — there is evidence tending to show that the note was given and received for the solace of Daniel, and not as evidence of the actual indebtedness of the maker to the payee. At first it seems the- payee admitted it was not right, but they did not settle and ascertain what, if anything, was due from Ott to Oyer, and at last they quarreled.\nThe uncorroborated testimony of one witness is not sufficient to set aside or alter a written contract. Here there is no question of sufficiency; it is not gainsaid that there is testimony to warrant a finding that the note was given for a special and innocent purpose,- and either to be returned to the maker, or the true amount of indebtedness tobe fixed by a future settlement. With much that was proper to say of Bogardus and his testimony, the court charged: If the testimony of Bogardus is believed the note was given for a temporary purpose with a view of preventing some apprehended calamity in connection with Daniel Oyer, and was to be returned. “ If that fact, standing by itself, was proved to your entire satisfaction, that the note was given under those circumstances, and was to be returned again to William Ott after Daniel Oyer had gone away, then, I say to you that the plaintiff would have no right to use that note as evidence of indebtedness against the defendant.” “But the burden is upon the defendant. He must satisfy you by the weight of the evidence and by competent evidence, by testimony in which you have implicit confidence.” This was equivalent to an instruction that there must be no doubt resting on -the minds of the jury respecting the testimony they were to weigh or consider. True, the jury were told they were to determine the credibility of witnesses, but the fact remained that they were instructed that they must be entirely satisfied by testimony in which their confidence was implicit, that is, without doubt. Instead of the context showing that the testimony of a witness might have some weight, if they did not believe it wholly free of doubt, it intensified the force of the words. The strict measure of confidence was applied directly to Bogardus, if they believed him, the plaintiff could not recover; but if they disbelieved him they would pass to consideration of the testimony of other witnesses — if they rejected his testimony, they would determine from the testimony of the others whom the court named, whether there was a mistake in the amount of the note, and if so, what the sum should have been. In effect the jury were instructed that they must give his testimony implicit confidence, or reject it. The credit of a witness may be so shaken that a jury would not rely upon his testimony alone to establish a fact, and yet justly consider it with other testimony. The degree of weight to be given the testimony of each witness is for the jury, not the court.\nTo overthrow a written contract it is necessary that the parol evidence be clear, precise and satisfactory. . It has sometimes been said that the evidence must be clear, precise and entirely satisfactory; or full, satisfactory and indubitable; but the context showed that such expressions did not mean that it is requisite that the evidence should lead to a certain conclusion. If used, it should be manifest that the jury understood them in the sense of the rule: “ Where written instruments are sought to be reformed, juries must not hesitate or doubt; they must have clear convictions; they must believe the witnesses and must find the facts in issue definitely and distinctly established.” Absolute certainty is out of the question, where facts are to be found from oral testimony and circumstances: Spencer v. Colt, 89 Pa. St., 314. The jury determine facts according to the weight of evidence, and not by its sufficiency to produce conviction of the absolute certainty of the conclusion arrived at. If the evidence produces a clear conviction, without hesitancy, of the truth of the precise fact in issue, it is sufficient. The law does not require proof so convincing as to leave no doubt resting on the minds of the jurors ; it is enough if there be evidence to satisfy an unprejudiced mind, beyond reasonable doubt: Young v. Edwards, 72 Pa. St., 257. The first and fourth assignments must be sustained, whether the instruction as to the high degree of proof or confidence, is applied to the witness or to the testimony.\nThe portions of the charge constituting the second and third assignments of error were misleading. The circumstances of the agreement for sale of the laud to Boyer, and of the stipulation therein relative to the note, have already been noted. Why was the attention of'the jury called especially to the fact that at the time of making that contract, Ott did not claim that the note was to be returned to him; but if the sale of the land fell, agreed that the note should be returned to Oyer, with the assertion by the court that it was a significant circumstance bearing on the credibility of the testimony of Bogarclus ? Oyer and Ott were differing so hotly about the note that their agreement respecting its deposit with Pearson was effected by a go-between. Both wanted to sell the land, and if they could make the proposed sale, one would take and the other give $300 in satisfaction of the note; but if they could not, the note to be returned to Oyer. When the note was returned, the parties stood just as they did before the making of the contract. Nothing in that agreement, or in the negotiations through Wilson, ought to prejudice or benefit either party. There was no reason why Ott should then claim to have the note returned to him. The only object of its deposit was its settlement. Oyer would not deposit it to be satisfied on paj’’inent of $300, except to get Ott’s consent to sell the land. But in any view, it was not for the court to charge that the omission of Ott to claim a return of the note was a significant circumstance against the credibility of the testimony of Bogardus respecting the admissions of Oyer made five years before. Nor was there anything in the testimony of' Philips, or of Theodore Ott, to discredit Bogardus. The conversations of Oyer with these three witnesses were at different times and places, and his declarations as proved by them are consistent, though not equally full'in each instance. To each, he said the note was not right; to two of them, that it was given to satisfy Daniel; to one, that he would return it; to one, that he was willing to make it right; and to one, that Ott owed him about $300. Surely there is nothing in the testimony of any of these witnesses affecting the credibility of another. No two of them heard the same conversation, and there is no difference in the sense of contradiction.\nUpon one line of defence the court charged, “If then, gentlemen of the jury, you are satisfied from the testimony of Philips and Theodore Ott, that when this note was given by William Ott to John J. Oyer, they only put down an amount in round numbers — $1,800—and did so without any balancing of their accounts, and it was understood between them that this note was afterwards to be corrected and the amount fixed at the correct sum, then your inquiry will be what that amount is, and whatever that corrected amount should be, if there was any correction to be made, for that amount the plaintiff would be entitled to a verdict together with interest, less any legal set-off which the defendant has established that he is entitled to in this case.” Had this not excluded the testimony of all but two witnesses, it would be free of error. Upon this point the jury had a right to consider the testimony of Bogardus, unless they disbelieved him. They might have thought him entitled to some credit. And there was other evidence corroborative of these witnesses. All the evidence tending to establish the fact in issue was for consideration of the jury, and in so far as the court excluded it, there was error. Of course, if the jury found there was nothing due to the plaintiff, they would render a verdict for defendant. The instruction did not require a verdict for plaintiff, unless a balance was due. If the defendant wanted specific instructions upon any point, he could have asked them. In his argument he complains that the court omitted to say that the testimony of Philips, Theodore Ott and others was corroborative of the testimony of Bogardus, but he presented no prayer for such instruction. In absence of request the court will not be reversed for what is left unsaid, if what was said was not misleading.\nThe learned judge charged that all payments made more than six years prior to the date of filing the plea, if not revived by acknowledgment on the part of Oyer, are barred by the statute of limitations. And added, “According to the testimony as I recollect it, there are but two items where the money was paid within six years, viz., the tax of $16.80, and the Peter Frntchey judgment of $585.” This on its face, did not prevent the jury allowing other items of set-off if the evidence warranted. But point was given to the apparently correct language, by disallowing the defendant to send out a statement with the jury containing any items except those two, because all others are barred by the statute of limitations. There was evidence tending to show that other items had been paid within six years. Refusing the statement in the presence of the jury, upon the ground stated in the objection, was an interpretation of the instruction which forbade them to allow any set-off, save the said two items, and for that interpretation the eighth assignment must be sustained.\nAllowing or disallowing the sending out with the jury of documents and statements is generally discretionary with the court. If the defendant prepared a proper statement of his claim, it is exceedingly strange that there was denial that it go with the jury. In cases like this the practice is almost, if not altogether, uniform to permit the sending out of statements. It is more difficult to conceive a reason why there was denial that the records of the judgment which had been given iu evidence be sent out. There was evidence of payments on the judgments before the date of the note. If the jury found the note was a mere security for the sum actually owing upon a settlement, without a statement and without the record of the judgments, they were poorly equipped for ascertaining the sum. Were the statements which the defendant offered to send out printed, and the specific judgments set out in the offer, the records of which were in evidence, possibly the ruling could be reviewed: Riddlesburg Coal Co. v. Rogers, 65 Pa. St., 416. The ninth and tenth assignments are not sustained.\nJudgment reversed and venire facias de novo awarded."}