{"id": "455703", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nIt is clearly shown in the opinion of the learned judge of the Orphans’ Court that the testator created a valid trust as to the shares given to his daughters, and that he had the right to include in the trust the estate subject to his disposition under the will of his wife. He held that a literal adherence to the language of the will would coniine the operation of the trust to the estate of which the testator was absolute owner, but owing to the smallness of that estate and the largeness of the estate derived from his wife, both were intended to be included in the trust. Afterwards, upon its being shown that the estate of which the testator was absolute owner was of considerable magnitude, it was decreed that the trust was confined to that alone. Whether this is correct is the sole question to consider.\nThe meaning of the will is not controlled by the value of the respective estates. If one were small that fact might be treated as evidence bearing upon the testator’s intent; but as each is of some magnitude, and the income of one fifth of both is not a very large provision for a daughter’s support, there is no reason without the will for belief that either was intended to be excluded.\nThis will in express terms includes the estate which the testator had power to dispose of by appointment. The Act of June 4, 1879, § 3, P. L. 88, cited by the appellants at the argument, affords no aid in determining whether that estate is within or without the operation of the trust.\nThe testator directed his executors to divide the residue of his estate and that left to him by his wife-into five parts, and gave one part to each of his sons and daughters. His wife devised and bequeathed real and personal estate to him for life, and after his decease to sush person or persons, and in such shares, and in such way and manner as he, by his will, may nominate, direct and appoint. In his will both estates are brought together for division. Whatever he could do with his own he could do with that left to him by his wife. Having directed their division into equal parts, as if one estate, it was natural that he should speak of them in other parts of the will as his estate. The three last parts of his estate he gives in trust to his executors. If there were nothing else this might be construed as excluding the estate derived from his wife. Immediately following the trust provision he gives his daughters power to dispose of their shares by will, if they should leave no children; but if either should leave children they to take their mother’s share at her death. Then he declares that if either of his children should die before attaining the age of twenty-one years, such child’s part of his estate is to be divided among the survivors. It is hardly possible that the testator intended that if one of his sons should die in his minority that the entire part of both estates given to him should not go to the surviving children. In case of the death of one, he meant the fifth part of the estates as an entirety should be divided among the others. He used the words “ my estate ” as including the whole. The words “parts” and “shares” are used in the same sense, and the power vested in the daughters to dispose of their shares by will in the event of their dying childless, referred to the parts to be made by his executors. In the clause creating the trust, if the words “ three last parts ” stood alone, they would unmistakably mean the parts he had before bequeathed to his daughters. They are limited by the words “ of my estate,” and these, we think, were used in the same sense as in the clause relating to the death of a child under the age of-majority.\nWe are of opinion that the assignments of error are well taken.\nDecree reversed, at the cost of the appellee, and record remitted for further proceeding.\nThe Prothonotary will enter the same decree as the above • in the appeals of Carter, No. 107, and the Pennsylvania Co. No. 108."}