{"id": "457597", "contents": "Mr. Justice Clark\ndelivered the opinion of the Court,\nHiram S. Getz, one of the plaintiffs, is owner in fee of a lot of ground, at the southwest corner of Spruce and Carroll streets in the city of Reading, fronting one hundred and ten feet on the former, and eighty-one feet on the latter street, and having thereon erected a mill and machinery, used for sawing marble, and for the manufacture of marble products, to which business the lot was mainly devoted. A small triangular portion of this lot, covered by the marble mill on the corner of the streets named, was appropriated by the company for the use of its tracks, and it is claimed, on part of the plaintiffs, that by the appropriation of this particular portion of the lot, the residue is greatly depreciated in value, not only to Hiram S. Getz, the owner in fee, but to H. S. Getz & Co., who, as tenants from year to year, were occupying the premi ses, and prosecuting the business aforesaid. The jury found for the plaintiffs in the sum of $6,900; $2,760 of this sum iu favor of H. S. Getz, and $4,140 in favor of H. S. Getz & Co, There is no complaint as to the amount of damages found for the owner in fee, the assignments of error relate exclusively to that portion of the judgment iu favor of the tenants.\nIt is a rule of law well settled in this State, that a tenant for years is the owner of an estate iu the land, and is entitled to compensation for an injury done by a railroad or turnpike company, in the construction of the road; the advantages which the owner or owners of any other estate in the land may derive from the road cannot be deducted from the claim of the tenant for years: Turnpike Road v. Brosi, 10 Harris, 29; N P. R. R. Co. v. Davis, 26 Pa. St., 238. He is entitled to compensation according- to his interest: Brown v. Powell, 1 Casey, 230. We do not understand thé existence of this rule as to the right of H. S. Getz & Co. to recover damages here to be denied ; it is urged, however, that the Court erred, as to the measure of damages, and as to the matters proper to be considered by the jury in computing them.\nThe measure of compensation to be allowed in all cases has been very often declared in the decisions of this Court, and very recently has been fully stated in Pittsburgh, Bradford & Buffalo R. R. Co. t». McCloskey, 16 Weekly Notes, 561. Whether the assessment of damages be to the tenant in fee for life, or for years, the rule as to the measure of damages is precisely the same. What was the value of the property, that is to say, the tenants’ interest therein, unaffected by the in jury? What was its value as affected by the injury? The difference is the true measure of compensation. The damages must be measured according to the market value for any useful purpose, and the estimate both before and after the injury must embrace all the buildings, machinery, etc., which gave to the property its distinctive character as a marble mill. It was proper, therefore, to inquire what the property of H. S. Getz & Co., not only the lease, but the machinery and fixtures used in connection therewith, was worth before and after it was affected by the injury. This was the only way the jury could accurately ascertain the true amount of damages to which the tenants were entitled.\nIf the location of the railroad so affected the property as to compel the removal of the business conducted by the tenants to another place, and there was some evidence to that effect, ami the machinery, fixtures, etc., were in consequence depreciated as they stood, it is clear, as was said when the ease was here before:(9 Out., 547,)that the difference between the value of the machinery in connection with the business conducted on the property, and its value to be removed and applied to 'the same or other use, was a proper element of damage to he considered by the jury.\nIf the removal was in fact the necessary consequence of the location of the road, then the ascertainment of the value of the machinery as it stood after the injury, would seem to involve the consideration of the probable and reasonable expenses of removing it; if the location of the road did not necessitate a removal, then the machinery, fixtures, etc., were not depreciated from that cause, but there was some evidence that the removal was the necessary result of the locatiou, and this was, we think, sufficient to admit the evidence as to the probable expenses. It is true the tenancy might have been terminated at the end of the current year, and a removal thus compelled at the expense of the tenants, but under the special circumstances of this case, we cannot assume that it would have been terminated; in fact, it was not, and the company cannot be absolved from the direct and necessary consequence of their own act, because of a contingency that might or could have happened at the end of the year. The determination of the lease, as an estate in the land was of course to be estimated upon the residue of the current year only, and of the machinery as it was connected with the. leasehold property at the time, according to the value thereof before and after the injury; and as to the latter, the expenses of a compulsory removal, upon failure of the remedy by injunction were, we think, properly considered.\nThe charge on this branch of the case is not as specific, perhaps, as it might have been; the rule as to the measure of damages was stated in a somewhat general manner, but we cannot say that it was in any respect erroneous. When in a civil case no request is made, the mere omission to charge upon a particular point is not ground of error: Fox v. Fox, 96 Pa. St., 60.\nThe judgment is affirmed."}