{"id": "457589", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the Court,\nIn February, 1881, suit was commenced by the plaintiff, then late sheriff of Northumberland county, before a justice of the peace in that county under the provisions of the Act of March 23d, 1877 (P. L., 25), to recover from defendants, residents of Northampton county, certain fees earned by him, as sheriff, in a case in which they were plaintiffs. The summons, directed to a constable of Northumberland, was served in Northampton county by a deputy residing there, but defendants did not appear.\nJudgment having been rendered in favor of plaintiff, the record of the justice was removed by certiorari into the Court of Common Pleas, and exceptions were filed thereto as follows:\n1. That the Act of Assembly, under which the suit was brought, is unconstitutional and void.\n2. That the justice had no jurisdiction of the. defendants, the summons not having been served within his jurisdiction.\nBoth exceptions having been sustained by the Court, the judgment of the justice and all proceedings before him were reversed and set aside. The record was then brought here for review. The vital question, here as there, is whether the Act under which the suit was brought is constitutional.\nThe first section declares, “It shall be lawful for any prothonotary or prothonotaries, sheriff or sheriffs of the several counties of this Commonwealth, within six years after the expiration of their official terms, to sue any person or persons residing out of the county wherein such prothonotary or sheriff shall reside, for the recovery of any fee or fees, in an action of debt or assumpsit, for 'official service performed or hereafter to be performed for such person or persons, during such official term, before any justice of the peace within the county wherein such officer shall reside; that the writ of summons, in anj such case, shall be directed to a constable in the county wherein the suit is instituted, which said constable is hereby authorized, by writing indorsed on such writ of summons, to depute any other constable in any other county in the State of Pennsylvania, in which the defendant or defendants shall reside, to execute said writ.”\nThe second section declares such service of the writ shall have the same force and effect as if served by a constable of the county wherein such action is commenced; and, upon return of service, the justice shall proceed to trial and judgment, upon which there shall be no stay of execution, as if such writ had been duly served in the same county.\nThe third section authorizes the officers named to sue for and recover fees from the plaintiff before judgment, and from either plaintiff or defendant after judgment, in any suit in which such fees shall have been earned.\nThe fourth section provides for execution in any county of the Commonwealth.\nThe fifth section declares, “ In all suits hereafter to be brought in any county by such officer or officers for the recovery of fees, a certificate of the prothonotary of the county wherein such suit is. instituted, under his hand and seal of office, that any bill of fees appears by the record of his office to be correct, shall be prima facie evidence that such fees are lawfully due and correct.”\nThe sixth aud last section requires at least ten days notice to the party or attorney of record before bringing suit.\nPrior to the adoption of our present Constitution, pernicious class legislation similar to that contained in the Act above summarized, was of such frequent occurrence that to remedy the evil it was ordained in section T, Article III. of the Constitution, among other things, that the “General Assembly shall not pass any local or special law ..... regulating the practice or jurisdiction of, or changing the rules of evidence in any judicial proceeding or inquiry before courts, aldermen, justices of the peace, sheriffs, commissioners, arbitrators, auditors, masters in chancery, or other tribunals, or providing or changing’ methods for the collection of debts or the enforcing of judgments, or prescribing the effect of judicial sales of real estate; regulating the fees or extending the powers and duties of aldermen, justices of'the peace, magistrates or constables nor shall any law be passed granting powers or privileges in any case where the granting of such powers and privileges shall have been provided for by general law, nor where the courts have jurisdiction to grant the same or give the relief asked for.”\nThe Act in question is so manifestly in conflict with both the letter and the spirit of these constitutional provisions that a discussion of the subject beyond what may be found in the opinion of the learned President of the Common Pleas is uncalled for. He has pointed out very clearly wherein the Act is unconstitutional.\nIt is a special. Act, in that it is designed for a particular purpose, and is applicable only to particular persons, and to them only for limited period. In the special and restricted range of its operation, it undertakes, among other things, to regulate the practice before justices of the peace; it changes the method of collecting certain specified debts due and owing to particular persons during a certain period only : it extends the powers and duties of justices of the peace and constables; it changes the rules of evidence in the particular cases to which alone it applies. In these and other particulars it is clearly in conflict with the constitutional provisions above quoted.\nWithout further comment, we are fully satisfied with the conclusion reached by the Court below.\nThe judgment of the Court of Common Pleas, reversing the judgment of the justice aud all proceedings thereunder, is affirmed."}