{"id": "457587", "contents": "Mr. Justice Clark\ndelivered the opinion of the Court,\nIt is a principle of law, well settled in this state, that where a man negligently, and without excuse, places himself in a position of known danger, and thereby suffers an injury at the hands of another, either wholly or partially by means of his own act, he cannot recover damages for the injury sustained. The contributory negligence which prevents recover]’ for an injury, however, must be such as co-operates in causing the injury, and without which the injury would not have happened : Gould v. McKenna, 5 Norris, 302. The true test is found in the affirmative of the question, Did the plaintiff’s negligence directly contribute, in any degree, to tbe production of the injury complained of? If it did, then there can be no recovery; if it did not, it is not to be considered: Creed v. P. R. R. Co., 5 Norris, 139; Pass. Railway Co. v. Boudrou, 11 Norris, 480.\nThe question of negligence is ordinarily a question of fact, and ought to be submitted, under proper instructions, to the determination of a jury. Where the facts are disputed, where there is any reasonable doubt as to the inference to be drawn from them, or when the measure of duty is ordinary and reasonable care, and the degree varies according to the circumstances, the question cannot, in the nature of the case, be considered bv the court, it must be submitted to the jury: Gramlich v. Wurst, 5 Norris, 78. But, where the facts and the inferences therefrom are undisputed, where the precise measure of duty is determinate, the same under all circumstances, where a rule of duty in a given exigency may be certified and accurately defined, the question is for the court, and not the jury : McCully v. Clark, 4 Wr. 406; Reeves v. Railroad Co., 6 Casey, 454; Schum v. P. R. R. Co., 11 Out., 8. It has been held in a number of cases that it is the plain, imperative duty of a traveller, before crossing the track of a railroad, to stop, look, and listen for approaching trains, and his failure so to do in case of injury has been declared, not to be evidence of negligence merely, but negligence per se, and therefore, a question fertile court: Railroad Co. v. Heilman, 13 Wright 60; Penn. R. R. Co., v. Beale, 23 P. F. S. 504; Railroad Co. v. Ritchey, 6 Out., 425.\nSo, in O’Donnell v. Allegheny Vail. R. R. Co., 9 P. F. S., 239, it was held that, regardless of the rules of a railroad company, the baggage car of a passenger train is an improper place for a passenger to ride, unless under the circumstances, it appears that he is riding there by the permission of the conductor, and for the benefit of the compauv. In Penn. R. R. Co. v. Langdou, 11 Norris, 21, it was said the baggage car is a known place of danger; it differs from the cow catcher and the platform, in this respect, only in degree, and a passenger who voluntarily left his proper place in the passenger car of a railroad company, in violation of the rules, to ride in the baggage car, or other known place of danger, could not recover for an injury thus received, partially in consequence of his own act.\nSo in Camden & Atlantic R. R. Co. v. Hoosey, 3 Out., 492, a passenger, owing to the crowded condition of the cars, was unable to find a seat; although there was standing room inside, he stepped outside under the pretence of finding a seat in another car, but remained upon tbe platform, wliere by a jolt of the cars he was thrown to the ground and injured; it was held that he had been guilty of such contributory negligence as to, preclude his right of recovery, and that the court should have so instructed the jury. Assuming for the present, says our brother Sterrett in that case, that the company was justly chargeable with negligence resulting in injury to the plaintiff below, and that under the circumstances he was not guilty of contributory negligence, in passing from car to car in search of a seat while the train was in rapid motion, can it be pretended that it would not be gross negligence in him to voluntarily take a position near the outer edge of the platform, and remain there until, by an ordinary jolt of the car, he lost his equilibrium and was thrown off? ”\nSo in Payne v. Reese, 12 W. N. C. 97, an employé of a mining company, whilst engaged in the performance of his duties, fell into a hole in the ground caused by steam escaping from an underground wasteway, and it was held (Gordon J.) that if at the time and place of the injury, the plaintiff saw the steam issuing from the ground, and deliberately walked into it, and was thus precipitated into the excavation, he was as matter of law, guilty of negligence, which contributed to the accident, and that he could not recover.\nIn Phila. Wilra. & Balt. R. R. Co. v. Stinger, 28 P. F. S., 219, it is declared to be the duty of an engineer, when his train is approaching a public highway, if danger is to be apprehended, to give \"a proper warning by the whistle or otherwise, and that a failure so to do is negligence per se. On the other hand, in Penna. R. R. Co. v. Barnett, 9 P. F. S., 265, it was said to be negligence to sound the alarm whistle under a bridge, whilst a traveller was in the act of passing over it.\nIn all these cases the act complained of, whether of omission or commission, was an act unaffected by any circumstance which might vary or shift the standard or degree of care, and in cases of this character when the facts and the inferences fairly arising therefrom are undisputed, the question of negligence is one for the court and not for the jury.\nIn the case at bar, it is undisputed that Greiner at the time of the injury, was riding on the rear end of the tender, sitting upon the platform, which was only ten inches wide, with his legs and feet extending down over the end of the platform at the side of the tender. This was, of course, a place of known danger; any man of common sense must have known that this was a place of great peril, and especially was this so, on account of the peculiar construction of the gondola and of the tender, of which the deceased had been informed; the former stood upon a truck eleven inches higher than the latter; so that in the event of a slight collision, the truck of the gondola was liable to mount and ride upon the truck of the tender. As was said in Little Rock, etc. R’y Co. v. Miles, 13 Am. & Eng. R. R. Cases, 10, “there are certain portions of every railroad train which are so obviously dangerous for a passenger to occupy, and so plainly not designed for his reception, that his presence there will constitute contributory negligence as a matter of law, aud preclude him from claiming damages for injuries received while in such position ; a passenger who voluntarily and unnecessarily rides upon the engine or the tender, or upon the pilot or bumper of the locomotive, or upon the top of a car, or upon the platform, cannot be said to be in the exercise of that caution and discretion which the law requires of all persons who are of full age, of sound mind, and of ordinary intelligence.\nThe gondola had been fitted up expressly for the purpose ; it was provided with seats for the workmen to occupy, and it is not alleged, that there was insufficient room for all; there was no necessity and therefore no excuse for any one, to leave the place provided, to sit upon the narrow platform of the tender. Nor is it disputed, that Greiner had been warned, repeatedly warned, of the danger he incurred. His fellow workmen, on many different occasions, some of them referring to their experience as railroad men, told him not to sit there ; that it was a dangerous place; to some, he said he could get off easier, to others, that he could take care of himself, and to others, it was none of their business. Matthew Watt told him it was a dangerous place: he showed him how little it required to raise the gondola over the bumper or platform of the tender in front of it, not more-than a couple of inches, and that if the engine should run off the track, or any accident occur, and he should happen to lose his hold and fall off, he was in a place of the greatest danger. The answer he made to this was, “mind your own business.”\nMr. Drumheller, the master mechanic, testifies:—\nQ. Where do you work?\nA. At the Lehigh Valley shops.\nQ. What is your business there ?\nA. Master mechanic.\nQ. How long have you been there at work?\nA. I have been there since the shop has been built — since ’71-72.\nQ. Were you acquainted with Greiner?\nA. Yes, sir.\nQ. Whether in coming down on that train you had noticed him sitting between the ears?\nA. I have, yes, sir.\nQ. Did you ever say anything to him on the subject?\nA. I did.\nQ. State what you said to him.\nA. I told him that was a dangerous place, it was dangerous for him to sit there.\nQ. Did you tell'him that more than once?\nA. I did.\nQ. How many times?\nA. I cannot tell you how many times — a number of times though.\nQ. Was it a dangerous place?\n■ A. It was a dangerous place. He was in danger of dropping off on to the rail and having the rear car run over him.\nQ. Was it dangerous on any other account?\nA. There was danger of being run into — anything like that, the cars colliding, being in between them.\nQ. Whether that is not the most dangerous place on the train ?\nA. I should think so. I should consider it so.\nQ. What did Greiner say when you warned him that that was a dangerous place?\nA. Oh, he said that he was all safe there; would leave the place reluctantly; that was on one or two occasions he done that.\nQ. That is to say when you spoke to him he got out of it?\nA. Yes, he got out, but he got out reluctantly; he thought he was safe there — perfectly safe.\nQ. That is what he said, is it?\nA. Yes, sir.\nHe was therefore, at the time of the injury, in a place of known danger, he had been repeatedly warned of the fact; he was ordered by his employer, to occupy some other place, which was sometimes sullenly obeyed. He put himself in this place of danger voluntarily, and recklessly and persistently continued to occupy it, in violation of the express direction of Mr. Drumheller, and in disregard of the often repeated warnings of his friends and fellow workmen. It is beyond all contradiction that the occupancy of this place of danger caused or contributed to his death; if he had been sitting on the gondola, or even upon the engine or the tender, he could not have been harmed, the only effect of the collision being to cause the gondola to ride on the platform of the tender, where the deceased was sitting.\nVery similar to this, is the case of Railroad Co. v. Jones, 5 Otto, 439; — Jones was one of a party of men employed by a railroad company in constructing and repairing its roadway. They were usually conveyed by the company to and from the place where their services were required, and, a box-car was assigned to their use. Although on several occasions forbidden to do so, and warned of the danger, A., on returning from work one evening, rode on the pilot or bumper of the locomotive, when the train, in passing through a tunnel, collided with cars standing on the track, and he was injured. There was ample room for him in the box-car; all in it were unhurt. It was held, that, as A. would not have been injured liad he used ordinary care and caution, he is not entitled to recover against the company.”\n■ Mr. Justice Swayne, delivering the opinion of the Court, says : — “ The plaintiff had been warned against riding on the pilot and forbidden to do so. It was next to the cow-catcher, and obviously a place of peril, especially in case of collision. There was room for him in the box-car. He should have taken his place there. He could have got into the box-car in as little, if not less, time than it took to climb to the pilot. The knowledge, assent, or direction of the Company’s agent, as to wliat he did, is immaterial. If told to get on anywhere, that the train was late, and that be must hurry, this was no justification for taking such a risk. As well might he have obeyed a suggestion to ride on the coweatcher, or put himself on the track before tlio advancing wheels of the locomotive. The company though bound to a high degree of care, did not insure his safety. He was not an infant nor non compos. The liability of the company was conditioned upon the exercise of reasonable and proper care and caution on his part. Without the latter, the former could not arise. He and another who rode beside him were the only persons hurt upon the train. All those in the box-car, where be should have beeu, were uninjured. He would have escaped also if he had been there. His injury was due to his own folly and recklessness. He was himself the author of his misfortune. This is shown with as near an approach to a demonstration as anything short of mathematics will permit.”\nIf the testimony in this case is true, and it is neither contradictory nor conflicting, nor are the witnesses discredited, Greiner was, without doubt, guilty of the grossest negligence, and the Court should have so instructed the jury.\nThe 4th and 5th assignments of error are therefore sustained.\nThe view we have taken of this case renders it wholly unnecessary that we should consider the remaining questions upon the record.\nThe judgment is reversed."}