{"id": "457599", "contents": "Mr. Justice Clark\ndelivered the opinion of the Court,\nIt is the duty of a railroad company, in the running of its ■trains, to exercise care according to the circumstances, and where the railroad track crosses a much travelled street or highway, the company, as well as the public, is bound to exercise a degree of care reasonably commensurate with the danger. It is the duty of the c’ompany, on the one hand, to give some sufficient notice of the train’s approach, and to moderate the speed of the train to such rate as, under the circumstances, is reasonably consistent with the public safety; on the other hand, it is the imperative duty of the traveller to stop, look and listen for approaching trains, before attempting to pass over; if he neglects this legal duty, or knowingly attempts to cross in front of a rapidly moving train, he takes his life in his own hands and assumes the risk of personal injury. The law does not designate the mode in which these precautions against injury, on part of the company, are to be exercised ; there is, it may be conceded, no common law duty on part of the company to station flagmen, or to maintain gates, at public grade crossings, unless, indeed, under the particular circumstances, the public safety cannot -otherwise be reasonably secured; but the fact that flagmen are not stationed at such a crossin'g, and that gates are not there maintained, are matters proper to be considered, with other facts, in a given case, in determining the rate of speed which is reasonably consistent with the public safety. It was alleged in the Court below, at the trial of this cause, and there was some evidence to show, that the train crossed Berwick street at an improper ■and an unusual rate of speed, and that no notice of its approach was given by the ringing of a bell, blowing of a whistle or otherwise. The learned judge very properly submitted both of these questions to the jury. In his charge, after reciting tbe evidence bearing upon tbe question of the rate of speed, he says:\n“ When you have ascertained what the rate of speed was, you will then consider whether it was an unreasonable rate. There is no fixed rule which can guide you here. The duty of a Railroad Co., as to the speed of its trains, of course varies with the locality. What would be safe at one point would be imprudent at another. What might be a perfectly proper speed at a crossing of a country road, would be highly improper in crossing the streets of a town or village. The duty of care in the rate is also affected by other considerations. Was the crossing so guarded as to make a high rate of speed safe? If a crossing is guarded, either by a flagman or by a gate, it might be that a very high rate of speed would be comparatively safe. You will also consider the character of the highway itself; its location in the town of White Haven, and the amount of its use by the citizens as compared with other streets.”\n“When you have determined the rate of speed, you will then consider whether any notice of the approach of the train was given. There can be no question, and it is not disputed by the defendants, that there is an imperative duty upon them to warn the public of the approach of their trains at this crossing. The duty may not perhaps be so imperative when a road crosses their tracks in the open country, but in village or town there is no dispute upon the point, especially where, as in this case, the view up and down the track is obstructed by buildings until within a short distance from the rails. You will consider, therefore, whether upon the night of this accident, a proper notice of the approach of this train was given. Was a whistle blown? and was a bell rung? If so, was this done properly? There is a conflict of testimony upon this point and you must decide, bearing in mind what I said before upon the means of observation of the various witnesses, and the comparative weight to be given their testimony. Some of the plaintiff’s witnesses testified positively that no whistle was blown or bell rung, others, that they did not hear it; and on the other hand, you will recollect the testimony of the defendant’s witnesses, who told you they heard both the whistle blown and the bell rung.”\nRo fault can be found with this instruction ; its correctness, we think, cannot be questioned. The crossing was in fact not guarded either by a flagman or a gate, and if the street was one extensively travelled and the train’s approach could only be seen for a distance of five hundred and seventy-five feet, a very high rate of speed, in the absence of these precautions, might well be considered unsafe ; but whether the street at the crossing was one much travelled, whether any proper signal was given, what were the probabilities of danger from personal injury, and what rate of speed was fairly compatible with the public safety, were matters for the consideration of the jury, and we think these questions of fact were fairly submitted. The fact that some persons say they heard the signals, and others that .they did not hear them, might fairly raise the question, whether if they were given at all they were given in the usual and proper manner. On the other hand, as we have said, it was the duty of the plaintiff before crossing to stop, look and listen for the approach of trains; it was his duty to do so immediately before crossing, and as the learned Court instructed the jury, “if he could not see up and down the track from any point upon the road before reaching the rails, it was his duty to go upon the track itself, and look and listen before attempting to drive his team across.” But there is evidence to show that this is substantially what he did do. No one ever supposed, and this Court has certainly never said, that a traveller’s duty to stop, look and listen can only be performed at the exact instant when his horses’ heads are at the rail. No man of ordinary discretion would drive his team directly up to a railroad track, upon which trains may momentarily be expected to pass, and whilst in that dangerous place stop and look and listen for the approach of trains immediately before crossing in any literal or absolute sense. No team of horses, gentle or otherwise, could be restrained in such a position during the passage.of a train. This rule, which has been recognized as imperative, is a reasonable one, and is entitled to a reasonable construction.\nThe evidence is that the track could not be seen from Berwick street, except at the crossing, that Brandtmaier stopped within six or seven steps of the railroad, that he got out of his sleigh, went upon the track, looked up and down the road and listened for trains; that hearing none he returned quickly, got into the sleigh and immediately attempted the passage over the track, when the accident occurred; the ascertainment of the facts was for the jury. It was for the Court to determine, whether the facts alleged amounted to-a compliance with the imperative rule of duty, imposed by law; and for the jury to decide whether such a state of facts existed. We are of opinion, if the facts be as stated, that Brandtmaier exercised all the precautions which could reasonably be required of him.\nAfter having instructed the jury, as hereinbefore quoted, the learned judge proceeds as follows: “In case you should be of the opinion that the defendant had exercised every care in guarding this crossing, or of giving proper warning to travellers of the approach of its trains, and that the accident which resulted to tbe plaintiff could not have been prevented by any act of the defendant’s, then of course that would be an end of this case.”\nThere can be no doubt whatever as to the entire accuracy of this statement; it is quite clear that if the defendant “exercised every care in guarding the crossing,” and in “giving proper warning to travellers of the approach of the train; ” if “ the accident could not have been prevented by any act of the defendant,” “then, ‘ of course,’ that would be the end of the case.” It is objected, however, that this was misleading in its effect upon the jurors. It is argued that the jury might, and probably did, accept this instruction, as a distinct and positive enunciation of a rule, fixing the measure of care which the company was bound to exercise for the public safety, and if so, that the rule was not correctly stated. There is no absolute rule as to what constitutes negligence; a higher degree of care is demanded under some circumstances than under others; in this case, however, it was the duty of the defendant to exercise reasonable care, care according to the circumstances, and the question was for the jury. There was no duty imposed upon the company to so guard this crossing, that the accident could not by any possibility have occurred; nor was it to be esteemed negligence that the accident occurred, if by any act of the defendant, which may now be suggested, it might have been prevented. If the court intended, or the jury was led to suppose, that the company was to be judged according to this standard, it is clear that the judgment should be reversed. Tbe question, however, is upon the whole charge; where particular instructions on a given point are not asked for, the court will be reviewed upon the genera] effect of the charge, and not upon sentences or paragraphs selected from it; if as a whole the charge was calculated to mislead, there is error in the record; if not, there is none: Del. & Lack. R. R. Co., 6 Casey, 454.\nIn the opening part of the charge the plaintiff’s case is thus stated by the learned judge of the court below: “ The plaintiff supports his claim that the defendant failed to exercise ordinary care in the running of Train No. 12 upon the night of March Sd, 1884, by two allegations. First, that the train was running at an improper and unusual rate of speed; and second, that no notice of its approach was given either by the ringing of a bell or the blowing of a whistle.”\nThus at the outset, he distinctly declares that the plaintiff’s claim is founded upon an allegation of want of ordinary care only, and states specifically the two matters in respect of which this want of ordinary care is alleged In another part of the charge the learned judge says :\n“While plaintiff had a right to travel the highway, the defendant had a right to do the same with its trains. But in doing so they were bound to exercise ordinary care and prudence; and if the company or its agents failed to exercise such care and prudence, there was negligence for which the company may be held liable.”\n■ The learned judge then proceeds to the consideration of the case, upon the two distinct and only matters alleged as constituting negligence on part of the company; first, that the train at the crossing of Berwick street was moving at a higher rate of speed than was reasonably consistent with the public safety; and, second, that no warning was given of the train’s approach. Referring to the rate, he instructs the jury that there is no fixed rule; that the speed of a train may vary according to the locality; what would be safe at one point would be imprudent at another; and, in substance, that the jury must consider whether the rate was reasonable, under the circumstances.\nAfter a reference to the testimony of the witnesses and to their respective opportunities to know, he submitted in the plainest manner the question “whether upon the night of the accident a proper notice of the approach of the train was given.” The whole theory and tenor of the charge, outside of the paragraph assigned for error, is that the company were bound to the exercise of “ordinary care and prudence” only, and the learned judge in the expressions “every care” and “any act,” used in the paragraphs referred to, manifestly meant “every care,” and “any act,” which, under the circumstances, ordinary prudence would have suggested; and we think the jury must certainly have so understood him; especially as the only alleged acts of negligence were in other parts of the charge separately discussed, and correctly pre-. sented, for their consideration. The language, owing to the ellipsis, is perhaps unfortunate, but, taken with the remaining portion of the charge, it is susceptible of no other meaning than we have given it, and the jury could not have been misled by it.\nThe case was one, we think, for the determination of the jury, under all the evidence. We find nothing on the record which we think should work a reversal of the judgment.\nThe judgment is therefore affirmed."}