{"id": "457621", "contents": "Mr. Justice Green\ndelivered the opinion of the Court,\nAn examination of the sheriff’s return in this case shows that he complied literally and specifically with all the requirements of the second section of the Act of 17th March, 1869, (Bright. Purd. 54 pl. 74) in serving the writ. The Act directs that the attachment “ shall be served by the sheriff &c., by attaching so much of the money, stocks, rights in action, evidences of debt or other property of said party defendant not exempt by law from sale upon execution as will be .sufficient to pay the debt demanded, with costs; and shall deliver to said defendant or defendants or one of them, a copy of said attachment with an inventory of the property or other thing attached, if said party defendant can be found within the county.” The sheriff’s return declares that he “served the within writ of attachment on the defendant therein named to wit, the Miners’ Bank of Summit Hill on the 17th day of April, A. D. 1888, by attaching all the money, stocks, rights in action, evidences of debt and all other property of the said party defendant as within commanded, to wit: 1 bank counter and desk with wire attachments, 1 Hall’s fire proof safe, 2 lamps, 1 writing desk, 8 chairs, 1 stove and pipe, and all the moneys of said defendant in said Hall’s fire proof safe, to wit: $1751.51 ” &c., &c., including real estate with a long description “and delivered to the said defendant a true and attested copy of said attachment with an inventory of the property and other things attached; this said writ of attachment was served on the defendant by reading the same to F. C. Rutter, president of said defendant, and F. W. Abbott cashier of said defendant, and the copies of the said attachment and the said inventories were delivered to said F. O. Rutter president, and F. W. Abbott cashier of said defendant.” The second section of the Act is the only one which makes provision as to the manner and character of the service. By the third section it is made the duty of the officer serving the attachment to take the property into his possession when the same is capable of manual seizure. But the performance of this‘duty is not made a requisite to the validity of the service. It is not a part of the service, and the second section in directing the manner of service enjoins no duty of taking possession. It was very earnestly argued for the plaintiff in error that because there was no actual taking possession of the property attached, the writ acquired no lien, and therefore the property passed to the assignee of the defendant bank, divested of any lien by reason of the attachment. , We have, however, decided that the lien of the writ commences from the time the writ is issued and comes in the hands of the proper officer for service, and that to effect a valid service it is not necessary for the officer to take manual possession of the property attached, at the time of the service : National Bank v. Hilgert, 8 Pennypacker, 437; Jaffray’s Appeal, 5 Out., 583.\nIn the latter of these cases, Mr. Justice Gordon in an exhaustive review of the subject showed that the service of a writ of foreign attachment was complete, and constituted a seizure of the goods when the officer complied with the terms of the Act by going to the store of the defendant and declaring in the presence of two credible persons that he attached the goods in the store, and made known the contents of the writ to the persons in possession.\nIn that case as in this, it was contended that because another section óf the Act made it the duty of the officer to take possession of the goods attached, the service of the writ was invalid, and no lien was acquired. Bat our brother said, expressing the opinion of this Court, that this clause of the Act was only “declarative of the sheriff’s responsibility with reference to the goods which the law, by virtue of the levy, has put into his possession or power.” He adds “ the error is found in the attempt to make that language directory which is purely descriptive and definitive. Where the property is of a particular character, that is, where it is of a kind which is susceptible of manual seizure, the sheriff must, at his own peril, so secure it that it may be forthcoming on the final disposition of the case. But how he is to secure it is not said except that, inter alia, he may for that purpose take the bond of the garnishee. All this however is no more than is the responsibility cast upon the sheriff as to goods seized upon a fi.fa.”\nHe also reviews the cases of Penn. R. R. Co. v. Pennock, 1 P. F. S., 244, and Morgan v, Watmough, 5 Wh., 127, cited and relied upon there as here, and shows them to be inapplicable for reasons as pertinent to the present case as to that. We see no material difference between that case and this. The duty of the sheriff is practically the same under each Act so far as the possession of the goods is concerned. Under the one, if they are capable of manual occupation he is bound to secure them to answer and abide the judgment of the Court. Under the other, it is his duty to take possession of them’ if capable of manual seizure; the object in both cases being that the goods may be forthcoming when required. He is subjected to the same duty when levying upon goods under a fi. fa., yet he may leave them in the possession of the defendant without impairing the lien of the writ. In Paxton v. Steckel, 2 Barr, 93, Sargeant, J., said, “It is not necessary to constitute trespass by an officer who executes a writ of attachment on chattels, to prove any manual handling of the property, or taking them into possession. The levying of the attachment may be done without these Acts, and the property be fully bound by it, and be in the officer’s power and possession, and the owner divested of the possession.”\nIn Duffer v. Records, 12 W. N. C., 287, a sum of money belonging to the defendant was in the hands of the garnishee, and was attached under the Act of 17th March, 1869, but was left in the possession of the garnishee. We held the service to be good, and that the lien attached because of the service and return.\nIn addition to the foregoing considerations we can not regard the garnishee Dreisbach, as any other than the mere representative of the defendant bank of which he is the voluntary assignee, and clothed with no other or higher rights than were possessed by it. Such undoubtedly is the tenor of all the decisions. In Kent, Sauter & Co’s. Appeal, 7 Norr.onpage 167, Paxson, J., said, “ an assignee for creditors is not a purchaser. He is a mere volunteer. The assignee claims through the assignor. His rights rise no higher. The creditors claim through the assignee. They have his title, nothing more. “To the same effect are Norris’ Appeal, 7 Non., 368; Mellon’s Appeal, 8 Cas., 121; Bullitt & Fairthorne v. The Church, 2 Cas., 108, and Fulton’s Est., 1 P. F. S., 204. Inasmuch therefore as the defendant bank could not have alleged the invalidity of the attachment because the money attached was left in its own possession, its voluntary assignee for the benefit of creditors is similarly and equally disabled. The assignee was served as garnishee with the writ in this case before its return and is therefore as well bound by it as the defendant. The jury has found specially that this assignee had in his possession at the time of the trial the very sum of money, 11751.51, which was in the bank's safe when the attachment was issued and served, and that he took possession of it as assignee under the bank’s deed of assignment to him dated May 2d, 1883. In these circumstances we see no reason why he is not equally bound with the bank for the return of the money under this attachment.\nJudgment affirmed."}