{"id": "457649", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court\nWhether the rejection of the plaintiff’s deposition was erroneous or otherwise is not a material question in this case. There was nothing in the deposition to take the note in controversy out of the statute; hence its rejection did the plaintiff no harm. The following is the material part of the deposition : “Witness says: four years after the date of the note, he showed note to Jacob Hoffman, and twice since; he said each time, this note had to be fixed, and on one of these times he said he and William had to pay it. About two years after he had showed Jacob Hoffman the note the first time, he showed it to him the second time, and it was at this time (the second time) that he said he and William would have to pay it. (Means William Hoffman.) About two and a half or three years after he had shown Jacob Hoffman the note the second, time, he showed it to him the third time, when he said yes; lie signed it; that it was liis name, and it would have to be fixed. This spring it was two years that I had the conversation with Jacob Hoffman concerning this note, when he again said it had to be fixed. Witness says that frequently, within six years, prior to the bringing of this suit, Jacob Hoffman said that it had to be or must be fixed.”\nIn order to understand this deposition, it must be borne in mind that, by an exceedingly awkward arrangement, the witness is made to speak in the third person. The language is not literally that of the witness, but of the justice of the peace who took it down, and he has accompanied it with explanations of what he supposes the witness to mean. But taking the deposition for all it is worth, it does not make out the plaintiff’s case. It is not such an acknowledgment of the debt from which an unequivocal promise to pay can be inferred. It does not prove an express promise to pay, nor an implied one. The acknowledgment of his signature to the note would not of itself be an acknowledgment of the debt. The latter might have been paid or there might be a valid defence to it. The expressions that it must be “fixed,” and that “he and William would have to pay it,” are equivocal. In the one instance it is not the equivalent of “ pay ”; in the other it involves another person, and may refer to a supposed liability rather than a present intention to pay. Such expressions as these were held insufficient to toll the statute in Emerson v. Miller, 27 Pa. St., 278. “The decisions of this court apply very strict rules to acknowledgments to take a case out of the Statute of Limitations, and very rightly so. We mean to adhere to them in letter and spirit” : Johns v. Lantz, 63 Id., 324. It is not essentially necessary that the promise be actual or express, provided that the other necessary facts are shown. A clear, distinct and unequivocal acknowledgment of the debt is sufficient to take a ease out of the operation of the statute. It must be an admission consistent with a promise to pay. If so, the law will imply the promise, without its having been actually or expressly made: Palmer v. Gillespie, 95 Pa. St., 340. Tested by this rule we find nothing in the deposition to toll the statute.\nNor do we think the testimony of the witness, James Stroecker, is any stronger. Without quoting it at length, it is sufficient to say that the defendant acknowledged that he signed the note as bail, and that he and William Hoffman “ would have to pay it,” or that “ they would have to pay it.” The witness puts, both expressions in the mouth of the defendant. Neither is sufficient. A statement by the defendant that he and some one else would have to fix a note, or would have to pay it, contains nothing from which an implied promise that the defendant alone would pay. And it has been already seen that the acknowledgment must be consistent with a promise to pay.\nAs there was nothing in this case to toil the statute, the court below did not err in directing a verdict for the defendant. This renders a discussion of the remaining assignments unnecessary.\nJudgment affirmed."}