{"id": "457601", "contents": "Mr. Justice Claek\ndelivered the opinion of the Court,\nAlthough a policy of life insurance is not, like a fire or marin'e policy, a mere contract of indemnity, but a contract to pay a certain sum of money in the event of death, (Scott v. Dickson, 16 W. N. C. 181,) yet, the assured is not entitled to his action on the policy, unless he had, as the basis of his contract, an interest in the subject matter insured ; this is a rule founded in public policy, and is of general application : Ruse v. Mut. Benefit Co., 23 N. Y., 516; if it were not so, the whole system of life insurance would become the mere cover for wicked speculation by wager in human life, and thus prove the occasion for the commission of the grossest crimes.\nAn insurable interest, however, is not necessarily a definite pecuniary interest, such as is recognized and protected at law; it may be contingent, restricted as to time, or indeterminate in amount, but it must be actual, such as will reasonably justify a well grounded expectation of advantage, dependent upon the life insured, so that the purpose of the party effecting the insurance may be to secure that advantage, and not merely to put a wager upon human life.\nTherefore a wife has an insurable interest in the life of her husband; or the husband in the life of his wife: Baker v. Union Mut. Life, 43 N. Y., 283; and a single woman, under contract to marry, in the life of her intended husband: Chisholm v. Nat. Life Co., 52 Mo., 213. A parent has in like manner an insurable interest in the life of a child, and a child in the life of a parent: Loomis v. Eagle Ins. Co., 6 Gray, 396; Mitchell v. Union Life Co., 45 Me., 104; Reserve Mut. Co. v. Kane, 31 P. F. S., 154. In the case last cited this Court says: — “It would be technical in the extreme to say that a son has no insurable interest in his father’s life. Poverty may overtake the father in his lifetime, and thus both father and mother be cast upon the son, or if the father die before her, the necessity may fall at once upon the son. Why then should he not be permitted to make a provision by insurance, to reimburse himself for his outlays, past or future ? What injury is done to the insurance company ? They receive the full premium, and they know in such case, from the very relationship of the parties, that the contract is not a mere gambling adventure, but is founded in the best feelings of our nature, and on a legal duty which may arise at any time.”\nIn Lord v. Dall, 12 Mass., 115, a young unmarried female, without property, who for several years had been supported and educated at the expense of her brother, who stood to her in loeo parentis, was held to have an insurable interest in his life.\nSo also, a creditor has an insurable interest in the life of his debtor: American Life Ins. Co. v. Robertshaw, 2 Casey, 189; Cunningham v. Smith’s Ex’rs., 20 P. F. S., 450. In Keystone Mut. Ass. v. Beaverson, 16 W. N. C., 188, the assured, an unmarried lady, lived with her brother, who supported or maintained her in his family, under circumstances tending to constitute the relation of debtor and creditor between them, and it was held, that he had such an insurable interest in her life, as would support a policy of insurance, taken out by him therein. “ This case ” says the Court, “ was not submitted to the jury under a ruling that the mere fact of a person on whose life the policy was taken, being a sister to the defendant in error, gave to the latter an insurable interest in her life, although reputable authorities have recognized such relationship to be sufficient: Etna Life Ins. Co. v. France, 4 Otto, 562. In the present case, evidence was given that he was supporting and maintaining her in his family, under circumstances tending to constitute the relation of debtor and creditor. It was under all the facts of the case that the Court held he had an insurable interest in the life of his sister. It is very clear that the insurance was obtained in good faith and not for the purpose of speculating upon the hazard of a life in which he had no interest: Scott v. Dickson, supra. The policy in question shows the willingness of the company to take the risk on the ground of relationship alone.”\nThe rule deduciblo from all the cases, is thus stated in Warnock v. Davis, 14 Otto, 775, by Mr. Justice Field: — It is not easy to define with precision what will in all cases constitute an insurable interest, so as to take the contract out of the class of wager policies. It may be stated generally, however, to be such an interest, arising from the relations of the party obtaining the insurance, either as creditor of or surety for the assured, or from the ties of blood or marriage to him, as will justify a reasonable expectation of advantage or benefit from the continuance of his life. It is not necessary that the expectation of advantage or benefit should be always capable of pecuniary estimation ; for a parent has an insurable interest in the life of his child, and a child in the life of his parent; a husband in the life of his wife, and a wife in the life of her husband. The natural affection in cases of this kind is considered as more powerful — as operating more efficaciously- — to protect the life of the insured than any other consideration. But in all cases there must be a reasonable ground, founded upon the relations of the parties to each other, either pecuniiary or of blood or affinity, to expect some benefit or advantage from the continuance of the life of the assured. Otherwise the contract is a mere wager, by which the party taking the policy is directly interested in the early death of the assured. Such policies have a tendency to create a desire for the event. They are, therefore, independently of any statnte on the subject, condemned, as being against public policy.\nIt cannot be pretended that Gamier had an insurable interest in the life of his aunt, by force of the mere relationship existing between them; no case has been brought to our notice, which carries the rule to this extent. Between husband and wife, and parent and child, the relationship is so close and intimate, and the mutual dependence and legal liability for support so manifest, that nothing more is wanting to establish the insurable interest. Gamier, however, did not hold any such relation to Ellen M’Lean, either natural or assumed; he was simply her “ friend and adviser.” He was doubtless a valuable friend ; he had advanced money to bring her to Philadelphia; he fitted up, stocked, and from time to time, replenished the store at Tenth and Manilla; having disposed of this for her benefit, he purchased the establishment on Fitzwater; and, selling this, he bought for her a third, on Fifth below Christian. She repaid Gamier, however, for his outlays, in her behalf, from time to time, from the ordinary receipts of the several stores, and from the proceeds of the sales.\nThe only relation existing between James Gamier and Ellen McLean, which could give Gamier an insurable interest in her life, was that of debtor and creditor, and upon this ground alone the case must be considered. It is not denied that at the date of the policy Mrs. McLean was indebted to Gamier, for money advanced and expended in her behalf, in some amount between $500 and $750. It is said, however, in his answer that Gamier disclaims as a creditor; that he places\" his right to the proceeds of the policy on other grounds, and makes no claim whatever by reason of any indebtedness. We do not so understand either the answer or the evidence, given by the defendant in the case. The bill charges, in the first paragraph, in substance, that the policy was taken out and applied as a collateral security to the debt, which Mrs. McLean then owed Gamier, and in the subsequent paragraphs, that the debt having been fully paid in the lifetime of the assured, the proceeds of the policy should pass into her estate. This fact is specifically denied; the defendant, in his answer, says it is “ not true that the policy of insurance referred to in paragraph one of the complainant’s bill was applied for, and issued upon, the life of Ellen McLean for any such reason or purpose as therein stated.”\nIt is undisputed, however, that at the issuing of the policy the relation of debtor and creditor did exist, and to the extent stated; the defendant having denied that the policy was taken as collateral security for that debt, a question of fact is thus raised to be determined by the evidence. Upon examination of the proofs, we find no evidence from which the fact might be fairly inferred. The insurance was not effected at the instance of Mrs. McLean, but at the suggestion of her son Samuel McClatcliy, in whose name a second policy in $1,000 was at the same time issued. The premiums were paid and the policy maintained by Gamier; indeed, there is not the slightest proof in support of the plaintiff’s hypothesis, that the policy was held in trust for the debtor, and, in the absence of such proof, the presumption is that the rights of the parties appear upon llic face of the policy: Cunningham v. Smith, 20 P. F. S., 450.\nIt has been said, however, on the authority of Goodsall v. Boldero, 9 East., 72, that an insurance upon the life of a debtor, in behalf of a creditor, is in legal effect but a guaranty of the debt, and if the debt is paid, the insurance is at an end; but it is now settled that this case is not the law; it was directly drawn in question and was expressly overruled in Dalby v. India & London Life Ins. Co., decided in the Exchequer Chamber, 15 C. B., 365. The law seems to be well settled that it is wholly unnecessary to prove an insurable interest in the life of the assured, at the maturity of the policy, if it was valid at its inception, and in the absence of express stipulation to the contrary, the sum expressed on the face of the policy is the measure of recovery: Rawls. v. American Mut. Ins. Co., 27 N. Y., 282; Mowry v. Home Ins. Co., 9 R. I. (1869); Hoyt v. New York Life Ins. Co., 3 Bosw., 440; Phoenix Mut. Ins. Co. v. Bailey, 13 Wall., 616.\nThe doctrine of all the cases to which our attention has been called is, that if the policy was originally valid, it does not cease to bo so by cessation of interest in the subject of insurance ; unless such be the necessary effect of the provisions of the instrument itself. Therefore, where a husband insured his life for the benefit of his wife, and was subsequently divorced, it was held, that notwithstanding the relation of husband and wife no longer existed, and her insurable interest had thus ceased, yet she could recover the full amount of the policy: Com. Mut. Life v. Schaffer, 4 Otto, 457. “ Supposing a fair and proper insurable interest of whatever kind,” says the Court in the case last cited, “to exist at the time of taking out the policy, and that it be taken out in good faith, the object and purpose of the rule which condemns wager policies is sufficiently attained; and there is then no good reason why the contract should not be carried out according to its terms.” To the same effect is McKee v. Phoenix Co., 28 Mo., 383.\nAll tlie cases to which we have referred. It is true, arose from suits brought upon the policies of insurance; but the same principles apply where the company,' admitting its liability, has paid the money into Court to abide the result, and the Controversy is between the remaining parties.\nIn our own case of Scott v. Dickson, 16 W. N. C., 181, our brother Paxson, upon a review of the cases, concludes that where one has an insurable interest at the time an insurance is effected upon the life of another for his benefit, the fact that his interest ceases to exist at or prior to the death of the insured, will not, as against the personal representatives of the insured, deprive him of the right to receive the insurance money ; therefore it was held that a surety on an official bond had an insurable interest in the life of the obligor, and that his right to recover upon the policy was not affected by the fact that no breach of the condition of the bond had ever occurred.\nBut a merely colorable, temporary, or disproportionate interest may present circumstances, from which want of good faith and an intent to evade the rule, may be inferred; therefore, although the relation of debtor and creditor may in general be said to establish an insurable interest, the amount of the insurance placed upon the life of, the debtor cannot be grossly disproportionate to the benefit, which might reasonably be supposed to accrue from the continuance of the debtor’s life, without leaving the transaction open to the imputation of being a speculation or wager upon the hazard of a life: Wainright v. Bland, 1 Moody & Rob., 481; Miller v. Eagle Life Co., 2 Smith, N. Y., 268.\nThe case of Cammack v. Lewis, 15 Wallace, 643, is exactly in point; the policy was taken out by Cammack, the creditor, upon the life of Lewis, his debtor, in the sum of $3,000— $2,000 for his own benefit, and $1,000 for the benefit of Lewis. Lewis, in fact, only owed Cammack $70, although he voluntarily and without consideration gave his obligation at the time for $3,000. “If the transaction,” says Mr. Justice Miller, “ as set up by Cammack be true, then, so far as he was concerned, it was a sheer wagering policy, and probably a fraud on the insurance company. To procure a policy for $3,000 to cover a debt of $70 is of itself a mere wager. The disproportion between the real interest of the creditor and the amount to be received by him deprives it of all pretence to be a bona fide effort to secure the debt, and the strength of this proposition is not diminished by the fact that Cammack was only to get $2,000 out of the $3,000; nor is it weakened by the fact that the policy was taken out in the name of Lewis aud assigned by him to Cammack. This view of the subject receives confirmation from the note executed by Lewis to Cammack for the precise amount of the risk in the policy, which, if Cam-mack’s account be true, was without consideration, and could only have been intended for some purpose of deception, probably to impose on the insurance company.” See also Conn. Mut. Co. v. Lucks, 108 U. S. R., 498.\nIn the case at bar the policy was $2,000; the amount of the indebtedness was at the time undetermined, and therefore uncertain ; it is since ascertained to have been between $500 and $750. Considering the character of their business relations, the unsettled condition of their affairs, the age of the subject of insurance, the probable amount of premiums which might accrue, the accumulation from interest, we could not say the transaction carries with it any inherent evidence of bad faith. The essential thing is, as stated by the learned judge of the Court below, that the policy should be obtained in good faith, and not for purposes of speculation upon the hazard of a life, in which the insured lias no interest.\nThe case is materially different from Gilbert v. Moose’s Admrs., 18 W. N. C., 489 ; the principles involved in that case are not drawn in question here.\nWe find no error in the decree of the Court below, and it is therefore affirmed.\nThe decree is affirmed, and the appeal dismissed at the cost of the appellant."}