{"id": "457606", "contents": "Mr. Chief Justice Mercur\ndelivered the opinion of the Court,\nThis is an appeal from a decree setting off $300 worth of property to the alleged widow of Jacob R. Riegel, deceased. Whether the appellee was ever his lawful wife, is the question in the case.\nIt is clearly proved that they lived and cohabited together for several years. She gave birth to a child, which he claimed and recognized to be his. There is evidence that at times he declared she was his wife, and introduced her as such. On one occasion, when he conve}ed some real estate, she joined in the deed as his wife. At other times, when asked whether he was married to her, he would give evasive answers, neither admitting or denying that he was or was not. At the time the child was born, Rebecca Forney swears they were not married, that witness asked each of them about that time. “He said he was not married, that he would take her for a housekeeper.” “ He said he would never marry her.” “ She said she was long ago married.”\nAt other times the appellee spoke of him as her husband. Mrs. Dr. Rhoads, however, testifies after Riegel and the appellee had lived together for some time, that the latter “ complained to her that he would not marry her.” “She blamed his sister for being opposed to his marrying her.” “ She said whenever she would ask him to marry her, he would say, “I cannot, my sisters don’t want you in the family.” Witness further testified the appellee said, “ She told Jacob Riegel to get himself another housekeeper if he would not marry her.”\nThe whole evidence discloses quite a difference of opinion in the minds of their neighbors, as to whether they were married. It was so uncertain that there appears to have been much talk questioning it, while they were living together. The evidence does not show any actual marriage, nor any well recognized general reputation that the}' were married.\nSoon after the death of Riegel and before his funeral, Ressler swears he was at her house and said to her, “ You know there are rumors on the street that you and Jacob Riegel were not married ; ” and she answered, “If we ain’t married, I was true to him all the time we lived together.”\nShe was afterwards called and testified in her own behalf. She denied generally that she had such a conversation with Mrs. Rhoads, and swore that she did not tell her that she said to Jacob, “If yon don’t want to marry me, then get yourself another housekeeper.” She did not specifically deny other portions of Mrs. Rhoads’s evidence equally as strong and expressive that no marriage existed ; nor did she deny having used tlio language testified to by Ressler. She did not swear that she was ever married to Riegel, or that there was any agreement between them under which they lived together as husband and wife. On the argument of the case in the Court below, it appears by the opinion of the Court that the appellant asked why she was not examined with reference to her marriage with the decedent. The answer was that she was called and testified only in rebuttal. The learned judge says “ the question why she was not called and did not testify in chief, still remains unanswered, and I submit that I am not able to answer it.”\nWe think the easy and correct solution of this question is to infer she was not called in chief to testify to an alleged marriage with Riegel by reason of her known inability to testify to any fact sufficient to prove a marriage.\n■Undoubtedly they lived together for a long time under circumstances sufficient to prove intimate sexual relations; but cohabitation and reputation alone are not marriage. They are merely circumstances from which a marriage may some^ times be presumed. It is a presumption, however, that may be rebutted by other facts and circumstances: Hunt’s Appeal, 86 Pa. St., 294. When the relation between a man and a woman living together is illicit in its commencement, it is presumed so to continue until a changed relation is proved. Without proof of subsequent actual marriage, it will not be presumed from continued cohabitation and reputation of a relation between them, which was of illicit origin: Id.\nHere the evidence establishes with sufficient certainty that in its inception the relation between the appellee and Riegel was illicit, and there is no sufficient evidence to create a legal presumption of any subsequent marriage. In arriving at this conclusion we do not doubt the correctness of the law as declared in Richard v. Brehm, 73 Id., 140, and numerous kindred eases. Many times marriage may be proved by acts of recognition, continued matrimonial cohabitation, and general reputation. Here, however, the evidence falls far short of satisfying the mind that there was ever any actual agreement to form the relation of husband and wife.\nThere is another feature in the case, which, if proved, would establish that she is the wife of another man who is still living. The appellant gave evidence tending to prove that before the appellee formed any relations with Riegel she lived and cohabited with one Jeremiah Ribble, and was reported to be his wife, and he is still living. Some eight witnesses testify that Ribble and she were living together, keeping house and reputed to be husband and wife. Four of these witnesses were neighbors living on the same street with them ; one was a cousin of the appellee ; and three of them were brothers of Ribble. Two of the brothers testify that he told them he and she were married and were living together or keeping house.\nThe- evidence of cohabitation and reputed marriage with Ribble, during the time she lived with him, is of the same general character as that given to prove the subsequent relations between her and Riegel; but that time was of much shorter duration.\nShe swears she never lived with Ribble as his wife. If, in fact, she lived and cohabited with him as his mistress, the reputation proved, and his declarations would not make her his wife. They would not be sufficient to establish the existence of a valid marriage with him. They do however tend to strengthen the probability that she may have formed the same kind of meretricious relation with Riegel. The evidence of any marriage with him is too weak and uncertain to establish that relation, and the learned judge erred in holding other wise.\nDecree reversed at the costs of the appellee the confirmation of the appraisement to her is taken off, the exceptions thereto are sustained, and the appraisement is set aside."}