{"id": "458263", "contents": "Opinion op\nMr. Justice Allen M. Stearne,\nThis appeal raises two questions: (1) did the election of the widow to take against the will cause the failure of the entire testamentary disposition and (2) do the bequests to grandchildren and their issue transgress the rule against perpetuities.\nTestator executed his will in 1933. He was survived by a wife and a married daughter (an only child) who had three children. The will discloses testator’s antipathy toward his son-in-law. The death occurred March 5, 1935. The wife, daughter and the three grandchildren still survive. The entire estate consisted of about $225,000.\nThe testamentary scheme may be summarized as follows: $2,000. was set apart for the maintenance of testator’s burial lot and mausoleum; certain of his furniture, jewelry and personal effects were bequeathed to his wife, if she survived, otherwise to grandchildren, with reservation of the life use by the daughter in furniture and furnishings if the daughter was separated from her then husband. The daughter was given the privilege of occupying certain designated real estate until she was qualified to occupy his home. The qualifications were death of testator’s wife and the separation of the daughter from her husband. The residue of the estate was placed in trust, the income to be paid to his wife for life. After the death of the wife, 15% of the principal of the trust was set aside to establish a foundation, the income to be used “to relieve the poor sick or poverty stricken in the Borough of Hamburg, Pennsylvania”. The balance, or 85%, was to be further retained in trust and out of the net income $1,000. was to be paid as a birthday gift to each of his grandchildren upon attaining 18 years and $1,000. each year thereafter during the term of the trust, with discretion in the trustees to withhold payment if in the best interest of grandchildren. Out of the balance of net income, $100. a month was directed to be paid to the daughter, under married woman’s separate use trust, and any remainder of income was to be added to principal. If the daughter became separated from her husband, the whole of the income, after payment of the birthday gifts, was payable to the daughter for life. After the death of the daughter the income was to be accumulated, except as provided for birthday gifts, and added to principal until the oldest grandchild arrives at 21, when the trust fund is to be divided into as many parts as there are grandchildren living and issue of grandchildren deceased. The income on each share is to be accumulated until the grandchild arrives at 21, and the income thereafter paid to the grandchild until he arrives at 30, when he receives one-fourth of the principal, and similarly thereafter until he reaches 35, and again when he reaches 45, and thereafter the income for life on the last or fourth portion thereof, with power of appointment over the principal, and in default, to such grandchild’s issue upon attaining 21 years, with provision respecting failure of issue.\nThe widow elected to take against the will, and thereby became entitled to and received one-half part of the entire estate: Wills Act of June 7, 1917, P. L. 403, section 23 (a), 20 PS, section 261; Intestate Act of June 7, 1917, P. L. 429, section 1 (a), 20 PS, section 1.\nThe executors thereafter filed three partial accounts, one in 1936 and two in 1940, all of which were audited and the balances awarded to the trustees under the terms of the will. On August 31, 1942, the fourth and final account of the executors was filed, which was duly audited. Exceptions to the adjudication were dismissed. This appeal followed. The questions now presented were not litigated or passed upon in the previous adjudications and are therefore open: see Emmerich Estate, 347 Pa. 307, 311.\nWe are required to pass upon the effect of the widow’s election to take against the will. The general rule is that the election of a widow to take under the intestate laws is equivalent to her death, and unless the will plainly indicates a contrary intent, remainders are accelerated: Disston’s Estate, 257 Pa. 537, 101 A. 804. See: Brown and Sterrett’s Appeal, 27 Pa. 62; Coover’s Appeal, 74 Pa. 143; Klenke’s Estate (No. 2), 210 Pa. 575, 60 A. 167; Kern’s Estate, 296 Pa. 348, 145 A. 824. There is, however, a well defined exception to this general rule of acceleration. Where acceleration works a hardship, parts of the estate may be sequestrated, in accordance with equitable principles, for the benefit of disappointed legatees and devisees. An example of the operation of this principle will be observed in Lonergan’s Estate, 303 Pa. 142, 154 A. 387. There the gross estate approximated $1,500,000. Under the will the residuary legatee would have received $900,000. The widow elected to take against the will, the effect of which was that the residuary legatee’s share was reduced to $500,000. Testator had erected a trust for his wife of $200,000., in which she was given a life estate. At the wife’s death the corpus was payable: $150,000. to the residue and $50,000. to the wife’s testamentary appointees, and in default, to the wife’s sister and two sons. On the widow’s election, the court below awarded, by way of acceleration, the $50,000. to the widow’s relatives. We reversed. We directed sequestration of the fund of $50,000., and permitted the residuary legatee to receive interest thereon until the actual decease of the widow. Varying testamentary provisions render it impossible to promulgate rules of sequestration which will apply in every case. Each will must be considered on its own facts. The cases are collected in Hunter, Pennsylvania Orphans’ Court Commonplace Book, Vol. I, page 361 et seq., section 15. Judge Makx, in his well-considered opinion, demonstrated that in this case there was no portion of the estate susceptible of sequestration. The gift to the daughter was the remnant of income after the gifts of income to testator’s grandchildren had been satisfied. The gifts to the daughter of income were clearly subservient to those of her children. To sequestrate this fund for the benefit of the daughter would take away income specifically bequeathed to the grandchildren. This would be inequitable and will not be permitted.\nThe daughter urges that the effect of the widow’s election has been more destructive of the testamentary scheme than mere sequestration. She maintains that it entirely destroyed the testator’s purpose and intent and rendered the entire trust void. She relies upon 2 Restatement, Property, section 231 (page 961).\nThe text of this section of the Restatement reads as follows: “When an attempted prior interest fails because the person to whom it is limited renounces it, succeeding interests are accelerated except when . . . (b) ... [there is] (ii) the failure of the entire disposition\nComment- (h) to this section states (page 971) : “. . . When the combined effect of the renunciation and of the removal of assets to satisfy the adverse claim of the renouncer so affects the balance of the disposition that it is clear that the testator, if he had known of this partial frustration of his desires, would not have desired such balance of the disposition to take effect, then the entire disposition fails”.\nWe agree with, the text of the Restatement. If it is clear that under the facts a partial frustration does effectively cause a total failure of the entire disposition, undoubtedly the trust fails. We have been referred to no case revealing such an unusual situation.\nWe need not express any view on the comment quoted; in our view, it can have no application to this case. Indeed, we cannot assume that a testator did not contemplate the possibility of his widow’s election to take against his will. On the contrary, every married testator knows, or is presumed to know, that his surviving spouse may elect to take against the will. A testator may always condition his legacies depending upon the election of the widow: Mohn’s Appeal, 76 Pa. 92; Carr’s Estate, 138 Pa. 352, 22 A. 18.\nThe election of the widow to take against this will did not cause a failure of the entire testator’s disposition. To gather the testamentary intention we must place ourselves in “testator’s arm chair” and consider the circumstances surrounding him when he executed his will: Postlethwaite’s Appeal, 68 Pa. 477; McGlathery’s Estate, 311 Pa. 351, 166 A. 886. The will reveals testator’s complete satisfaction with his own philosophy of life and his success. He perpetuated his memory by provision for maintenance of his mausoleum and the erection of a charitable foundation, named for him, to benefit the “poor sick” and “poverty stricken” of his native borough. The chief objects of his bounty were his wife and grandchildren, the children of his only child. One thing stands out prominently: it was not his daughter who was a principal object of his concern. Obviously the disaffection for the son-in-law was the reason why the daughter was to receive merely the remnants of income after the other gifts of income had been made to her children. His method of distribution of income to the grandchildren may at first glance appear unusual. He fixed the birthday of each grandchild as the time for each annual distribution of $1,000. out of income. Throughout the will testator repeatedly reiterates such intent. We may not regard the payment of such birthday gifts as an obstructing or frustrating cause disturbing the testator’s plan for the distribution of his income. A careful analysis of the will will show that the payment of such annual birthday gifts constituted the testators method of distributing income. The daughter only received such income as thereafter remained, and then only under certain conditions.\nIt may well be that testator’s general testamentary scheme was too ambitious. He may have overestimated the size of his estate. He may also have been too optimistic concerning the effect of the financial situation upon his estate between the date of his will in 1933 and his death in 1935. When his widow elected to take against the will, and received her one-half share under the intestate law, the value of this estate was reduced in exactly that proportion. There was an acceleration of the remainders. The balance in the estate must be held and distributed as directed by the will.\nThe daughter claims this trust estate upon an additional ground. She maintains that the trust is void because it violates the rule against perpetuities. Judge Marx, in a well-reasoned adjudication, citing the appropriate authorities, demonstrates that the vested estates in the living grandchildren are valid and that these estates will not be affected or disturbed if ultimate ones transgress the rule against perpetuities. We will not restate that which Judge Marx has so accurately written. See: Lawrence’s Estate, 136 Pa. 354, 365, 366, 20 A. 521; Whitman’s Estate, 248 Pa. 285, 93 A. 1062; Jones’s Trust Estate, 284 Pa. 90, 93, 94, 130 A. 314; McCaskey’s Estate, 293 Pa. 497, 508, 143 A. 209; Kern’s Estate, 296 Pa. 348, 356, 358, 145 A. 824; Hecht’s Estate, 316 Pa. 12, 173 A. 324; McCreary’s Trust Estate, 328 Pa. 513, 196 A. 25; Quigley’s Estate, 329 Pa. 281, 198 A. 85; Kamerly Estate, 348 Pa. 225.\nThe appeal is dismissed at the cost of the appellant."}