{"id": "458219", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThese five appeals involve the construction of a will. There are two questions raised. One is whether the entire trust is void because it violates the rule against perpetuities. The other is whether an excessive exercise of a special power of appointment invalidates the entire appointment or only the invalid portions.\nBefore analyzing the will and the factual situation, we must keep in mind the legal principle of the rule against perpetuities, its purpose and application. This is the measuring rod by which the validity of the trust is to be tested. This Court reviewed the rule in Warren’s Estate, 320 Pa. 112, 182 A. 396.\nThe limit under the rule against perpetuities for the creation of executory interests to commence is within the period of a life or lives in being and twenty-one years, allowing for the period of gestation. The rule is a mode “adopted by the Common Law for forwarding the circulation of property which it is its policy to promote.” Gray on The Buie Against Perpetuities, Section 2.1. We have said in Warren’s Estate, supra, p. 113: “In testing any given case under the rule there is a distinction made between the effect of testamentary or inter vivos provisions made by the testator or settlor himself, and those made by a donee of a power of appointment under the terms of the trust. The distinction while narrow, is, nevertheless, extremely important. In cases of trusts created by a testator or settlor the validity of the disposition is governed by possible events, not necessarily by actual events as they may have happened to materialize. For instance, if an interest could arise beyond the limit fixed by the rule, the disposition is void irrespective of the fact that such a person was in fact born within the limitation of the rule. The test is whether, under the provisions of the trust, it is possible for a person to take an interest held to be too remote under the rule. If so, the limitation is void: Jarman on Wills, 233; Lilley’s Est., 272 Pa. 143; Ledwith v. Hurst, 284 Pa. 94; Scott’s Est., 301 Pa. 509; Friday’s Est., 313 Pa. 328.\n“Contradistinguished from the case of the creation of a future interest in the original will or deed is when such interest is created by the donee of a power. While the remoteness of the appointed estate is still measured from the time of the creation of the power (Lawrence’s Est., infra), it is the fact and not the possibility which rules. If the appointment as actually made does not violate the rule, such appointment is not rendered void merely because the appointee might have appointed in a manner too remote. It is well settled that the exercise of a power of appointment is not rendered void because of the fact that within its terms an estate might be created which possibly would be too remote. The determination of the validity of the appointment in such cases depends upon the facts as they actually exist at the time the appointment is made and not possibilities: Lawrence’s Est., 136 Pa. 354; Boyd’s Est., 199 Pa. 487; McClellan’s Est., 221 Pa. 261; 48 Corpus Juris, page 978, section 63, page 979, section 65, note no. 74.”\nWith these principles as the measure, we have examined this will and the facts.\nCharles S. Lewis, the testator, died in 1891; he bequeathed his residuary estate to a corporate trustee in trust until the decease of the last survivor of his children and the expiration of twenty-one years thereafter (unless all his descendants should be dead prior thereto) the income in the interim to be distributed amongst his descendants per stirpes, with the right on the part of any child to vary such distribution. At the expiration of such period the trust was continued in this language, “In Trust, at the expiration of a period of twenty one years after the decease of the last survivor of my children ... to divide the principal of my estate into as many parts or shares ... as, at that time there shall be children of mine then dead, represented by descendants then living, and to subdivide the share falling to each set of descendants of a child of mine then dead, among them “per Stirpe” upon the principle of representation Provided however that it shall be competent for any child of mine by last Will to direct a distribution amongst its descendants in trust or absolutely, equally or unequally, amongst all or to the exclusion of one or more in which case the payment shall be made to his or her descendants in the way and manner directed in said will anything hereinbefore or hereinafter contained to the contrary notwithstanding.”\nDecedent was survived by three children: Francis H. Lewis, Mary E. L. Newton and Louisa L. Stovell, all of whom are deceased. Louisa Stovell, the last survivor of decedent’s children died on April 10,1921. The trust by its provisions therefore terminated 21 years thereafter, on April 10, 1912, except insofar as it was not extended by any child under the exercise of the poioer of appointment conferred.\nFrancis H. Lewis died testate in 1917 without issue, not having exercised any power of appointment (unless the entire trust is invalid this estate is not included in the distribution). Louisa L. Stovell died testate in 1921, leaving four children, having exercised her power of appointment (no question arises over the validity of the exercise of this power of appointment). Mary F¡. L. Newton died testate in 1913 leaving four children, having exercised her power of appointment (the question of the validity of the exercise of this power is the principal subject of this litigation).\nFrom the foregoing recital two issues are sharply defined. No one questions the validity of the testator’s grant of life estates to his children and their issue. We are only concerned with the validity of the trusts commencing 21 years after the decease of his last surviving child. Should it be decided that the powers of appointment to be so exercised at the expiration of 21 years after the decease of the last surviving child of testator are void for remoteness, then an intestacy would result. The estates of the three children would thereupon each receive one-third share absolutely. This is the contention of the beneficiary under the Francis H. Lewis will. If, however, such trusts are not void for remoteness, the estate of Francis H. Lewis does not participate, because this child of testator died, before his sisters, without issue, and without having exercised any power of appointment. As a consequence of such a decision one-half of the trust would pass to the children of Louisa L. S to veil under her appointment. The remaining one-half would pass, either under the valid parts of the appointment of Mary E. L. Newton, or in default of any valid appointment to her children absolutely under the will of her father, the testator.\nThere is no dispute that the powers of appointment given to testator’s children are special and not general. The appointments were required to be made by will and were limited to distribution to a child’s descendants. It is conceded that in exercising such power Mrs. Newton exceeded her authority. The question of law is whether such excessive exercise invalidates the appointment in its entirety or whether the good portions may be separated from the bad — enforcing the good parts and rejecting the bad.\nWe have examined the will of Mrs. Newton wherein she has exercised her power of appointment. She did not limit distribution to' her descendants. We will not quote from her rather long and involved will. It will suffice to say that she gave a life estate to her husband; after the death of the husband she gave the net income to her children and issue until the death of her last surviving child, and then the principal to the descendants of her children per stirpes; if there were no descendants of the last surviving child, such child was to have power to appoint to charity; she conferred limited power upon her husband to modify trusts; she directed that if a share of income was inadequate for a child’s “maintenance and support”, portions of principal were to be applied therefor.\nUnder these facts, the learned auditing judge ruled that the trust was not void as being too remote; that the power of appointment exercised by Mrs. Newton was valid because all of her children were born in the lifetime of the decedent; that such power of appointment was a special one, but she exceeded it when she provided a life estate for her husband, delegated her powers and provided contingently for charity. The auditing judge further ruled, while parts of such exercise were invalid, that part was good which granted life estates to her children. He declined to terminate the trust irrespective of the question of invalidity of the remainder because of the existence of valid life estates, for which the trustees had active duties to perform. He regarded the trust of the life estates in the nature of separate use trusts because of the provision for maintenance and support. Upon exceptions the adjudication was confirmed by a majority of the Orphans’ Court in an opinion by Judge Hunter. A dissenting opinion was filed by Judge Ladner, who agreed that the trust as created by testator was valid, but was of opinion that the exercise of the appointment by Mrs. Newton was void in its entirety. In his view the exercise was limited to within the time fixed by the testator for the termination of the trust, i. e., within the life of the survivor of testator’s children and 21 years thereafter.\nWe agree with the court below that the trust as erected by testator did not transgress the rule against perpetuities. As pointed out in Warren’s Estate, supra, the limit for the creation of executory interests to commence is within the period of a life or lives in being and twenty-one years, allowing for the period of gestation. When, therefore, testator provided for payment of income “until the decease of the last survivor of [his] children and the expiration of twenty-one years thereafter” and at the expiration of such period to divide the principal per stirpes among the descendants of such children, there was no violation of the rule. All of testator’s children necessarily must have been born within his lifetime and their descendants take absolutely at their decease.\nIt is the contention of the beneficiaries under the Francis H. Lewis will, that the effect of the grant of a power of appointment by testator to his children is an extension of the trust beyond the limit of the rule, thereby rendering it invalid.\nWhat this appellant overlooks are the distinctions pointed out in Warren’s Estate, supra, between the effect of testamentary or inter vivos provisions made by a testator or settlor himself, and those made by a donee of a power of appointment. In case of trusts created by testator or settlor, the validity is governed by possible events. Where trusts are created by a donee of a power, the determination depends upon the facts as they actually exist at the time the appointment is made. While the remoteness of the appointed estate is still measured from the time of the creation of the power, it is the fact and not the possibility which rules. When both of testator’s daughters exercised their powers of appointment in favor of their children, all of the children were living at the death of their grandfather, the testator. It is therefore manifest that the exercise of these powers of appointment in favor of grandchildren living at the date of the death of the creator of the trust did not violate the rule. It merely constituted the lighting of other candles, while the original candle was still burning.\nThis appellant submits an additional reason why the trust should be held to be invalid. Counsel argues that since under the terms of the trust distribution of the principal occurs “at the expiration of a period of twenty-one years after the decease of the last survivor of my children,” such distribution necessarily occurs after the life and lives in being and 21 years thereafter have expired, and hence the trust, in this respect, is void for remoteness.\nThe same question has arisen in England and in Illinois. No decision in Pennsylvania has been cited and we have been unable to find one. However, we approve of what Chancellor Warrington said in English v. Cliff (1914), 2 Ch. 376, 381: “The trust in the present case is to arise at the expiration of the term of twenty-one years, and if looked at from one point of view that trust arises coincidently with the last moment of the term, although, if looked at from another point of view, it may be said to arise at some infinitesimally small .fraction of time after the last moment of the term. In my opinion, however, the only sensible view to be taken of such a limitation is that the term determines and the trust arises at the very moment of time, and if looked at in that way it is impossible to say that the trust arises at a later period than that allowed by law. It seems to me therefore that the term determines and the trust arises at mathematically and identically the same moment, and so far as that objection goes I am of opinion that the trust is a good one.” See also: Kolb v. Landes, 277 Ill. 440, 115 N. E. 589. Both cases are cited with approval in the annotations in Gray on The Buie Against Perpetuities (4th ed.), section 201, p. 191.\nThe remaining four appeals are by children of Mary E. L. Newton. They maintain that their shares should be awarded to them absolutely. The court below, as above indicated, awarded life estates only. These appellants contend that the excessive exercise of the power of appointment by Mrs. Newton rendered the entire appointment void. The majority of the court below decided that where the exercise of a power of appointment is partly good and partly void, if the valid parts are possible of separation from those which transgress the potoer, such valid parts will be sustained. The majority sustained the ruling of the auditing judge that it was possible to separate the good from the bad portions; that the good portions consisted of life estates; that the life estates were subject to active duties on the part of trustees, and were subject to separate use trusts; that therefore there could be no termination of the trusts, even though the remainders were void, but vested in same individuals under the grandfather’s will.\nWe are in accord with the majority of the court below that where prior vested interests can be separated from those which are ineffective the valid portions will be enforced. Mr. Justice Linn said in McCreary’s Trust Estate, 328 Pa. 513, 519, 196 A. 25: “We have two classes of cases: (1) those in which prior vested interests can be separated from those that are ineffective (Whitman’s Estate, 248 Pa. 285, 93 A. 1062; Ewalt v. Davenhill, 257 Pa. 385, 101 A. 756; Warren’s Estate, 320 Pa. 112, 182 A. 396), and (2) those in which it was considered impossible to separate them (Johnston’s Estate, 185 Pa. 179, 39 A. 879, and cases following it).” The question therefore is: Are the valid parts of the appointment possible of separation from those which transgress the power?\nMrs. Newton’s special power of appointment was limited to her descendants. What she did was, as hereinbefore indicated, (1) give a life estate to her husband; (2) give the income to her children, with remainder to their issue per stirpes-, (3) give a power of appointment to her last surviving child (if there were no decendants of the children) to name a charity; (4) confer limited power upon the husband to modify the trust. It is conceded that except for the provision of income for her children, every other part of the appointment is void. It exceeded in part her authority under her special appointment and transgressed, in part, the rule against perpetuities.\nWe need not cite all the cases where the valid parts of a trust or estate under appointment are salvaged from invalid portions. In most of them there was a valid life estate and an invalid remainder, which of course were readily separable: Whitman’s Estate, supra, Ewalt v. Davenhill, supra, Warren’s Estate, supra.\nWhen a power of appointment is exercised the intent of the donee of the power must be ascertained in precisely the same manner as a testator’s intent is discovered in a will. Indeed, this power was exercised by a will. As we view Mrs. Newton’s will she did not intend to grant immediate life estates to her children. On the contrary, such life estates were subject to a preceding life estate to her husband, who was also granted power to modify the trust. In our view the appointment regarded as a whole obviously constitutes such an integrated scheme or pattern that the component parts cannot be separated from one another without defeating the organic plan: Feeney’s Estate, 293 Pa. 273, 142 A. 284; Johnston’s Estate, 185 Pa. 179, 39 A. 879; Quigley’s Estate, 329 Pa. 281, 198 A. 85. The appointment is therefore void and inoperative.\nDistribution of the principal of the Newton trust must therefore be made to the descendants of Mary E. L. Newton, per stirpes, absolutely, in accordance with the terms of the will of testator.\nThe appeal, No. 170, of the Executor of the will of Erancis H. Lewis, deceased, is dismissed. Appeals Nos. 163, 164, 165 and 166 are sustained. The adjudication, as modified, is affirmed. All costs to be paid out of the estate."}