{"id": "458466", "contents": "OPINION OF THE COURT\nCASTILLE, Justice.\nThe primary issue raised in these consolidated appeals is whether food, non-alcoholic beverages and related non-food supplies furnished by appellees to passengers and crew members during commercial flights are “directly used” in the supply of a public utility service, thereby qualifying for an exclusion under the “use tax” provisions in accordance with 72 P.S. § 7201(o ) This Court finds that the Commonwealth Court erred in its determination that such items are “directly used” for purposes of the use tax in the supply of a public utility service and, accordingly, we reverse.\nUSAir\nIn December of 1985, the Pennsylvania Department of Revenue (Department) notified appellee, USAir, Inc., that effective February 1, 1986, all food, beverages and non-food supplies for flights originating in Pennsylvania would be subject to taxation pursuant to the use tax, 72 P.S. § 7201, et seq. After complying for approximately two years, USAir filed for a refund with the Department’s Board of Appeals in the amount of $2,167,817.76. Following a hearing on the matter, the Board of Appeals denied USAir’s claim for a refund. Thereafter, USAir filed for a petition for review before the Board of Finance and Revenue, which after notice and a hearing, issued an order and opinion denying the petition.\nUSAir appealed the decision to the Commonwealth Court which reversed the order of the Board of Finance and Revenue holding that food and beverages were directly used in the rendition of appellee USAir’s air transportation service. The Commonwealth Court also ordered that USAir was entitled to a refund in the amount of $2,167,817.76, plus statutory interest. USAir v. Commonwealth, 157 Pa.Commw. 303, 629 A.2d 300 (1993).\nAmerican Airlines\nOn August 2, 1988, the Board of Finance and Revenue issued a notice of audit assessment against appellee, American Airlines, in the amount of $367,739.15 including interest and penalties, for the period from April 1, 1985 through January 31, 1988. American Airlines filed a timely petition for reassessment with the Board of Appeals which sustained the assessment after a hearing. American Airlines appealed this decision by filing a petition for review with the Board of Finance and Revenue. The Board of Finance and Revenue upheld the Board of Appeals’ ruling, thereby sustaining the imposition of the use tax, plus interest and penalties. Subsequently, American Airlines appealed to the Commonwealth Court, which, relying on its decision in USAir, supra, reversed the decision of the Board of Finance and Revenue. American Airlines v. Commonwealth, 157 Pa.Commw. 315, 629 A.2d 306 (1993). A summary of the pertinent facts giving rise to the instant dispute is as follows.\nDiscussion\nThe parties stipulated to the following facts. Appellees are both public utilities that provide intrastate, interstate and international passenger and freight airline service. During some of these flights, appellees serve food, beverages and related non-food items including plates, napkins, condiments, cups, and plastic utensils (collectively referred to herein as “related non-food items”) to their passengers and crew members.\nIn order to obtain “ready-to-eat meals” to serve on their flights, appellees contract with local food vendors for the purchase and preparation of food and beverages at or near various airports throughout the United States and abroad. The related non-food items are purchased separately by appellees who then give them to the vendors to be used in the preparation of the individual meals and snacks. While the vendor purchases the food from the wholesalers, appellees select the wholesalers and dictate certain price and quality specifications. The vendors prepare and deliver the meals for flights departing from Pennsylvania. Appellees do not charge their passengers or crew members separately for the food and non-alcoholic beverages served on “meal flights.” Rather, the cost of the meals for both the passengers and crew members is included in the cost for the airline ticket regardless of whether the passengers or staff eat or drink the items provided by the airlines’ meal service.\nGenerally, Section 7202 of the Tax Reform Code of 1971 (Tax Code) requires that a six percent use tax be levied on all tangible personal property purchased at retail. 72 P.S. § 7202(b). Specifically, section 7202(b) provides, in pertinent part, that:\nThere is hereby imposed upon the use ... within this Commonwealth of tangible personal property purchased at retail ... and on those services ... purchased at retail ... a tax of six per cent of the purchase price....\n72 P.S. § 7202(b). The Board of Finance and Revenue argues that, accordingly, the food and beverages purchased at retail by the airlines and served to their patrons and employees should be subject to the six percent tax.\nSection 7201(o) of the Tax Code, however, excludes from taxation the use of tangible personal property if it is used “directly” in the operations of a public utility in rendering the public utility service. Specifically, § 7201(o )(4)(B)(iii) governing the taxation of items used by public utilities, provides, in pertinent part, that “use” shall not include:\n(B) The use or consumption of tangible personal property, including but not limited to machinery and equipment and parts therefor, and supplies or the obtaining of the services described in subclauses (2), (3) and (4) of this clause directly in any of the operations of—\n(iii) The producing, delivering or rendering of a public utility service, or in constructing, reconstructing, remodeling, repairing or maintaining the facilities which are directly used in producing, delivering or rendering such service.\n72 P.S. § 7201(o)(4)(B)(iii) (emphasis added). The guidelines promulgated by the Department regarding sales and use taxes also specifically provide that:\nThe purchase or use by a public utility of tangible personal property or services performed thereon to be predominantly used directly by it in producing, delivering or rendering of a public utility service ... is exempt from tax.\n61 Pa.Code § 32.34(a) (emphasis added). The exclusion, however, does not apply to:\ntangible personal property or services to be used or consumed in managerial sales or other nonoperational activities, nor to the purchase or use of tangible personal property or services by any person other than the person directly using the same in the operations described....\n72 P.S. § 7201(o)(4)(B) (emphasis added).\nAppellees claim that the service of food and the supply of non-alcoholic beverages and related non-food items are “directly used” in the production, delivery or rendition of appellees’ public utility service and that, therefore, under these provisions, such items should be excluded from the use tax. The crux of the parties’ dispute regards the definition of “directly used” for purposes of determining whether the food, beverages and non-food related items are taxable.\nIn determining whether certain items are “directly used” in the rendering of a public utility so as to be excluded from the use tax, this Court has held that the key determinative inquiry is whether the items are used in the direct operational function of the public utility’s rendering of the public utility service. Commonwealth v. Equitable Gas Co., 415 Pa. 113, 116, 202 A.2d 11, 13 (1964). See also Ernest Renda Contracting Co. v. Commonwealth, 516 Pa. 325, 532 A.2d 416 (1987); Commonwealth v. Equitable Gas Co., 85 Pa.Commw. 577, 584, 483 A.2d 1021, 1024 (1984), affirmed per curiam, 510 Pa. 503, 510 A.2d 337 (1986); Equitable Gas Co. v. Commonwealth, 18 Pa.Commw. 418, 423, 335 A.2d 892, 895 (1975), affirmed per curiam, 464 Pa. 541, 347 A.2d 674 (1975). Only if such items are used directly in the public utility’s operations in rendering the public utility service can such items be excluded from the use tax.\nThe guidelines set forth by the Department defining “direct use” provide:\n(1) Direct use. In determining whether a particular structure or article is used directly in producing, delivering or rendering a public utility service, consideration shall be given to the following:\n(i) The physical proximity of the items while in use and the proximity of time of their use to the production, rendition and delivery of the utility service.\n(ii) The causal relationship between the use of the item and the production, delivery and rendition of the utility service.\n(iii) The character of the item, as to whether it is in the nature of a general improvement of the premises that would serve various users or is particularly designed or constructed for public utility use. The fact that particular property may be considered essential to the rendering of a public utility service because its use is required either by law or practical necessity, does not, of itself, mean that the property is used directly by a public utility.\n61 Pa.Code § 32.34(a)(1). The guidelines further state that tangible property used in “nonoperational” activities is not considered to be “directly used” and is therefore subject to taxation. 61 Pa.Code. § 32.34(a)(3)(iii). Significantly, one of the “nonoperational” activities specifically subject to tax thereunder is tangible personal property used by the public utility “for the personal comfort, convenience or use of its employes.” 61 Pa.Code. § 32.34(a)(3)(iii)(E).\nIt is well settled that an administrative agency’s interpretation of a statute is given controlling weight unless it is clearly erroneous. Wiley House v. Scanlon, 502 Pa. 228, 237, 465 A.2d 995, 999 (1983). Hence, under section 32.34(a)(3)(iii)(E), the food, beverages, and related non-food items provided to the employees must be taxed unless taxation thereof is “clearly erroneous.” Our reading of the statute fails to indicate that the guidelines are so clearly erroneous. To the contrary, we find that the guidelines are consistent with a plain and ordinary reading of the statutory language which clearly evidences that the purpose of § 7201(o) was to exclude from the “use” tax only those items which are essential to the “operations” of rendering a public utility service, such as “machinery, equipment, or parts.”\nThe exclusion acknowledges that public utilities incur expensive operational costs which are necessary to provide adequate, efficient and safe services and facilities. The exclusion also demonstrates the Commonwealth’s intent to provide tax relief in furtherance of repairing and maintaining those services and facilities. Because the use of the term “directly” was intended to limit those items which may be excluded and the surrounding language clearly indicates that the purpose of the statute is to grant relief in recognition of the expenses associated with maintaining and operating a utility service; we have historically held that only those items which are necessary and integral in providing a public utility service may be excluded under § 7201(o) of the Tax Code.\nIn Ernest Renda Contracting Co. v. Commonwealth, 516 Pa. 325, 532 A.2d 416 (1987), this Court held that materials utilized in burying sanitary sewer systems and in restoring ground surfaces to their preexisting condition were “directly used” in providing a public utility service. This Court explained that “[mjaterials used to cover pipelines and restore ground surfaces provide a necessary measure of protection for the pipelines, sheltering them from damage caused by weather, vandalism, etc.” Id. 516 Pa. at 335, 532 A.2d at 421 (emphasis added). See also, Commonwealth v. Equitable Gas Co., 85 Pa.Commw. 577, 584, 483 A.2d 1021, 1024 (1984), affirmed per curiam, 510 Pa. 503, 510 A.2d 337 (1986) (this Court affirmed the Commonwealth Court’s ruling which held that materials used to refill public utility pipeline excavations and restore surface conditions were integral to the provision of the public utility service); Equitable Gas Co. v. Commonwealth, 18 Pa.Commw. 418, 423, 335 A.2d 892, 895 (1975), affirmed per curiam, 464 Pa. 541, 347 A.2d 674 (1975) (“that the completion of an excavation for the installation or repair of a gas pipeline, used to serve the public, including the resurfacing of a public road, is an essential and integral part of the pipeline operation necessary for the rendering of Equitable’s public utility service”) (emphasis added). Cf., Indiana Dep’t of State Revenue, Gross Income Tax Division v. Indiana H.B.R. Co., 460 N.E.2d 170, 177 (Ind.Ct.App.1984) (tools and equipment used for repair and maintenance, purchased by a railroad company were exempt from the state gross retail tax because the items were an integral part of the railroad’s ability to provide public transportation); Indiana Dep’t of State Revenue v. Indianapolis Transit System, Inc., 171 Ind.App. 299, 356 N.E.2d 1204, 1206 (1976) (where certain purchases were in compliance with the requirements promulgated by the Public Service Commission, the items were necessary in providing the service of transportation).\nIn Commonwealth v. Equitable Gas Co., 415 Pa. 113, 202 A.2d 11 (1964), this Court was faced with the issue of whether the use of gas and electric meters were exempt under the utility exclusion. Equitable Gas argued that the meters were an essential part, physically, functionally, and legally, of the utility’s service. Id., 415 at 115, 202 at 13. In examining 72 P.S. § 7201(o ), this Court found that the public utility exclusion was “clear and unmistakable,” and that, as discussed supra, the determinative inquiry must be “whether meters are used in the direct operational function of rendering a public utility service.... ” Id. 415 Pa. at 116, 202 A.2d at 13 (emphasis added). In applying the proceeding analysis, this Court concluded that the meters were “directly” used in the rendition of the Equitable’s public utility service since they were (1) required by law, and (2) necessary and integral to Equitable’s provision of metered gas to the public.\nIn the instant case, the items which the Commonwealth is now seeking to tax, (food, beverages, and related non-food items), are unquestionably not necessary and integral to directly delivering a public utility service to the public, namely the provision of transportation by air. Our finding is corroborated by the fact that not all flights provide food or beverages, thereby demonstrating that food and beverages are not necessary or integral for the airlines to perform their operations in rendering transport by air of passengers from one location to another. In fact, appellee, USAir admits that heated meals are served on only 25% of its flights and snacks are served on only 12% of its flights. (R.R., USAir at 8a).\nOther state courts interpreting similar statutory language have also similarly concluded that food and beverage items are not directly used in the production, delivery or rendition of the public utility service and have therefore deemed food and beverages items not to be a necessary and integral part of providing the service. Accordingly, these courts have held that food and beverages are taxable. Only recently, the Supreme Court of Indiana was confronted with the issue of whether food and beverages purchased for passengers and crew members were exempt from the state’s gross retail tax. The Indiana Supreme Court applied their lower court’s criterion and held that food and beverages were not exempt from the state gross retail tax because the service was merely an added amenity and thus incidental to the airline’s transportation service. USAir v. Indiana Department of State Revenue, 582 N.E.2d 777, 779 (Ind.1991). In concluding that the food items were not necessary and integral to the airline’s ability to provide public transportation, the Indiana Supreme Court explained:\nSome commercial airlines furnish food and costly beverages during flights for the convenience and comfort of passengers in order to promote ticket sales. Some airlines, on the other hand, attempt to increase their market share in the commercial airline industry by boasting that they can offer cheaper fares because they have limited superfluous amenities such as food and drinks.\n582 N.E.2d at 779. Likewise, in today’s ever changing and competitive airline market, there is no reason why the service of food and beverages on flights originating in Pennsylvania are necessary and integral for the delivery of what the passenger has ultimately paid for: air transportation. At best we can only conclude that the service of these items is merely a convenience, rooted in custom and intended to attract certain members of the traveling public.\nIn Commonwealth v. United Airlines, Inc., 219 Va. 374, 248 S.E.2d 124 (1978), United Airlines argued, as do appellees here, that the service of food and beverages was exempt from the sales and use tax because the items were “for use or consumption by [United] directly in the rendition of its common carrier service.” United Airlines, 219 Va. at 383, 248 S.E.2d at 129, citing, Va.Code.Ann. § 58-441.6(u). The Supreme Court of Virginia disagreed concluding that the word “directly” meant “only such essential tangible personal property used immediately and principally by a common carrier” and that therefore, the items were not exempt from taxation because service of the food was merely a commercial amenity. United Airlines, 219 Va. at 381-383, 248 S.E.2d at 128-129 (citations omitted). In contrast, the Supreme Court of Virginia did find that: (1) anti-highjacking surveillance equipment, (2) reservation and ticketing equipment and (3) passenger and baggage service equipment were used directly in the rendition of common carrier service and thus were exempt from taxation. United Airlines, 219 Va. at 392, 248 S.E.2d at 134.\nWe concur with the courts of our fellow states. As the parties have stipulated, food and beverages are only served on those flights that are designated as meal flights. This fact, in and of itself, is sufficient to show that the service of food is a commercial amenity, not a necessary and integral part of the public utility service.\nAppellees put forth the alternative argument that 66 Pa.C.S. § 1501 of the Public Utility Code mandates that an airline provide food and beverages to its patrons. Section 1501 states in relevant part, “[e]very public utility shall furnish and maintain adequate, efficient, safe and reasonable service and facilities, ... as shall be necessary or proper for the accommodation, convenience, and safety of its patrons, employees, and the public.” 66 Pa.C.S. § 1501. Appellees argue that food and beverages are necessary and proper for the accommodation and convenience of its patrons, employees, and the public, and that therefore food and beverages must be construed to be a necessary and integral part of public utility service for purposes of determining whether the exclusion applies. The Commonwealth Court below in comparing 66 Pa.C.S. § 1501 with 72 Pa.S. § 7201(o) found that food and beverages were “directly used” in the rendition of appellees’ public utility service and that these items were “necessary and proper not only for the ‘accommodation ’ of both passengers and crew but for their ‘convenience ’ as well.” USAir, 157 Pa.Commw. at 308, 629 A.2d at 303 (emphasis added). However, the Commonwealth Court erred in finding that a public utility’s provision of services for their patrons’ “accommodation” or “convenience” was tantamount to the public utility’s use of tangible personal property directly in the production, delivery or rendition of a public utility service so as to require the exclusion of the service from taxation. A review of the statutes in question clearly reveals that the broad public policy language of § 1501 was enacted as a preventive measure to ensure adequate and safe public utility services, while § 7201(o) was specifically enacted to determine whether certain items are excludable under the use tax.\nAs Judge Pellegrini stated in his dissent in USAir, 157 Pa.Commw. at 312, 629 A.2d at 305, to reach another conclusion would be erroneous because, “virtually everything used by any utility could be considered excluded as long as it was shown that it was ‘convenient’ and ‘accommodates’ customers or employees; it results in ‘directly used’ meaning ‘anything used’.” (emphasis added). As the Board of Finance and Revenue argues, this holding essentially creates a giant tax loophole for utilities because virtually anything purchased for the accommodation and convenience of its patrons or employees could be excluded from the use tax. Arguably this interpretation could extend even to the office water cooler. If the legislature intended to provide such a broad exclusion, it would not have required that the utility use the item “directly” in the rendition of the public utility service, which in this case, is transportation by air, not distribution of food. As this Court has repeatedly recognized, in construing the language within a statute we must give effect to every word of the statute. In re Employees of Student Services, Inc., 495 Pa. 42, 52, 432 A.2d 189, 195 (1981) (citations omitted). Thus, the particular language of § 7201(o) must prevail.\nAppellees further suggest that the Department’s own regulations support their assertion since the service of food and beverages is proximate both physically and in time to the delivery of airline transportation services. See 61 Pa.Code § 32.34(a)(1). Due to the very nature of in-flight food service, we do not disagree with appellees’ interpretation of the first prong of this test. However, the second tier of the analysis is much more troublesome. Appellees argue that a causal relationship exists between the use of food and beverages and the utility service because public utilities are “statutorily mandated” to furnish services “ ‘as shall be necessary or proper for the accommodation [and] convenience’ of its patrons and staff.” USAir, 157 Pa.Commw. at 310, 629 A.2d at 303. Once again, this argument relies solely on the general provisions of § 1501 instead of § 7201(o ) which expressly limits that which may be excluded from the use tax. Thus, it is only by reference to the very broad provisions of § 1501 that appellees can make the argument that food and beverages should be excluded.\nAdditionally, by examining those items which are necessary in providing air transportation it becomes quite evident that there is no causal relationship between the service of food and beverages and airline transportation. For example, as recognized by the Virginia Supreme Court, it would be rather difficult to operate an airline without the aid of machinery or equipment used to detect metal, supply fuel or transport baggage because all of these items are used directly in providing adequate, efficient and safe air transportation services. Commonwealth v. United Airlines, Inc., 219 Va. 374, 248 S.E.2d 124 (1978). While it would be impossible to provide effective airline services without the aforementioned machinery and equipment, many airlines furnish air transportation without the service of food and beverages in order to cut costs and offer cheaper fares. In fact, if the exclusion was allowed to stand it would offer an unfair economic advantage to those airlines that offer food and beverages.\nThis Court has recognized that the purpose of the public utility exclusion is to save the utilities, and thus the public, the costs associated with the use tax. Ernest Renda Contracting Co. v. Commonwealth, 516 Pa. 325, 334-335, 532 A.2d 416, 420-421 (1987). However, there simply is no proof that the cost of an airline ticket departing from Pennsylvania would rise if food and beverages are not excluded from the use tax. To the contrary, appellees should be reluctant to raise prices any further, if not for the obvious fear of losing a share of the market to airlines that offer less amenities in exchange for reduced ticket prices.\nAppellees contend in the alternative, that they are not hable for the Pennsylvania sales or use tax because food and beverages sold or used for human consumption are exempt from taxation under 72 P.S. § 7204(29) of the Tax Code. The Tax Code, however, excepts from this exemption and thus imposes a tax on food and beverages which are purchased from persons engaged in the business of catering. 72 P.S. § 7204(29)(iii). Section 7204(29) provides a tax exemption for:\n(29) The sale at retail or use of food and beverages for human consumption, including candy and gum, except that this exclusion shall not apply with respect to—\n(i) Soft drinks;\n(ii) Malt and brewed beverages and spirituous and vinous liquors;\n(iii) Food or beverages, whether sold for consumption on or off the premises or on a “take-out” or “to go” basis or delivered to the purchaser or consumer, when purchased (A) from persons engaged in the business of catering----\n72 P.S. § 7204(29) (emphasis added). The regulatory provision concerning taxation of food and beverages as promulgated by the Department defines a “caterer” as:\nOne primarily engaged in the selling, providing or furnishing of food and beverages which are essentially fully prepared and usually ready-to-eat and which are intended for immediate consumption at a specific meal, affair or social function, usually at the premises of one other than the caterer, whether or not delivery to those premises, or food service is also provided by the caterer.\n61 Pa.Code § 49.1(a).\nPursuant to the plain language of § 7204(29), soft drinks and malted beverages are taxable. In addition, the facts as stipulated by the parties clearly supports the Board of Finance and Revenue’s position that appellees’ vendors are in fact “caterers.” The record reveals that after the food is ordered from the wholesalers and purchased by the vendors it is delivered in bulk to the vendors at the various locations. The vendors then prepare the raw food such as salads and fruit by cleaning, cutting, and removing the unwanted pieces before placing and arranging the food on plastic disposable containers. The containers are also supplied with non-food items which are purchased by appellees, including plastic utensils and napkins, before the containers are covered with lids or foil. Heated foods are prepared by the vendors by thawing, partial cooking or warming of the meats, fish or vegetables, which may also include adding sauces or garnishes. The heated meals are then placed in a reusable service tray, which are owned by appellees and delivered to appellees aircraft at 180 to 190 degrees. The food then becomes consumable at 140 degrees. Appellees’ flight attendants only remove the outside of the containers from the heated meals and serve them to passengers during flight. The vendors also prepare snacks such as sandwiches in cardboard boxes with the associated non-food supplies. All food and beverages are consumed within approximately one hour after delivery to appellees. (R.R., American Airlines at 6a-17a, USAir at 12a-18a).\nAppellees’ rely extensively on the Commonwealth Court’s decision in Fleet Pizza, Inc. v. Commonwealth, 119 Pa. Commw. 463, 547 A.2d 523 (1988), affirmed per curiam, 521 Pa. 527, 557 A.2d 719 (1989), to lend support to their contention that their vendors are not caterers. In Fleet Pizza, the Commonwealth Court held that sales of home delivered pizzas were not catered and thus, not subject to the sales and use tax under § 7204(29). Specifically, the Commonwealth Court noted that home delivery did not amount to catering because the pizzas were not accompanied by utensils, napkins, flatware, condiments or other accessories. Fleet Pizza, 119 Pa.Commw. at 466, 547 A.2d at 525. Appellants argue that since they in fact purchase the related non-food items directly from the wholesaler and supply these items to the vendors, the vendors are not caterers under the Tax Code. However, service of non-food items by the person functioning as a caterer is not specifically required by the statute or guideline in question. 72 P.S. § 7204(29); 61 Pa.Code § 49.1(a). Rather, the analysis relies on the preparation of ready-to-eat food that is served for a particular meal and at a separate location. Regardless of whether the related non-food items are purchased from a separate vendor or the vendor itself, the entire process ultimately results in food which is fully prepared by the vendors and ready-to-eat. This is corroborated by the fact that the vendors are instructed by appellees to include the non-food items with the prepared food before it is served. More significantly, the prepared meals are intended for immediate consumption for a specific meal at a location other than where the food is prepared. Accordingly, whereas the vendors’ activities clearly amount to that of a caterer, appellees’ purchase of the prepared food and related non-food items are taxable under Pennsylvania sales and use tax.\nFinally, appellees argue that the food and beverages purchased from its vendors are excluded from taxation because they are resold to its passengers. “Resale” is defined in pertinent part as:\n(1) Any transfer of ownership, custody or possession of tangible personal property for a consideration....\n(2) The physical incorporation of tangible personal property as an ingredient or constituent into other tangible personal property ... where the person incorporating such property has undertaken at the time of purchase to cause it to be transported in interstate commerce to a destination outside this Commonwealth.\n(3) The term “resale” shall also include tangible personal property purchased or having a situs within this Commonwealth solely for the purpose of being processed, fabricated or manufactured into, attached to or incorporated into tangible personal property and thereafter transported outside this Commonwealth for use exclusively outside this Commonwealth.\n72 P.S. § 7201®.\nAs the parties have stipulated, appellees do not charge a separate price for the service of food, beverages or related non-food items on flights, rather these items are generally included in the price of the ticket as are other services including baggage handling and flight attendant service regardless of whether the food is actually consumed. See Air Jamaica, Ltd. v. State, Dep’t of Revenue, 374 So.2d 575, 578 (Fla.Dist.Ct.App.1979) (“To subdivide the cost of the ticket into percentages to cover the various services rendered by the airline in order to reach the artificial conclusion that there is a sale is to strain the meaning of the term ‘resale’ ”). See also Covenco, Inc. v. Commonwealth, 134 Pa.Commw. 314, 579 A.2d 434 (1990), affirmed per curiam, 530 Pa. 206, 607 A.2d 1077 (1992) (company which was in the business of operating cafeterias and vending machines were not entitled to an exclusion from the use tax on utensils, napkins, and straws because these items were not resold but rather were consumed in its business and the items were not a critical element of the business where they were merely provided as a convenience for the customers). Food, beverages and related nonfood items are provided as part of the service of air transportation solely for the convenience of passengers and the cost is simply built into the price of the ticket, therefore, the use of such items by appellees are not excluded from taxation as a “resale.”\nAppellees also assert that the food, beverages and related non-food supplies used by appellees are for resale because they are “physically incorporated” into other personal property which is intended to be transported outside of the Commonwealth. 72 P.S. § 7201(i)(2). Appellees, however, fail to demonstrate exactly what product these items are incorporated . into, other than what they refer to as “a completed product” naming the food, plastic trays, napkins, etc. Brief for Appellee USAir at 32. We find this argument unpersuasive. In Commonwealth v. High Welding Co., 428 Pa. 545, 239 A.2d 377 (1968), this Court determined that the tax exclusion under § 7201(i)(2) was applicable to the use of steel by High Welding Company where the steel was processed in Bethlehem before being shipped to High Welding in Lancaster and incorporated into steel bridge parts for a bridge project located in Maryland. The Court held that the steel was for “resale” because it was actually fabricated into other personal property and at the time of purchase was intended for use in Maryland and was in fact used in the erection of bridges in Maryland. High Welding Co., 428 Pa. at 550, 239 A.2d at 379. The common and approved usage of the preceding statutory language and this Court’s prior decision in High Welding Co., clearly demonstrate that this provision is not applicable to the service of food, beverages and related non-food supplies on flights departing from Pennsylvania. This is apparent if not for the simple reason that these items are not actually incorporated or fabricated into any other personal property.\nAlternatively, appellees argue that these items are for resale because they are “processed, fabricated, manufactured into, attached to or incorporated into tangible personal property and thereafter transported outside this Commonwealth for use exclusively outside [of] this Commonwealth” under § 7201(i)(3) (emphasis added). This assertion, however, is equally unconvincing. Even assuming arguendo that the common and approved usage of the terms are applicable to the instant matter, appellees have stipulated to the fact that some of the food and beverages are consumed within the Commonwealth. (R.R., USAir at 18a). Thus, appellees’ reliance on this provision is clearly misplaced where the items are not used exclusively outside of this jurisdiction. Moreover, it is equally apparent that the intent of this statutory provision is not germane to the service of food and beverages on airlines.\nTherefore, because the plain and ordinary meaning of the statutory scheme of § 7201(o) was specifically intended to limit that which may be excluded under the Tax Code and the service of food and beverages is not necessary and integral to airline’s ability to provide air transportation, we find that the service of food, beverages and related non-food items furnished to passengers and crew members by appellees are not directly used in rendition of appellees’ public utility service. Accordingly, since food, beverages and related non-food items are not necessary and integral to the service or safety of air transportation, we reverse the decision of the court below. The order of the Board of Finance and Revenue is hereby reinstated.\nPAPADAKOS, J., did not participate in the decision of this case.\nFLAHERTY, J., files a dissenting opinion.\nMONTEMURO, J., is sitting by designation.\n. Tax Reform Code of 1971, Act of March 4, 1971, P.L. 6, No. 2 art. II, § 201, as amended, 72 P.S. § 7201 (o).\n. The notice provided that soft drinks, liquor and malt beverages would be taxed on an apportioned basis based on the ratio between the total Pennsylvania passenger miles to total domestic passenger miles by the airline during the prior calendar year, while food and related non-food supplies purchased from caterers or other suppliers would be taxed based on the total cost to the airline. (R.R. American Airlines at 9a, USAir at 9a).\n. American Airlines did not contest 82,568.00 in taxes for purchases which were unrelated to the food and beverages issue.\n. Appellee, USAir, designates certain flights as “meal flights” based upon: 1) the proximity of the flight to what is normally considered a “meal hour\", 2) the length of the flight and 3) the activities of appellee's competitors on comparable flights. (R.R., USAir at 8a). American Airlines provides food based upon normal meal periods and the length of the flight. (R.R., American Airlines at 15a).\n. We note that the rules of construction governing exclusions from the sales use tax are to be strictly construed against the taxing body and in favor of the taxpayer to any extent that there is a reasonable doubt regarding the meaning of the language within the statute. Ernest Renda Contracting Co. v. Commonwealth, 516 Pa. 325, 334, 532 A.2d 416, 420 (1987). As discussed infra, this Court has held that the meaning of the language of the statute in question is “clear and unmistakable.” Commonwealth v. Equitable Gas Co., 415 Pa. 113, 116, 202 A.2d 11, 13 (1964). Hence, there is no need to strictly construe the exclusion of the sales tax against the taxing body and in favor of the taxpayer.\n. By way of contrast, this Court held that materials used in constructing a cooling tower for a public utility electric generating station were not excluded from the use tax under 72 P.S. § 7201 (o) since materials used in the construction of the real estate were not expressly subject to the tax exclusion. Commonwealth v. Ragnar Benson, Inc., 482 Pa. 224, 227, 393 A.2d 634, 636 (1978).\n. Ind.Code § 6-2.5-5-27 provides:\nTransactions involving tangible personal property and services are exempt from the state gross retail tax, if the person acquiring the property or service directly uses or consumes it in providing public transportation for persons or property.\nInd.Code § 6-2.5-5-27 (emphasis added).\n. Section 58-441.6(u) exempts:\nTangible personal property sold or leased to an airline ... for use or consumption by such airline directly in the rendition of its common carrier service.\nVa.Code Ann. § 58-441.6(u).\n. We note that the third prong of the regulation establishes that because an item's use “is required either by law or practical necessity, does not, of itself, mean that the property is used directly by a public utility.\" 61 Pa.Code § 32.34(a)(l)(iii) (emphasis added). Thus, even though the service of food may be practically necessary or as the Commonwealth Court argues “statutorily mandated”, does not mean that the items are directly used in the rendition of the service.\n. Obviously, an alternative for the airlines is to sell the food and nonalcoholic beverages as they do alcoholic beverages and movie/audio services.\n. While this regulation was repealed on March 20, 1993, 23 Pa.Bulletin 1322, it was in effect during the period that the tax was assessed. The Department now defines a caterer as:\nA business engaged in the service of providing prepared or ready-to-eat food and beverages for immediate consumption at a specific meal, affair or social function, usually at the premises of one other than the caterer, and normally including eating and drinking utensils.\n61 Pa.Code § 60.7.\n. Formerly 72 P.S. § 3403-2Q)."}