{"id": "458956", "contents": "Opinion by\nMe. Justice Linn,\nIn a suit brought by Anna Bekelja in her own right and on behalf of her minor son, Rudolph, aged nineteen at the time of the injury, the jury rendered verdicts for the plaintiffs. Their motions for a new trial were denied August 8,1942. On June 22,1943, judgments were, entered on the verdicts. August 16, 1943, which was at the same term in which the judgments were entered, a rule was granted on the application of Rudolph Bekelja, who had then become of age, to show cause why the judgment entered on the verdict in his favor should not be opened and a new trial granted to him. Instead of answering the motion on the merits, defendant moved to dismiss the rule. The learned court quite properly treated defendant’s motion as a demurrer and, after hearing, made an order opening both judgments and granting a new trial. The defendant appeals.\nThe basis of the petition, briefly stated, was that the extent of the injuries to the broken bones in the leg could not have been determined prior to the trial and had only become observable by three operations required after the trial and before judgment was entered, the judgment having been entered by the defendant. Petitioner averred that he should be permitted to show the extent of the injury which was disclosed by these operations and which could not have been known at the time of the trial; that unless given the opportunity to present this evidence in another trial he would be inadequately compensated by the verdict on which judgment had been entered. The petition was supported by the affidavit of the surgeon who performed the operations.\nA judgment entered on a verdict in a common law proceeding is subject to the control of the court during the term in which it was entered: King v. Brooks, 72 Pa. 363; Brader v. Alinikoff, 85 Pa. Superior Ct. 285; Kantor v. Herd, 276 Pa. 519, 524, 120 A. 450.\nThe granting or refusing of an application to open a judgment, whether entered in adverse proceedings or by confession, rests within the discretion of the court and will not be disturbed on appeal in the absence of manifest abuse of discretion: Perri v. Perri, 335 Pa. 394, 6 A. 2d 775. The rule.governing review of the granting of a new trial is stated in the same terms, that is, this court will not reverse unless a like abuse of discretion appears or unless the court certifies that the new trial was granted solely on a point of law: Burton v. Morvay, 348 Pa. 113, 34 A. 2d 489.\nIn this case it clearly appears that the learned judge opened the judgments and granted new trials because he was convinced the verdict in favor of Rudolph Bekelja was inadequate. The record shows that his discretion was wisely exercised.\nIn his opinion giving the reasons for his action, Judge Sheeley stated, inter alia, “This affidavit/which is not contradicted since the defendant merely filed a motion to dismiss the plaintiff’s petition, presents an entirely different picture of the injuries to the plaintiff’s leg than was presented at the trial. At that time it was assumed that the fracture was a normal fracture and that the most that would be required Avould be a bone grafting operation Avhich Avould disable the plaintiff for five or six months. Instead, the operation subsequently performed showed the presence of foreign matter resulting in the low grade infection Avhich had prevented the union of the fragments of the tibia. This is not a condition which developed subsequently but is a condition which was present, but dormant and undiscovered, at the time of trial. It is a condition which could not have been discovered by any diligence on the part of the plaintiff since it could be disclosed only by an operation.\n“This condition, had it been disclosed to the jury at the trial, would undoubtedly have produced a different result in the amount of damages awarded and if the jury had not awarded higher damages we would have granted plaintiff’s original motion for a new trial. In our opinion disposing of that motion we assumed, as the testimony indicated, that the plaintiff’s disability, so far as Ms leg was concerned, would terminate in about six months and that he would be able to return to work by the time he reached the majority on March 8, 1943. If that were true the award of $3000 to him would have been almost entirely for pain and suffering since the award to his mother covered the expenses and loss of earnings until that date. We said however that fit is true that if the bones of the plaintiff’s leg failed to unite, or if his back is so weak that he is unable to work, the damages awarded to him would be grossly inadequate.’ That situation has developed and by reason, of facts existing, but unknown, at the time of trial.\n“We granted a new trial not because the verdict of the jury was inadequate in the light of the testimony produced before it, but because the verdict was inadequate in the light of the after discovered evidence of facts existing at the time of trial.”\nIn his brief, counsel for appellees states that this case was tried two weeks before the opinion of this court in Engstrom v. Huntley, 345 Pa. 10, 26 A. 2d 461, was filed, and asks that this court “. . . indicate the applicable law to be followed during the new trial.” He said that the learned court below imposed a greater burden of proof on the plaintiff than the rule in Engstrom v. Huntley, supra, requires. We have no doubt, if counsel has correctly stated the fact, that in the retrial the correct rule will be applied.\nOrders affirmed."}