{"id": "458950", "contents": "OPINION\nZAPPALA, Justice.\nWe allowed this appeal to review the Commonwealth Court’s determination that the testimony presented by the employer to establish the claimant’s full recpvery was equivocal. We now reverse.\nThomas Terek was a Division Manager for Somerset Welding and Steel, Inc., whose role was to oversee and motivate the division, which included design, manufacturing, and sales. In the performance of these duties, Terek had occasion to climb on and under trucks, to lift objects up to fifty pounds, and to travel by car approximately one week per month to customer sites to resolve problems with particular products. He fell and injured his back while in the course of his employment on October 9, 1984, and began receiving workers’ compensation benefits for total disability.\nOn July 6, 1989, Somerset filed a Petition for Termination, Suspension or Modification of Compensation, asserting that Terek’s injury had resolved itself and that he was capable of returning to gainful employment. In support of its petition, Somerset introduced the deposition testimony of Dr. Trevor W. Yardley, who had examined Terek in April of 1989. Based on his review of the medical records and this examination, Dr. Yardley diagnosed degenerative disc disease with complaints of mechanical type back pain. The degenerative disc disease he attributed to aging. The other symptoms described by Terek he found to be inconsistent with the objective testing and characterized as “symptom magnification.”\nOn the same day he examined Terek, Dr. Yardley also viewed a surveillance film taken by investigators for Somerset, which showed Terek on several different occasions repeatedly stretching, bending, lifting, and carrying boxes and other items weighing from ten to sixty-three pounds. Based on the job description provided by Somerset, Dr. Yardley released Terek to return to his regular duties as of the date of the examination. In his deposition testimony, he offered the opinion that Terek had fully recovered from the October 1984 injury by the time of the examination in April of 1989.\nIn addition to Dr. Yardley’s deposition testimony, the referee received the deposition testimony of two physicians who had treated Terek within the relevant time as well as another who had previously treated him and continued to speak with him informally thereafter; viewed the surveillance film and heard the testimony of the investigators responsible for its production; and heard the testimony of the company president and the testimony of Terek.\nThe referee, noting many inconsistencies including the histories given to the different physicians, specifically found Terek was not credible and rejected his testimony. With respect to the description of the job requirements, she credited the testimony of the company president rather than Terek. She also specifically found Dr. Yardley’s testimony to be more credible and persuasive than that of the physicians presented by Terek. She accepted Dr. Yardley’s opinion and the other physicians’ opinions to the extent that they were consistent with Dr. Yardley’s, and rejected all the other opinions. Based on these findings, the referee concluded that Somerset had met its burden of showing that Terek had fully recovered from the work related injury and ordered benefits terminated. The Workmen’s Compensation Appeal Board affirmed.\nCommonwealth Court correctly set forth its scope of review as being limited to determining whether constitutional rights have been violated, an error of law has been committed, or necessary findings of fact are supported by substantial evidence. 2 Pa.C.S. § 704; Pieper v. Ametek-Thermox Instruments Division, 526 Pa. 25, 30-31, 584 A.2d 301, 303 (1990). The court also properly treated the issue of whether Dr. Yardley’s testimony was unequivocal as being a question of law subject to plenary review rather than a question of fact. Lewis v. Workmen’s Compensation Appeal Board (Pittsburgh Board of Education), 508 Pa. 360, 366, 498 A.2d 800, 803 (1985). We are convinced, however, that the court committed egregious error in the manner in which it conducted its review within these acknowledged limits.\nThe court concluded that Dr. Yardley’s testimony was equivocal based on a single phrase extracted from his twenty-seven page deposition. The statement was made on direct examination in response to a question by Somerset’s attorney as follows:\nQ: Doctor, the claimant is receiving Workmen’s Compensation benefits under an order of a Referee and an opinion of the Workmen’s Compensation Appeal Board which sets forth that the fall that the Claimant sustained at work on October the 9th, 1984, aggravated an existing prior back condition, being a lumbosacral disc disease. And the Referee found that Dr. Lowry’s opinion was that the Claimant’s condition was a chronic low back strain of underdetermined [sic] etiology and that both the injury at work on October 9, 1984, and the injury at home on February 12, 1985, were reaggravations of the Claimant’s chronic back condition over the past 35 years. Doctor, do you have an opinion based upon reasonable medical certainty as to whether or not this aggravation referred to because of those two incidents that occurred in 1984, October of 1984 and February of 1985, had resolved itself completely at the time you had examined him on April 7th, 1989?\nA: Yes, they had resolved to some degree a long time ago.\n(R. 383a-384a).\nThe Commonwealth Court characterized Dr. Yardley’s statement that “they had resolved to some degree a long time ago,” as implying that Terek retained some residual disability from the work injury. This is a gross misinterpretation that is wholly unreasonable when Dr. Yardley’s testimony is considered in its entirety. The question posed was, “do you have an opinion based upon reasonable medical certainty as to whether or not this aggravation ... had resolved itself completely at the time you examined him on April 7th, 1989?” Dr. Yardley’s specific answer was “Yes”. He then elaborated on this answer by observing that the injury or injuries “had resolved to some degree a long time ago.”\nElsewhere in his direct examination testimony, it is clear beyond peradventure that Dr. Yardley found no physical abnormality in X-rays, CT scans, myelograms, and MRI tests done between August of 1984 and January of 1988, and that he was openly contemptuous of Terek’s feigned presentation of symptoms of pain. Moreover, on cross-examination, Dr. Yardley elaborated on the statement highlighted by the Commonwealth Court, indicating\nI don’t think it takes five years, namely from 1984 to 1989, for a low back strain to resolve. The numbers simply don’t support that.\n(R. 388a);\n... generally speaking 80 percent of backs get better in four weeks as you probably know of. Ninety-two (92) in eight weeks and 12 weeks it’s 95 percent. It just continues by years. By a year it’s 98 and by two years it’s 99.\n(R. 389a); and\n... here we have a man that reinjured himself in 1984 and 99 percent chance of being better by 1986. I mean inside of three months 95 percent chance.\n(R. 389a).\nRead in the context of his entire testimony, Dr. Yardley’s statement, “Yes, they had resolved to some extent a long time ago,” cannot be interpreted as a concession that some residual disability remained, but can only be understood to mean that he considered the time frame of the question, i.e., “at the time you examined him on April 7th, 1989,” to be an absurd extreme, given his opinion that the injury or injuries would have resolved years before.\nAccordingly, as the record contains substantial evidence to support the findings of fact and the referee made no error of law, her decision terminating benefits should have been affirmed. The order of the Commonwealth Court to the contrary is reversed and the decision of the referee, affirmed by the Board, is reinstated.\nCAPPY, J., concurs in the result.\nMONTEMURO, J., participates by designation as a senior judge as provided by Rule of Judicial Administration 701(f).\n. Although the issue of the relationship between Terek’s back pain and his work was resolved in Terek’s favor in earlier proceedings before a referee and the Board, the referee here heard testimony from the president of Somerset’s parent company that Terek had complained of back pain before October 9, 1984. He also testified that Terek had been hired to perform supervisory duties requiring little physical exertion; strenuous activities were to be performed by laborers. Moreover, Terek had been laid off from his position in December of 1984 due to lack of work and his inability to get along with his superiors, and his vacated position was not filled."}