{"id": "461186", "contents": "Opinion by\nMr. Justice Patterson,\nThis is an appeal by George Harvey from the order of the court below quashing a petition and an amendment thereto for the appointment of a jury of view to assess the amount of consequential damages sustained by him as a result of the construction of a sewer in the Township of Ridley, a first class township. Appellant contends that the legislature has provided for the recovery of consequential damages by Section 2440(d) of the Act of 1931, P. L. 1206, as amended by the Act of 1935, P. L. 22.\nSection 2440(d) of the Act of 1931, P. L. 1206, as amended by the Act of 1935, P. L. 22, 53 P.S. 19092-2440(d) provides: “In any case where it shall be necessary to acquire, appropriate, injure, or destroy private property (lands, property, or material) to build any such joint sewer improvement, and the same cannot be acquired by purchase or gift, the right of eminent domain shall vest in the township, city, or borough where such property is located. In any case where it shall be necessary to acquire, injure, or destroy property in any territory not within the limits of any of the townships, cities, or boroughs joining in the improvement; then the right of eminent domain shall be vested in any township, city, or borough adjacent to such territory where such property is located. Damages for any property taken, injured, or destroyed shall be assessed as provided by the general laws relating to the townships, cities, and boroughs exercising the right of eminent domain; and shall be paid by the several townships, cities, and boroughs joining in the same proportion as other costs of the improvement.”\nFive boroughs and three townships of the first class in Delaware County organized a joint sewer board under the Acts of April 4,1935, P. L. 15 and 22, for the purpose of constructing, in conjunction with the Federal Works Progress Administration, certain trunk line sewers along the beds of certain streets. The sewer board was created by duly enacted ordinances of the respective boroughs and townships of the first class the latter part of the year 1935. The sewer was constructed beneath •certain streets upon which appellant’s property abutted. Portions of the sewer were constructed above the grade of the lots abutting the streets, some of which are also owned by appellant. Appellant contends that by reason of the physical construction of the sewer he sustained serious loss for which compensation has neither been paid nor secured. Appellee township contends that there has been no “taking” of appellant’s property, that the amendment of 1935 does not provide for the payment of consequential damages, and that if it should be determined that it does so provide, then the act is unconstitutional because the title to the amendatory statute does not contain any reference to such provision. A petition reciting the above facts was filed June 22,1942. On October 14, the court permitted appellant to amend a portion of his petition. The Township of Eidley, appellee, filed a motion to quash the amended petition, which motion was sustained. This appeal followed.\nThe title to the Act of 1935 is as follows: “An act to amend section two thousand four hundred forty of the Act, approved the twenty-fourth day of June, one thousand nine hundred thirty-one (Pamphlet Laws, one thousand two hundred six), entitled ‘An act concerning townships of the First Class; amending, revising, consolidating, and changing the law relating thereto,’ providing for and regulating joint sewer improvements.” The title expressly sets forth that this legislation relates to townships of the first class and to joint sewer improvements. Nothing therein refers to the imposition upon first class townships of liability for consequential damages sustained in the construction of sewers. That the words “In any case where it shall be necessary to acquire, appropriate, injure, or destroy private property (lands, property, or material) . . . the right of eminent domain shall vest in the township” impose liability for consequential damages is clear. A more appropriate choice of words could not be had for that purpose. Cf. Art. XVI, section 8, Constitution of Pennsylvania; McGarrity v. Commonwealth, 311 Pa. 436, 439; Delaware Co.’s Appeal, 119 Pa. 159, 171; Chester Co. v. Brower, 117 Pa. 647, 656. “Consequential damages arise when property is not actually taken or entered but an injury to it occurs as the natural result of an act lawfully done by another”: Soldiers and Sailors Memorial Bridge, 308 Pa. 487, 490; McGarrity v. Commonwealth, supra, 439. Admittedly, the right to recover consequential damages from a township of the first class under the circumstances here presented did not exist prior to the Act of 1935. The necessary result of this legislation is, therefore, to impose a new burden on a political sub-division. “This Court has repeatedly held that when an act imposes new burdens on political sub-divisions, its title must clearly give notice of that fact”: Commonwealth ex rel. Reno v. Berryman, 345 Pa. 222, 224. While the title to an act need not be a complete index to its contents it must contain language sufficient to inform those to be affected of the contents of the bill: Dailey v. Potter County, 203 Pa. 593, 597-98. “If a statute does provide for compensation for consequential damages, the legislative intent so to do must be clearly set forth in the title of the act”: McGarrity v. Commonwealth, supra, 439-40. Since the title does not even suggest the possibility of the imposition of liability for consequential damages, Clause (d) of Section 2440 of the Act of 1935 is unconstitutional.\nThe remaining provisions of the statute are unaffected by the unconstitutionality of this clause. That which remains is complete in itself, and capable of being executed in accordance with the apparent legislative intent. The valid provisions are not “so essentially and inseparably connected with . . . the void provision” that “the remaining valid provisions, standing alone, are incomplete and are incapable of being executed in accordance with the legislative intent”: Act of 1937, P. L. 1019, art. IV, section 55, 46 P.S. Section 555; Rieck-McJunkin Dairy Co. v. Milk Control Commission of Pennsylvania, 341 Pa. 153, 162-63.\nOrder affirmed. Costs to be paid by appellant."}