{"id": "461159", "contents": "Opinion by\nMr. Justice Horace Stern,\nIt is scarcely more than a legal platitude to say that in a suit on an insurance policy the primary requisite for recovery is proof by the plaintiff that the claim comes within the general coverage of the policy. In the present actions that proof was wholly lacking and therefore the court was right in refusing to take off the compulsory non-suits which it had entered at the trial.\nJohn Edward Sagar and Melvin Fuller,. Jr., both being minors, were injured when a school bus in which they were riding was struck by a truck owned by Arthur E. Tipton trading as Meyersdale Transfer Company and negligently operated by his employe on Tipton’s business as a.common carrier. The parents and guardians of the minors instituted actions which resulted in judgments against Tipton, and, being unable to obtain satisfaction from him on execution, they then brought these suits against Farm Bureau Mutual Automobile Insurance Company under a policy issued by that Company to Tipton, one of the provisions of which was that any person obtaining such a judgment was entitled to recover from the Company in the same manner and to the same extent as the insured.\nIn its original form the policy insured against liability for injuries arising out of the use of the automobile therein specified, namely, a 1936 International truck. The vehicle involved in the accident in which these boys were injured was a 1939 Chevrolet truck and therefore Tipton’s liability to plaintiffs was not covered by the policy as first written. But plaintiffs rely upon a subsequent endorsement whereby the coverage was extended to injuries resulting from the negligent operation of “motor vehicles under certificate of public convenience or permit issued to the insured by the Pennsylvania Public Utility Commission, or otherwise under the Public Utility Law, effective June 1, 1937, . . . regardless of whether such vehicles'are specifically described in the policy or not.”\nSection 901 of the Public Utility Law of May 28, 1937, P. L. 1053, provides that the Commission may make such regulations, not inconsistent with the law, as may be necessary or proper in the exercise of its powers or for the performance of its duties under the act. By virtue of the authority thus given, Rule 211 of General Order 29 of the Commission provides that no motor vehicle shall be operated in the State by any common carrier until such carrier shall first have received the authorization of the Commission to operate that particular vehicle, and, before placing any such vehicle in operation, the carrier must file with the Commission a detailed description thereof, whereupon the Commission will issue au equipment certificate evidencing its authorization of the operation of the vehicle in question. Tipton had a certificate of public convenience, but it stated, as an express condition, that he was limited and restricted to the operation of four motor trucks “as named and described in the equipment certificate”. The equipment certificate, which was attached to the certificate of public convenience, was not placed in evidence by plaintiffs at the trial although it was in their counsel’s possession and would have been admissible under section 909 of the Public Utility Law. The learned trial judge states that upon the oral argument plaintiffs’ counsel admitted that the vehicle which collided with the bus was not being operated, at the time of the accident, under a permit issued by the Commission. While the endorsement on the policy did not require that the motor vehicles covered by the insurance should be specifically described in the policy, it did require that they should be motor vehicles which were being operated under the certificate of public convenience or permit issued by the Commission, and therefore it was incumbent upon plaintiffs to establish that the Chevrolet truck, the negligent operation of which caused the accident, was one of those which were listed in the equipment certificate, for otherwise it was not being operated “under”, that is, in conformity with, by virtue of, or authorized by, the certificate of public convenience. It is too plain for discussion that what the Company undertook to insure was liability arising out of the operation, not of any and all vehicles which Tipton might choose to employ in his business even though less than the maximum number allowed by the Commission, but only of those trucks which, upon application, the Commission had passed upon and authorized in the equipment certificate. This does not mean that recovery could not be had if it were shown that the insured was operating an authorized vehicle in violation of some rule of the Commission, as, for example, that there had been a deviation from the routes specified in the certificate of public convenience or an infraction in some other respect of the precise terms of the certificate; what it does mean is that the policy covered only certain vehicles and plaintiffs did not show that these included the one involved in the accident. Therefore the non-suits were proper: Smith v. Republic Underwriters, Waco, Tex., 152 Kan. 305, 103 P. 2d 858; Frohoff v. Casualty Reciprocal Exchange (Mo.), 113 S.W. 2d 1026; Allen v. American Fidelity & Casualty Co., 54 Fed. 2d 207; Travelers Insurance Co. v. Caldwell, 133 Fed. 2d 649.\nPlaintiffs contend that the burden should have been placed upon the Company to prove that its policy did not cover the Chevrolet. It is true that a plaintiff is not required, in order to establish a cause of action, to disprove in advance an affirmative defense, as, for example, in a suit on an insurance policy, to show that none of the conditions contained in the policy was violated or that the exceptions and exclusions from coverage were not applicable. But it is elementary that a plaintiff is required, as the sine qua non of recovery on an automobile liability insurance policy, to establish that the accident giving rise to the cause of action resulted from the operation of a vehicle which, whether specifically or otherwise described in the policy, was the one, or among the ones, covered by the insurance.\nThe order discharging the rules to show cause why the compulsory non-suits should not be taken off is affirmed.\nCounsel did offer in evidence a photograph of tlie truck and on it there appeared a Public Utility Commission number; the court was correct in rejecting this offer if for no other reason than that it was not shown by whose authority the license number was placed on the vehicle and whether before or after the happening of the accident."}