{"id": "461191", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThe question presented by this appeal is whether the defendant in an action of assumpsit can counterclaim for damages resulting from an alleged unlawful retention of Ms property in a transaction not connected with the original suit.\nPlaintiff, Anderson Equipment Company, sued defendant on a book account which was not controverted. As a counterclaim, defendant alleged that plaintiff was liable to him for detention of his property in another transaction. After hearing evidence on behalf of defendant, the trial judge decided that the counterclaim failed. A verdict for the plaintiff was directed. Defendant appealed.\nThe counterclaim was based on the following transaction: On April 3, 1941, plaintiff, acting as agent for Manitowoc Engineering Works, entered into an agreement with defendant, subject to the approval of Manitowoc, for the purchase by defendant of a new construction shovel. This agreement provided that defendant should receive a credit of $5,000 on the trade-in of his used shovel, from the sale of which plaintiff was to derive its commission. Assuming that the agreement would be accepted by its principal, plaintiff, on May 7, 1941, removed defendant’s used shovel to its yard. On July 3, 1941, defendant telephoned to the Manitowoc Works and was informed that no delivery of a new shovel could be made to him, without first securing a Federal priority order, until at least October 1941. On the same day defendant orally told plaintiff to cancel his order. Plaintiff immediately wrote to defendant acknowledging the instruction to cancel and stating that the “. . . Shovel stored in our yard at the present time will bg loaded on your trailer at any time you wish.” However, on July 9, 1941, defendant wrote to plaintiff rescinding his instruction to cancel the order, and requesting delivery of the new shovel as soon as possible. No further action was taken until October 20, 1941, when defendant wrote to Manitowoc asking whether there was any expectation of filling the order. In reply, defendant was again notified that it was impossible to accept the order without a priority. In November 1941, Manitowoc informed plaintiff that the order could not be filled and advised it to return defendant’s trade-in, which was done on December 22,1941.\nOn these facts, defendant contends that the law implied a promise by plaintiff to return the used shovel, at the latest, when it received notice in November of the rejection of the order, and to compensate defendant for breach of that promise by not returning the shovel until December 22.\nThe court below decided that defendant, after being afforded an opportunity by plaintiff to retake possession of his shovel on July 9, 1941, or at any time thereafter, by his subsequent insistence that negotiations for delivery of the new shovel be continued indefinitely, acquiesced in plaintiff’s retention of the shovel and the detention under such circumstances was not unlawful.\nThis counterclaim cannot be made in an action of assumpsit. The mere wrongful detention of a chattel is a tort, and an implied promise to pay cannot arise therefrom. In Rees & Sons Co. v. Western Exposition Soc., 44 Pa. Superior Ct. 381, it was said (page 383): “There can be no doubt of the existence of a general rule which in substance declares that where the personal property of one has been wrongfully taken by another and remains in his possession, the owner cannot recover its price or value in an action of assumpsit. . . . Deysher v. Triebel, 64 Pa. 383; Satterlee v. Melick, 76 Pa. 62; Bethlehem Borough v. Fire Co., 81 Pa. 445; Balliet v. Brown, 103 Pa. 546, are all on this subject and will sufficiently point the way to the earlier precedents which have long since placed the existence of this rule beyond question.” See also: Parry v. First Nat. Bank of Lansford, 270 Pa. 556, 113 A. 847. Since the detention by plaintiff, if unlawful, would have been tortious, a counterclaim based thereon cannot be made in an action of assumpsit. Act of May 14, 1915, P. L. 483, section 14; Roth v. Reiter, 213 Pa. 400, 62 A. 1063. And see Groetzinger v. Latimer, 146 Pa. 628, 23 A. 393; Jenkins v. Rush Brook Goal Co., 205 Pa. 166, 54 A. 715.\nFurthermore, defendant in the facts of this case could not waive the tort, if such there were, and claim in assumpsit, because no conversion of the used shovel into money or its equivalent was alleged or proved. In Boyer v. Bullard, 102 Pa. 555, where plaintiff brought foreign attachment upon assumpsit for chattels detained by defendant, this Court stated (page 558) : “It is urged that the plaintiff might waive the tort, and claim in assumpsit. This can be done only in cases where there is a contract either expressed or implied. ... In the present case there was a mere detention of the chattels. There was no conversion of them into money or into any form of securities. There was no implied sale to the defendants whereby an action for goods sold and delivered could be maintained. The whole case is purely one in tort, for which no action ex contractu can be maintained.” Stanton v. Phila. & R. Rwy. Co., 236 Pa. 419, 424, 84 A. 832; Willet v. Willet, 3 Watts 277; Scott, Law of Bailments (1931), page 115. See also: Weiler v. Kershner, 109 Pa. 219, 222.\nJudgment affirmed."}