{"id": "461127", "contents": "Opinion by\nMr. Chief Justice Maxey,\nThis , case originated in indictments for arson, and the burning of a dwelling house and for aiding, counselling and procuring the burning of property with intent to defraud an insurer. Those indicted were James De Petro and Verna De Petro, his wife, and the latter’s brother, Anthony Montonaro. The defendants were all found guilty and James De Petro and Tony Montonaro were each sentenced to pay the costs of prosecution and to undergo imprisonment in the County Jail: the former for a period of not less than two and one-half years nor more than five years; the latter for a period of not less than two years nor more than five years. The sentence on Verna De Petro was suspended.\nThe appeals were to the Superior Court, which affirmed the judgments and sentences of the court below, with two judges dissenting. This court granted an allocatur. The proof is circumstantial and the chief assignment of error is that the trial court erred in not sustaining defendant’s demurrer to the Commonwealth’s evidence.\nThe salient facts are these: On the night of July 5, 1940, a frame dwelling house owned by James and Yerna De Petro, located in the Borough of Barnesboro, Cambria County, was totally destroyed by fire. James De Petro was in attendance at a firemen’s convention held in Punxsutawney when the fire occurred, and his five children were also then absent from home. Montonaro testified that he had left his home, which was near the De Petro home, to look for his young daughter and that as he passed the De Petro home he saw what appeared to be a flame inside the house, that he forced the rear door open, and fell to the floor, and he got out of the house with difficulty.\nOfficer McAllister testified Montonaro told him that he and Mrs. De Petro had been playing cards in the De Petro home until about 10 o’clock, and then he went to the kitchen to get a drink and while there something exploded and that he did not remember whether he walked or was blown out, of the house. Montonaro testified that on account of his burns “he did not know anything practically for a month after the fire and that he had said no such thing that I know of.” County Detective Cowan testified that Mrs. De Petro at the hospital the next morning made statements to him substantially like those Montonaro is alleged to have made to Assistant Fire Marshal McAllister, but she denied this and testified that at the time of the fire she was in her bedroom lying on her bed, dressed but alseep and that she was awakened by noise. She came downstairs and saw the flames. She went into the dining room and kitchen and then got out. Mrs. De Petro and Montonaro were badly burned and were found wandering in a nearby alley. Witnesses who were in the vicinity at the time testified that they heard a noise like a “bump” and others said an explosion occurred in the house followed by “a burst of flames of a bluish white color, very hot, and accompanied by a roaring noise, indicating the presence of inflammables.” When Mrs. De Petro was being taken to the hospital in an automobile she kicked off her shoes and a number of witnesses testified that these shoes smelled of gasoline that night. A chemist, H. C. Dixon, testified that shortly after the fire he discovered traces of gasoline on the shoes. He explained the tendency of gasoline vapors to explode and when that occurs it is followed by a hot, fast fire with flames of a bluish white nature. He also testified that he had examined the coat worn by Mrs. De Petro some days after the fire and found no odor of gasoline on it, which was not unexpected because of the volatility of gasoline, but that a microscopic view of the area burned showed that the top of the fibres were scorched due to a quick flame, which did not burn deeper than the exposed fibres but that it was a different result than would have followed an ordinary burn. The nurse in the hospital who attended Mohtonaro the night of the fire said she smelled gasoline on his clothes. In the ruins of the fire were found two 5 gallon tin cans. De Petro attempted to account for the presence of the cans by stating that they had been used for alcohol for his truck during the previous winter. There was no evidence of any fire having been in the house on this warm summer evening from which the fire in question could have originated. The defendants did not offer any explanation as to the cause of the fire.'\nThe Borough of Barnesboro maintains two pieces of fire apparatus, a Stutz pumper and a Seagrave pumper. The latter is a more modern apparatus than the former. On the night of the fire the Seagrave pumper was in a firemen’s parade in Punxsutawney, with the result that when the fire alarm sounded the firemen had only the Stutz apparatus at hand and with it they attempted to pump water from a creek nearby for use on the burning building. After a short period this pumper refused to function, although it had functioned three days previously. On the day after the fire an examination of the suction hose of the pump disclosed that it was blocked with pieces of lamp wick and that this had obviously caused its failure at the fire on the night before. There were protective screens at the intake of the hose and an additional one where connection is made with the pump, their purpose being to prevent foreign matter from being sucked into the hose. The Commonwealth’s contention that these lamp wicks had been maliciously placed in the hose by some person before the night of July 5th appears to be well founded.\nH. D. Plouse, who was charged with the duty of looking after the fire engine for the Borough of Barnesboro, testified that on the afternoon of July 5, 1940, he had a conversation with James De Petro at Plouse’s garage and that De Petro asked him if he, Plouse, was going to Punxsutawney to attend the firemen’s convention and what truck Plouse was taking and what time he was going to leave and how long he would be away. Plouse told him that he would be leaving about 6 P. M. and that the Seagrave pumper would be the one taken. Plouse testified that De Petro was in Plouse’s place at least four times that day making the inquiry mentioned. De Petro also asked Plouse about the time the fire apparatus would return. The last conversation with De Petro was after 6 o’clock on July 5th. Plouse testified that \"it seemed unusual for anyone to come in four or five times in one day. It is natural for him to come in once, anybody that belonged to the fire company, to come in and ask you what time you were going to the parade and if they could ride with me. That is only natural, but when they come in an excessive amount of times, it isn’t.”\nThe Commonwealth’s testimony showed that practically every member of the Barnesboro Volunteer Fire Company had a key to the fire hall. De Petro described himself as “a special police in the Borough of Barnes-ville, Fire Police”. There was testimony that De Petro knew several weeks before the fire that one of the fire pumps would be sent to the firemen’s convention at Punxsutawney, for he attended the meeting at which this was decided.\nThe Commonwealth offered testimony that De Petro was in financial distress, that he was threatened with foreclosure of a $500 mortgage owned by a building and loan association; that a furniture company on June 28, 1940, notified De Petro that it was about to repossess the furniture purchased in April, 1940, for $446.20 on which $416.26 was due at the time of the fire, that he owed the First National Bank a balance of $722.10 on an automobile on which he was making installment payments, that he owed a plumbing bill of $110.55, and that he was indebted since 1935 to a roofing company for materials amounting to $250.33. The only testimony as to the value of the real estate was furnished by the defendant and his witness, E. F. Dunn. The former testified that the real estate originally cost $250 and that he had expended around $900 or $950 on improvements. The latter testified that he thought the building would be worth about $1300 or $1400. The total insurance on the house was $1600 and on the personal property $1000. $500 additional insurance had been taken on the house and the same amount of additional insurance on the personal property, 7 days before the fire, i. e., on June 28, 1940. The only evidence as to the value of the personal property was that offered by the defendant, De Petro, who said that the six rooms of the house were fully furnished by him three years previously “at a cost of around $2000.” He also said that the only claims he had filed for insurance on both the real estate and personal property totalled $1800. It was for the jury to say whether or not the Commonwealth proved by the above evidence a motive for the crime charged. Proof of motive is never necessary in such cases but it is always relevant.\nDe Petro’s five children, ranging in age from 9 to 14 years were out of the house at the time of the fire. When He Petro went to Punxsutawney he took with him two of his boys; and a son and daughter, described as “the two smallest children”, were with their grandmother in Barnesboro on the night of the fire. Another child had been with Mrs. He Petro’s sister since the 2nd or 3rd of June, 1940, when the school term ended.\nIn passing on a demurrer to the Commonwealth’s evidence in a criminal case, a court does not decide whether or not it would find a defendant guilty on such evidence but whether or not the evidence if credited by the jury is sufficient to warrant it in coming to a conclusion beyond a reasonable doubt that the defendant is guilty as charged. There was competent evidence warranting the inference that gasoline functioned in the ignition and acceleration of this fire, and that its functioning was not accidental. The “distinct gasoline odor” which the hospital nurse said she detected on Montonaro’s “burned clothes” soon after the fire tended to connect him with a “gasoline fire” not long before. If gasoline was legitimately in the He Petro house, the defendants presumably would have known of it and they would have had no reason to conceal its existence when they testified. He Petro’s inquiries on the day of the fire as to which pump was to be taken to Punxsutawney, and particularly as to whether “the Seagrave pump” was going to be taken, reasonably gave rise to an inference that it was he who sabotaged the hose of the Stutz pumper so that it failed to function when his home was burning. He said he was “a member of the fire department for ten years” and “familiar with the way the suction pipe is connected to the pumper.”\nThe jury also had a right to consider the fact that He Petro denied the testimony of Plouse as to the inquiries which He Petro allegedly made as to which fire pump would be out of town that night. If the jury credited Plouse’s testimony, He Petro’s denial of these inquiries logically gave rise to an inference adverse to him. The fact that the testimony of Yerna He Petro as to her being alseep just before the fire was at variance with the story she is alleged to have told the Assistant Fire Marshal is a circumstance from which the jury might draw an inference adverse to her. The same is true of the inconsistency between Montonaro’s statement in the hospital as to his whereabouts just before the fire and his testimony on the same point. Wigmore on Evidence, 3rd edition, vol. 3, sec. 983, p. 550, says: “Among the many circumstances that contribute to form that general complex of impressions which we choose to call a verdict upon the issue, experience shows that the moral obliquity of a witness tends abundantly to smirch the cause for which he testifies.” The evidence offered in this case against all the defendants was sufficient to make out a prima facie case against all of them, according to “the conclusions and tests of every day experience,” which Wigmore says in the 3rd edition of his Evidence, Vol. 1, Sec. 27, p. 406, “must constantly control the standards of legal logic.”\nThe fact was established that Mrs. De Petro’s shoes smelled of gasoline and not only did she not explain this but even while she was suffering from burns and on the way to the hospital in an automobile she exhibited great anxiety about the shoes. To the driver, Tony Bucea, her next door neighbor, she said: “For God’s sake, get rid of them [the shoes] your wife might get jealous.” The inference is obvious that her anxiety was not that Mrs. Bucea would see the shoes but that officers of the law would smell them. A neighbor’s wife could not find cause for “jealousy” in the fact that her husband took a burned woman to a hospital. Bucea said the shoes “smelled like gas.” When asked on cross-examination whether or not “he got along with Mrs. De Petro, he said: “If I wasn’t getting along I wouldn’t have taken her to the hospital.” Bucea said that he left the shoes in his garage a short time that night after the fire, but that there was no gasoline or oil in the garage. Others also “got wiffs of gasoline” from Mrs. De Petro’s shoes. Oar-men Hueca, Tony’s brother, said: “They [the shoes] smelled gas.” Another witness testified that 12 or 13 men in the room that night after the fire “smelled the shoes” and that they did not have to put the shoes up to their noses to get the odor of gasoline. The qualified chemist already referred to testified that the shoes in question were brought to him in a sealed jar four days after the fire, and that “the odor when he opened this jar was definitely of gasoline.” Certain chemical tests he made showed the presence of gasoline on the shoes. It was not incumbent upon the Commonwealth to show (as argued) that the shoes “might have been cleaned with gasoline before the fire”. If they had been so cleaned Mrs. De Petro would have known it and would have testified to that fact.\nThat Montonaro’s clothing smelled of gasoline has already been noted. It is worthy of the jury’s consideration that Montonaro testified that when he got to the De Petro home the night of the fire and looked in the window “there was a flame in there” and he then bumped the door with his shoulder and went on in and fell on the floor” and somebody ran out past him. It would be a natural thing for a man who discovered a house on fire, not to force his way into the house unless someone was calling for assistance but to sound an alarm. Montonaro sounded no alarm. It would also be natural for a man to take himself out of a burning building as soon as possible if he could render no one any assistance while inside. If Montonaro got into this building the way he testified he did, it is a peculiar circumstance that the burns he received were on the hack of his body. The nurse who took care of him when he reached the hospital testified as to his clothing: “It was mostly burned off above the back; the seat of the trousers were burned off mostly.” The Commonwealth’s theory is that the “explosion” or “crack” or “bump” in the kitchen which several witnesses testified to having heard just before the fire was caused by Montonaro igniting some gasoline soaked material while he was in a “squatting” position and that the fast gasoline flames “caught up” with him before he could resume a standing position and run. All these various circumstances were for the jury’s consideration and all the trial judge had to pass on when the evidence was demurred to was: “Is the evidence offered by the Commonwealth if credited by the jury sufficient to warrant a conviction?” Both the trial judge and the Superior Court answered this question in the affirmative; We also answer it in the affirmative.\nIt is never the duty of the Commonwealth to prove guilt to a mathematical certainty. Circumstantial evidence has always been a chief reliance of the state in fixing guilt for crime. If it were not for the use and probative value of circumstantial evidence, crime would go unpunished much more frequently than it does. As Chief Justice Gibson said in Commonwealth v. Harman, 4 Pa. 269, 272:\n“A fact positively sworn to by a single eye-witness of blemished character, is not so satisfactorily proved, as is a fact which is the necessary consequence of a chain of other' facts sworn to by many witnesses of undoubted credibility. Indeed, I scarcely know whether there is such a thing as evidence purely positive. . . .\n“The only difference between positive and circumstantial evidence is, that the former is more immediate, and has fewer links in the chain of connection between the premises and conclusion; but there may be perjury in both. A man may as well swear falsely to an absolute knowledge of a fact, as to a number of facts from which, if true, the fact on which the question of innocence or guilt depends must inevitably follow. No human testimony is superior to doubt. The machinery of criminal justice, like every other production of man, is necessarily imperfect, but you are not therefore to stop its wheels.”\nIn Commonwealth v. Lettrich, 346 Pa. 497, 31 A. 2d 155, in which the crime charged was muyijer^ this Commonwealth relied upon circumstantial evidence to prove both the corpus delicti and also the guilt of the accused. In the recent case of Commonwealth v. Holt, 350 Pa. 375, in which the crime charged was murder, this Commonwealth relied upon circumstantial evidence to prove the guilt of the accused. In Commonwealth v. Libonati, 346 Pa. 504, 31 A. 2d 95, in which the Commonwealth relied upon circumstantial evidence to prove the guilt of the accused, this court said: “The mere fact that the evidence to establish appellant’s authorship of the crime is wholly circumstantial is not fatal to the Commonwealth’s case.” In the historic case of Commonwealth v. Webster, 5 Cushing 295, 311, in which the crime charged was murder, the Commonwealth of Massachusetts relied upon circumstantial evidence to prove both the corpus delicti and also the guilt of the accused. In that case Chief Justice Shaw, who presided at the trial, said: “The advantages [of circumstantial evidence] are, that as the evidence commonly comes from several witnesses and different sources, a chain of circumstances is less likely to be falsely prepared and arranged, and falsehood and perjury are more likely to be detected and fail of their purpose. . . . The common law appeals to the plain dictates of common experience and sound judgment; and the inference to be drawn from the facts must be . . . reasonably and morally certain.”\nIn arson cases and in conspiracy cases (and this ease is both) the proof of guilt is usually found in circumstances which so dovetail into one another as to indicate a criminal plan, and it has been uniformly held that the case is for the jury unless the proof relied upon for a conviction is “so weak and inconclusive that as a matter of law no probability of fact can be drawn from the combined circumstances.” Commonwealth v. Skwortzo, 113 Pa. Superior 345, quoting from Brown v. Shock, 77 Pa. 471. We do not adjudge the Commonwealth’s evidence in this case to be either weak or inconclusive.\nCounsel for the appellants argue: the fact that “the Commonwealth was unable to show that a single item, even one having sentimental value, was taken from the De Petro home before the fire is persuasive of the innocence of the appellants.” Counsel say “Policies of insurance, deeds, photographs, silverware and items easily removable from the house were destroyed.” These facts-are not in evidence, but even if they were they would be no more than a basis for an argument to the jury.\nIt is also a legitimate argument that neither Mrs. De Petro nor Montonaro would plan to burn themselves, or that they would plan a fire in which there would be an imminent risk of their being burned. This was proper for the jury’s consideration and it was doubtless considered. An opposing argument could well be that these two defendants were unacquainted with the intensity and rapidity of a fire fed by gasoline. Fire Chief Whited testified that “while an ordinary fire burns rather slowly there was something here [in the De Petro home] that was pushing; the bluish-white flames were very hot.” Unskilled persons sometimes use gasoline to kindle or feed fires as though it was the less volatile substance commonly used for these purposes, to-wit, kerosene, and generally with results that are personally disastrous.\nWe agree with the Superior Court that the Commonwealth’s case here is so much stronger than the Commonwealth’s case in Commonwealth v. Pogach, 119 Pa. Superior 510, 180 A. 126, that the decision in that case does not control this case. We find that this case was tried without substantial error.\nThe judgment entered by the Superior Court affirming the judgment and sentences of the Courts of Oyer and Terminer of Cambria County at Nos. 19 and 20, December Term, 1910, is affirmed.\nA well-known illustration of the probative value of circumstances which fit into a definite pattern of design and planning is found in an excerpt from the address of Abraham Lincoln before the Republican State Convention, at Springfield, Illinois, on June 16, 1858: It reads as follows: “We cannot absolutely know that all these exact adaptations are the result of preconcert. But when we see a lot of framed timbers, different portions of which we know have been gotten out at different times and places and by different workmen — Stephen, Franklin, Roger and James, for instance — and when we see these timbers joined together, and see they exactly make the frame of a house or a mill, all the tenons and mortices exactly fitting, and all the lengths and proportions of the different pieces exactly adapted to their respective places, ... we find it impossible to not believe that Stephen and Franklin and Roger and James all understood one another from the beginning, and all worked upon a common plan or draft drawn up before the first lick was Struck.” Beveridge's 'Abrate» Ltacoln,” Vpl, II, p. 58Q,"}