{"id": "461476", "contents": "MAJORITY OPINION\nCAPPY, Justice.\nThe three instant appeals were consolidated for oral argument and will be disposed of together in this opinion since they raise a single identical issue; namely, whether contraband discarded by a person fleeing a police officer are the fruits of an illegal “seizure” where the officer possessed neither “probable cause” to arrest the individual nor reasonable suspicion to stop the individual and conduct a Terry frisk. In each case, we reverse the Superior Court and hold that the discarded contraband must be suppressed.\nThe relevant facts of each case shall be set forth briefly.\nMatos v. Commonwealth, J-198A\nIn this case, on April 8, 1991, two Philadelphia - police officers responded to a radio broadcast that unknown persons were selling narcotics in the vicinity of Reese Street. They approached a group of three men in a nearby playground who fled as the officers approached. During the ensuing chase, one of the officers saw Appellant Matos discard a plastic bag. The officer retrieved the bag. Matos was then apprehended and the bag was discovered to have contained 12 vials of cocaine. Five additional vials of cocaine were found in Matos pocket after he was seized by the officer. The Court of Common Pleas of Philadelphia County suppressed the introduction of the vials of cocaine at Matos’ trial on drug charges, but the Superior Court reversed.\nMcFadden v. Commonwealth, J-198B\nOn October 27, 1990, two Philadelphia police officers in full uniform and in a marked patrol car approached Appellant McFadden, who looked in their direction and promptly ran away. One of the officers chased him for a short distance and, before being caught, McFadden tossed a handgun into the bushes. He was subsequently arrested after the gun was recovered and charged with carrying an unlicensed firearm on a public street. The Court of Common Pleas of Philadelphia County suppressed the evidence of the handgun at trial, but the Superior Court reversed.\nCarroll v. Commonwealth, J-198C\nOn November 22, 1989, two uniformed Philadelphia police officers in a marked police vehicle saw two men standing on the sidewalk of Olive Street. Both officers exited their patrol car and one of the officers spoke to one of the two men.. The second man, Appellant Carroll, stood with his hands in his jacket pockets. The other officer, with his hand over his gun, approached Carroll and started to ask him to take his hands out of his pockets. Carroll turned and fled into an alley, where he promptly slipped and fell on some debris. As he fell, he was being followed by one of the officers, who saw two broken tinted heat sealed packets containing a white substance fall from Carroll’s pocket onto the debris in the alley. The pursuing officer approached Carroll, who was still face down in the debris, drew his gun, and told Carroll to stay on the ground with his hands behind his back. Carroll was then arrested. The officer searched Carroll’s coat pockets and found 45 additional brown tinted packets. At his trial for possession of drugs and possession of drugs with intent to deliver, the Court of Common Pleas of Philadelphia suppressed the evidence of the drugs, but the Superior Court reversed.\nDISCUSSION\nThe issue in each of these cases is whether the pursuit by the police officer was a seizure. If it was not a seizure then the contraband was abandoned property, lawfully found by the officer. However, if the pursuit was a seizure, then the abandonment was coerced, and the officer must demonstrate either probable cause to make the seizure or a reasonable suspicion to stop and frisk.\nAppellants herein concede that under Fourth Amendment principles as set forth in California v. Hodari D., 499 U.S. 621, 111 S.Ct. 1547, 113 L.Ed.2d 690 (1991), a seizure did not occur. Appellants assert, however, that under Article I, Section 8 of the Pennsylvania Constitution a seizure did occur. Accordingly, we must now determine if Pennsylvania should adopt the reasoning expressed by the United States Supreme Court in Hodari D., or continue to interpret our State Constitution as affording a suspect a greater degree of protection from coercive state action.\nBefore beginning our review under the Pennsylvania Constitution, we will look at the specifics of the decision in Hodari D. In Hodari D., two police officers (identified by their jackets as police) were patrolling in an unmarked car in a high crime area. They approached a group of youths who fled. The accused youth discarded what appeared to be a small rock before he was tackled and handcuffed by one of the police officers. The “rock” turned out to be crack cocaine. In a 7-2 decision, Justice Scalia held that even if (as was conceded by the State of California) the officers’ pursuit had not been based upon reasonable suspicion, the drugs discarded were not the illegal fruit of a “seizure” of his person under the Fourth Amendment. The majority based this conclusion upon its reasoning that an arrest (the quintessential “seizure” of a person under the Fourth Amendment) requires either the application of physical force with lawful authority or submission to the assertion of authority and, under the facts of Hodari D., the accused- had not been touched by the pursuing officer at the time he discarded the drugs. Moreover, assuming that the police officers’ pursuit constituted a show of authority enjoining the accused to halt, the accused did not comply and therefore was not “seized” until one of the officers tackled him. In passing, Justice Scalia clearly notes that the State of California conceded that the police in Hodari D. did not even have “reasonable suspicion” to stop the accused under Terry, let alone probable cause to arrest.\nAs we stated in Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991), “we are not bound by'the decisions of the United States Supreme Court which interpret similar (yet distinct) federal constitutional provisions.” 526 Pa. at 388, 586 A.2d at 894. Rather,\nit is both important and necessary that we undertake an independent analysis of the Pennsylvania Constitution, each time a provision of that fundamental document is implicated. Although we may accord weight to federal decisions where they “are found to be logically persuasive and well reasoned, paying due regard to precedent and the policies underlying specific constitutional guarantees,” [citations omitted] we are free to reject the conclusions of the United States Supreme Court so long as we remain faithful to the minimum guarantees established by the United States Constitution.\n526 Pa. at 389, 586 A.2d at 894-895. We find it most instructive to continue our analysis of the seizure question raised herein in accordance with the four-pronged test set forth in Edmunds.\nThe first two prongs of the Edmunds test require us to examine the text of the constitutional article and its historical application. Although the language of Article 1, Section 8 is essentially the same as that in the Fourth Amendment, as this Court stated in Edmunds:\nAlthough the wording of the Pennsylvania Constitution is similar in language to the Fourth Amendment of the United States Constitution [footnote omitted], we are not bound to interpret the two provisions as if they were mirror images, even where the text is similar or identical [citation omitted]. Thus, we must next examine the history of Article I, Section 8, in order to draw meaning from that provision ...\n526 Pa. at 391-392, 586 A.2d at 896. Our review of the historical context and application of Article I, Section 8 reveals that this Court has traditionally regarded Article I, Section 8 as providing different, and broader, protections than its federal counterpart.\nIn Edmunds, this Court thoroughly examined the history of Article I, Section 8, and noted that this constitutional provision had its origin prior to the Fourth Amendment, in Clause 10 of the original Constitution of 1776. The Court also recognized that the modern version of Article I, Section 8 has remained untouched for over 200 years, and examined this significance:\n[T]he survival of the language now employed in Article I, Section 8 through over 200 years of profound change in other areas demonstrates that the paramount concern for privacy first adopted as part of our organic law in 1776 continues to enjoy the mandate of the people of this Commonwealth.\n526 Pa. at 394, 586 A.2d at 897, citing Commonwealth v. Sell, 504 Pa. 46, 65, 470 A.2d 457, 467 (1983). In Edmunds, the Court reviewed the history of Article I, Section 8 to determine whether the “good faith” exception to the exclusionary rule was consistent with the protections afforded by Article I, Section 8. After its review of the development of Article I, Section 8, the Court stated:\nThe history of Article I, Section 8, thus indicated that the purpose underlying the exclusionary rule in this Commonwealth is quite distinct from the purpose underlying the exclusionary rule under the Fourth Amendment, as articulated by the majority in [United States v.] Leon, [468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984) ].\n526 Pa. at 394, 586 A.2d at 897. “[A]s this Court has stated repeatedly in interpreting Article I, Section 8, that provision is meant to embody a strong notion of privacy, carefully safeguarded in this Commonwealth for the past two centuries.” Id. The Court then concluded that the purpose of the exclusionary rule as developed in Pennsylvania was not solely to deter police conduct, as the United States Supreme Court had interpreted it, but rather was “unshakably linked to a right of privacy in this Commonwealth.” 526 Pa. at 397, 586 A.2d at 898 [emphasis added].\nThe issue in Edmunds, of course, was whether the “good faith” exception to the exclusionary rule would frustrate the guarantees embodied in Article I, Section 8, whereas in the cases sub judice we are questioning whether an individual is improperly seized for purposes of Article I, Section 8 when the police without probable cause or reasonable suspicion pursue a citizen, thus requiring any abandoned contraband to be suppressed. Nevertheless, our pronouncement that Article I, Section 8 incorporates a strong right of privacy would not be any less applicable to the issue here. Certainly, the rights of individuals in this Commonwealth to be free from intrusive conduct by the police is implicated when the police pursue an individual, absent reasonable suspicion or probable cause, as it is when they execute a search warrant without probable cause.\nThe second prong of Edmunds also requires a review of the development of Pennsylvania case law in relation to the section of our State Constitution at issue. In this regard the law of this Commonwealth has always maintained a strong preference for the rights of the individual in the face of coercive state action. Through our decisions in Commonwealth v. Hicks, 434 Pa. 153, 253 A.2d 276 (1969), Commonwealth v. Jeffries, 454 Pa. 320, 311 A.2d 914 (1973), Commonwealth v. Jones, 474 Pa. 364, 378 A.2d 835 (1977), and Commonwealth v. Barnett, 484 Pa. 211, 398 A.2d 1019 (1979), this Court, both in coordination with and independent of the federal courts, has set forth the standards to be applied in determining whether an individual is seized and whether the seizure is lawful; and if it is not lawful, whether any evidence obtained must be suppressed.\nIn Hicks, this Court adopted the United States Supreme Court’s decision in Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), which permits a police officer to effect a precautionary seizure where the police have a reasonable suspicion that criminal activity is afoot. 434 Pa. at 158-159, 253 A.2d at 279-280. Terry, and by analogy Hicks, recognized that there are some instances in which an individual may not be arrested, but will still be considered to be “seized.” 392 U.S. at 19, 88 S.Ct. at 1878, 20 L.Ed.2d at 889. In Jones, this Court adopted an objective standard for determining what amount of force constitutes the initiation of a Terry stop: “whether a reasonable [person] innocent of any crime, would have thought he was being restrained had he been in the defendant’s shoes.” 474 Pa. at 373, 378 A.2d at 840. This case, which preceded the United States Supreme Court’s decision in United States v. Mendenhall, 446 U.S. 544, 100 S.Ct. 1870, 64 L.Ed.2d 497 (1980), was a precursor to the so-called “Mendenhall ” test posited by the United States Supreme Court: “a person has been ‘seized’ within the meaning of the Fourth Amendment only if, in view of all the circumstances surrounding the incident, a reasonable person would have believed he was not free to leave.” 446 U.S. at 555, 100 S.Ct. at 1877, 64 L.Ed.2d at 509.\nThe Jones/Mendenhall standard has since been consistently-followed in Pennsylvania in determining whether the conduct of the police amounts to a seizure or whether there is simply a mere encounter between citizen and police officer. See e.g., Commonwealth v. Lovette, 498 Pa. 665, 450 A.2d 975 (1982), cert. denied, 459 U.S. 1178, 103 S.Ct. 830, 74 L.Ed.2d 1025 (1983); Commonwealth v. Hall, 475 Pa. 482, 380 A.2d 1238 (1977); Commonwealth v. Brown, 388 Pa.Super. 187, 565 A.2d 177 (1989); Commonwealth v. Bulling, 331 Pa.Super. 84, 480 A.2d 254 (1984). Commonwealth v. Carroll, 427 Pa.Super. 1, 628 A.2d 398 (1993) (Johnson, J., dissenting). See also Commonwealth v. Lewis, 535 Pa. 501, 636 A.2d 619 (1994). Additionally, a brief survey through West’s Pennsylvania Digest 2d reveals scores of cases in Pennsylvania in which the issue of seizure is determined by the Jones/Mendenhall test.\nThis Court has also specifically addressed the issue of “coercive” stops. In Commonwealth v. Jeffries, supra, a case factually indistinct from the cases sub judice, this Court held that when the police had neither probable cause nor reasonable suspicion to justify a seizure, the action of the police in chasing an individual and subsequently arresting him was a violation of his Fourth Amendment rights. 454 Pa. at 325-326, 311 A.2d at 917. The Court applied the exclusionary rule and held that the abandoned contraband must be suppressed because “[t]he causative factor in the abandonment ... was the unlawful and coercive action of the police in chasing Jeffries in order to seize him ...” 454 Pa. at 327, 311 A.2d at 918. Thus, the Court found both that Jeffries had been seized by the conduct of the police in chasing him, and that the contraband abandoned by Jeffries must be suppressed. This Court again exhibited its concern for coercive conduct by the police in Barnett, another case factually similar to Jeffries and the instant cases. In Barnett, the Court upheld a suppression order stating:\nUnder these circumstances, the suppression court was correct in finding that the officers did more than merely approach appellee for questioning. The police conduct here amounted to a coercive factor which was the main reason that appellee abandoned the weapon.\n484 Pa. at 216, 398 A.2d at 1019.\nBoth Jeffries and Barnett exhibit a concern for protecting individuals against coercive police conduct. Moreover, both cases take a reasonable and objective approach to determining whether, in fact, the subject being pursued felt free to leave and was therefore seized by the conduct of the police.\nThus, there exists clear precedent in Pennsylvania defining the appropriate standards to be used when considering whether an individual has been seized. The long-standing definition of what constitutes a seizure applied by the Courts of this Commonwealth cannot be ignored, particularly when viewed in tandem with this Court’s recognition of the privacy rights embodied in Article I, Section 8.\nNext, we turn to the holdings of our sister' states which have considered the United States Supreme Court’s decision in Hodari D. Under the Edmunds analysis, we do not look merely to the number of states deciding an issue one way or another; rather, we look to the substance of those decisions to see if we can glean whether those states finding greater protection under their states’ constitutions espouse constitutional concerns similar to ours. It is also instructive to determine why other states reject providing broader protection.\nSeveral states have recognized that privacy rights are implicated by their states’ constitutional equivalent to the Fourth Amendment and have shown a reluctance to abruptly abandon the protections their citizens have enjoyed under their state constitutions. See, e.g., State v. Tucker, 136 N. J. 158, 642 A.2d 401 (1994); In re E.D.J., 502 N.W.2d 779 (Minn.1993); New York v. Madera, 153 Misc.2d 366, 580 N.Y.S.2d 984 (Supreme Ct.1992), aff'd 189 A.D.2d 462, 596 N.Y.S.2d 766, aff'd 82 N.Y.2d 775, 624 N.E.2d 675, 604 N.Y.S.2d 538 (1993); State v. Oquendo, 223 Conn. 635, 613 A.2d 1300 (1992); State v. Quino, 74 Haw. 161, 840 P.2d 358 (1992), cert. denied, 507 U.S. 1031, 113 S.Ct. 1849, 123 L.Ed.2d 472 (1992); State v. Holmes, 311 Or. 400, 813 P.2d 28 (1991). The conclusion of these state courts that they are reluctant to depart from the long-recognized Mendenhall test should not be taken lightly. These decisions are well-considered and clearly evidence a recognition by the courts that the citizens of their states are entitled to broader privacy rights under their state constitutions. Moreover, several states that have adopted Hodari D. do so noting that they do not have a history of providing greater protection to their citizens or recognizing a privacy interest. See, e.g., State v. Agundis, 127 Idaho 587, 903 P.2d 752 (1995); Johnson v. State, 864 S.W.2d 708 (Tex.App.1993); State v. Cronin, 2 Neb.App. 368, 509 N.W.2d 673, 676 (1993) (“Nebraska has neither an explicit constitutional right of privacy nór a history of affording individuals greater rights than are afforded by the federal Constitution”); Henderson v. Maryland, 89 Md.App. 19, 597 A.2d 486 (1991)\nThis Court has clearly and emphatically recognized that our citizens enjoy a strong right of privacy, and that our citizens are therefore entitled to broader protection in certain circumstances under our state constitution. See, e.g., Edmunds, supra; Commonwealth v. Mason, 535 Pa. 560, 637 A.2d 251 (1993); Commonwealth v. Martin, 534 Pa. 136, 626 A.2d 556 (1993); Commonwealth v. Rodriquez, 532 Pa. 62, 614 A.2d 1378 (1992). Thus, our historical development of case law under Article I, Section 8 is more consistent with the rationale of the state courts that have found broader state constitutional protections.\nThe fourth prong of Edmunds requires us to consider the policy considerations involved in accepting federal precedent in the context of a claim made under the Pennsylvania Constitution. It has long been the rule in Pennsylvania that an individual has no duty to stop or respond to an inquiry by the police. Although the police may initiate an encounter with a suspect, and request information absent any level of suspicion, that encounter “carries no official compulsion to stop or respond.” Commonwealth v. Douglass, 372 Pa.Super. 227, 228-229, 539 A.2d 412, 417-18 (1988), allocatur denied, 520 Pa. 595, 552 A.2d 250 (1988) [emphasis added].\nLess than three years ago, this Court, in Commonwealth v. Rodriquez, supra, rejected the contention that the goal of curtailing the drug trade permits the expansion of police intrusion without the constitutional justification of reasonable suspicion or probable cause:\nWe emphatically reject the Superior Court’s “end justifies the means” analysis. By focusing its attention only upon the serious ills inflicted upon society by illegal narcotics, the Superior Court failed to recognize and respond to necessary constitutional constraints on excessive police conduct. The seriousness of criminal activity under investigation, whether it is the sale of drugs or the commission of a violent crime, can never be used as justification for ignoring or abandoning the constitutional right of every individual in this Commonwealth to be free from intrusions upon his or her personal liberty absent probable cause.\nAccordingly, we decline to adopt the rationale of the Superi- or Court or the arguments offered by the Commonwealth, and thus, we decline to expand the appropriately narrow “reasonable suspicion” exception to probable cause already established by the United States Supreme Court in Terry v. Ohio and by this Court in Commonwealth v. Hicks, 434 Pa. 153, 253 A.2d 276 (1969).\n532 Pa. at 73, 614 A.2d at 1383. As we declined to expand the reasonable suspicion exception in Rodriquez as contrary to the protections afforded by Article I, Section 8, so too does this Court decline to narrow the long-recognized definition of seizure by adopting the Hodari D, definition.\nThus, we find that there are ample policy reasons to reject the decision of the United States Supreme Court in Hodari D. as being inconsistent with the constitutional protections afforded under Article I, Section 8 of the Pennsylvania Constitution. As aptly put by Justices Stevens and Marshall, “[i]f carried to its logical conclusion, it will encourage unlawful displays of force that will frighten countless citizens into surrendering whatever privacy rights they may still have.” 499 U.S. at 646-647, 111 S.Ct. at 1561, 113 L.Ed.2d at 710 (Stevens, J., dissenting).\nAccordingly, we reject Hodari D. as incompatible with the privacy rights guaranteed to the citizens of this Commonwealth under Article I, Section 8 of the Pennsylvania Constitution. The order of the Superior Court is reversed and the cases are remanded to the respective trial courts for further disposition in accordance with this opinion.\nPAPADAKOS and MONTEMURO, JJ., did not participate in the decision of this case.\nCASTILLE, J., files a dissenting opinion.\n. This opinion was reassigned to this author.\n. Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968).\n. In Edmunds, this Court created a four-pronged methodology to aid in the analysis of state constitutional claims. This methodology, while not mandatory, highlights important touchstones that should be considered whenever this Court weighs the impact of United States Constitutional decisions upon state constitutional claims. The four factors to be considered are:\n1) The text of the Pennsylvania Constitutional provision;\n2) The history of the provision, including Pennsylvania case law.\n3) Related case law from other states; and,\n4) Policy considerations unique to Pennsylvania. Edmunds, 526 Pa. at 391, 586 A.2d at 895.\n. Article I, Section 8 provides:\nThe people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or to seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or affirmation subscribed to by the affiant. Amendment Four provides:\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\n. In Jeffries, Jeffries was walking along a public street when he noticed four police officers. Jeffries quickened his pace, prompting the police officers to leave their police car. Jeffries then began to run, and the police officers gave chase. Jeffries abandoned a cigarette packet, containing drugs, during the chase.\n. In Barnett, officers observed Barnett walking down the street with his hands in his pockets. When Barnett noticed the police officers, he ducked behind a parked car. The officers then stopped the car, whereupon Barnett ran. The officers chased Barnett, who discarded a pistol and ammunition during the pursuit.\n. We do not find that because these cases were decided to some degree by reliance upon the federal Fourth Amendment that they are not representative of the law of this Commonwealth pertaining to Article I, Section 8. At best, nothing can be discerned from the Court's failure to note specifically that Pennsylvania Constitutional rights were also being considered. The federal Constitution provides a minimum of rights below which the sLates cannot go. Commonwealth v. Sell, 504 Pa. 46 at 63, 470 A.2d 457 at 467. Where our Court, as in Jeffries, finds that the police violated the defendant's federal constitutional rights, there is no reason for the Court to go further and address what additional protections the Pennsylvania Constitution might also provide."}