{"id": "461627", "contents": "OPINION\nCAPPY, Justice.\nThe issues presented in this appeal involve the validity of an arrest for a motor vehicle violation made by a law enforcement agent, albeit one not authorized to make such arrests, and the applicability of the exclusionary rule to evidence obtained as a result of that arrest.\nThe facts giving rise to the instant matter occurred on March 23,1989. On that day, Special Agent Mark Sites of the Federal Bureau of Investigation (“FBI”), while travelling in an unmarked FBI vehicle on Balph Avenue in Bellevue, Allegheny County, Pennsylvania, observed a vehicle being driven by Appellee approaching a stop sign at the intersection of Balph Avenue and Orchard Street. According to Agent Sites, who at that time was stopped at the intersection, the vehicle approached the stop sign and proceeded through it without stopping. The vehicle then made a wide right turn, swerving into the oncoming lane and nearly hitting Agent Sites’ vehicle.\nGiven his observations, Agent Sites followed the vehicle for a short distance and, using his police lights and siren, eventually stopped Appellee. Agent Sites identified himself to Ap-pellee as an FBI agent and showed Appellee his badge. Upon sensing the odor of alcohol emanating from Appellee, Agent Sites requested a resident who was standing nearby to call the local police. Although Agent Sites never told Appellee that he was under arrest, he did inform Appellee not to move and to remain seated in his vehicle. Further, Agent Sites testified that his decision to stop Appellee was “based on [his] employment as a law enforcement officer in view of public safety.” (N.T. 7/10/90 p. 6, 12). After the local police arrived, Agent Sites briefed them on events that had occurred and, at their request, prepared a written report of the incident. The local police then arrested and charged Appellee with driving under the influence of alcohol pursuant to 75 Pa.C.S. § 3731.\nPrior to trial, Appellee filed a motion to suppress the evidence obtained as a result of Agent Sites’ stop. This motion was denied and Appellee proceeded to a non-jury trial. Appellee was ultimately found guilty of the above offense. His subsequently filed post-trial motions were denied and he was sentenced to thirty (30) days to six (6) months incarceration. On appeal, the Superior Court reversed and remanded, concluding that the arrest by Agent Sites was illegal, that the subsequent arrest by the local police was tainted by that first illegal arrest, and that the exclusionary rule was applicable and required that all the evidence obtained as a result of the illegal arrest should be suppressed. The Commonwealth’s petition for allowance of appeal was granted by this Court and this appeal followed. For the following reasons, we affirm the decision of the Superior Court.\nThis Court has addressed the validity of arrests by individuals other than police officers and the resulting consequences in three prior decisions. See Commonwealth v. Corley, 507 Pa. 540, 491 A.2d 829 (1985); Commonwealth v. Galloway, 525 Pa. 12, 574 A.2d 1045 (1990); Commonwealth v. Leet, 537 Pa. 89, 641 A.2d 299 (1994). A proper disposition of the instant matter necessitates a discussion of these three cases.\nMost recently, this Court in Commonwealth v. Leet, 537 Pa. 89, 641 A.2d 299 (1994), addressed the issue of whether a deputy sheriff had authority to make a warrantless arrest for motor vehicle violations committed in his presence. There, we held that the common law powers of a sheriff include the power to enforce the Motor Vehicle Code and that such power has not been abrogated by statute or otherwise. Accordingly, we further held that those sheriffs or deputy sheriffs who have completed appropriate law enforcement training have the authority to make warrantless arrests for motor vehicle violations.\nOur decision in Leet provides little guidance, however, in the instant matter. As an FBI agent, Agent Sites is not authorized under either state or federal law nor under common law to arrest for traffic offenses or for misdemeanor crimes. Rather, as an FBI agent he is authorized to make warrantless arrests only where he has reasonable grounds to believe that the person has committed or is committing any felony cognizable under the laws of the United States. 18 U.S.C. § 3052. Accordingly, our recent decision in Leet is inapposite to the instant matter.\nRecognizing Agent Sites’ lack of authority to so arrest, the Commonwealth here contends that the arrest by Agent Sites was not performed under his authority as an FBI agent, but rather should be viewed as an arrest made by a private citizen. It is the Commonwealth’s contention that Agent Sites’ conduct here constituted a permissible citizen’s arrest which did not taint the subsequent arrest by . local police.\nIn its brief the Commonwealth discusses at length this Court’s decision in Commonwealth v. Galloway, 525 Pa. 12, 574 A.2d 1045 (1985). In Galloway, the Court addressed the issue of whether an agent of the Office of the Pennsylvania Attorney General could stop and detain a motorist believed to be driving under the influence of intoxicating beverages. There, the agent, upon observing the defendant driving erratically, pursued the defendant, flashing the red lights and activating the siren on his unmarked car. When the defendant pulled off the road, the agent used a bullhorn to order him out of the vehicle and to move to the rear of the vehicle and remain still. The agent then removed the keys from the vehicle, presented his badge to the defendant, gave some type of Miranda warnings, and informed the defendant that he was under arrest. The agent then radioed the State Police who upon arrival took the defendant into custody and administered a breathalyzer test. The defendant’s subsequently filed motion to quash the criminal information on the basis that the agent as a member of the Attorney General’s Office was without authority to arrest the defendant was granted by the trial court and that ruling was affirmed by the Superior Court on appeal. Following this Court’s grant of allocatur a majority of the Court was, however, unable to agree on a resolution of this matter thus rendering the Court’s decision in Galloway a non-precedential plurality decision. Mr. Justice Papadakos, writing the opinion of the Court which was joined by Messrs. Justice Flaherty and the late Justice McDermott, held that the arrest by the agent was illegal because the Office of the Attorney General possesses no general arrest powers. Mr. Justice Papadakos went on to hold, however, that the second arrest by the State Trooper was valid finding that the information furnished by the agent and a second witness together with the presence of the odor of alcohol provided the State Trooper with sufficient probable cause to arrest the defendant without a warrant. Mr. Chief Justice Nix filed a concurring opinion, agreeing only with the result, but not the rationale as expressed in Mr. Justice Papadakos’ opinion. It was Mr. Chief Justice Nix’s opinion that the agent acted as a private citizen when he stopped the defendant and therefore, the arrest was not illegal. Mr. Justice Zappala, who was joined by Mr. Justice Larsen, dissented on the basis that the actions of the Attorney General’s agent clearly constituted state action, which action, under the principles enunciated in Commonwealth v. Corley, 507 Pa. 540, 491 A.2d 829 (1985), warranted the application of the exclusionary rule. Therefore, Galloway, while factually similar to the instant matter, is not determinative of the issue of what constitutes state action since it bears no precedential weight.\nThe decision in Commonwealth v. Corley, 507 Pa. 540, 491 A.2d 829 (1985), is, however, particularly relevant to our determination in the instant matter. In Corley, the Court addressed the issue of what constitutes state action. There, a security guard for a Strawbridge and Clothier department store witnessed the defendant running toward the main escalator just as he heard over his radio that there had been a shooting in the store. He followed the defendant out of the store, across the street, and into another department store. While following the defendant the guard observed the defendant put a gun in his jacket pocket. The guard detained the defendant and removed his jacket. The guard then handcuffed the defendant and took him to the detention room in the Strawbridge and Clothier store and while there, removed the gun from the defendant’s jacket. The defendant was ultimately convicted of robbery, various weapons offenses and assault. Following his convictions, he petitioned for post conviction relief alleging that his trial counsel was ineffective for having withdrawn an allegedly meritorious suppression motion. The issues sought to be raised by the defendant were whether the exclusionary rule applies in the context of a citizen’s arrest and, if so, whether the arrest of the defendant in that case was illegal as there was no felony committed in the presence of the arresting person. The trial court denied post conviction relief and the Superior Court affirmed that decision. This Court then affirmed the order of the Superior Court albeit on grounds distinct from those espoused by the Superior Court. Specifically, this Court held that the actions of the security guard did not rise to the level of state action and therefore, the exclusionary rule was inapplicable.\nSignificant for purposes of the present appeal is the Court’s detailed examination of the principles of state action as set forth by Mr. Justice Zappala writing for the majority of the Court in Corley. As set forth therein, the guiding principles are those first established by the United States Supreme Court in Lugar v. Edmondson Oil Co., Inc, 457 U.S. 922, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982). In Lugar, the Supreme Court held that the conduct allegedly causing the deprivation must be fairly attributable to the state. In explaining the “fair attribution” test, the United States Supreme Court stated:\n[Our] cases reflect a two-part approach to the question of “fair attribution.” First, the deprivation must be caused by the exercise of some right or privilege created by the state ... Second, the party charged with the deprivation must be a person who may fairly be said to be a state actor. This may be because ... his conduct is otherwise chargeable to the state.\nLugar, 457 U.S. at 937, 102 S.Ct. at 2754, 73 L.Ed.2d at 495. The critical factor for purposes of determining whether state action is involved is whether the private individual, in light of all the circumstances, must be regarded as having acted as an “instrument” or agent of the state. Corley, 507 Pa. at 548, 491 A.2d at 832, citing Coolidge v. New Hampshire, 403 U.S. 443, 487, 91 S.Ct. 2022, 2049, 29 L.Ed.2d 564, 595 (1971). This Court made clear in Corley that mere cooperation with the authorities alone does not constitute “state action.” In other words, the mere fact that police and prosecutors use the results of an individual’s actions does not, alone, elevate those actions to the level of state action. Where, however, the relationship between the person committing the wrongful acts and the State is such that those acts can be viewed as emanating from the authority of the State, the principles established in Corley dictate a finding of state action.\nApplying the principles set forth in Corley, it is convincingly clear that Agent Sites here displayed conduct which can “fairly be attributable to the state” and that Agent Sites must be regarded as having acted as an “instrument” or agent of the state when he stopped Appellee. Despite the Commonwealth’s assertion to the contrary, Agent Sites’ use of the lights and sirens which were equipped on his unmarked government vehicle, together with his displaying of his FBI badge, is relevant, and, indeed, determinative of our conclusion that the instant case involves state action. It simply cannot be denied that Agent Sites’ obvious display of authority when he stopped Appellee imbued his actions with an official aura. As such, we cannot escape the conclusion that illegal state action was here involved and that no subsequent action can erase that taint.\nHaving established that the conduct of Agent Sites constituted state action, we must now determine the remedy, if any, and more specifically, whether the exclusionary rule is here applicable.\nThe Commonwealth contends that the stop effected by Agent Sites did not result in a violation of the Fourth Amendment’s proscription against unreasonable searches and seizures nor did it violate any other fundamental constitutional rights and that therefore, the exclusionary rule is here inapplicable. In support thereof, the Commonwealth submits that since “Agent Sitesf] actions in stopping appellee would have been a valid traffic stop if he had been a duly authorized police officer” the stop was not constitutionally infirm. (Brief for the Commonwealth, p. 20). The Commonwealth further submits that of primary significance is the lack of evidence to suggest that Agent Sites was in any manner acting in bad faith when he stopped Appellee.\nThis Court made clear in Corley, however, that where the unlawful actions of the individual are deemed to be state action, the exclusionary rule applies and any evidence obtained as a result of those actions must be suppressed. The good or bad faith of the individual acting under color of state authority is simply irrelevant. This is so since the Fourth Amendment operates where, as here, there exists a relationship between a citizen and the state. Corley, 507 Pa. at 546, 491 A.2d at 831. In other words, since Appellee was unlawfully arrested by Agent Sites whom, as determined herein was acting as “an instrument of the state,” the requisite relationship between Appellee and the state here exists so as to invoke the protections of the Fourth Amendment. The result is the same under Article I, Section 8 of our Pennsylvania Constitution. Id. at 546, 491 A.2d at 831. The remedy of exclusion under such facts is not invoked as a means of punishing the state, but rather as a means of assuring that a defendant’s constitutional rights are adequately protected when infringed upon by the use of unlawful state action. As Justice Nix so aptly state in his concurring opinion in Galloway,\n“[t]he theory justifying the use of an exclusionary rule to exclude evidence damaging to a defendant is that the illegality in procuring that evidence offends our collective concept of fundamental fairness. We have made the societal judgment that it is better to relieve the culprit of responsibility for the act rather than condone law enforcement officers in conduct of such nature.”\nCommonwealth v. Galloway, 525 Pa. at 21, 574 A.2d at 1050 (Chief Justice Nix concurring). The fact that Appellee could have lawfully been arrested by someone other than Agent Sites is clearly inconsequential to a determination of whether Agent Sites’ actions warrant the remedy of exclusion.\nThe decisions relied upon here by the Commonwealth wherein exclusion was deemed not to be an appropriate remedy are either inapposite or, indeed, supportive of our determination that the exclusionary rule is the proper remedy here. For instance, the Commonwealth cites Corley for the proposition that exclusion is not an appropriate remedy here. As set forth previously in this opinion, this Court in Corley found no state action to be present and thus concluded that the exclusionary rule was inapplicable. However, where, as here, state action is present, Corley dictates that exclusion is the remedy. Thus, Corley supports our decision here. The Commonwealth also relies upon Commonwealth v. Mason, 507 Pa. 396, 490 A.2d 421 (1985), wherein this Court held that not every perceived violation of a rule of criminal procedure requires the automatic exclusion of evidence. That decision, however, is inapposite to the instant matter. As this Court has noted before, the holding in Mason does not suggest that exclusion is not appropriate where, as here, a violation of the law implicates constitutional concerns and/or fundamental rights. See, e.g., Commonwealth v. Edmunds, 526 Pa. 374, 407, n. 14, 586 A.2d 887, 903 n. 14 (1991). Having determined that the unlawful actions of Agent Sites here constituted state action, we cannot escape the further conclusion that the exclusion of all evidence obtained as a result of that stop should have been suppressed.\nAccordingly, we affirm the order of the Superior Court which reversed and remanded this matter to the trial court.\nFLAHERTY, J., files a dissenting opinion in which CASTILLE and NEWMAN, JJ., join.\nThis opinion was reassigned to this author.\n. In connection with this argument, the Commonwealth submits that subsequent arrest by the local police was authorized under 75 Pa.C.S. § 3731(c) which provides in pertinent part as follows:\n(c) Certain arrests authorized — In addition to any other powers of arrest, a police officer is hereby authorized to arrest without a warrant any person who the officer has probable cause to believe has violated the provisions of this section, regardless of whether the alleged violation was committed in the presence of such officer.\nAs the Commonwealth concedes, however, irrespective of section 3731(c), the issue remains whether the initial arrest by Agent Sites was illegal thereby tainting the subsequent arrest by the local police.\n. Agent Sites’ stop of Appellee, because it was effected under the color of state action, clearly constituted a “seizure” for purposes of the Fourth Amendment. See, generally, Commonwealth v. Murray, 460 Pa. 53, 331 A.2d 414 (1975)."}