{"id": "462760", "contents": "Opinion by\nMr. Justice Linn,\nThe defendant, who is the appellant, borrowed $7,000 from the bank of which plaintiff afterward became receiver, and delivered his note dated April 27, 1927, for the payment of the loan on demand; the note contained a warrant to confess judgment and recited the delivery, as collateral security, of a bond and mortgage made by Jacob Zussman in the sum of $8,500. In 1928, the bank foreclosed on the Zussman mortgage and at the sheriff’s sale purchased the property for $50.00, thereafter carrying it as collateral for the loan to defendant: compare Gordon v. Mohawk Bond & Mtg. Co., 317 Pa. 257, 176 A. 422; Huntingdon Valley Trust Co. v. Norristown-Penn Trust Co., 329 Pa. 356, 196 A. 821. On December 24, 1928, the mortgage foreclosure judgment was marked satisfied. On September 30, 1933, the Secretary of Banking took possession of the bank for purposes of liquidation and on June 30, 1942, sold the property taken in foreclosure and credited the proceeds, $3,657.74, on defendant’s note. On June 9, 1939, the bank, acting by the receiver, entered judgment against the defendant on his note of April 27, 1927. No execution has been issued on this judgment.\nDefendant began the present proceeding on April 20, 1942, by petition to open this confessed judgment and show -in defense that plaintiff had . . never at any time instituted proceedings to fix the fair value of the real estate sold in the aforementioned foreclosure proceedings,” referring to the Zussman mortgage which defendant had delivered to the bank as collateral security.\nThe case was heard by Judge Sweney who dealt with the petition as an application for an .issue to try the fact alleged in relief of liability on the judgment: see Stroud’s Appeal, 109 Pa. 326. Defendant contended that his liability on- the confessed judgment was discharged by the Deficiency Judgment Act of July 16, 1941, P. L. 400, 12 PS section 2621.1, because plaintiff had not, within six months after its approval, filed a petition for the determination of the fair value of Zussman’s property sold to the., bank on the mortgage foreclosure. The learned judge held that defendant had not presented a case within the Act and dismissed the petition.\nThe order must be affirmed. The satisfaction of defendant’s judgment on the Zussman mortgage discharged Zussman’s liability on the judgment, leaving nothing to support the defendant’s contention. The case is not within the terms of the statute. Section 1 provides that if a plaintiff in execution proceedings takes title, directly or indirectly, for less than the amount of the judgment, interest and costs, and “. . . seeks to collect the balance due” he shall petition the court “. . . to fix the fair market value of the real property sold . . .” Section 7 requires such petition to be filed within six months of the effective date of the Act if the sale occurred prior to that date. There has been no sale of land on the judgment confessed on the collateral note.\n■ Order affirmed, costs to be paid by appellant."}