{"id": "462715", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThis appeal involves the construction of a will. It raises the question whether the estate of a deceased remainderman or his surviving children are entitled to share in the distribution of property which has now fallen into the residuary estate by reason of the death of a life tenant without issue.\nTestator provided for certain trusts for his children for life. The trusts were to end on the death of each life beneficiary and the principal to be distributed to the life beneficiary’s living child or children and issue of children deceased. The testator further provided that if any life beneficiary died without issue such share should become part of the same trusts. Such directions are found in the tenth item of the will and read: “. . . In Trust, during the lifetime of my said children respectively, so that upon the death of each of my said children the principal of their several shares shall pass undiminished to the living child or children and issue of children deceased of my said child so dying (such issue taking the share which their parent would have taken if living); but if any of my said children should die without leaving child or children living at the time of their respective deaths, or issue then living of children deceased, then I Direct that the share of such my child so dying shall fall into the residue of my estate, to be held by my said Executors or Trustees upon the same Trusts and for the same Purposes as I have directed as to the said residue.”\nSally, one of the daughters and a life tenant, was survived by a son, Frederick, who subsequently died testate leaving four children, the appellants. Laura, another of testator’s daughters, and also a life tenant, later died without leaving issue. A one fourth portion of the corpus set aside for the life of Laura is claimed by, and was awarded to, the executor of the estate of Frederick. The four children of Frederick question the correctness of the award.\nFrederick’s interest in the corpus of the share upon which his mother enjoyed a life estate was contingent. In order to take, Frederick was required to be living at his mother’s death: Frasier v. Scranton Gas & Water Co., 249 Pa. 570, 95 A. 256; Roop’s Estate, 274 Pa. 117, 117 A. 787; Benedict’s Estate, 70 Pa. Superior Ct. 51. When Frederick did survive his mother, his interest in that portion of the trust became vested: Hinkson v. Lees, 181 Pa. 225, 37 A. 338; McGlinn’s Estate, 320 Pa. 389, 182 A. 495. While conceding the correctness of these principles, appellants contend that the words of the will clearly indicate testator’s intent to affix the same contingency to the accruing share as he did to the original one, to wit: the survival of Frederick at the death of Laura. We agree with Judge Sinkler, the auditing judge, who said: “Since the trusts for his children were the only trusts created, it is clear that the testator intended the additional share to be treated as though it had formed part of the original residuary estate. The use of the phrase ‘then I direct’ does not change a vested interest into a contingent interest. The word ‘then’ is used in this will as a conjunction meaning ‘in that event’, not as an adverb meaning ‘at that time.’ [Frederick] had a vested interest in the Laura Straus Hibbs share subject only to being divested by the birth of issue to her.” See Packer's Estate (No. 2), 246 Pa. 116, 92 A. 70; Neel’s Estate, 252 Pa. 394, 97 A. 502; Wheaton Coal Co. v. Harris, 288 Pa. 294, 135 A. 637; McGlinn’s Estate, supra.\nThe appeal is dismissed and the decree affirmed. Costs to be paid out of the estate."}