{"id": "462713", "contents": "Opinion by\nMr. Justice Drew,\nThis action in trespass was instituted by Lawrence DiGregorio, Administrator of the Estate of Carmen Di Gregorio, deceased, to recover damagés for the unlawful death of plaintiff’s decedent sustained when struck by a truck owned by defendant, Alice J. Daniels, and driven by defendant, William H. Skinner. Mrs. Daniels filed an affidavit of defense wherein she admitted being the owner of the truck, but denied that Skinner was her servant when the. accident happened, averring'that he was at that time in the employ of one .Morris Berg, to whom she had hired the truck and driver. Thereupon, plaintiff brought a similar action against Berg, who did not file an affidavit of defense. The suits against all three defendants were consolidated and.tried together. At the conclusion of plaintiff’s case, a compulsory non-suit was entered as to Mrs. Daniels, and the case proceeded against Skinner and Berg. The jury returned verdicts against them of $7500 in favor of the personal representative and of $2500 in favor of decedent’s parents. After argument, the learned court below granted Berg’s motion for a new trial, vacated on its own motion the non-suit which had been entered as to Mrs. Daniels, and refused the motions of Skinner for judgment n. o. v. and for a new trial. Following the entry of judgments on the verdicts against Skinner, he and Mrs. Daniels took separate appeals to this Court.\nIn considering the action of the court below in refusing judgment n. o. v. as to Skinner, we must view the record in the light most favorable to plaintiff and give him the benefit of every fact and inference of fact properly deducible from the evidence. So viewed, the following facts appear: Passyunk Avenue, in the .City of Philadelphia, is a 45-foot thoroughfare, runs generally in an easterly and westerly direction, and is-traversed by double street car tracks. Opal Street runs in a northerly and southerly direction and makes a “T” intersection with Passyunk Avenue from the south. About nine o’clock on the clear morning of November 11, 1942, plaintiff’s decedent, a boy about sixteen years of age, was walking directly across Passyunk Avenue from north to south, a short distance east of its intersection with Opal Street: When he left the northerly curb, there was no traffic in sight, but upon his reaching the first rail of the northerly car track, a truck (driven by Skinner, with Berg.on the front seat with him) was seen approaching from the west, on its right side of Passyunk Avenue, at a speed of about twenty miles per hour. The truck was then entering the intersection, approximately 200 feet tV'est of the point where the boy was walking. The driver had a clear and unobstructed view; there was no other traffic on the street. When the boy had almost completed the crossing, the driver increased the truck’s speed and the right front of the vehicle struck him when he was but “a couple of feet” away from the southerly curb. After hitting him, knocking him down and running over his head and body, the truck continued on to 19th Street —a distance of over 200 feet from the point of the collision — before it came to a stop.\nIt at once appears from a reading of the record that there was ample evidence, if believed, to establish negligence on the part of the driver. A jury could reasonably infer negligent operation of the vehicle from the fact that its speed was increased as it approached a pedestrian crossing the street in plain view, and from the distance it travelled after the accident. The facts do not, as a matter of law, convict plaintiff’s decedent of contributory negligence. This boy died as a result of the accident, and a presumption arose that he had taken all necessary precautions for his own safety: Basel v. Pittsburgh, 350 Pa. 545, 39 A. 2d 582; Stark v. Fullerton T. Co., 318 Pa. 541, 179 A. 84. His crossing the street between intersections did not destroy that presumption. We said, in Dempsey v. Cuneo E. Press Ink Co., 318 Pa. 557, 560, 179 A. 220: “While it is true that one who crosses at such a place [i. e. at a point where there is no regular crossing] must use more care than when at a regular crossing, it is none the less also true that a pedestrian has a right to cross the street at any place, and, in doing this, he has a right to rely on the exercise of reasonable care by drivers on the highway.” See also Morris v. Harmony S. L. M. T. Co., 348 Pa. 117, 34 A. 2d 534.\nWhile the testimony of the parties and their witnesses was decidedly conflicting, the issue raised was solely for the jury. Defendants offered oral testimony to show that immediately after the accident there were found blood spots in the dummy between the tracks in the center of the street, and a small piece of human flesh and brush marks on the left side of the truck body. It is earnestly contended that that evidence showed conclusively that this accident happened by the boy walking into the left side of the truck; that such facts are incontrovertible, and, therefore, judgment should have been entered in favor of defendant driver, notwithstanding the verdict. With this we do not agree. It is well settled in this Commonwealth that the incontrovertible physical facts rule has no relevancy where the testimony of witnesses is needed in order to apply those facts to the issue in the case: Scalet v. Bell Telephone Co., 291 Pa. 451, 140 A. 141; Pfeffer v. Johnstown, 287 Pa. 370, 135 A. 127; Adams v. Armour & Co., 142 Pa. Superior Ct. 280, 16 A. 2d 142. For these reasons we agree the learned court below properly refused the motion of defendant, Skinner, for judgment n. o. v.\nIt is argued that a new trial should have been granted to Skinner because the verdicts were improperly drawn since in that portion of the suit brought under the “death” statutes (Acts of April 15, 1851, P. L. 669, and April 26, 1855, P. L. 309) the jury rendered its verdict for the “parents as plaintiff”, whereas the statement of claim averred that the father “is the person entitled by law to recover”; and in that portion of the action brought under the “survival” Act of July 2,1937, P. L. 2755, the verdict rendered was “for the executor of the estate”, whereas the suit was in reality brought by the administrator. These objections are very trivial, they do not raise a doubt of the intention of the jury, and could not in any way prejudice defendant. As to the first, Pa. B. C. P. 2202 (b) requires, since the suit was brought over six months after the death, that the action be brought either “by the personal representative or by any person entitled by law to recover damages in such action as trustee ad litem on behalf of all persons entitled to share in the damages.” Rule 126 provides, inter alia, that “The court at every stage of any such action or proceeding may- disregard any error or defect of procedure which does not affect the substantial rights of the parties.” Here, the parties to share in the recovery are properly upon the record, for the statement of claim avers that the boy was survived by his father and mother. Under'such circumstances, defendant was not harmed and the court committed no error in disregarding the form of the verdict. See also Gentile v. Phila. & Reading Ry., 274 Pa. 335, 118 A. 223. As to the second objection, we agree with the learned court below that the verdict “is easily susceptible of amendment if it should be required and does not affect the merits at all.”\nThe matter of vacating the non-suit entered as to defendhnt, Mrs. Daniels, was within the discretion of the court below: Fitzpatrick v. Riley, 163 Pa. 65, 29 A. 783. There is no right of appeal by a defendant if the court refuses td enter a non-suit, or having entered it, sets it aside: Dellacasse v. Floyd, 332 Pa. 218, 2 A. 2d 860; Becker v. Saylor, 317 Pa. 573, 177 A. 804; Szmigel v. Director General of R. R., 266 Pa. 573, 110 A. 639.\nEven when these appeals of Mrs. Daniels are considered on their merits, we can find no error in the removal of the non-suit. In its opinion, the court below said: “When the case was tried, a compulsory non-suit was entered as to Daniels and the case continued as to Berg on the strength of an agreed Statement of Facts and the lack of an affidavit of defense for Berg. Subsequently it appeared that there were extenuating circumstances in Berg’s failure to file an affidavit of defense. Although-a summons was served on Berg, the Statement of claim was never served on him but on his attorney who also represented Daniels for whom he had already filed an affidavit of defense denying agency. The attorney felt that his position would’ be inconsistent if he filed a similar affidavit for Berg, -since Skinner had to- be the employee of one or the other. This situation obviously worked to Berg’s disadvantage . . . plaintiff’s counsel, in his cross-examination of Skinner, brought out additional information. Skinner said Berg did not tell him how to drive, or what route to use, that he merely gave him the destination. He said he looked to Daniels for his instructions and his pay. Counsel for plaintiff asked for leave to withdraw this testimony after it had. been elicited, in view of the agreed Statement of Facts, and. this request was granted. However, the testimony is not actually in conflict with the Statement but supplements it somewhat. When .considered together with the agreed Statement we clearly have a situation where a truck is hired from one who is in the business of hiring out trucks complete with driver, oil,- gasoline and accessories,- and the one hiring the truck has no authority over the driver other than to indicate the starting point, the things to be. transported, and the destination. Although Berg rode beside Skinner he has no control over the driving.” The trial court was convinced that justice required that defendants, Mrs. Daniels and Berg, be given ah equal opportunity to. show for whom Skinner acted at the time of the accident. To do this it was necessary to grant a new trial to Berg and take off the non-suit entered as to Mrs. Daniels. . . . .\nLeave to file an affidavit of defense in a trespass action after the expiration of the Í5-day period, where substantial rights are not affected, is within the discretionary power of the court. Berg’s failure to file an affidavit of defense admitted only the agency of Skinner. No substantial right of Mrs, Daniels was affected by giving him this right, and therefore the court acted within its discretionary power.\nThere is no merit in the other assignments of error.\nThe judgments against William H. Skinner, defendant (Nos. 202. and 204 January Term, 1944), are affirmed; the appeals of Alice J. Daniels, defendant (Nos. 203 and 205 January Term, 1944), are quashed."}