{"id": "462775", "contents": "Opinion by\nMr. Justice Patterson,\nLewis Myers disposed of the residue of his estate as follows: “One-half unto the Jewish Home of the Friendless of the City of Scranton, and the remaining one-half to be equally divided among the other Homes of thv Friendless that are located in the City of Scranton. If there are more than one they should share equally this bequest.” Did the court err in holding that the other “Homes of the Friendless” was a generic term comprehending all the various religious, educational, benevolent and charitable institutions having for their object humanitarian purposes? This appeal by The Society of the Home for the Friendless Women and Children of the City of Scranton is from the decree of the court below refusing its request for a one-half share of the residue and directing equal distribution of said share among six institutions, one of which was appellant.\nLewis Myers died April 5,1943, and by his will dated November 7,1942, disposed of the residue of his estate as follows: “As to the rest, residue and remainder of my estate, whether the same consists of real, personal or mixed property, of whatever nature or kind, and where-ever the same may be situate at the time of my death, I give and bequeath as follows: One-half unto the Jewish Home of the Friendless of the City of Scranton, and the remaining one-half to be equally divided among the other Homes of the Friendless that are located in the City of Scranton. If there are more than one they should share equally this bequest.” At the audit of the executor’s account, The Society of the Home for the Friendless Women and Children of the City of Scranton, appellant, claimed the remaining one-half of the estate, alleging that the term “other Homes of the. Friendless” is not a generic term, and that the use of capitals indicated that testator intended to benefit only such institutions as had the words “Homes for the Friendless” in their name. There were five other charitable institutions in the City of Scranton which claimed a portion of this estate. The court below directed that the one-half residue of testator’s estate should be divided equally among the six institutions. This appeal followed.\nIn construing a will the question is not what testator meant to do but what is the meaning of his words. His intention is to be gathered from the words actually used: Rosengarten Estate, 349 Pa. 32, 38; Wraught Estate, 347 Pa. 165, 167; Jacobs’ Estate, 343 Pa. 387, 393. Construction of a will is confined to what testator has said, not to what he might have said but did not: Jacobs’ Estate, supra, 393, 394. The court below properly concluded, “the term ‘Home for the Friendless’ is a generic term as used by the testator in connectioin with the words ‘equally’, ‘divided’, ‘among’, ‘other’, and ‘are’, and the intention of the testator to be that one-half of the remainder should be divided among these institutions which perform similar charitable work to that of the ‘Jewish Home for the Friendless’ which institution provides a home for the care of orphaned and friendless children, and for aged and friendless adults.”\nDecree affirmed. Costs to be paid by appellant."}