{"id": "463558", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nAppellant, the Honorable James P. MacElree, II, appeals from a judgment of the superior court which affirmed an order of the Court of Common Pleas of Philadelphia County. The court of common pleas sustained preliminary objections in the nature of a demurrer filed by appellees, Philadelphia Newspapers, Inc. and B.J. Phillips, and dismissed appellant’s complaint with prejudice. We granted review to address the issue of whether the lower courts erred in determining as a matter of law that the complaint failed to state a cause of action. For the reasons that follow, we hold that appellees’ preliminary objections were improperly sustained and remand this matter for further proceedings.\nOn September 28, 1991, two carloads of young men came from New York City to the campus of Lincoln University (Lincoln) in Chester County. The New Yorkers went to a university dormitory. looking for girls, whereupon a fight ensued between the New Yorkers and Lincoln students. The visitors were taken into custody by Lincoln campus police officers. A group of fifty to one hundred Lincoln students gathered and stormed the campus security office where the New Yorkers were being held, and more violence erupted.\nIn the November 1,1991 edition of the Philadelphia Inquirer (.Inquirer) an article by B.J. Phillips described the incident at Lincoln. The article focused on the fact that both the New Yorkers and the students involved in the attack were African-American. It also discussed the response of Lincoln’s administration and its attempt to minimize the role the students played in the incident.\nJudge MacElree, who was the district attorney of Chester County at the time of the incident, was mentioned in the article. The article contained the following language which is the basis for the issue now before us: Record at 70a. According to Judge MacElree, Glanton had not made the David Duke remark, but the Inquirer nonetheless printed it and attributed it to Glanton. In April of 1993, Judge MacElree filed suit against Philadelphia Newspapers, Inc. and B.J. Phillips for defamation.\nWriting to a local newspaper, [University President] Sudarkasa questioned remarks by the Chester County district attorney that one of the New Yorkers had been stabbed. When D.A. James MacElree replied with quotations from police reports, the university’s lawyer, Richard Glanton, accused him of electioneering—“the David Duke of Chester County running for office by attacking Lincoln.”\nThe court of common pleas granted appellees’ preliminary objections in the nature of a demurrer. It held that appellant’s complaint, as a matter of law, failed to meet the legal standard necessary to establish the tort of defamation. MacElree v. Phillips, No. 3751 October Term 1992, slip op. at 2 (C.P. Philadelphia County Apr. 8, 1994). According to the court, the question was whether it could be inferred from the article in its entirety that appellees intended to depict appellant as a racist who was electioneering on the basis of racially motivated hatred. Id. at 6. The court went on to state that the column could only be defamatory “if the ordinary reader would take Phillips’ column as a whole to state squarely that it is her position that MacElree is the kind of person described____” Id. at 6-7. In reference to the characterization of appellant as the “David Duke of Chester County,” the court held that this comment was not defamatory because although it was typing a politician in what may be considered a crude manner it was nonetheless an opinion. Id. at 8-9.\nIn support of its holding, the common pleas court emphasized the fact that only a small portion of the entire article discussed appellant while the majority of it discussed the incident at Lincoln and the response to that incident by university officials. Id. at 7. Finally, the court noted that appellant failed to cite any objective effect the comment had on his reputation. Id. at 10. That being the case, the meaning of the statement could not have been defamatory in the minds of many, if any, people in Chester County. Id.\nThe superior court affirmed, agreeing with the trial court that the statement in question was not actionable defamation. MacElree v. Philadelphia Newspaper, Inc., 437 Pa.Super. 598, 605, 650 A.2d 1068, 1072 (1994). According to the superior court, the action had to be dismissed unless a reasonable reader would interpret the statement, taken in context, as defamatory. Id. at 601, 650 A.2d at 1070. The superior court also noted that the use of the word “electioneering” in describing appellant only had a negative connotation when examined in connection with the comparison to David Duke. Id. at 602 n. 2, 650 A.2d at 1070 n. 2. The court classified the reference to David Duke as a bare metaphor which could only be defamatory if it had been supplemented with factual allegations. Id. at 602-03, 650 A.2d at 1070-71.\nUnder the superior court’s analysis, no reasonable reader could infer from the language in question that appellees accused appellant of abusing his office, violating his oath of office and committing federal and state offenses as claimed by appellant. Id. at 603, 650 A.2d at 1071. Appellees did nothing more than call appellant a racist. Id. Like the trial court, the superior court cited the fact that the article was mainly about Lincoln while appellant was barely mentioned. Id. at 602, 650 A.2d at 1070. According to the superior court, “to the extent that the reader would be left with any impression of MacElree at all, it would be a positive impression when contrasted with the dissembling university officials.” Id. The superior court held that the trial court was correct in determining that the comments attributed to Glanton were insufficient to sustain a defamation action. Id. at 603, 650 A.2d at 1071.\nAppellant argues that the superior court failed to properly follow the standard of review in affirming the trial court’s dismissal of his complaint. According to appellant, the superi- or court imposed adverse inferences on him rather than giving him the benefit of all inferences which could be drawn at the preliminary objection stage of the proceedings. Appellant asserts that the superior court avoided the fair inference that in addition to labeling him a racist, the article accused him of carrying out his official duties as the district attorney in a racist manner. Additionally, appellant claims that the superi- or court erred in concluding that there are no circumstances under which appellee’s statement could be considered defamatory. It is appellant’s position that the statement is defamatory because its effect is to “accuse MacElree of abusing his office, violating his sworn oath, and committing state and federal offenses.” Brief for appellant at 13. According to appellant, the article portrays him as “abusing his prosecutorial office by harassing a black college in order to ingratiate himself with the white voters in Chester County.” Id. at 15.\nAppellant also argues that an accusation of racism should be actionable defamation, as it can cause damage to an individual’s reputation and career. Additionally, it is his position that the claim that a statement is merely an opinion will not protect a defendant from liability for defamation. Appellant’s argument is that because the statement attacked his actions as a public official, rather than being a metaphor as found by the superior court, the accusation can be verified as true or false and therefore is capable of being defamatory. Accordingly, appellant argues that the preliminary objections should have been denied.\nAppellees, on the other hand, argue that the superior court properly applied the standard for reviewing the grant of preliminary objections and that the publication was not defamatory. They contend that appellant failed to meet his burden of establishing a claim of defamation. It is appellees’ position that it is not enough to allege that the publication is capable of any defamatory meaning. Rather, the court must be able to find that the defamatory meaning asserted by the complainant can be construed from the allegedly defamatory language.\nAppellees assert that the lower courts correctly held that the statement in question does not amount to actionable defamation. According to appellees, the language at issue amounted to nothing more than name calling and a charge of racism using hyperbole. It is their position that appellant’s claim relies on unsupported innuendo to state a cause of action for defamation. Appellees argue that the average reader would not interpret the language in appellees’ article to mean what appellant claims. Moreover, appellees argue, appellant takes the statement out of context with the remainder of the article in order to support his interpretation thereof. Appellees also argue that even if the statement were improperly attributed to Glanton, it would not support a defamation action unless it were capable of causing reputational harm. Appellees assert that such harm is not indicated by the record.\nIn an action for defamation, it is the court’s duty to determine if the publication is capable of the defamatory meaning ascribed to it by the party bringing suit. Baker v. Lafayette College, 516 Pa. 291, 296, 532 A.2d 399, 402 (1987). In order to sustain an allegation of libel, the burden is on the complaining party to establish that the publication being challenged is defamatory. Thomas Merton Center v. Rockwell International Corp., 497 Pa. 460, 464, 442 A.2d 213, 215 (1981), cert. denied, 457 U.S. 1134, 102 S.Ct. 2961, 73 L.Ed.2d 1351 (1982). If the court concludes that the publication is not capable of defamatory meaning, the case should be dismissed. Id. at 464-65, 442 A.2d at 215-16.\nAn appellate court’s scope of review where there has been a challenge to the sustaining of preliminary objections in the nature of a demurrer was set forth by this court in Vattimo v. Lower Bucks Hospital, Inc., 502 Pa. 241, 465 A.2d 1231 (1983). We stated that\n[a]ll material facts set forth in the complaint as well as all inferences reasonably deducible therefrom are admitted as true for [the purpose of this review.] The question presented by the demurrer is whether, on the facts averred, the law says with certainty that no recovery is possible. Where a doubt exists as to whether a demurrer should be sustained, this doubt should be resolved in favor of overruling it.\nId. at 244, 465 A.2d at 1232-33 (citations omitted). With this standard in mind, we must determine whether the trial court properly held that the statement complained of is not capable of being defamatory as a matter of law. Because we hold that the statement could be defamatory, we reverse the superior court’s affirmance of the trial court’s order dismissing appellant’s complaint and remand this matter for further proceedings.\nIn assessing whether a publication is defamatory, we must determine if the communication “tends so to harm the reputation of [the complaining party] as to lower him in the estimation of the community or to deter third persons from associating or dealing with him.” Birl v. Philadelphia Electric Co., 402 Pa. 297, 303, 167 A.2d 472, 475 (1960) (quoting Restatement of Torts § 559 (1938)). In reading the charge that appellant was electioneering and was the David Duke of Chester County, a reasonable person could conclude that this was an accusation that appellant was abusing his power as the district attorney, an elected office, to further racism and his own political aspirations. Such an accusation amounts to a charge of misconduct in office, as appellant alleges in his complaint. See Sweeney v. Philadelphia Record Co., 126 F.2d 53, 54 (3d Cir.1942) (charging a public officer with a crime or misdemeanor in office is libel per se). At this stage, we are bound to accept as true this allegation along with all others set forth in appellant’s complaint. Vattimo v. Lower Bucks Hospital, Inc., supra. Therefore, we hold that the superior court mistakenly characterized the misquoted language attributed to Glanton as merely labeling appellant a racist.\nThe superior court also incorrectly implied that an allegedly defamatory remark which makes up only a small portion of an article is not defamatory. There is no legal basis for such an implication. In support of its position, the superi- or court stated that “[t]he article was not about MacElree; to the extent that the reader would be left with any impression of MacElree at all, it would be a positive impression when contrasted with the dissembling university officials.” MacElree, 437 Pa.Super. at 602, 650 A.2d at 1070. The superior court cites Thomas Merton Center v. Rockwell International Corp., supra, for the proposition that the complained of language must be read in context with the entire article in order to determine whether it is capable of defamatory meaning. However, specific language may be defamatory even though the subject of the defamatory language is not the focus of the article. Moreover, a publication may be sympathetic towards its subject overall while particular portions have a defamatory meaning.\nIn reading the complained of language in context with the entire article, the superior court concluded that in light of the balance of the article, the mention of appellant was flattering when compared to the impression given of Lincoln officials. MacElree, 437 Pa.Super. at 602, 650 A.2d at 1070. The fact that Lincoln officials may have been portrayed less favorably than appellant does not support a conclusion that the comment about appellant was not capable of being defamatory. As we stated in Corabi v. Curtis Publishing Co., 441 Pa. 432, 447, 273 A.2d 899, 907 (1971), “the mere susceptibility of the publication to an interpretation which would render it innocuous [does not] conclusively defeat a right of action for libel.”\nAppellees cite several cases in support of their position that an accusation of racism is not actionable libel. Sweeney v. Philadelphia Record Co., 126 F.2d at 55 (cause of action for defamation not found where “appellant is charged with being a bigoted person who, actuated by a prejudice of an unpleasant and undesirable kind, opposed a foreignborn Jew for a judicial appointment”); Raible v. Newsweek, Inc., 341 F.Supp. 804, 807 (W.D.Pa.1972) (“[T]o call a person a bigot or other appropriate name descriptive of his political, racial, religious, economic, or sociological philosophies gives no rise to an action for libel.”); McAndrew v. Scranton Republican Publishing Co., 364 Pa. 504, 511, 72 A.2d 780, 783 (1950) (“It would doubtless be very annoying for a man to be charged with bigotry of any kind, yet it has been held that for a man to be charged with such bigotry is not defamation.”); Rybas v. Wapner, 311 Pa.Super. 50, 55, 457 A.2d 108, 110 (1983) (“A publication which charges that an individual is actuated by unpleasant or undesirable prejudice may offend his sensitivities, but is not thereby libelous.”).\nThe statement we are presented with here could be interpreted as more than a simple accusation of racism. As stated before, the statement could be construed to mean that appellant was acting in a racist manner in his official capacity as district attorney. Because there was doubt as to the defamatory nature of the complained of language, appellees’ demurrer should have been overruled.\nAlthough accusations of racism have been held not to be actionable defamation, it cannot be said that every such accusation is not capable of defamatory meaning as a matter of law. As this court stated in Thomas Merton Center v. Rockwell International Corp., 497 Pa. at 464, 442 A.2d at 215 (citations omitted), “[a] communication is defamatory if it tends so to harm the reputation of another as to lower him in the estimation of the community or to deter third persons from associating or dealing with him.” A charge of racism clearly could have such an effect on the individual so charged. Where such a possibility exists, it is up to the jury as fact finder to determine its existence. This is not to say that every accusation of racism is defamatory. Accordingly, it remains “the function of the court to determine whether the challenged publication is capable of a defamatory meaning.” Id. Where there is no possibility that harm can be established, and the communication is therefore not defamatory, the trial judge may properly order that the case be dismissed.\nBecause the complained of statements in this case rise to a level of being more than a harmless accusation of racism and clearly could have caused harm to appellant, the trial court erred in sustaining appellees’ demurrer.\nHence, the order of the superior court affirming the trial court is reversed, and the case is remanded to the trial court for proceedings consistent with this opinion.\nNIX, C.J., did not participate in the decision of this case.\nCASTILLE, J., did not participate in the consideration or decision of this case.\nMONTEMURO, J., who was sitting by designation, did not participate in the decision of this case.\nCAPPY, J., files a concurring opinion.\n. This case was reassigned to this writer.\n. Appellees’ preliminary objections had previously been granted and appellant's case dismissed; however, the court of common pleas allowed appellant to file an amended complaint."}