{"id": "464059", "contents": "Opinion by\nMr. Justice Linn,\nAnstine, the plaintiff, was injured by the joint or concurrent negligence- of Davis and the Pennsylvania Railroad Company, and in his suit against them, recovered a verdict of $20,000. The railroad company moved for a new trial and for judgment n. o. v. Davis, the other defendant, took no action with respect to the verdict, whereupon plaintiff caused judgment to be entered against Davis in the sum of $20,000. The railroad company’s motions were heard and disposed of by an order granting a new trial “. . . unless the plaintiff shall, within 15 days of this order, remit $10,000. of the verdict. Upon filing a remittitur of that amount and payment of the filing fee the motion for a new trial is overruled and judgment is directed to be entered in favor of the plaintiff, John Brindle Anstine, upon the verdict as remitted . . .” In Ralston v. Phila. R. T. Co., 267 Pa. 278, at page 284, 146 A. 901, we said that such an “. . . order of reduction is equivalent to a certificate that the original verdict is ‘excessive in amount and clearly beyond what the evidence warrants.’ ” Plaintiff elected to accept the reduced amount, filed the remittitur and caused judgment to be entered against the railroad company in the sum of $10,000, a judgment affirmed by this court: Anstine v. Pennsylvania Railroad Co., 346 Pa. 185, 30 A. 2d 433. The plaintiff collected from the railroad company the amount of the judgment with interest and filed of record an acknowledgment of payment and had the judgment marked “to the use of the Pennsylvania Railroad Company.”\nThe record then showed three facts: (1) plaintiff had accepted the maximum amount fixed by the court as payable for the joint tort; (2) his judgment for that sum had been paid and marked to the railroad company’s use; (3) he had a judgment against the other defendant, Davis, for $20,000, a sum in excess of the maximum liability declared by the court to be payable.\nA settlement with or satisfaction received from one of two or more joint tortfeasors operates to discharge all of them: Seither v. Phila. T. Co., 125 Pa. 397, 17 A. 338; Peterson v. Wiggins, 230 Pa. 631, 79 A. 767; Thompson v. Fox, 326 Pa. 209, 212, 192 A. 107; Restatements: Torts, section 886; Judgments, section 95; Restitution, section 147 (3). Plaintiff now desires to avoid the effect of that rule.\nIt appears that Davis’ liability was insured and that the plaintiff is taking steps in the United States District Court for the Middle District of Pennsylvania to collect on his judgment against Davis. The railroad company, after paying the judgment entered on the verdict, as reduced, became entitled to contribution from Davis, the joint tortfeasor. The court was informed at the argument that Davis’ insurer is ready and willing, on behalf of its insured, to contribute one-half of the amount expended by the railroad company in discharging the liability but is precluded from doing so by the litigation instituted by the plaintiff against it and Davis. Apparently, to protect itself, the railroad company then instituted this proceeding to secure contribution by subrogation to plaintiff’s right on the judgment. While the Act of June 24, 1939, P. L. 1075, 12 PS section 2081, provides for contribution among joint tortfeasors, it originated in equity and may be enforced by the application of equitable principles. Instead of bringing an action at law against Davis, the railroad company adopted the equitable procedure of a petition in the cause in which the judgments were entered, setting forth the proceedings and praying for appropriate relief. On that petition, the court granted a rule on Anstine, the plaintiff, on Davis, the defendant, and on his insurer, requiring them to show cause why the court should not direct Anstine’s judgment against Davis to be reduced to $10,-000 and to have it marked to the use of the railroad company. The plaintiff filed an answer contending for the discharge of the rule for four reasons to the effect that the judgment against Davis “cannot be amended after term time to the benefit of” the railroad company, which “has an adequate remedy at law against” Davis and his insurer. After hearing argument, the court ordered that the judgment against Davis “. . . in the sum of $20,000, be marked for the use of the Pennsylvania Railroad Company, the right of the Pennsylvania Railroad Company in said judgments to be restricted to the collection of one-half of the amounts paid by it in satisfaction of the judgments entered against it in favor of the same plaintiffs to the same term and number, together with whatever interest might be due thereon.” We must affirm that order.\nThe argument of the plaintiff-appellant proceeds on the ground, as we understand it, that after the term at which judgment for $20,000 in favor of the plaintiff and against Davis was entered, it became final and that the court was without power subsequently to deal with it; that plaintiff was authorized to enforce it against the defendant or, to the extent of the insurance, against his insurer, merely allowing credit for the $10,000 paid by the railroad company. This is an entire misapprehension of the nature of the proceeding presented by the record. The proceeding, as we have said, is governed by equitable principles. Plaintiff’s suit was to recover for a joint tort. The tort was of a class in which contribution is allowed: Goldman v. Mitchell-Fletcher Co., 292 Pa. 354, 141 A. 231. The liability to contribution was an element in plaintiff’s suit from the beginning to the end. When confronted with the alternative of choosing a retrial of the action against the railroad company, or of remitting $10,000 of the verdict, the choice was made in the light of the familiar rule that settlement or satisfaction by one of several joint tortfeasors was a discharge of all. Plaintiff was not required to accept the suggested reduction but he did accept and remains bound by his deliberate act.\nIt is of no consequence that the parties did not, in express words, include the disposition of plaintiff’s judgment against Davis; that was implied. The settlement had the same legal effect as if that agreement had been written out at length. The subject was not put beyond the control of the court by the expiration of the term or by the failure of the parties to express it in the settlement; this result follows because the plaintiff could not enforce his judgment except by writ of execution, which was subject to the control of the court: cf. Cake v. Cake, 192 Pa. 550, 552, 43 A. 971; Reisinger v. Magee, 158 Pa. 280, 27 A. 962; Maio v. Fahs, 339 Pa. 180, 190, 14 A. 2d 105; Parker v. Rodgers, 125 Pa. Superior Ct. 48, 189 A. 693. If, after having made the settlement which discharged both joint tortfeasors, plaintiff should have attempted to issue execution on the judgment of $20,000, the court, on proper application, would immediately have taken control of the execution and directed that on the payment to the railroad company of one-half of the sum paid in satisfaction of plaintiff’s judgment against it, the judgment of plaintiff against Davis must be satisfied. The court below might have gone further and directed that the judgment against Davis be satisfied by payment to the railroad company of one-half the amount paid by it to the plaintiff.\nOrder affirmed at plaintiff’s costs.\nWhile the plural is used in this order, this appeal has to do with only the judgment in favor of the plaintiff and not the judgment in favor of the plaintiff’s parents which has been paid without presenting a question for review in this record."}