{"id": "464058", "contents": "Opinion by\nMr. Justice Linn,\nThese two appeals are from decrees dismissing bills in equity in two suits against the Secretary of the Commonwealth, one brought by A. Marshall Thompson, the other by John Morgan Davis. The cases were heard together. Each plaintiff avers that he is the candidate of the Democratic party for the office of Judge of the Superior Court; that the defendant Secretary accepted and filed nomination papers tendered to him by the “American Labor Party, a political body, to the end that the names of the said W. Heber Dithrich and John C. Arnold should appear on the ballot or ballot labels at the municipal election to be held November 6, 1945, as the nominees of the said American Labor Party for the said office of Judge of the Superior Court . . Each plaintiff alleges that these nomination papers “were defective and not in. conformity with the requirements of Section 951 of the Pennsylvania Election Code of 1937, in that the candidate’s affidavit appended to each nomination paper did not state that the said candidate’s name had not been presented as a candidate by nomination papers for the said office to be voted for at the ensuing primary election but, to the contrary, stated that the said candidate’s name had been presented as a candidate by nomination petitions for the same office to be voted for at the ensuing primary election. Plaintiff is informed and therefore avers that this deviation from the form of affidavit required by the Pennsylvania Election Code and prescribed by the Secretary of the Commonwealth was effected by the deletion of the word ‘not’ from the candidate’s affidavit as printed on the prescribed form of nomination paper.”\nEach plaintiff prayed for an injunction restraining the Secretary from “. . . certifying the names of [Judges Dithrich and Arnold] as the nominees of the American Labor Party for the office of Judge of the Superior Court at the general election to be held November 6, 1945.”\nDefendant filed preliminary objections challenging the sufficiency of the bills. At the argument of these objections, answers on the merits were also filed at the suggestion of the court, in order that prompt disposition might be made as on final hearing.\nWith respect to the averment (quoted above) complaining of the inadequacy of the affidavit, the Secretary answered, inter alia, “Defendant admits the said affidavits stated that the candidates’ names had been presented as candidates by nomination petitions for the same offices. Defendant denies, however, that this is a deviation from the form of affidavit required by the Pennsylvania Election Code and prescribed by the Secretary of the Commonwealth, for the reason that said form of affidavit so required and prescribed was designed to apply to nomination papers filed in behalf of those seeking nomination to offices other than the office of a judge of a court of record. Defendant further avers that rather than have separately printed nomination papers to be used only by candidates for the office of judge of a court of record, the form of affidavit was prescribed by him so that it would cover all offices; and, in the event nomination papers were filed in behalf of a candidate for the office of a judge of a court of record, which candidate was also filing nomination papers or petitions of other political bodies or parties for the same office, appropriate changes in said affidavit could be made to fit that situation. Defendant further avers that such form of nomination papers and affidavits are commonly used for the nomination of individuals for divers offices, including that of a judge of a court of record; and, in such event, a candidate for an office other than that of a judge of a court of record would have to swear that his name had not been presented as a candidate by other nomination petitions or papers for the same office, whereas, a candidate for judge of a court of record who was a candidate on more than one ticket, since he is permitted by the Pennsylvania Election Code to run for such office on more than one ticket, would necessarily not be able to swear to the same affidavit without swearing to a false oath.”\nThe cases were heard by the three judges of the court, sitting in banc; the bills were dismissed on August 24th; appeals were taken promptly and were argued in this Court on August 31st. As prompt decision was required in order that the ballots might be printed in time, orders were filed September 1st affirming the decrees appealed from. This opinion is now filed for the purpose of stating the reasons for our agreement with the learned court below.\nThe issue made by the quoted pleadings may be simply but substantially stated to be that plaintiff averred that the nomination papers were void because the candidates did not swear that they were not also candidates on another party ticket. They could not make such an affidavit because, in fact, they were candidates on the Republican party ticket. Defendant relies on the provision of the election law which permits candidates for judge of a court of record to run on more than one party ticket, and asserts that Judges Dithrich and Arnold had the right to accept nomination on behalf of the American Labor Party and were therefore bound to state their plural candidacy in the affidavits.\nThe election law creates two classes of candidates. One class is composed of those who may not be candidates on more than one party ticket; the other is composed of candidates seeking election to the office of judge of a court of record. That classification meets the constitutional test of reasonableness. The people themselves have placed judges in a separate class: Constitution, Art. VIII, Sec. 3. One purpose of allowing those seeking judicial office to be candidates of more than one party ticket was to provide for the nonpartisan selection of judges.\nIn their brief, appellants present these four contentions: (1) “the papers . . . are not nomination papers as defined by law;” (2) there was “no right to file papers which are irregular and void on their face”; (3) the statute required the Secretary to reject defective papers; (I) equity has jurisdiction to require him to do so.\nAgreeing with appellants’ second and third contentions that there was no right to file papers “void on their face,” and that the Secretary should reject such papers, we come to the other two contentions and shall first deal with the assertion that the papers “are not nomination papers as defined by law.”\nAppellants’ argument is that while the papers, in form, are nomination papers, they are not so in fact because (1) section 951 of the Election Code provides for an affidavit stating, among other facts, that the candidate’s name has not been presented as a candidate by nomination petitions for the same office, and (2) that affiants have not stated that to be the fact. Each affiant, on the contrary, states that his name had been presented by nomination petition. The question is whether the contents of these affidavits in judicial nomination papers prevent their being nomination papers within the statute. Under the existing election law, voters, acting as a political body, may bring into existence a new political party, entitled to a place on the ballot, by a process which begins with their filing nomination papers on behalf of that political body, designating its candidates. The political body, known as the American Labor Party, desiring to nominate Judges Dithrich and Arnold as the candidates of that party, caused these nomination papers to be filed. As the offices to be filled were judicial, the candidates were in the second of the two classes, expressly authorized by the code to become the candidates of more than one political party. It was the duty of the Secretary to recognize their right to plural candidacy and to prepare such papers as the classification required. Section 201 (a), 25 PS section 2621, provides that the Secretary shall “determine, in accordance with the provisions of this act, the forms of nomination petitions and papers, expense accounts and all other forms and records, the form of which he is required to determine under the provisions of this act.” Section 951, 25 PS section 2911, provides that nomination papers by political bodies “shall be in form prescribed by the Secretary of the Commonwealth, and no other forms than the ones so prescribed shall be used . . .” He could of course have provided separate forms for each of the two classes of candidates, one to be used by candidates for judicial office, and the other for candidates of the other class; instead, he appears to have provided a general form for both which might require adaptation, by the insertion or deletion of words, sufficient to meet the necessities of the class involved. It was apparently in accord with this view of his duty that he stated, in his answer to the bill, the practice of his office with respect to the forms of papers as quoted above. The provision in section 951, 25 PS section 2911, that a candidate’s affidavit shall in-elude a statement that “Ms name has not been presented as a candidate by nomination petitions for the same office to be voted for at the ensuing primary election nor has he been nominated by any other nomination papers filed for the same office” must be read in the light of the legislative classification of candidates. It must be confined to the class to which it is applicable. It applies only to candidates of the class who are not candidates for judicial office. Not only does this construction seem to be clear, but the interpretation suggested by plaintiffs would, by implication, nullify the nonpartisan purposes sought to be accomplished by the express provision that judicial candidates may be on more than one party ballot. The interpretation cannot be restricted to a construction that would deprive voters who are members of a political body desiring to nominate judicial candidates, of the right to nominate one who was already a candidate of some other party, because such discrimination against the voters who are members of that party would not only be unreasonable, but might render the provision, if so interpreted, unconstitutional: see opinions filed in Independence Party Nomination, 208 Pa. 108, 57 A. 344; Winston v. Moore, 244 Pa. 447, 91 A. 520. The Statutory Construction Act of 1937, P. L. 1019, 46 PS section 501, et seq., see Section 552, authorizes the courts to presume “that the legislature does not intend a result that is absurd, impossible of execution or unreasonable; that it intends the entire statute to be effective and certain; and does not intend to violate the constitution of the United States or of this Commonwealth.” We must therefore reject the suggested interpretation on which plaintiffs rely.\nHaving concluded that plaintiffs have not shown the nomination papers to be void for want of adequate affidavits, we might leave the case. But as plaintiffs have attempted to justify their right to disregard the remedy provided by section 977, 25 PS section 2937, and to proceed by bill, and as defendant has insisted that nothing alleged in the bill can support that substitution of one remedy for the other, we must deal with plaintiffs’ fourth contention quoted above.\nEquity has no jurisdiction in these cases. It is the duty of the legislature by appropriate legislation to provide regulations for elections to public office: Patterson v. Barlow, 60 Pa. 54, 75; Winston v. Moore, 244 Pa. 447, 91 A. 520; Wilson v. Phila. 319 Pa. 47, 179 A. 553. Such regulations are embodied in the Election Code of 1937 as amended, 25 PS section 2600 et seq. If the regulations provide, as they have provided, how alleged infractions of the election law shall be dealt with, the procedure must be followed. If, by inadvertence or other cause, a complaining citizen elects not to pursue the statutory remedy, he must fail for want of compliance with the mandate of the legislature.\nSection 976, as amended, 25 PS section 2936 (Pocket Part), provides: “No nomination petition, nomination paper or nomination certificate shall be permitted to be filed if — (a) it contains material errors or defects apparent on the face thereof, or on the face of the appended or accompanying affidavits; or . . . (d) in the case of nomination petitions, if nomination petitions have been filed for printing the name of the same person for the same office, except the office of judge of a court of record, upon the official ballot of more than one political-party, or (e) in the case of nomination papers, if the candidate named therein has filed a nomination petition for the same office for the ensuing primary, or has been nominated for the same office by nomination papers previously filed . . .”\nSection 977, as amended, 25 PS section 2937 (Pocket Part) provides, in part: “All nomination petitions and papers received and filed within the periods limited by this act shall be deemed to be valid, unless, within seven days after the last day for filing said nomination petition or paper, a petition is presented to the court of common pleas of the county in which the nomination petition or paper was filed specifically setting forth the objections thereto, and praying that the said petition or paper be set aside. A copy of said petition shall, within said period, be served on the officer or board with whom said nomination petition or paper was filed.”\nNo objections were filed; the result, in the words of the statute, is that the “papers . . . shall be deemed to be valid.” We need not discuss at length the right to proceed in equity to set aside these nomination papers, because the subject was considered in Kane v. Morrison, 352 Pa. 611, in which this court was asked to take original jurisdiction of a bill proposed to be filed by Mr. Kane against the Secretary of the Commonwealth and others, to set aside the papers which are the subject of the present suits on various grounds including that averred by the present plaintiffs. Among the reasons assigned in the opinion of the court, written by Chief Justice Maxey, for refusing to take original jurisdiction, was that the election code provided a complete and adequate remedy. That conclusion was supported by consideration of section 977, supra, and by reference to section 13 of the Act of March 21, 1806, 4 Sm. L. 326, 46 PS section 156, and citation of cases considering the point; see also Derry Twp. School Dist. v. Barnett, 332 Pa. 174, 177-178, 2 A. 2d 758; Barton v. Northampton County, 342 Pa. 163, 168, 19 A. 2d 263, and cases cited in those opinions.\nFor these reasons the decrees were affirmed.\nItalics supplied."}