{"id": "464136", "contents": "Opinion by\nMe. Justice Allen M. Steaene,\nThis is an action in trespass by a mortgagee against the County of Washington and M. J. Sweeney. Plaintiff alleges that the county, upon acquiring title to a mortgaged brewery under a tax sale, sold at private sale pursuant to a court order certain of the machinery and fixtures for $2,000 to M. J. Sweeney, who removed them from the premises. Plaintiff averred that the tax sale had not divested the lien of his mortgage, which included the machinery and fixtures as part of the real estate. He alleged that the removal impaired the value of Ms security to the extent of $189,838.30, which sum is claimed as damages. Statutory demurrers were filed by both defendants. The demurrer of the county was sustained; that of M. J. Sweeney was overruled. Plaintiff has appealed.\nIn 1933 plaintiff was the owner of real estate, on which a brewery was erected and equipped. On August 2,1933, he conveyed to Hester, a straw man, and took in part payment a purchase money mortgage for $90,000 (later reduced to $87,000). County, school and borough taxes for 1933 were not paid. On October 11, 1933, Hester conveyed the premises, subject to the mortgage, to Bentleyville Brewing Company Incorporated. On February 6,1934, the brewing company gave a second mortgage for $6,250 to John E. Mahon. The taxes for 1933 and 1934 remained unpaid. On May 7, 1934, the tax collector of the borough and school district made return to the county commissioners for unpaid taxes for the year 1933, which was certified to the county treasurer. On January 2, 1935, a federal receiver in equity of the brewing company, under order of court, conveyed the premises to the plaintiff subject to (a) mortgage of 1 plaintiff, (b) second mortgage of Mahon, (c) taxes for 1933 and 1934. On April 22, 1940, the connty treasurer advertised the premises for sale, and sale was made to the county and confirmed by the court on August 22, 1940. Plaintiff did not pay the taxes or redeem the premises. On September 28, 1942, the county petitioned the court to confirm a private sale to M. J. Sweeney for $2,000, of property described as “scrap, metals, machinery and equipment”, which property is the subject of this complaint. After due advertisement, the court below, on October 15, 1942, approved the sale. Sweeney, the purchaser, pursuant to the court order, and with consent of the county, entered the premises and removed the articles which he had thus purchased.\nThe basis for the decision of the court below in sustaining the county’s demurrer to the statement of claim was that the county in collecting taxes was engaged in a governmental function and hence was not liable for any act alleged to be illegal while so engaged. Compare Hartness v. Allegheny County, 349 Pa. 248, 37 A. 2d 13.\nThe second mortgagee is not a party to this litigation. M. J. Sweeney, the individual co-defendant, has not appealed. Their rights are therefore not before us.\nIt may be debatable under the averments in this case whether the plaintiff (mortgagee), by his purchase of the equity of redemption, merged his mortgage with the fee and thus extinguished it: see Naffah v. City Deposit Bank, 343 Pa. 348, 23 A. 2d 340, and cases therein cited. If we assume that the lien of the mortgage was not divested by the tax sale, it still remains. Plaintiff charges that the county impaired his lien by selling part of the mortgaged premises.\nThe tax assessed was against a brewery. In such assessments the “ground, buildings and machinery” are taxed as an entity: Act of May 22, 1933, P. L. 853, as amended by the Act of July 2, 1941, P. L. 219, section 201, 72 PS section 5020-201 (derived from section 1 of Act of April 28, 1927, P, L. 491). See Mesta Machine Company Case, 347 Pa. 191, 32 A. 2d 236 (reversed as to immunity of federal personal property on premises: 322 U. S. 174, 64 Supreme Court 908). It therefore follows that the present tax sale included the machinery and personal property as part of the brewery.\nWhile the record of the tax lien and the treasurer’s sale thereunder are not included in the present record, it must be presumed that all proceedings are regular and in accordance with the statutes. As Chief Justice Jeremiah S. Black said in Cuttle v. Brockway, 24 Pa. 145 (page 147) : “There is nothing to which the maxim omnia prmsumuntur rite esse acta applies with so much force as to a tax title.” This statement was quoted with approval in Glass v. Seger, 265 Pa. 391, 109 A. 211.\nThe county thus became the owner of the “ground, buildings and machinery” under the tax sale, subject to the plaintiff’s mortgage lien. The period for redemption had expired under the terms of the Act of July 8, 1885, P. L. 268, section 3, and the Act of May 9, 1889, P. L. 141, section 1, 72 PS section 6113. Under the Act of July 28,1941, P. L. 535, section 1, 72 PS section 6105.1, where property is sold to a political subdivision at a tax sale, an owner may still redeem after the statutory period of redemption has expired, provided the title to the premises is still in such political subdivision: See Beaver County Trust Company, Trustee, v. Beaver County Commissioners, 44 D. & C. 215. But this act has no application to the present case because the plaintiff has never redeemed, nor offered to redeem, prior to the instant sale by the county.\nA petition was presented to the court for approval of a private sale of the machinery therein described. The application was duly advertised. This was in accordance with the Act of May 21,1937, P. L. 787, section 3, 72 PS section 5878c. The court thereafter entered its decree confirming the sale. The plaintiff did not appear, did not apply to intervene and did not appeal. What plaintiff really seeks is to attack collaterally the decree of the court approving the sale to M. J. Sweeney. He sues the defendants in trespass for doing precisely what a court of competent jurisdiction, in pursuance to statute, approved as proper. This the plaintiff may not do. It is an established principle of law, hardly requiring citation of authority, that a judgment, order or decree rendered by a court having jurisdiction of the parties and the subject matter, unless reversed or annulled in some proper proceeding, is not open to collateral attack in any other proceeding. See: Dauberman v. Hain, 196 Pa. 435, 46 A. 442; Plains Township Appeal, 206 Pa. 556, 56 A. 60; Haines v. Hall, 209 Pa. 104, 58 A. 125; Randal v. Gould, 225 Pa. 42, 51, 73 A. 986; In re Gottesfeld, 245 Pa. 314, 91 A. 494.\nThe judgment of the court below is affirmed."}