{"id": "465143", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal by allowance from an order of the Commonwealth Court which reversed an order of the Public School Employees’ Retirement Board (Board) granting a teacher, Alvin Goldberg, one year of service credit for the 1976-77 school year. Goldberg was a full-time salaried employee of the Pennsbury School District (District) when he and other teachers engaged in a strike for 29 days during the 1976-77 school year. In accordance with the collective bargaining agreement that ended the strike, the teachers worked for a total of only 163 days during the school year and they were paid 1/184 of their salaries for each day worked. This fraction reflects the fact that, were it not for the strike, the teachers’ school year would have consisted of 184 days of work.\nThe District subsequently reported to the Pennsylvania School Employees’ Retirement System (PSERS) that the teachers worked for 163 days during the school year. Accordingly, PSERS credited Goldberg with .91 year of service. In computing this credit, PSERS divided the 163 days worked by 180, which is the minimum number of school days in a school year under section 1501 of the Public School Code, 24 P.S. § 15-1501. This provided a larger credit than would have resulted if, instead of the number 180, the number 184 had been used to reflect the number of days that the teachers were originally scheduled to work.\nGoldberg filed a claim with PSERS requesting that the .91 year credit be replaced with a full one-year credit. A petition to intervene filed by the Pennsylvania School Boards Association was then granted by the Board. Hearings on Goldberg’s claim ensued.\nGoldberg based his claim on a regulation promulgated by the Board pursuant to the Public School Employees’ Retirement Code (Retirement Code), 24 Pa.C.S. § 8101 et seq. The regulation in question, 22 Pa.Code § 213.2(a)(1), provides in pertinent part:\n(1) A full-time salaried employe shall receive 1 year of credited service for each nonoverlapping period of 12 consecutive employable months for which he contributes for at least 180 full-day sessions or 1,100 hours of employment.\nIn short, this regulation gives full-time salaried employees one year of service credit for 1,100 hours of employment. It is undisputed that during his 163 days at work in the 1976-77 school year, Goldberg worked a total of 1,222.5 hours.\nThe hearing examiner determined that, under this regulation, Goldberg was entitled to a full year of service credit for the 1976-77 school year. The Board affirmed. The Commonwealth Court subsequently reversed.\nThe Commonwealth Court held that the regulation is contrary to section 8302(a) of the Retirement Code, and, thus, that the regulation is invalid. See Consulting Engineers Council of Pennsylvania v. State Architects Licensure Board, 522 Pa. 204, 206, 560 A.2d 1375, 1376 (1989) (administrative regulation cannot be upheld if it is contrary to the statute under which it was promulgated). In relevant part, section 8302(a) provides:\n(a) Computation of credited service.—In computing credited school service of a member for the determination of benefits, a full-time salaried school employee shall receive one year of credit for each school year or the corresponding fraction thereof, in accordance with the proportion of the full school year for which the required regular member contributions have been made. A per diem or hourly school employee shall receive one year of credited service for each nonoverlapping period of 12 consecutive months in which he is employed and for which contributions are made for at least 180 full-day sessions or 1,100 hours of employment. If such member was employed and contributions were made for less than 180 full-day sessions or 1,100 hours, he shall be credited with a fractional portion of a year determined by the ratio of the number of full-day sessions or hours of service actually rendered to 180 full-day sessions or 1,100 hours, as the case may be.\n24 Pa.C.S. § 8302(a) (emphasis added).\nThe Commonwealth Court reasoned that the regulation, by allowing full-time employees a full year of credit for 1,100 hours of employment, is inconsistent with the requirement of section 8302(a) that credit be awarded “in accordance with the proportion of the full school year for which the required regular member contributions have been made.” (Emphasis added.) Because the required regular member contributions were made for only 163 days of the 180 day school year, the court held that Goldberg was entitled to credit for only the corresponding fraction of the school year.\nWe agree that the regulation awards credit in a manner that does not take into account the proportion of the full school year that teachers worked and made contributions to the retirement fund. To provide credit for days that teachers did not work or contribute to the retirement fund would be without logical basis. Such an approach would inflate members’ benefits and at the same time increase unfunded liabilities of the pension fund. Section 8302(a) therefore incorporates the simple notion that the portion of the school year for which one receives credit should correspond to the portion of the year that one in fact worked and made contributions to the fund.\nFor full-time salaried employees, the practical effect of the challenged regulation is to treat a “full school year” as merely 1,100 hours of employment. The Retirement Code does not define the term “full school year.” It does, however, define a “school year” as the “12-month period which the governmental entity uses for purposes of administration regardless of the actual time during which a member renders service.” 24 P.S. § 8102. This definition clearly contemplates that the actual time during which a member renders service may be less than 12 months per year. It does not, however, provide useful guidance as to what period, for the purpose of determining credits for full-time employees under section 8302(a), should be considered a full school year.\nThe Retirement Code states that for per diem or hourly school employees one year of credited service will be granted for each 12 month period in which contributions are made “for at least 180 full-day sessions or 1,100 hours of employment.” 24 Pa.C.S. § 8302(a), supra. In drafting 22 Pa.Code § 213.2(a)(1), the Board attempted to define a full school year for full-time employees in the same manner as the credited service year was defined for per diem and hourly employees. The Board’s effort did not, however, conform to the statute.\nThe Retirement Code quite logically defines the credited service year for per diem and hourly employees in terms of days and hours. Indeed, it would be difficult to conceive of any other method by which the service year for such employees could be specified. The statute does not, however, apply the same definition in the context of full-time salaried employees.\nExamination of section 8302(a), supra, reveals a clear distinction between full-time salaried employees and per diem or hourly employees in terms of the formulas by which their credits are to be determined. Nothing in section 8302(a) suggests a legislative intent that the same hours-based formula should be used for both types of employees. Indeed, section 8302(a) expressly indicates the contrary. By awarding credit to full-time salaried employees in proportion to the fraction of the full school year for which contributions were made, rather than in proportion to a fraction of 1,100 hours worked, section 8302(a) evidences a legislative intent that a full school year is not the same as 1,100 hours of employment. In short, the statute plainly sets a higher standard for full-time salaried employees than for per diem and hourly employees.\nNevertheless, because the Retirement Code fails to specify the exact number of days that are to be deemed a full school year, the term “full school year” as used in the Code must be construed in accordance with its common usage. See 1 Pa.C.S. § 1903(a) (construction of statutory words and phrases shall be in accordance with common and approved usage); DeLellis v. Borough of Verona, 541 Pa. 3,10, 660 A.2d 25, 28 (1995) (“Where statutory words or phrases at issue are undefined by the statute ... this Court is required to construe the words according to their plain meaning and common usage.”). The plain meaning and common usage of the term school year derives from the Public School Code, which sets at 180 the number of days that constitute a standard school year. It provides:\nAll public kindergartens, elementary and secondary schools shall be kept open each school year for at least one hundred eighty (180) days of instruction for pupils.\n24 P.S. § 15-1501.\nThe Commonwealth Court did not err, therefore, in concluding that the Board’s regulation defining a full school year as 1,100 hours rather than 180 days was contrary to the Retirement Code. The regulation was properly held invalid.\nOrder affirmed.\nNIX, C.J., and NEWMAN, J., did not participate in the consideration or decision of this case.\nCAPPY, J., files a dissenting opinion."}