{"id": "465739", "contents": "Opinion by\nMr. Justice Horace Stern,\nThis action, based upon an alleged unlawful conversion of stock belonging to the plaintiff, failed completely because of two applicable principles of law. Therefore a nonsuit was properly entered.\nPlaintiff borrowed from defendant bank the sum of $6500 for which he gave his demand note together with an assignment of four shares of stock of the Model Coat & Apron Supply Company. The note provided that the stock was deposited as collateral security for the payment not only of the $6500 but also “of any other obligation or liability, direct or contingent, . . . due or to become due, whether now existing or hereafter contracted or incurred”. Plaintiff having, in the course of time, reduced the loan to $2500, tendered that amount in full payment of the note and demanded the return of the collateral. The bank refused to accept the tender and to surrender the stock unless it was paid an additional sum of $4000. Plaintiff thereupon brought the present suit in assumpsit to recover the value of the stock and the amount of the dividends which the bank had received thereon, alleging that the bank had unlawfully converted the stock and dividends to and for its own use and benefit.\nThe bank’s claim for the $4000 arose from the following facts. Plaintiff was the president, treasurer and general manager of a corporation known as McDonald Sales, Inc., a company engaged in the business of selling automobiles at retail. He was not only the owner of the major portion of its stock but was actively in charge of its business and the only person who could sign checks on its bank accounts. The company financed a large part of its purchases through defendant bank, which paid the manufacturer for the cars but allowed the company to take possession of them upon its execution of trust receipts acknowledging the bank’s title; these receipts provided that the company could sell the cars for cash but was to hold the proceeds in trust separate from its own funds and pay them over immediately to the bank. Upon making a check-up, on one occasion, of the automobiles in the possession of the company, it was discovered that ten cars for which the bank held these trust receipts had been sold, and the proceeds, instead of being remitted to the bank, had been used by the company in the operation of its business. The amount thus misappropriated was $5413.98, of which the company subsequently paid the bank $1413.98, leaving a balance of $4000. It was payment of this sum that the bank demanded from plaintiff before it would return the collateral which had accompanied his note.\nPlaintiff does not concedé that all of the above recited facts clearly appear in the testimony. He asserts, for example, that the trust receipts were not placed in evidence. His position on that point is the quintessence of formalism, for the record shows that counsel for defendant offered the receipts in evidence, but the court said: “You have put them in. He had not the right to sell these cars without turning the money over,” and to this plaintiff made no objection. It is also clear from his admissions, and indeed from the express averments of his reply to defendant’s new matter, that the cars were sold and the proceeds used generally in the operation of the company’s business. His own testimony discloses that he personally conducted all these transactions on behalf of the company.\nThis brings us to the two rules of law which control the case and justify the bank’s refusal to surrender the note and collateral except upon plaintiff’s payment of the $4000 constituting the balance of the proceeds of the sales of the cars. The first of these rules is that an agent of an individual, firm or corporation, or an officer of a corporation, is personally liable, in a civil action, for a misappropriation or conversion of which he is guilty, even though he himself derives no benefit therefrom but acts on behalf of and in the name of his principal and the latter alone is enriched by the transaction: Cohen v. Maus, 297 Pa. 454, 458, 147 A. 103, 104; Chester-Cambridge Bank & Trust Company v. Rhodes, 346 Pa. 427, 432, 31 A.2d 128, 131. See cases from various jurisdictions enumerated in 152 A.L.R. 705; also Rest. Agency, §349; Rest. Torts, §888.\nThe second rule is that, although “the mere wrongful detention of a chattel is a tort, and an implied promise to pay cannot arise therefrom” (Anderson Equipment Co. v. Findley, 350 Pa. 399, 401, 39 A.2d 520, 521), if the chattel is sold, and the proceeds unlawfully converted, the person entitled thereto may waive the tort and maintain an action of assumpsit for money had and received: Gray v. Griffith, 10 Watts 431; Deysher v. Triebel, 64 Pa. 383, 386; Satterlee v. Melick & Eves, 76 Pa. 62, 65; Bethlehem Borough v. Perseverance Fire Co., 81 Pa. 445, 460; Rees & Sons Co., Inc. v. Western Exposition Society, 44 Pa. Superior Ct. 381, 383, 384; Rodgers v. Studebaker Sales Co., 102 Pa. Superior Ct. 402, 405, 157 A. 6, 7; Montour Furniture Co. v. Sakolsky, 125 Pa. Superior Ct. 512, 517-519, 189 A. 761, 763, 764. Even, therefore, if tbe provision of tbe note that the stock was to be security “for the payment of any other obligation or liability” should be regarded as referring only to obligations and liabilities of a contractual or quasi-contractual nature, it is clear that the bank was justified in asserting the right to hold the collateral until payment not only of the $2500 but also of the $4000 due from plaintiff because of his conversion of the proceeds of the sales of the cars held under the terms of the trust receipts.\nThe order refusing to take off the non-suit is affirmed.\nThe Fraudulent Conversion Act of May 18, 1917, P. L. 241 (reenacted in Sec. 834 of the Penal Code of 1939, P. L. 872) imposed criminal liability upon any person fraudulently converting the proceeds from the sale of property belonging to any other person, firm or corporation, “to and for his own use and benefit, or to and for the use and benefit of any other person.” Any person aggrieved by' such conversion may maintain a civil action against the guilty person: Pearl Assurance Company, Ltd. v. National Insurance Agency, Inc., 151 Pa. Superior Ct. 146, 156, 157, 30 A.2d 333, 337, 338.\nIt will be noted that plaintiff is himself suing in assumpsit for the value of the stock and the amount of the dividends which he alleges were unlawfully and tortiously converted by the bank."}