{"id": "465888", "contents": "Opinion by.\nMr. Justice Horace Stern,\nA husband brought a bill in equity ¿gainst his wife to compel the conveyance to him of a property which had been purchased with his own funds but the title to which had been placed in her name. The court sustained his prayer and the wife appeals.\nThe applicable law is firmly established and entirely clear. When a husband buys real estate and has the deed made in his wife’s name there is a factual presumption that a gift was intended and, in order to rebut that presumption and establish a resulting trust in his favor, the husband must support his claim by clear, explicit and unequivocal — though not necessarily uncontradicted — evidence. The only question before us, therefore, is whether plaintiff’s evidence rose to that degree of proof, keeping in mind the familiar rule that findings of fact by a chancellor, approved by the court in banc, have the force and effect of a verdict by a jury and will not be disturbed by an appellate court if supported by evidence of the quality required.\nThe parties were married in 1923. In 1929 plaintiff bought, subject to a purchase-money mortgage, the property which is the subject of the present litigation, and from then on conducted there a restaurant business. In February, 1933 he filed a voluntary petition in bankruptcy. Meanwhile the mortgagee instituted foreclosure proceedings and in March, 1933 took title to the property at sheriff’s sale. Plaintiff, through his attorney, successfully negotiated for its repurchase for the sum of $6,000 subject to a purchase-money mortgage of $15,000; he obtained the required funds from loans granted him in part by his brother and in part by a business friend. Settlement under the agreement of sale was made on August 17,1933, but, as he had been discharged from his bankruptcy only three days before, the Delaware County Trust Company, to which application had been made for title insurance of the mortgage, hesitated to issue a policy because of fear that the transaction might be attacked by creditors on the ground, however unwarranted, that the property was being purchased with moneys concealed in the bankruptcy proceedings. To meet this situation it was suggested by plaintiff’s attorney that title should be taken in the name of the wife, and, solely for that reason, the deed was so prepared. Shortly thereafter defendant executed to plaintiff a lease of the property for ten years at a rental of $1.00 per year and the payment of the carrying charges; the $1.00 rental thus stipulated was actually paid for two or three years but not thereafter. The parties separated in 1934 and since then plaintiff has continued in sole possession of the premises and the conduct of the restaurant; the liquor license which for the first year after the bankruptcy was issued to defendant was thereafter applied for and secured by plaintiff in his own name. During the years of his occupancy from 1934 to the present time, plaintiff, in addition to paying the taxes and other carrying charges as provided in the lease, reduced the mortgage from $15,000 to $12,000, made repairs and improvements amounting to $20,000 — all out of his own funds — and exercised exclusive control and dominion over both the property and the business; defendant did not make any claim in regard thereto until December, 1944, whereupon plaintiff began the present proceedings to obtain title to the property. Not all of these facts were admitted by defendant; on the contrary she and her witnesses testified that plaintiff .had several times stated that he had given her the property and the business as well. However, a reading of the record convinces us that the testimony amply supports plaintiff’s version and that the evidence which he produced measures up to the required standard of “clear, explicit and unequivocal” and is sufficient both in quality and quantity to rebut the presumption of a gift. If defendant’s testimony were true it would mean that plaintiff made her a gift not only of the real estate but also of the entire restaurant business; he said, according to her: “Everything is going to be yours. I won’t have anything.” It is quite incredible that he should have so stripped himself and then, during all the succeeding years, have conducted the business, not for his own benefit, but for hers, — a situation the more improbable in view of the fact that defendant never called upon him for an accounting of the profits of the business and the further fact that, as previously stated, she executed a ten year lease which brought her no rent whatever from the property.\nDefendant sought to have the bill in equity dismissed on the ground that the $6,000 paid for the property in 1933 was not — so she alleges — money which plaintiff borrowed but money belonging to him which he had secreted from his creditors in the bankruptcy proceedings, and she contends that title was taken in her name only for the purpose of defrauding his creditors and therefore he did not come into equity with clean hands. Apart from the obvious contradiction between this position and her claim that the property was deeded to her as a gift, the court, upon adequate testimony, found that plaintiff and his witnesses had correctly stated the source from which he derived his funds.\nThe only other contention of defendant which merits consideration is that, as the title to the property was placed in her name in 1933 and the bill in equity was not filed until 1945, plaintiff should be denied relief because of the Act of April 22, 1856, P. L. 532, sec. 6, which provides that no action shall be maintained to enforce any implied or resulting trust as to realty except within five years after such trust accrued. But plaintiff has been in exclusive possession of the property since 1934, a fact which operates to prevent the running of the limitation specified in the act and also refutes the charge of laches. Defendant urges that plaintiff’s possession was not a hostile one but referable to the lease which she had executed; that lease, however, was obviously a mere matter of form designed only for the purpose of giving an added semblance of reality to the fiction of her ownership; even the nominal rental of $1.00 per year was not paid after 1935, nor did defendant at any time until the development of the present controversy give any indication that she regarded the lease as being actually in force or that plaintiff was not occupying the premises in his own right; indeed she said, in her testimony, that she did not even “know why we had the lease”.\nDecree affirmed; plaintiff to pay the costs.\nBowser v. Bowser, 82 Pa. 57; Earnest’s Appeal, 106 Pa. 310; Gassner v. Gassner, 280 Pa. 313, 124 A. 483; Buckwalter Stove Co. v. Edmonds, 283 Pa. 236, 128 A. 835; Katz v. Katz, 309 Pa. 115, 163 A. 214; Mahjoubian v. Mahjoubian, 321 Pa. 354, 184 A. 455; Werle v. Werle, 332 Pa. 49, 51, 1 A. 2d 244, 245; Knecht v. Reichard, 60 Pa. Superior Ct. 273; Brown v. Nagle, 118 Pa. Superior Ct. 234, 178 A. 505.\nQuinn v. Gormley, 302 Pa. 360, 363, 153 A. 623, 624.\nClark v. Trindle, 52 Pa. 492; Williard v. Williard, 56 Pa. 119; Douglass v. Lucas, 63 Pa. 9; Smith v. Tome, 68 Pa. 158; Harris v. Harris, 70 Pa. 170; McNinch v. Trego, 73 Pa. 52; McLaughlin v. Fulton, 104 Pa. 161; Keck v. Vandyke, 292 Pa. 532, 141 A. 44; Quinn v. Gormley, 302 Pa. 360, 153 A. 623; Fitzpatrick v. Fitzpatrick, 346 Pa. 202, 29 A. 2d 790; Skarupski v. Sielinski, 103 Pa. Superior Ct. 167, 158 A. 176.\nWhite v. Patterson, 139 Pa. 429, 21 A. 360; Master v. Roberts, 244 Pa. 342, 90 A. 735; Keck v. Vandyke, 292 Pa. 532, 141 A. 446; Kepler v. Kepler, 330 Pa. 441, 199 A. 198; Uniontown Savings & Loan Co. v. Alicia Land Co., 338 Pa. 227, 13 A. 2d 65: Fitzpatrick v. Fifzpatrick, 346 Pa. 202, 29 A. 2d 790."}