{"id": "465851", "contents": "Opinion by\nMr. Chief Justice Maxey,\nTbe plaintiff filed a bill in equity against tbe defendants, making certain allegations as to. the commission of acts of force and violence against employes of the plaintiff and interfering with tbe ingress of such employes to the plaintiff’s property, an extensive’ steel works situated at Homestead. These employes who were allegedly barred from plaintiff’s plant were not engaged in tbe work of producing steel and were in no sense of tbe term “strike-breaker's”. None of the manufacturing and. productive facilities at tbe Homestead Steel Works have been in operation at any time during tbe strike. Thése barred-out employes were assigned to tbe work of maintaining tbe power-houses, tbe boilers, tbe pumps, tbe steam lines and the sprinkler system, and to guard against tbe constant hdzard of fire and to prevent tbe freezing of water lines essential to water cooling systems in tbe plant. Tbe steam lines and water lines in tbe plant total several hundred miles in length. The work of these maintenance men was essential to tbe keeping of tbe steel plant in condition to resttme tbe production of steel as soon as tbe steel strike should come to an end. Tbe maintenance employes are membefs of tbe labor union which is conducting tbe strike. Tbe maintenance of tbe plant also required the presence inside of'the plant of superintendents and foremen and their assistants to supervise tbe work of tbe maintenance men. That tbe property of the plaintiff, which represents an original investment of over $60,000,00.0 and which is now valued at approximately $120,000,000 must be protected and maintained at all times, even when production is stopped by strikes, is, self-evident. Eleven of the fifty-eight open hearth, furnaces at tbe Homestead Works of tbe steel corporation are tbe property of tbe Reconstruction Finance Corporation, that is, they belong to. the. American people.. The cost of the Government owned facilities of this plant is.said, to be $90,000,000.\nThe complaint alleged that from the commencement of the steel strike until 12:01 A. M. January 26, 1946 the union pickets at the gates of the plaintiff’s steel plant at Homestead “permitted free access to said properties of the plaintiff for all personnel scheduled by plaintiff to perform such essential maintenance of said properties” but “on January 25,1946, said International Union and Local Union 1397 advised plaintiff that commencing with the hour of 12:01 A. M., January 26, 1946, it would no longer permit access to the Homestead Steel Works, of any of the supervisory personnel of the plaintiff below the level of department superintendents and has since that date uniformly denied access to said properties of all assistant foremen, foremen, assistant general foremen, and general foremen and assistant department superintendents and other employes of plaintiff”.. The complaint further sets forth that “pickets have continued to congregate at said gates [leading to th.e plaintiff’s steel plant] in larger groups numbering up to two hundred (200) persons, and through mass picketing, standing.shoulder to shoulder several deep, have refused entrance and access to said Works to all supervisory and other personnel employed by the plaintiff who have sought to enter said Works, excepting only the Works Superintendent and the Department Superintendents.” .\nThe bill alleges that the unlawful acts of the defendant Local Union “have caused and are causing . . . great and irreparable loss, damage and injury” to the plaintiff corporation. It is further alleged in the bill that “defendants have seized, held the plants, equipment, machinery and property of the plaintiff hereinbefore described as the Homestead. Steel Works and. have deprived plaintiff of the use.” . .\nThe plaintiff asked for an injunction preliminary until final hearing and perpetual thereafter to restrain and enjoin the defendants from “(a) Interfering with, hindering or obstructing the agents, servants and employes of the plaintiff engaged in the performance of their work assignments for the plaintiff at the Homestead Steel Works or in the operation and maintenance of plaintiff’s properties;\n“(b) Preventing or attempting to prevent any person or persons, whether employes of the plaintiff or others, from freely entering or leaving the plaintiff’s plants and properties at said Homestead Steel Works;\n“(c) Conspiring, combining, confederating, agreeing or arranging with each other or with any other person or persons, organizations or associations, to interfere with or injure the plaintiff in the conduct of its lawful operations at the Homestead Steel Works,” by massed picketing, threats or acts of violence, force or show of force, or other means of intimidation or coercion.\nIn support of plaintiff’s bill there were filed fourteen injunction affidavits. The general superintendent of the Homestead Steel Mill of plaintiff corporation filed an injunction affidavit stating that on January 25, 1946 he was notified in a telephone conversation with Frank Casper, President of the United Steel Workers of America, Local 1397, that “the Union had decided that ... no supervision below the level of Department Superintendent would be admitted to the plant, and that the agreement which we had made permitting free access to and from the plant by all supervisors was at an end.”\nOther injunction affidavits make allegations as follows:\nOn January 25, 1946, a large group of pickets, estimated to be from one hundred to two hundred in number, standing three deep, extended across the gate and blocked the entrance to plaintiff’s Homestead plant and thus denied access to the plant to individuals below the rank of superintendent. On January 29, 1946, at 8:30 in the evening (after suit had been instituted in the instant proceeding), Arthur H. McGurk, who desired to enter the Homestead Plant for the purpose of securing some equipment from his locker, was grabbed by pickets at the 48\" mill gate and forcibly detained within the boundaries of the plant. He was escorted from company property by pickets, across the tracks of the Pennsylvania Railroad Company and up a bank to a point on a driveway near Eighth Avenue. He was placed, against his will, in the seat of a red open-body truck, between the driver and another picket, and taken to a point in front of and across from the Union headquarters at Eighth and Dickson Streets. Upon alighting from the truck he attempted to make a break, stumbled and fell— one of the pickets falling on top of him, injuring his left knee and left breast and tearing his clothes. He was then forcibly taken into custody, escorted into the Union hall, where a great number of individuals were present, and was then taken into a private office and the door locked. The door was later opened by a man identified as John Bresko. McGurk was then released and went directly to his home, arriving there about 9:30 P. M. E. J. Horgan was on the night of January 29, 1946 admitted by the pickets to the plant and was told by one of the pickets, James R. Conroy, that any supervisors who used the 48\" mill gate would be taken out of the plant; that threats were made by others in the group “that there would be bloodshed if management did not stop making use of the 48\" Mill Gate.” William E. Crouch, Jr., in his injunction affidavit, states that on the 26th day of January, 1946, at 2:15 A. M., while attempting to enter the Homestead Steel Works between the hot metal bridge and the 48\" mill gate, an unknown picket grasped his arm and later six or seven other pickets forcibly prevented his progress toward the mill, escorted him across the tracks, up the bank, searched him, and then placed him in an automobile, seating him in the hack seat between two pickets. He was forcibly restrained by the pickets and the captain of the pickets he identified as- a man' called “Red;” The threatening attitude\" of the pickets and the suggestion- that he was lucky he had'not been beaten up caused him to answer theiA questions. He was restrained by the pickets for an hour or an hour and a quarter and was released later through the efforts of. Mr. Feit. ’\n■ There1 were other similar injunction' affidavits filed, all purporting to' show that supervisory officials were denied access to plaintiff’s plant and that the defendant labor union1 and its officials and agents had arrogated to itself and themselves the authority to determine what employee's of'the plaintiff corporation should and should not, respectively, enter the corporation’s plant, and that the Union enforced its assumed authority by massing approximately 200 pickets at the gate leading into the plant.\nThe court below in response to the above bill of Complaint supported by the above injunction affidavits and others, granted the injunction prayed for and ordered that it should continue until a hearing was held in that court on a motion for the injunction’s continuance, and 10:00 A. M. February 11th was fixed as the time of .that hearing. -\n‘The court in-its opinion made the following apt statement': “Picketing which results in the intimidation and coercion of officers and employes of the plaintiff and denies workmen from legitimate -business access to plaintiff’s plant is not legal picketing. Picketing which results in the kidnaping of individuals and placing them under restraint and depriving'them of-their personal liberty is hot legal picketing.- Picketing which consists of at least one hundred or more pickets massed and grouped together at the main entrance of a plant for the purpose of dénying the right of access is nbt legal picketing.”\nThe court also quoted the following-excerpt from a memorandum sent by the American Civil Liberties Union to Philip Murray, President -of the Congress of Industrial Organizations, and William Greén, President of the American Federation of Labor, and the heads of unions engaged in current strikes: -\n“Picketing, as the Courts have held, is a form of free speech and assembly and is supported on that principle. The only limitation by public authorities on picketing-supported by-the [Civil Liberties] Union are those to keep traffic open for pedestrians and vehicles, .to insure access to places picketed, to prevent, the-use of fraudm lent signs, and to maintain order. The [Civil Liberties] Union has supported mass picketing where these conditions are met. But no claims of the rights to picket justify the use of force to prevent access to plants on strike by those who are willing to cross picket lines. Reports of current strikes show instances in which pickets-have prevented access to plants by executive officers, by maintenance crews keeping up such services as heat and light: ing, and by clerical workers not members of the striking union. These are- plain abuses of the rights of picketing. In the view of the American Civil Liberties Union * the right to access, not only of these persons but of any and all others, is undebatable. . . ...\n“The two rights — of picketing and of access to places picketed — are not conflicting.”\n.. The defendants filed an appeal to this Court alleging that under the, laws of Pennsylvania , the court below had no power to grant the preliminary, injunction asked for. Appellants then petitioned this Court to. fix a special day for the hearing of this appeal. This petition we granted at once. The appeal was heard on February 11th and counsel respectively representing the opposing parties were given all the time they requested to present their arguments. The American Civil Liberties Union filed a brief as amicus curiae. We have since given due.\nconsideration to this case and to the arguments of the respective counsel.\nThe rule is well settled that in considering appeals from preliminary injunctions our review is limited to determining whether plaintiff has shown apparent ground for granting the temporary restraint: Yale Knitting Mills v. Knitgoods Workers, 334 Pa. 23; Com. v. Rosenblit, 347 Pa. 7. The bill and supporting affidavits clearly make out a prima facie case for equitable relief.\nThe Act of June 9, 1939, P. L. 302, 43 P. S. 206 d, amending the Anti-Injunction Act of 1937, P. L. 1198, 43 P. S. 206 a, b, c, completely restores to the courts of common pleas the equitable powers exercised by them since the Act of June 16, 1836, P. L. 784, 17 P. S. 281, prior to the Act of 1937, for causes which fall within the terms of the 1939 Amending Act: Western Pa. Hospital et al. v. Lichliter et al., 340 Pa. 382.\nSection (a) of the Act of June 9, 1939, P. L. 302 removes the restriction imposed by the Act of June 2, 1937, P. L. 1198 on the granting of preliminary injunctions on the filing of a bill supported by injunction affidavits, if the acts sought to be enjoined involve “a labor dispute, as defined herein, which is in disregard, breach, or violation of, or which tends to procure the disregard, breach, or violation of, a valid subsisting labor agreement arrived at between an employer and the representatives designated or selected by the employes for the purpose of collective bargaining.” The court below in its opinion said: “That there was a meeting of the minds resulting in agreement between the Union and Management relative to the personnel to be admitted to ingress to and egress from the plant during the strike is evidenced by the affidavit of Mr. Mcllvried. We construe the action taken on January 19, 1946, as set forth in said affidavit to constitute a contract that comes within Section (a) of the Act of 1939 [above quoted].”\nSection (d) of the Act of June 9, 1939, P. L. 302, 43 P. S. 206 d, removed the restriction imposed by the Act of June 2, 1937, P. L. 1198, 43 P. S. 206 a, b, c, on the granting of preliminary injunctions on the filing of a bill supported by injunction affidavits “Where in the course of a labor dispute as herein defined, an employe, or employes acting in concert, or a labor organization, or the members, officers, agents, or representatives of a labor organization or anyone acting for such organization, seize, hold, damage, or destroy the plant, equipment, machinery, or other property of the employer with the intention of compelling the employer to accede to any demands, conditions, or terms of employment, or for collective bargaining.” .\nForcibly to deny an owner of property or his agents and employes access to that property for the purpose of protecting and maintaining it and its equipment or for any other legitimate purpose is in practical and legal effect a seizure or holding of that property. Such a lawless seizure of property no government worthy of the name will tolerate or condone. The employment of hostile force against persons and property is exclusively a governmental function, and exercisable even by the government only by due process of law. When any individual or organization under whatsoever name attempts to use force to gain his or its ends they are attempting to usurp governmental functions. This attempt unless promptly and effectively restrained by legally constituted authority leads to lawlessness, disorder and anarchy, which is the very negation of all government. The law cannot temporize with lawlessness. The first duty of government is to govern, that is, to maintain law and order at all hazards and regardless of expense; only by doing this does it fulfill its legitimate function, which is the protection of life, liberty and property.\nNowhere in' the defendants’ voluminous brief or in their hour’s, oral argument - before the Supreme Court, was it asserted that the. affidavits in response to which this injunction was issued'were Untrue. The defense was that on,the state of the record, (no hearing having been had) the court had no power to,¡issue the, injunction. This contention we. overrule.. • When property-needs protection from the acts of .lawless groups, it needs it at once. Delays are dangerous. At is self-evident that such a vast and complex structure as plaintiff’s plant, representing an investment, of over $200,000,,000, could be irreparably injured by failure of proper maintenance and protection against fire, and other hazards, for even a.day or a lesser period. The-lack of protective vigilance for evert a few .minutes has, at times, resulted in great conflagrations in cities and* at other.times, in the loss of Ocean liners. .An hour’s protective-vigilance on the morning, of December 7th, 1941 would have saved this nation millions of dollars worth of, battleships and over -thirty-five hundred lives at Pearl . Harbor. “Nine-tenths of wisdom consists in being'wise in time.”\n- .When this case reached this court.and the record was before us-, it then- became our duty -to -decide whether or not the facts showed that what-the defendants were doing constituted-.a “holding” or “seizure” of the -plant or any part of it. The holding' or seizure of even one gateway to the-plant entitled the plaintiff to the protection of a court of equity just as ¡fully as'would the seizure of the entire plant. When a ^picket line” becomes a picket fence it-is time for. government-to act. -Collective coercion is not a legitimate child of collective bargaining. The forcible seizure of an employer’s property is the very essence of communism;\nInjunctions are not issued against picketing when the latter’s only purposes are to advertise the fact that there is a strike in a certain plant and to persuade workers to join in that strike and to urge, the public not to patronize the employer. For these purposes,'a limited number of pickets is all that is necessary. But when hundreds of pickets are massed, as. at least two hundred were here at a single gate, it is obvious that this force was not mustered for a peaceful purpose. When, as here, this force denied to the supervisors and to other maintenance personnel access to. plaintiff’s plant, when such personnel were “grabbed, by . pickets’’ and “forcibly detained”, when other pickets threatened “bloodshed if management did not stop making use of the 48 “Mill Gate”, when the superintendent of; one of the mills is “stopped by seven or eight pickets”,, forcibly placed in an automobile and held under restraint for one hour and told that some other employees “had been beaten up and he was lucky that he was not”, and that “they could throw him over the river bank”, when superintendents and other executives of; the plaintiff’s corporation are halted by “pickets massed in . a. solid group” and told that they cannot get into the plaintiff’s plant “if they do not have a Union Pass”, and when such and similar acts of lawlessness are certified to in more than a dozen affidavits of apparently responsible, persons, it is time for the agencies of government to act and to re-establish law and order. Government , means restraint and where self-restraint is wanting, external restraint must be applied. A government that yields to lawlessness is abjectly surrendering to anarchy. It invites and merits contempt. No law-abiding citizen objects to being officially informed that he cannot act unlawfully. The injunction issued in this case inipinged on no one except persons acting unlawfully 6r planning to act unlawfully. It offended no one who acknowledges the supremacy of the law.\nAn injunction such as was issued in this case -is not likely to be used by any court without a prima facie showing of just cause for it and no individual or organization is justified in feeling himself or itself aggrieved if he or it is “temporarily restrained” (as were these defendants) “from interfering with, hindering or obstructing the agents, servants and employees of “an owner of property” by mass picketing, threats or acts of violence, force or show of force or other means of intimidation or coercion” or from “conspiring ... to interfere with or injure” an owner of property “in the conduct of its lawful operations ... by acts of intimidation or violence ... or by any conduct which tends to deprive any such employee [of the owner of the property] or other person of the free enjoyment of his legal rights or access to and from” the owner’s property. When so restrained, a defendant is specifically forbidden to do those things which the law, both civil and criminal, condemns and which would, unless prevented, cause irreparable injury to another’s property.\nWhen courts issue injunctions in cases like tbis, they are not (as some claim) “throwing the weight of their power on one side of the balance in an economic controversy arising out of the employer and employee relationship” any more than a baseball umpire who enforces “the rules of the game” against a disorderly and lawless player is “throwing the weight of his power” in favor of one of the contestants. Violence or threats of violence against employers or the latter’s property never helped any labor union or group of employees to win a strike and it is a matter of history that the greatest leaders of American labor always insisted that their followers refrain at all times from threats or acts of violence against employers and the latter’s property. Lawless acts never bring enduring success to the actors. Eminent friends of American labor law have pointed out the damage done to the cause of labor when those who when on strike committed acts of violence against persons or property. Labor when well led is law-abiding.\nThe injunction now appealed from is only a temporary one until a hearing is had. If the facts as developed at the hearing do not justify the continuance of the injunction it must be dissolved forthwith.- If the facts warrant its continuance it will .be continued..\nThe injunction issued in this case does not in any way bring about any of those four “abuses in labor litigation” which the Act of June 2,1937, P. L. 1198, 43 P. S. 206, a, b, c, was expressly designed to abolish. These are the reasons why:\n(1) “The status quo” was not “altered by the injunction”. The defendants possessed every legal right they possessed before the injunction was issued. Their, right to strike was in no way impaired, neither was their right to engage in lawful picketing. The defendants never possessed the right to do any of those unlawful acts which they were enjoined from doing.\n(2) The affidavits in response to which the injunction was issued were not “contradictory” and they were not “untrustworthy”. Their trustworthiness is so far unchallenged. '\n(3) If there was an error in issuing the “injunctive relief”, — aüd none'has yet appeared — it has caused “the opposing party” no “irreparable” injury. No party'cab be legally injured by being eujoined from''committing illegal acts.\n(4) There wás no delay in the “éourse of appellate practice” in this case. The appeal was promptly taken and promptly heard at a special session of this court called for that purpose and an immediate hearing was ordered.\nWe dismiss this appeal and order the immediate return of the record to the court below, and we direct that court to hear the case on Monday, February 18, 1946, at 10:00 A. M. The costs will abide the event.\nMr. Justice Drew and Mr. Justice Horace Stern did not sit in this case.\nMr. Justice Jones dissents.\nTo deprive one of the use of his property is to deprive him of his property, for as Lord Coke said: “What is land but the uses thereof?”: Co. Litt. 4 b (see People v. Kerr, 37 Barb. N. Y. 357, 399).\nIn the instant ease, the court limited the number of pickets at each gate to ten.\nSamuel Gompers, President of the American Federation of Labor for more than a third of a century, said in his Report to the Federation at its annual convention in Atlantic City in 1911: “The trade-unionist holds that an injunction rightfully lies to protect from injury, property or a property right of the party making the application, for whose injury there is no adequate remedy at law”. (Quoted from page 164 of “Samuel Gompers” by Roland Hill Harvey.)\nIn a book written on “The Labor Injunction” by Felix Frankfurter and Nathan Greene, those authors say: (p 33) “Nowhere may picketing be accompanied by violence; and where violence softens into ‘intimidation,’ ‘threats’ or ‘coercion’ the result is the same, because analysis assumes the inevitability of violence.” (Citing cases) In describing the procedure in injunction cases, these authors say: (p. 55) “If, however, the complaint indicates that the danger of irreparable injury is too imminent to risk delay, a temporary restraining order may issue forthwith until a hearing can be had.” (Citing cases) (p. 56) “On direct appeal, abuse of discretion alone is reviewed.” (Citing cases).\nIn his fifth annual message to Congress on December 5, 1905, President Theodore Roosevelt said: “What is due notice [to the adverse parties before granting the writ of injunction] must depend on the facts of the case; it should not be used as a pretext to permit violation of law or the jeopardizing of life or property.” (p. 332) *\nThe same President said in his sixth annual message to Congress on December 3rd, 1906: “If men seek to destroy life or property by mob violence, there should be no impairment of the power of the courts to deal with them in the most summary and effective way possible.’’ (p. 407) *\nThe same President said in his seventh annual message to Congress on December 3rd, 1907: “The process of injunction is an essential adjunct of the court’s doing its work well; and as preventive measures are always better than remedial, the wise use of this process is from every standpoint commendable.” (p. 507) *\n(* All the Quotations from President Theodore Roosevelt, used in this opinion, may be found on the pages indicated, in Vol. 17 of the “Works of Theodore Roosevelt”.)\nPresident Grover Cleveland telegraphed to John P. Altgeld, Governor of Illinois, on July 6th, 1894 as follows: “It seems to me that in this hour of danger and public distress discussion may well give way to active effort on the part of aU in authority to restore obedience to law and to protect life and property.” (Vol. 2, p. 163 of “Grover Cleveland, The Man and The Statesman”, by Robert MeElroy).\nIn a book written in 1903 entitled “Organized Labor” by John Mitchell, President of the United Mine Workers of America, that very successful and highly respected labor leader in a chapter on the “Proper Conduct of a Strike”, said: (p. 317) “Above all and beyond all, the leader entrusted with the conduct of a strike must be alert and vigilant in the prevention of violence. The strikers must be made constantly aware of the imperative necessity of remaining peaceable . » . Under no circumstances should a strike be allowed to degenerate into violence ... No matter how just the demands of the men, no matter how unreasonable and uncompromising the attitude of the employer, the commission of acts of violence invariably puts the strikers in the wrong'. . . A strike or a lockout is coercion, but it is lawful, whereas a resort to physical force is both immoral and unlawful ... It is sometimes claimed that no strike can be won without the use of physical force. I do not believe that this is true, but if it is, it is better that the strike be lost than that it succeed through violence and the commission of outrages.”\nSamuel Gompers, President of the American Federation of Labor, said in 1910: “I would not consciously violate a law now or at any time during my whole life.’’ (Quoted from p. 160 of Rowland Hill Harvey’s book “Samuel Gompers”.)\nPresident Theodore Roosevelt said in his fourth annual message to Congress on December 6th, 1904: (p. 252) “When any labor-union seeks improper ends, or seeks- to achieve proper ends by improper means, all good citizens and public servants must oppose the wrongdoing as resolutely as they would oppose the wrong-doing of any great corporation. Violence, brutality, or corruption, should not for one moment be tolerated. Wage-workers have an entire right to organize and by all peaceful and honorable means to endeavor to persuade their fellows to join with them in organizations . . . They have under no circumstances the right to commit violence upon those, whether capitalists or wage-workers, who refuse to support their organizations; mob rule is intolerable in any form.”\nThe Anthracite Coal Strike Commission of 1902 reported, inter alia, as follows: “The strike ordered by a trade union, which compasses no more than the enforcement of demands previously made, for the supposed benefit of its members, by the cessation from work in the event that those demands are not complied with, transgresses no law of a free society, and, whether wise or unwise in inception and purpose, is an exercise of no more than the legal rights that belong collectively or individually to its members . . . But a strike set on foot with the view to -the accomplishment of- its purpose by intimidation or violence, exercised against those who choose to remain at work, violates the law from the beginning.” ■ “Peace and order should be maintained at any cost.” (Senate Documents Vol. I, 58th Congress Special Session, Book 1903, pp. 74, 83).\nIn his address on “Injunctions in Labor ■ Disputes’? delivered by George Wbarton Pepper before the American Bar Association in July, 1924, he deprecated any failure “to recognize the difference between the self-protection of an industrial class [by strikes and non-violent picketing] and mere wanton conspiracy to injure property and business.” He pointed out that “our British friends have come to recognize peaceable picketing as á legitimate concomitant 'of a-strike, but have trained the guns of their criminal procedure upon conduct which threatened breach, of the peace or. invasion, of private rights.” (“Reports of American Bar Association” Vol. 49,1924, p. 174,177).\nThis hearing was later postponed at defendants’ request."}