{"id": "465822", "contents": "Opinion by\nMr. Justice Horace Stern,\nIn Freeman, Secretary of Banking v. Hiznay, 349 Pa. 89, 36 A. 2d 509, we held that where a bank, incorporated under the Act of May 13, 1876, P. L. 161, entered into consolidation with a title insurance and trust company, incorporated under the Act of April 29, 1874, P. L. 73, and the consolidated company was subsequently taken over by the Secretary of Banking because of insolvency, all its shareholders were equally and ratably liable to its creditors in the aggregate amount of the capital stock of the consolidating bank. In that case Pennsylvania Bank and Trust Company of Wilkes-Barre, a banking corporation with a capital stock of $200,000, consolidated in 1930 with Liberty State Bank and Trust Company, a title insurance and trust company, to form Pennsylvania Liberty Bank and Trust Company; the capital stock of the consolidated corporation was divided into 13,000 shares; accordingly, it was held that each of its shareholders was liable to its creditors in the amount of $15.38 plus per share.\nThe action in the present case was brought by the Secretary of Banking to enforce the statutory liability of the executor of the estate of a deceased shareholder of Pennsylvania Liberty Bank and Trust Company, who, like the defendant Dodson in the Hiznay case, had been a shareholder in Liberty State Bank and Trust Company. The court below held, as is obviously the fact, that the action was ruled by our decision against Dodson in the Hiznay case, and accordingly entered judgment against defendant.\nWe have carefully considered the argument of appellant’s counsel, amounting in effect to a reargument of the Hiznay case, but see no reason to change the conclusion there reached. We find nothing in the Consolidation Act of May 3,1909, P. L. 408, to indicate an intention on the part of the legislature that the statutory liability of the shareholders, in the aggregate amount existing before the consolidation, should not be continued for the benefit of the creditors of the consolidated corporation. In Bell, Secretary of Banking v. Cabalik, 346 Pa. 115, 209 A. 2d 678, we specifically held that notwithstanding a consolidation of banking corporations under the Act of 1909 the statutory liability of the shareholders imposed by the Act of 1876 continued.\nThe more difficult problem considered in the Hiznay case was whether this statutory liability of $200,000 should be divided equally among all shareholders of the new corporation, or whether the latter should be separated into two classes, one made up of those who obtained their stock in exchange for that held by them in the bank and the other of those who obtained their stock in exchange for that held by them in the title insurance company. In deciding that the liability should be prorated equally among all the shareholders, we did not, as appellant contends, usurp a legislative function nor rest our decision merely upon a practical basis that appeared to be just and equitable, but we construed the Consolidation Act of 1909 to intend that result. As the power of the new corporation to carry on the business of banking was derived from both Pennsylvania Bank and Trust Company by reason of the Act of 1876 and Liberty State Bank and Trust Company by reason of the Act of May 9, 1923, P. L. 173 (see Gordon, Secretary of Banking v. Winneberger, 310 Pa. 362, 365, 165 A. 408) the shareholders of the new corporation, acting at least in part by virtue of the Act of 1876, exercised their rights and franchises thereunder subject to the liability which it imposed. The business of the consolidated corporation was not carried on partly by some of its shareholders operating under the Act of 1874 and partly by other shareholders operating under the Act of 1876, but by all the shareholders acting under both statutes jointly and for their combined benefit; all the shareholders inherited indiscriminately and in common all the rights, properties and franchises which were granted by either or both of those statutes, and, by the same token, inherited also indiscriminately and in common all the liabilities and restrictions attached by either or both of the statutes to the enjoyment of those rights, properties and franchises. No difference was expressed in the terms or character of any of the stock issued by Pennsylvania Liberty Bank and Trust Company. Nor can any question arise of an impairment of the constitutional rights, under the fourteenth amendment, of the shareholders of Liberty State Bank and Trust Company, for they voluntarily consolidated their corporation with a banking company which carried into the combination the liability imposed by the Act of 1876; this we held in the Oabalilc case and the Simay case to have been the effect of the Consolidation Act of 1909. One cannot successfully contend that he is being unduly deprived of a property right, or denied the equal protection of the laws, when he enters of his own accord into a corporate organization and thereby, as he knows, or under the law is bound to know, assumes liability from which he was previously absolved.\nAppellant urges that creditors of Pennsylvania Bank and Trust Company who, by subsequent dealings, impliedly accepted the consolidated corporation as their debtor, should be estopped to assert any claim against the shareholders of that constituent corporation. This argument loses sight of the fact that the statutory liability imposed by the Act of 1876 is a continuing one, remaining potentially in force as long as the corporation to which it is applicable — in this case, as we have held, the consolidated corporation — should remain in business, and for the benefit of all those who might be its creditors at the time of its insolvency. It is therefore immaterial whether the creditors of the consolidated corporation when it passed into the Secretary’s receivership had become such as new depositors or as depositors in the original bank who had maintained their deposits in the new corporation under such circumstances as thereby to have indicated their acceptance of it as their debtor.\nAt the time the Secretary took possession of the consolidated corporation defendant’s decedent had a certain sum on deposit there; defendant now contends that he should be allowed to set off this deposit against the statutory assessment on decedent’s stock. He concedes that ordinarily this would not be permitted (Henderson v. Gill, 127 Pa. Superior Ct. 416, 193 A. 61), but claims that here the set-off should be allowed because the Secretary had appropriated in part satisfaction of decedent’s statutory liability a number of dividends payable to decedent on account of his claim as a depositor. The Secretary was undoubtedly justified in making such an appropriation: In re Carolina Bank & Trust Co., 197 N. C. 613, 150 S. E. 118; Farmers Bank & Trust Co.’s Receiver v. Brown, 249 Ky. 820, 61 S. W. 2d 628; Broderick v. Aaron, 287 N. Y. S. 370. It does not follow, however, that thé whole of decedent’s deposit may be set off by defendant against decedent’s liability for the debts of the corporation (see In re Carolina Bank & Trust Co., supra), for otherwise he would be obtaining an unjust preference over other depositors, and the very purpose of the assessment as a trust fund for the benefit of all the creditors of the corporation would obviously be defeated.\nJudgment affirmed.\nCorrection is herewith made of the statement in the Hiznay case (349 Pa. 89, 96, 36 A. 2d 509, 512) that such power was derived only from the Act of 1876."}