{"id": "465868", "contents": "Opinion by\nMr. Justice Horace Stern,\nBecause of a decision of the Tax Court of the United States in passing upon the liability of the defendant company for income and excess profit taxes for the years 1939, 1940 and 1941, a question arose between plaintiff and defendant as to whether certain contracts between them were invalid for want of consideration. Accordingly they joined in asking the Court of Common Pleas of Warren County, where the company’s plant is situated, for a declaratory judgment in order to resolve that doubt.\nBertha E. Thomas, plaintiff, owned a certain basic patent for flexible couplings, and, on January 6, 1920, submitted a written proposal to defendant that, if it would issue to her 450 shares of its capital stock and would pay her a royalty fee of ten per cent of the total amount of the gross sales of the couplings during the life of the patent, she would assign the patent (No. 1,325,-545) to defendant, reserving to herself, however, the exclusive right under said patent, to manufacture and sell flexible couplings for use on motor vehicles; in the event of defendant’s increasing its capital stock at any time plaintiff was to be entitled to receive, without further consideration, fifty per cent of such increase. This proposition was accepted by defendant, and, on March 20,1920, a more formal and comprehensive agreement was executed whereby plaintiff assigned to defendant all her right and interest in two other patents owned by her (Nos. 1,323,423 and 1,326,993), together with all improvements upon the inventions there described, and also all patents on flexible couplings and on future improvements on flexible couplings which might thereafter be granted to her; defendant in turn, granted plaintiff the exclusive right to make and sell, under these patents and subsequent improvements thereon and under any patents owned or to be owned by defendant, flexible couplings to be used in connection with automobiles, trucks and tractors.\nPlaintiff received the 450 shares of defendant corporation’s stock and also, for the seventeen years’ duration of the life of the patent, the ten per cent royalties stipulated in those agreements.\nIn 1929 the financial condition of the corporation was such that it became necessary for it to raise funds by the sale of additional stock but found itself handicapped in that attempt by plaintiff’s right to receive fifty per cent of any such increase. Plaintiff was thereupon induced to enter into an oral agreement whereby defendant was to continue to pay her the ten per cent royalties based on the gross income from its sales of couplings under the patents, but all other provisions.of the contracts between them, were cancelled and. nullified. When the new stock was issued plaintiff purchased and paid for 50 shares at their par value of $100 per share, and when, after this parol rescission of the agreements, defendant made and sold couplings for use on automotive equipment, plaintiff made no claim to the profits of such sales to which she would otherwise have been entitled under the reservation of her rights in that regard in the 1920 contracts.\nOn September 2, 1937 plaintiff filed an application for a patent for a new and improved flexible coupling. While this application was pending, on January 17, 1939, she made a written. proposal to defendant that, in consideration of the sum of $3,500 and the payment to her of a royalty of six per cent of the invoice price of complete couplings sold by the company and of a royalty of 33% per cent of the invoice price of discs (parts of the couplings) sold separately, — the total royalties to amount to not less than $250 a month and to extend for the life of the patent, — she would assign to defendant the United States and Canadian rights to the. application then pending as well as to any other patent for which she might apply up to the time when the then pending application would be granted. This proposition was accepted by defendant, and, on October 26, 1939, while the draft of the agreement to be executed by the parties was still in the course of preparation, she assigned to defendant the exclusive right, for the United States and all foreign countries, to the application filed on September 2, 1937, to another application which she ■ had filed on August 8,. 1939 for a patent for emergency supports for flexible couplings, and to any patents that might be issued on those applications. On November 26, 1939, the formal contract was executed embodying the terms which had been agreed upon in January. One of its provisions was that plaintiff would assign to defendant “her entire- title, right and interest in and to all pending applications, patents, or applications which may be filed in the future and in and to any inventions therein set forth which relate in any way to flexible couplings.” Subsequently the patents (Nos. 2,182,711 and 2,251,722) which were granted on the two applications of. September 2, 1937 and August 8, 1939 were issued to defendant pursuant to the assignment which plaintiff had executed, and from then on defendant paid plaintiff the royalties provided for in the agreement of November 26, 1939. In June, 1943 defendant requested plaintiff to reduce the royalties, and, after several months of negotiations, a supplemental contract was entered into on November 26, 1943 which provided that defendant was to assign to plaintiff all of its right, title and interest in and to the patents Nos. 2,182,711 and 2,251,722, and plaintiff, in turn, was to grant to defendant, for the life of those patents, an exclusive license to make and sell flexible couplings thereunder and under an application for another patent which plaintiff had filed on March 6, 1943. In lieu of the royalties provided for in the agreement of November 26, 1939, defendant was to pay. to plaintiff, retroactively effective as of July 1, 1943, a royalty of six per cent of the invoice price of all couplings and parts thereof manufactured and sold by it, the'maximum royalties in any one year not to exceed $80,000. The provision in the former agreement that plaintiff would assign to the company all applications that she might file in the future relating to flexible couplings was cancelled. Except as thus modified the- contract of November 26, 1939 was to remain in full force and effect. The royalties provided for in this 1943 • agreement were thereafter paid to plaintiff until March 21, 1945.\nThe questions raised in the petition for a declaratory judgment are whether the contracts of November 26, 1939 and November 26, 1943 are valid or whether they fail because of lack of consideration; whether plaintiff was entitled to receive and now to retain the royalties paid'to her under those agreements; whether the patents covered by those agreements (Nos. 2,182,711 and 2,251,722) belong to defendant by virtue of plaintiff’s assignment of October 26, 1939, or, to plaintiff under defendant’s re-assignment thereof in accordance with the agreement of November 26, 1943; and whether plaintiff is entitled to the royalties that have-now accrued and those that will accrue hereafter under the 1943 agree.ment.\nThe Tax Court of the United States -was of opinion that defendant was entitled by virtue of the agreement of March 20, 1920 to receive from plaintiff an assignment of the two patents here in controversy, and that defendant’s agreement to pay royalties on those patents, as provided in the contracts of 1939 and 1943, was without consideration; further, that the patents, having been assigned to defendant on October 26,1939, were already owned by it at the time the agreement of- November 26, 1939 was entered into; also, that plaintiff did not, in the 1939 agreement, abandon any of her rights to the manufacture and sale of flexible couplings for automotive purposes, and that, in any event, such rights were of no value and even their relinquishment, therefore, would not constitute consideration. In the present declaratory judgment proceedings.in the court below views exactly contrary to these were adopted and a decree was entered sustaining the .rights to the royalties and the patents claimed by plaintiff under the 1939 and 1943 agreements; it is from that decree that the present appeal has been taken.\nWe are of opinion — for the reasons following — that the decision of the court below is the correct one. ■\n1. The petition for the declaratory judgment alleges, and defendant’s answer admits, that in 1929 the parties orally agreed to cancel the then existing contracts between them, except that defendant was to continue to- pay the ten per cent royalties. If such a parol agreement was made it is, of course, legally effective: Merchants-Citizens National Bank, Executor, v. Mauser, 297 Pa. 399, 404, 147 A. 90, 91; Magazine Digest Publishing. Co. v. Shade, 330 Pa. 487, 492, 199 A. 190, 193; Shaffer, v. Scharding, 348 Pa. 423, 35 A, 2d 270.. That it was in fact made is evidenced by plaintiff’s purchase of some of the. stock then issued by defendant instead of obtaining it gratis as was her right under the cancelled contracts; it is evidenced, also by her failure at any time thereafter to claim the profits on defendant’s manu: facture and sale of .flexible couplings for use on motor vehicles to which she.would have been entitled under those contracts. In any event, we are bound by the allegations of the pleadings which assert that there was such a cancellation, and,. plaintiff’s obligations under the 1920, agreements having thereby ceased, no question of lack of consideration to, support the 1939 and 1943 agreements can arise.\n2. Even if there had been no parol -agreement, of cancellation in 1929, the 1920 agreements terminated, in our opinion, with the. expiration in 1937 of the life of the patents which constituted their subject-matter. .It would seem incredible that, in assigning the three original patents to defendant for a royalty fee of ten per cent on the gross sales, and in agreeing tp assign all future improvements and all patents that might thereafter be granted to her, the parties contemplated that, after those patents were no longer in force and plaintiff would not be receiving any further royalties therefrom, she would nevertheless remain bound, during the entire balance of her life, to assign to defendant, free of any claim for royalties thereunder, any and all patents for flexible couplings which she might thereafter acquire. What the parties undoubtedly intended was that, as long as the patents assigned under the 1920 contracts remained in force, defendant was to have the benefit of' all improvements thereon invented by plaintiff and of all patents obtained by her ; she herself would profit therefrom by continuing to receive the ten per cent royalties on the sales of the improved’ couplings. Where there is no express provision in a contract as to its duration the intention of the parties in that regard is to be determined from the surrounding circumstances and by the application of a reasonable construction to the agreement as a whole. Thus considered, it seems to us perfectly clear that the 1920! agreements were not in force when the 1939 agreement was made.\n3. Even if, however, the 1920 contracts were still effective when the agreement of 1939 was entered into there was nevertheless a. consideration in the latter agreement for defendant’s undertaking to pay plaintiff the royalties therein specified because she gave up, in that agreement, her rights in regard to the manufacture and sale of, the couplings for automotive use; she contracted to assign to the company her entire right, title and interest in and to all of the then pending applications and patents and all future applications relating in any way to flexible couplings, thereby relinquishing the rights reserved to her with regard to motor vehicles as specified in the previous contracts. The Tax Court took the position that those rights were not of any value; that finding.is negatived by the allegations of the present pleadings,- but, in any event, -it is an elementary principle that the law will not enter into inquiry as to the adequacy of the consideration: Hillcrest Foundation, Inc. v. McFeaters, 332 Pa. 497, 503, 2 A. 2d 775, 778.\n4. - The. assignment of patents Nos. 2,182,711 and 2,251,722 by the instrument dated October 26, 1939 was-in pursuance of the agreement of January 17, 1939 and was made in anticipation of the subsequent drafting of the terms then agreed upon. The fact that it was delivered a month before the execution of the formal con-' tract is, -therefore, of no legal significance.\n5. As far as the agreement of November 26, 1943 is concerned, it is sufficient to point out that the reassignment of the patents which defendant there agreed to make was in consideration of a substantial reduction by plaintiff of the royalties specified in the agreement of November 26, 1939. The 1943 agreement was merely a “supplemental” one, and is so characterized in its initial sentence.\nThe decree and judgment are affirmed, costs to be divided between the parties."}