{"id": "465985", "contents": "Opinion by\nMr. Justice Patterson,\nThese proceedings were commenced by a writ of foreign attachment by Horace T. Atkins, appellant, against Canadian SKF Co., Ltd., and SKF Industries, Inc., garnishee-appellee, to recover fees for services rendered Canadian SKF Co., Ltd. This appeal is from the decree of the court below quashing the writ of foreign attachment and striking off a judgment previously entered, for the reason that there was no property of the defendant in the hands of the garnishee at the time the writ was served.\nDuring 1942 Horace T. Atkins, appellant, a New York attorney, had performed legal services for the Canadian SKF Co., Ltd., a foreign corporation without any office or representative in this Commonwealth. On October 22, 1943, not having been reimbursed therefor, he caused a writ of foreign attachment to be issued wherein two other garnishees were named. Shortly thereafter SKF Industries, Inc., a Pennsylvania corporation, appellee, was named additional garnishee, and, on November 5,1943, was served with the writ. No appearances were filed by defendant, Canadian SKF Co., Ltd. In due course judgment was entered against it by default. In answer to interrogatories, appelleegarnishee stated that at the time of service of the writ of foreign attachment, defendant was “indebted to us in excess of $40,000 on open accounts existing between the defendant and this garnishee.” The answer further alleged that “There was not a balance at any time from the issuing of the writ to the time of answering in favor of defendant in our hands.”\nSubsequent thereto appellee filed a rule to strike off the judgment previously entered and to quash the writ of foreign attachment. This appeal is from the decree of the court below making said rule absolute for the reason that at the time the writ was served appellee had no property of the defendant in its possession.\nAppellant contends (1) that on the date the writ was served the garnishee-appellee had an inchoate right of action for subsequent payments by the Canadian SKF Co., Ltd., and that this inchoate right was property in its possession and the writ was effective to bind all payments subsequently made; and, (2) that the appellee, not having set off its claim against Canadian SKF Co., Ltd., prior to service of the writ, could not do so thereafter.\nA writ of foreign attachment is an original writ. It is used to commence an action, not against a person but against a res. “The foundation for the writ is the non-residence of the defendant and the existence of property belonging to him within the jurisdiction”: Kennedy v. Schleindl, 290 Pa. 38, 40, 137 A. 815. If there is no res to be attached at the time of service of the writ, the proceeding is a nullity. It is immaterial that subsequent thereto, and before the return day of the writ and the issuance of interrogatories, money or property does come into the hands of the garnishee: Kennedy v. Schleindl, supra, 41, 137 A. 815; Mindlin v. Saxony Spinning Co., 261 Pa. 354, 357, 104 A. 598; Sniderman v. Nerone, 136 Pa. Superior Ct. 381, 386, 7 A. 2d 496, 499; Edmunds v. Barascope Corp., 104 Pa. Superior Ct. 173, 176, 158 A. 303, 304. See 10 Standard Pennsylvania Practice, p. 350.\nAppellant relies upon Duffy v. 58th & Chester Avenue Building & Loan Association, 325 Pa. 127, 130, 189 A. 307, 309. In that case the Court, after noting that there was a claim by the garnishee against the debtor much larger than the latter’s deposit, said: “It left nothing belonging to the debtor and the attaching creditor got nothing but its right.” That case, however, involved an attachment execution, not a foreign attachr ment. Distinction must be made between attachment executions and foreign attachments. In the former there need not be a res in the hands of the garnishee at the time the attachment is served, and monies or property subsequently acquired by the garnishee may become bound by the attachment. In the latter, “If the garnishee has property in his hands belonging to the defendant at the time the writ of foreign attachment is served, the attachment is good and binds money and property subsequently received by the garnishee; but if when the writ is served the garnishee has nothing belonging or owing to the defendant, the attachment is fruitless and a nullity”: Sniderman v. Nerone, supra, 386, 7 A. (2d) at 499. The inchoate right of a garnishee to receive subsequent funds is not a res that may be attached by a writ of foreign attachment. If, in fact, the garnishee has no property of the defendant on the date of service, the writ of foreign attachment, is ineffective.\nThe running accounts constituted mutual debts between the Canadian SKF, Ltd., and the appellee-garnishee. Appellant, however, contests appellee’s right to effect a set-off after service of the writ. The Defalcation Act of 1705,1 Sm. L. 49, section 1, 12 P.S., section 601, has been held to be applicable to cases of attachment execution: Duffy v. 58th & Chester Avenue B. & L. Assn,, supra, 131, 189 A. at 309; Aarons v. Public Service B. & L. Assn., 318 Pa. 113, 118-119, 178 A. 141, 143. Institution of an action by service of a writ of foreign attachment is a suit within the meaning of that act and a garnishee may set off against the claim of the creditor any amount owed it by the debtor. The appellee-garnishee, having done so by its answer to the interrogatories and having shown a balance in its favor of $40,-000., the court below properly quashed the writ of foreign attachment and struck off judgment entered thereon.\nThe order appealed from is affirmed. Costs to be paid by the appellant."}