{"id": "466005", "contents": "Opinion by\nMr. Justice Patterson,\nThis is an action in trespass by Samuel D. Cox, appellee, against Alfonso Scarazzo, appellant, to recover damages sustained by appellee when he fell into an open delivery well. A jury returned a verdict of $8500. This appeal is from the refusal of the court below to grant appellant’s motion for judgment non obstante veredicto and granting a new trial.\nOn March 31,1943, about 3:40 P. M., Samuel D. Cox, appellee, had entered a rear door of Sparano’s restaurant in New Castle, Pennsylvania. The main entrance to said restaurant is on Liberty Street. He purchased tobacco and proceeded to leave through the swinging front doors opening onto Liberty Street. The swinging doors are each 18 inches wide and made of solid wood with the exception of a pane of glass about 5 feet from the floor. Intending to proceed south on Liberty Street, he stepped down from the door, turned left, and was immediately confronted with a truck parked across the sidewalk two feet south of the doors. The truck was delivering beer to Sparano’s restaurant. There is no doubt that it belonged to appellant and was in charge of his servants. There was a space about two feet wide between the truck and an open delivery well in the sidewalk through which he could have walked with safety. To avoid the truck, Cox took a step to his left and immediately fell into the delivery well, sustaining injuries. The well, located 22 inches south of the restaurant door, was 24 inches wide and 30 inches long. It could not be seen by appellee until he had taken one step onto the sidewalk.\nAppellant contends that (1) appellee was guilty of negligence as a matter of law when he stepped into the hole in the sidewalk, and, (2) the court below abused its discretion in granting a new trial. The order appealed from must be affirmed.\nOne who, in broad daylight, walks into an obvious defect in a sidewalk is presumptively negligent. “. . . the burden rests upon the party complaining to show conditions outside of himself which prevented him seeing the defect, or which would excuse his failure to observe it”: Lerner v. City of Philadelphia, 221 Pa. 294, 296. See Bilber v. Great Atlantic & Pacific Tea Company, 316 Pa. 540; Petruski v. Duquesne City, 152 Pa. Superior Ct. 393; Walker v. Stern, 132 Pa. Superior Ct. 343.\nContributory negligence will be judicially declared only where it is so clear that there is no room for fair and reasonable persons to disagree as to its existence: Carden v. Philadelphia Transportation Company, 351 Pa. 407. Viewing the evidence most favorable to appellee and giving him the benefit of all inferences which might properly be deduced therefrom, it cannot be said that he was guilty of contributory negligence as a matter of law. He came out of Sparano’s restaurant, intending to walk south on Liberty Street. The open delivery well could not be seen until after he had passed the extended swinging door. After a step forward from the restaurant he turned toward his left and was confronted with a large truck blocking the greater part of the sidewalk. He had no reason to anticipate the presence of the truck. He stepped to his left to go around the back of the truck and fell into the open delivery well. A jury might properly find that had appellee seen the open well while in the act of taking a step at the moment he was unexpectedly confronted with the truck, he could not have checked the forward momentum of his body in time to prevent the accident. When unexpected events happen with such rapidity, as they did here, it is within the province of a jury to determine whether, under all the circumstances, plaintiff’s act was rash and negligent or in disregard of danger and the result of inattention, or an instinctive reaction to the unexpected, resulting in injury due solely to the negligence of appellant.\nThe cases relied upon by appellant do not control this case. In Burckhalter v. Woolworth Co., 340 Pa. 300, Bilger v. Great Atlantic & Pacific Tea Co., supra, Petruski v. Duquesne City, supra, and Walker v. Stern, supra, plaintiff was guilty of contributory negligence as a matter of law in failing to see and avoid an obviously dangerous condition on a sidewalk. In each case no reason was given to excuse the failure to see the defect in the sidewalk, or, if a reason was alleged, it was legally insufficient. Here, appellee’s evidence, if believed, is legally sufficient to excuse the failure to see and avoid the danger. The court below properly permitted a jury to pass upon the contributory negligence of the appellee.\nThe granting of a new trial will be reversed on appeal only where the record clearly shows that the plaintiff is not entitled to recover as a matter of law or where there is a manifest abuse of discretion. There has been no abuse of discretion here.\nJudgment affirmed."}