{"id": "466705", "contents": "OPINION\nNIGRO, Justice.\nAppellant Gary Bortz (“Claimant”) appeals from the order and opinion of the Commonwealth Court affirming the order of the Workmen’s Compensation Appeal Board (“Board”). The Board reversed the order of the Workmen’s Compensation Judge (“WCJ”), who reinstated Claimant’s workmen’s compensation benefits. For the reasons presented herein, we affirm.\nOn June 7, 1989, while employed by Appellee Reznor Division of FL Industries (“Employer”), Claimant sustained a work-related injury to his lower back. He received workmen’s compensation benefits until returning to work in a light-duty capacity in September 1989. On February 25, 1991, Claimant reinjured his back, and his workmen’s compensation benefits were reinstated. He returned to light-duty work on May 31, 1991, this time with the Mercer County Association for the Retarded (“MCAR”). He was indefinitely suspended by MCAR on June 26, 1991 for alleged misconduct, and the suspension was later converted into a permanent discharge effective I gust 1,1991.\nOn August 27, 1991, Claimant filed a reinstatement petition claiming that his disability recurred on June 26, 1991. Employer denied that Claimant’s injury had recurred, stating that “Claimant was working as of [June 26, 1991] on a job to which he had been released as having the physical capability of performing said job” and, further, that “Claimant lost said job ... due to his misconduct at work.” (Answer to Petition for Reinstatement of Compensation, R.R. at 78a.)\nIn a separate unemployment compensation proceeding, the referee found that Claimant’s conduct at MCAR did not amount to willful misconduct. {See Unemployment Compensation Bd. of Review, Ref.’s Decision, R.R. at 60a-61a.) The unemployment compensation referee made the following findings of fact:\n7. Effective June 26, 1991, the claimant was placed on an indefinite suspension as a result of the allegations of the work shop manager.\n8. On June 25, 1991, the claimant did not use vulgar language in the sheltered work shop nor did he disrupt the work force.\n9. On June 26,1991, although he did request permission to speak to the work shop manager, the claimant was not out of his work area without permission, was not insubordinate and did . not fail to follow the instructions of the work shop manager.\n* * * * *\n11. The claimant worked to the best of his abilities.\nId.\nClaimant offered the unemployment compensation decision into evidence during the workmen’s compensation reinstatement proceeding. The WCJ determined that he was bound by the unemployment referee’s findings of fact, which could not be re-litigated. In light of those findings, the WCJ concluded that “there is no possible way the [E]mployer would be able to demonstrate that the Claimant’s actions of June 25 and 26, 1991 exhibited unsatisfactory efforts and performance.” (WCJ’s Decision, Appellant’s Br. at A-6.) The WCJ therefore reinstated Claimant’s benefits,, reasoning that Employer was collaterally estopped from re-litigating the misconduct issue and would thus be unable to establish unsatisfactory conduct on Claimant’s part warranting a denial of reinstatement.\nOn appeal, the Board reversed and remanded, concluding that collateral estoppel did not apply. On March 10, 1994, the Board amended its initial order to certify that the issue in question warranted an interlocutory appeal by permission, because it involved a controlling question of law with substantial ground for difference of opinion. See 42 Pa. Cons.Stat. § 702(b) (1981). The Commonwealth Court subsequently granted Claimant’s petition for permission to appeal pursuant to Pa. R.A.P. 1311 and 42 Pa. Cons.Stat. § 702(b) (1981). Sitting en banc, the court affirmed, with the Majority finding no identity of issues and thus no collateral estoppel. The Dissent, however, concluded that collateral estoppel did apply since the conduct standard in the unemployment setting was essentially identical to the standard used in workmen’s compensation cases.\nClaimant then appealed to this Court. We granted the petition for allowance of appeal to address the question whether the Commonwealth Court erred as a matter of law when it concluded that collateral estoppel did not apply in Claimant’s workmen’s compensation proceeding.\nAppellate review of workmen’s compensation cases is limited to a determination whether constitutional rights have been violated, an error of law has been committed, or any findings of fact are not supported by substantial evidence. See Philadelphia Newspapers, Inc. v. Workman’s Compensation Appeal Bd. (Guaracino), 544 Pa. 203, 207, 675 A.2d 1213, 1215 (1996).\nClaimant contends that the standards for determining misconduct are the same in the unemployment and workmen’s compensation settings. Therefore, Claimant argues, the misconduct issue decided by the unemployment compensation referee was identical to that before the WCJ, and Employer is thereby estopped from re-litigating the nature of Claimant’s conduct on June 25 and 26, 1991. Employer, on the other hand, argues that estoppel does not apply because the conduct issue involved in deciding whether a claimant is entitled to a reinstatement of workmen’s compensation benefits is different from that involved in determining whether a claimant qualifies for unemployment compensation. Because these standards differ, Employer contends, there is no identity of issues and thus no estoppel.\nThis Court has defined collateral estoppel as follows:\n[cjollateral estoppel, or issue preclusion, is a doctrine which prevents re-litigation of an issue in a later action, despite the fact that it is based on a cause of action different from the one previously litigated. The identical issue must have been necessary to final judgment on the merits, and the party against whom the plea is asserted must have been a party, or in privity with a party, to the prior action and must have had a full and fair opportunity to litigate the issue in question.\nBalent v. City of Wilkes-Barre, 542 Pa. 555, 564, 669 A.2d 309, 313 (1995) (citing Allen v. McCurry, 449 U.S. 90, 94, 101 S.Ct. 411, 414, 66 L.Ed.2d 308 (1980)).\nIn workmen’s compensation reinstatement proceedings, benefits are reinstated or denied based solely on the status of the work-related injury. The issue is whether, through no fault of the claimant, the injury has again effected claimant’s earning ability. See 77 Pa.Const. Stat. § 772 (1992); Hertz-Penske Truck Leasing Co. v. Workmen’s Compensation Appeal Bd. (Bowers), 546 Pa. 257, 684 A.2d 547 (1996); Inglis House v. Workmen’s Compensation Appeal Bd. (Reedy), 535 Pa. 135, 634 A.2d 592 (1993); Pieper v. Ametek-Thermox Instruments Division, 526 Pa. 25, 584 A.2d 301 (1990). This issue is not one of misconduct akin to that found in the unemployment benefits setting; it is a question centering solely on whether the claimant’s injury is again affecting his ability to earn. An award of unemployment compensation benefits, on the other hand, turns on a question of “willful misconduct,” i.e., on the presence or absence of a defined level or degree of misconduct. See 43 Pa. Stat. § 802(e) (1991); Rossi v. Pennsylvania Unemployment Compensation Bd. of Review, 544 Pa. 261, 266, 676 A.2d 194, 197 (1996). The conduct standards are therefore quite different in the two settings. Or, more strictly stated, in the workmen’s compensation arena, there is no conduct standard as such. See 77 Pa. Stat. § 772 (1992); Hertz-Penske, 546 Pa. at 260-61, 684 A.2d at 549. Given this, collateral estoppel does not apply in the instant case because there is no identity of the issues. See Balent, 542 Pa. at 562-64, 669 A.2d at 313.\nIn light of this conclusion, we find no error of law on the part of the Commonwealth Court. Accordingly, we affirm.\nNIX, Former C.J., and NEWMAN, J., did not participate in the consideration or decision of this case.\n. This Court has defined willful misconduct as follows:\nan act of wanton or willful disregard of the employer’s interest, a deliberate violation of the employer’s rules, a disregard of standards of behavior which the employer has a right to expect of an employee, or negligence indicating an intentional disregard of the employer’s interest or of the employee’s duties and obligations to the employer.\nRossi v. Pennsylvania Unemployment Compensation Bd. of Review, 544 Pa. 261, 267, 676 A.2d 194, 197 (1996) (quoting McLean v. Unemployment Compensation Bd. of Review, 476 Pa. 617, 620, 383 A.2d 533, 535 (1978))."}