{"id": "466707", "contents": "OPINION\nZAPPALA, Justice.\nWe accepted this appeal to review the claim of The Pittsburgh and Lake Erie Railroad Company (P & LE), defendant below, that the common pleas court committed reversible error at trial when it commented to the jury, and allowed plaintiffs counsel to do likewise, on the fact that the plaintiff did not receive workers’ compensation benefits. Because we find that these remarks were wholly irrelevant to the issues at trial and created a strong possibility of substantial prejudice to the defendant, we vacate the judgment and remand for a new trial.\nThomas Hileman was employed by P & LE as a laborer at its facility in McKees Rocks, Pennsylvania. On July 11, 1988, he reported to the diesel shop where he was given the job of cleaning locomotives. For most of the previous four years he had performed janitorial work and general labor in the service shop, but on that day a more senior member of the union had elected the service shop assignment. The cleaning job required Hileman to spray the locomotives with cleaning solution directed through a nozzle or gun by steam pressure.\nApproximately two months earlier, P & LE had begun using a new piece of equipment, known as the Thermo-Blast System, on a trial basis. DuBois Chemicals, a division of Chemed Corporation, supplied the gun for free in consideration of P & LE’s purchasing the cleaning chemicals for the system from DuBois. The system was supposed to cut costs by collecting the runoff, filtering out the dirt, grease and other impurities, and returning the cleaning solution to be used again.\nThe Thermo-Blast gun differed in design from the equipment that Hileman had used several years before when he had been assigned to clean locomotives. The Thermo-Blast gun required the operator to grip a trigger mechanism with one hand in order to start and maintain the flow of steam and cleaning solution; releasing the trigger would stop the flow through the gun independently from the main valves. The older gun had been essentially a large nozzle with handles; to start and stop the flow of steam and cleaning solution the operator was required to use the main valves located elsewhere.\nHileman used the Thermo-Blast gun to clean locomotives throughout the day. At the end of the day, his hands were swollen and sore. That night he experienced soreness and a burning sensation in his hands, fingers, and wrists, which continued through the next morning when he reported for work. The supervisor sent Hileman to the company nurse, who sent him to the hospital. Although he was released by the hospital for light duty work, his hands were hurting so badly that he had to go home. Again the next day he had problems and went to see a doctor, who attempted to alleviate the pain and advised Hileman not to return to work.\nWhen the doctor released him to work on July 25, Hileman was advised that he was furloughed. He returned to work on November 15 and worked fueling locomotives until the end of the year. He was then furloughed from that position but obtained an identical position in Youngstown, Ohio. He returned to the McKees Rocks location in May of 1989, and worked there until February of 1990. Throughout this period and after, Hileman continued to suffer intermittent severe pain and difficulty using his hands and fingers to perform ordinary tasks. His physician described Hileman’s condition as reflex sympathetic dystrophy. He offered the opinion that the condition was caused by the effort needed to control the high pressure system. He further indicated that Hileman was being treated with the steroid Prednisone and gold shots, and that although these treatments seem to control the swelling and moderate the pain, the condition is permanent and will continue to flare up and require regular monitoring.\nHileman filed this action against P & LE pursuant to the Federal Employers’ Liability Act, 45 U.S.C. § 51 et seq. The FELA establishes that\n[ejvery common carrier by railroad ... shall be liable in damages to any person suffering injury while he is employed by such carrier ... for such injury or death resulting in whole or in part from the negligence of any of the officers, agents, or employees of such carrier, or by reason of any defect or insufficiency, due to its negligence, in its cars, engines, appliances, machinery, track, roadbed, works, boats, wharves, or other equipment.\n45 U.S.C. § 51. Although the slightest bit of negligence on the part of the employer is sufficient, Rogers v. Missouri Pacific Railway Co., 352 U.S. 500, 77 S.Ct. 443, 1 L.Ed.2d 493 (1957), liability under the FELA must be based on a showing of negligence and not on the mere fact that an employee was injured while on the job. See Brady v. Southern Railway Co., 320 U.S. 476, 64 S.Ct. 232, 88 L.Ed. 239 (1943).\nPrior to trial, P & LE sought to prevent any argument or other reference suggesting that the FELA was Hileman’s sole remedy. It also objected to any mention of workers’ compensation. Counsel had apparently confronted this issue in other litigation before different judges of the common pleas court and Hileman’s counsel wished to have the court here follow the practice of one of those judges. When the court asked counsel for P & LE if tracking the language used by the other judge would be objectionable, counsel responded, “I believe that’s preferential [sic]. I think that’s somewhere in the middle. I would still like to retain my objection to any mention of workman’s [sic] compensation but at least this does not mention that it is the sole remedy which is not an accurate fact.” (Transcript, Volume I, p. 12) (emphasis added).\nIn introductory remarks to the jury, the court stated\nThis case is a civil action, it arises under a Federal Statute known as the Federal Employers Liability Act. That’s an Act of Congress which provides lawsuits [sic] against their employer by Railroad employees who are injured in the course of their employment.\nRailroad employees are different from most other employees here in Pennsylvania who are injured on, the job and get worker’s [sic] compensation payments, regardless of whether or not their employer was negligent. Railroad employees do not automatically receive worker’s [sic] compensation payments, and instead, must prove their employer was negligent.\nUnder the Federal Statute workers are entitled to recovery in civil actions against their employers if their employers have contributed in whole or in part to any injury suffered by the employee during the course of his employment, and that’s what this case is basically about.\nId. at 40 (emphasis added).\nHileman’s counsel then remarked in his opening statement, “Railroad employees do not get workmen’s compensation. Judge Friedman told you they must come in and prove that the Railroad did something wrong before they get any compensation, and that compensation has to come from the hands of the jury, yourselves.” Id. at 51. He also stated, “We sued the Railroad because we don’t get workmen’s compensation. The Railroad did a lot of things wrong here.”\n' At the end of the trial, the court began its instructions to the jury as follows:\nNow, this is a case based on the Federal Employers Liability Act, which we call by its initials, the FELA. That act imposes liability on certain employers for harm to employees caused by the employer’s negligence. Railroads are among those employers who are covered by the FELA. Most employers are not subject to the FELA, but rather are subject to workers [sic] compensation laws, which provide for payments to an injured employee as long as the injury occurred during the course of the employment.\nMr. Hileman, as you were told at the beginning of this case, does not receive workers [sic] compensation payments. You must disregard any personal views you may have respecting so-called on the job injuries, and you must apply the rule of law that the Plaintiff may not collect any damages in this case from the railroad unless it is first shown that his injury resulted in whole or in part from the railroad’s negligence or fault.\n(Tr. Vol.II, p. 204).\nP & LE argues that pursuant to Eichel v. New York Central Railroad Co., 375 U.S. 253, 84 S.Ct. 316, 11 L.Ed.2d 307 (1963), these references to the absence of workers’ compensation benefits must be deemed to be prejudicial. In Eichel, the United States Supreme Court granted certiorari and summarily reversed a decision of the Court of Appeals for the Second Circuit, which had ordered a new trial to determine the extent of the plaintiffs injury and damages. The trial court excluded evidence offered by the railroad that the plaintiff was receiving disability benefits under the Railroad Retirement Act. The Circuit Court held that such evidence, although inadmissible to offset or mitigate damages, was admissible to show a motive for the plaintiff not to return to work, and that the potential for prejudice did not outweigh probative value. The Supreme Court ruled otherwise, stating that “the likelihood of misuse by the jury clearly outweighs the value of this evidence.” 375 U.S. at 255, 84 S.Ct. at 317.\nRead narrowly, Eichel presents a straightforward application of the collateral source rule: a defendant may not introduce evidence that a plaintiff has received compensation on account of his injury from a source other than the defendant. However, Eichel has subsequently been applied not simply as a rule on the admissibility of evidence in a particular case, but as a substantive precept of federal common law in FELA cases. See, e.g., Sheehy v. Southern Pacific Transportation Co., 631 F.2d 649 (9th Cir.1980) (Eichel rule makes balancing analysis of Federal Rule of Evidence 403 inapplicable to question of admissibility of evidence of collateral benefits in FELA cases); Laird v. Illinois Central Gulf Railroad Co., 208 Ill.App.3d 51, 153 Ill.Dec. 94, 566 N.E.2d 944 (1991) (despite abrogation of collateral source rule in various types of civil litigation in other states, court declined to “eliminate application of this judicially created doctrine” where defendant failed to cite FELA cases distinguishing Supreme Court’s holding in Eichel). This is significant because although the state courts have jurisdiction to try FELA claims, 45 U.S.C. § 56, and procedural matters including admissibility of evidence are governed by the law of the forum, the state courts are required to apply federal substantive law. Monessen Southwestern Railway Co. v. Morgan, 486 U.S. 330, 108 S.Ct. 1837, 100 L.Ed.2d 349 (1988). “[T]he interpretation of the Act and its application to the facts of any particular case ... is ruled by the decisions of the United States Supreme Court____ Rights of recovery authorized by Federal laws may not be defeated either by State law or practice.... ” Buffo v. Baltimore & Ohio Railroad Co., 364 Pa. 437, 438-39, 72 A.2d 593 (1950) (citations omitted).\nThe rule argued for by P & LE here is a counterpart to the collateral source rule. See Goldstein v. Gontarz, 364 Mass. 800, 808-09, 309 N.E.2d 196, 202-03 (“a plaintiff is forbidden to show that he has no resort to insurance or workmen’s compensation to cover the loss he has suffered.”) And the reasoning of Eichel has been cited in connection with this counterpart rule. Stillman v. Norfolk & Western Railway Co., 811 F.2d 834, 838 (4th Cir.1987) (“defendants in FELA cases are not permitted to inform the jury that a plaintiff has received benefits from a collateral source .... [w]e perceive no reason for a different rule when the plaintiff in a FELA case seeks to inform the jury of the absence of benefits from a collateral source.”) Even so, because it is not clear that federal substantive law requires that the remarks of the court and counsel here be held to be reversible error, we have considered the question as a matter of state law as well and reach the same result.\nAs observed by the Supreme Judicial Court of Massachusetts in Goldstein,\nIt may be argued that ... there is no covert encouragement of the jury to disregard the law, rather there is emphasis upon the controlling law: thus to tell the jury that the plaintiff has not received a workmen’s compensation award is — so it may be contended — merely to underline or reinforce the collateral-source rule by establishing that in fact there was no collateral payment, as the jury might otherwise have imagined. But the customary prophylactic statement of the collateral-source rule by a judge and his exclusion of evidence in accordance with it are not the same thing as deliberate proof by a party of an immaterial proposition freighted with innuendo and left without explanation.\n364 Mass. 800, 810, 309 N.E.2d 196, 203. Hileman’s ineligibility for workers’ compensation benefits was irrelevant to any of the issues to be tried. The only reason offered by the court for presenting this information to the jury was that the jury would “be likely to assume that there is worker’s [sic] compensation, and ... that assumption has to be negated early on.” (Tr. Vol.I, p. 12) The court failed to articulate, however, why that assumption had to be negated. In a related context, it has never appeared necessary to negate any assumption that there is workers’ compensation (or subrogation for that matter) in actions by employees against third parties for injuries that occur on the job. Proper instructions on the elements of liability and damages are adequate to focus the jury’s attention on the issues to be decided. Information about the lack of workers’ compensation can serve only to create sympathy for the plaintiff and potential prejudice against the defendant.\nThis is especially true of the remarks in this case because the court and counsel did not simply advise the jury that workers’ compensation was not to be considered. They highlighted the fact that railroad workers “are different from most other employees here in Pennsylvania who are injured on the job and get worker’s [sic] compensation payments, regardless of whether or not their employer was negligent. Railroad employees do not automatically receive worker’s [sic] compensation payments, and instead, must prove their employer was negligent.” (Tr. Vol.I, p. 40) Thus in addition to possibly creating sympathy for an injured person who was not being compensated, these comments suggested an unfairness of result between Hileman and “most other employees”. It must also be noted that because the employer’s liability in FELA cases can be based on a finding of even the slightest bit of negligence, the effect of any prejudice against the defendant is particularly acute.\nFor these reasons, the judgment in favor of the plaintiff must be vacated and the case remanded for a new trial. It is so ordered.\nNIX, Former C.J., did not participate in the consideration or decision of this case.\nNIGRO, J., concurs in the result.\n. The FELA was enacted by the United States Congress shortly after the turn of the century. Its origin has been summarized by the United States Supreme Court thusly:\nit came to be recognized that, whatever the rights and duties among persons generally, the industriad employer had a special responsibility toward his workers, who were daily exposed to the risks of the business and who were largely helpless to provide adequately for their own safety. Therefore, as industry and commerce became sufficiently strong to bear the burden, the law, the reflection of an evolving public policy, came to favor compensation of employees and their dependents for the losses occasioned by the inevitable deaths and injuries of industrial employment, thus shifting to industry the “human overhead” of doing business. For most industries this change has been embodied in Workmen’s Compensation Acts. In the railroad and shipping industries, however, the FELA and Jones Act provide the framework for determining liability for industrial accidents .... [I]t is clear that the general congressional intent was to provide liberal recovery for injured workers ... and it is also clear that Congress intended the creation of no static remedy, but one which would be developed and enlarged to meet changing conditions and changing concepts of industry’s duty toward its workers.\nKernan v. American Dredging Co., 355 U.S. 426, 431-32, 78 S.Ct. 394, 397-98, 2 L.Ed.2d 382 (1958).\nMore than fifty years ago, Justice Douglas described the FELA as \"crude, archaic, and expensive as compared with the more modem systems of workmen's compensation.” Bailey v. Central Vermont Railway, Inc., 319 U.S. 350, 354, 63 S.Ct. 1062, 1065, 87 L.Ed. 1444 (1943). More recently, judicial and scholarly criticism has noted that there are no longer any doubts about the constitutionality of workers' compensation programs that might have existed when the FELA was passed and that might explain Congress’s choice of that remedy rather than a workers’ compensation plan. \"Under Workers’ Compensation laws, reimbursement of medical expenses and, at least to some extent, lost wages do not rely on such subtleties as have been raised in this case. Recompense for industrial injuries ... should not have to depend on the vagaries of a statute such as ... FELA or on the whims of juries or the delays of litigation.” Reed v. Philadelphia, Bethlehem & New England Railroad Co., 939 F.2d 128, 132 (3d Cir.1991). See also Schwartz and Mahshigian, The Federal Employers’ Liability Act, a Bane for Workers, a Bust for Railroads, a Boon for Lawyers, 23 San Diego L.Rev. 1 (1986).\nNevertheless, as Justice Douglas also observed, \"however inefficient and backward it may be, it is the system which Congress has provided.” Bailey, 319 U.S. 350, 354, 63 S.Ct. 1062, 1065, 87 L.Ed. 1444. Any unfairness therefore must be remedied by Congress. Although the intent of the FELA may be to \"provide liberal recovery for injured workers,” according to the law that recovery must be based on a finding of employer negligence. The scope of the employer’s duly, the degree of the employer’s negligence, and other elements may be defined to ease the plaintiff's burden, but the trial of the issues cannot be skewed in favor of either party."}