{"id": "466754", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nEmpire Sanitary Landfill, Inc. (“Empire”) and Danella Environmental Technologies, Inc. (“Danella”) appeal an order of Commonwealth Court partially granting a motion for summary judgment filed by the Commonwealth’s Department of Environmental Resources (“DER”) and Lehigh County Department of Planning and Development, Office of Solid Waste Management (“County”) regarding Empire’s and Danella’s challenges to The Municipal Waste Planning, Recycling and Waste Reduction Act, Act of July 28, 1988, P.L. 556, 53 P.S. §§ 4000.101 et seq. (“Act”) and the County’s solid waste management flow control plan provisions adopted pursuant to the Act. The Commonwealth appeals the same Commonwealth Court order partially granting Empire and Danella’s motion for summary judgment for a declaratory judgment that the County’s flow control ordinance is invalid under the Commerce Clause and that Empire’s and Danella’s contracts were protected by the Contracts Clause of the United States Constitution. We affirm the Commonwealth Court order.\nBACKGROUND\n1. Factual History\nA. The Act\nThe Act, effective September 26, 1988, is designed to protect the public health, safety and welfare from the short-and long-term dangers of the transportation, processing, treatment, storage and disposal of municipal waste. 53 P.S. § 4000.102(b)(3). Under the Act, all Pennsylvania counties are to plan for the long-term processing and disposal of waste and are authorized to adopt flow control ordinances.\nPursuant to the Act, counties may designate, for a ten-year period, the facilities at which waste generated within the county will be processed or disposed. 53 P.S. § 4000.303(e). While the facilities do not have to be located within the county, the Act provides that “[pjroper and adequate processing and disposal of municipal waste generated within a county requires the generating county to give first choice to new processing and disposal sites located within that county.” 53 P.S. § 4000.102(a)(6).\nThe Act requires each county to “provide reasonable assurances that the county utilized a fair, open and competitive process for selecting such facilities or programs from among the alternatives which were suggested to the county.” 53 P.S. § 4000.502(f)(2). Each county is to set out, in a municipal waste management plan prepared in accordance with the Act, the facilities it designates and the process by which the facilities are chosen. 53 P.S. § 4000.502(f). After the county adopts its plan, the plan must, among other things, be submitted to DER for approval, after which any party objecting to the plan may appeal to the Pennsylvania Environmental Hearing Board (“EHB”). Also, the Act provides for a limited exemption for pre-existing waste-disposal contracts from the mandatory county planning process but prohibits renewals of the contracts or new contracts if the renewal or new contract is inconsistent with the adopted and approved county plan. 53 P.S. § 4000.506(b).\nB. The County Plan\nThe County developed its plan (“County Plan”), which was adopted by the County supervisors in an ordinance dated April 24,1991, with an effective date of June 1,1992, (“County Ordinance”) and approved by DER on February 14, 1992. Under the County Plan, three landfills were named as designated disposal facilities for a ten-year contract period, subject to the right of the County to terminate the contract period with respect to any or all of those designated disposal facilities at any time after five years. All municipal waste generated within the County was required to be disposed of at one of these designated disposal facilities, subject to certain exceptions, once the County Plan became operational. Pursuant to the County Plan, the County issued a Request for Proposals (“RFP”) to any waste disposal or processing facility which desired to submit a proposal and to be considered as a designated disposal facility or designated processing facility under the County Plan.\nThe facilities designated by the County pursuant to the County Plan agreed to accept for disposal all waste generated within certain portions of the County and to charge each hauler the same fee for this service. In return, the County was obligated to use its County Plan enforcement mechanisms to direct all waste to the appropriate facility subject to certain exceptions stated in the Plan.\nThe County Plan set a grandfathering date for pre-existing contracts, pursuant to section 506 of the Act, as the effective date of the County Plan, i.e., April 24, 1991. According to the County Plan, legally enforceable pre-existing contracts, i.e., those entered into before April 24, 1991, were to remain in force until the termination of the original term of such contracts.\nC. Empire’s and Danella’s Actions\nEmpire and Danella entered into two contracts after the effective date of the Act, September 26, 1988, but before the effective date of the County Plan. On December 6, 1988, Empire entered into a solid waste disposal agreement with Danella for a term of five years. On December 1, 1989, Empire and Danella extended the original term until December 1, 1994 and provided for two renewals of ten years each. The agreement purports to require Danella to deliver up to 500 tons of municipal waste per week to Empire but sets no minimum amount, exclusive dealings requirement or any other obligation of performance on Danella.\nThe record reflects that Danella regularly uses Empire’s competitors or out-of-state facilities at Danella’s convenience. It also reflects that, beginning in January 1989, Danella entered into municipal waste collection agreements to provide services for numerous customers: oral, short-term residential agreements; written, one to three year contracts with individual business customers; and negotiated multi-year contracts with municipalities.\nEmpire failed to respond to the County’s Request for Proposals and was not a designated landfill under the County Plan. Empire did have a solid waste permit issued by DER. The record reflects that the County’s Solid Waste Coordinator forwarded a number of memoranda to disposal haulers operating in the County, including Danella, advising them that, among other things, the County Ordinance and regulations had been adopted and the program thereunder would not be implemented until June 1,1992. On July 7,1992, DER sent a letter to Danella advising Danella that it was under a legal obligation to comply with the County Plan, absent a valid preexisting contract, and requested Danella to inform DER if Danella was disposing waste pursuant to an exempt preexisting contract at a facility other than those designated in the County Plan.\n2. Procedural History\nIn July, 1992, Empire and Danella filed a petition for injunctive relief against DER, the County and County officials in their official capacities, alleging original jurisdiction before the Commonwealth Court as an action against the Commonwealth. 42 Pa.C.S. § 761(a)(1). Both Empire and Danella sought, among other things: to enjoin DER and the County from enforcing the Act because 53 P.S. § 4000.303(e), the flow control provisions in the County Plan and in the County’s Ordinance and regulations were allegedly unconstitutional under the Commerce Clause of the United States Constitution, Art. I, § 8, cl. 3. (“Commerce Clause”); and to interpret the Empire-Danella contract as protected under 53 P.S. § 4000.506. DER contested the Commonwealth Court’s jurisdiction over these claims.\nThe Commonwealth Court granted in part and denied in part the requested relief. See Memorandum Opinion, No. 265 M.D.1992 (November 4, 1992). The court ruled that waste collection and disposal agreements must be managed pursuant to the County Plan unless both the collection and disposal agreements are properly exempt from the Plan. The court then ruled that collection agreements and the Empire-Danella disposal agreement were exempt to the extent they were valid and “pre-existing contracts” under the Act and the County Plan. The court concluded that, for purposes of the preliminary injunction, the cutoff date for the exemption for preexisting contracts was June 1, 1992, the effective date of the County Plan. As a result, Danella could dispose of waste at Empire where both Danella’s disposal agreement with Empire and its collection agreements with its customers were executed before June 1,1992.\nThe court also concluded that, to the degree the County Plan prohibited the transportation of waste to sites outside of Pennsylvania, said prohibition is invalid under the Commerce Clause of the United States Constitution. On appeal, this court issued a per emiam order, dated May 24, 1993, affirming the Commonwealth Court’s order.\nAll parties then moved for summary judgment on challenges concerning the validity of the Act, the County Ordinance and the County Plan. DER also contested the Commonwealth Court’s exercise of original jurisdiction over the matter. On June 30, 1994, the Commonwealth Court granted the motion for summary judgment filed by DER, the County and the County’s Department of Planning and Development with regard to Empire and Danella’s claims challenging the County’s Plan. Empire Sanitary Landfill, Inc. v. Commonwealth of Pennsylvania, Department of Environmental Resources, 165 Pa.Cmwlth. 442, 645 A.2d 413 (1994). The court granted Empire’s and Danella’s motion for summary judgment with regard to a request for a declaratory judgment that the flow control provisions of the County’s Ordinance are invalid under the Commerce Clause and that certain of their contracts were protected under the contracts clauses of the United States and Pennsylvania constitutions. Id. This appeal followed.\nANALYSIS\nThese are appeals from the partial denials by the Commonwealth Court of motions for declaratory judgment and summary judgment. This court’s scope of review in this type of case is limited to a determination of whether the lower court committed an error of law or an abuse of discretion. Marra v. Stocker, 532 Pa. 187, 615 A.2d 326 (1992).\n1. Exhaustion of Administrative Remedies\nEmpire and Danella first argue that the Commonwealth Court erred when it concluded that they failed to exhaust their administrative remedies when they challenged the constitutionality of section 303(e) of the Act, 53 P.S. § 4000.303(e), and the flow control provisions of the County Plan. They claim that their case lies within the original jurisdiction of the Commonwealth Court. The Commonwealth argues that all of Empire’s and Danella’s claims, including facial constitutional challenges, should be transferred to the EHB as an appeal of the DER’s February 14,1992 approval of the County Plan.\nThe doctrine of exhaustion of administrative remedies requires a party to exhaust all adequate and available administrative remedies before the right of judicial review arises. Canonsburg General Hospital v. Commonwealth, Department of Health, 492 Pa. 68, 73, 422 A.2d 141, 144 (1980). The doctrine is a court-made rule intended to prevent premature judicial intervention into the administrative process. National Solid Wastes Management v. Casey, 135 Pa.Cmwlth. 134, 141, 580 A.2d 893, 897 (1990), aff'd, 533 Pa. 97, 619 A.2d 1063 (1993). A court is “[t]o defer judicial review where the question presented is one within an agency specialization and where the administrative remedy is likely to produce the desired result.” Id. The doctrine operates as a restraint on the exercise of a court’s equitable powers and a recognition of the legislature’s direction to comply with statutorily-prescribed remedies. Shenango Valley Osteopathic Hospital v. Commonwealth, Department of Health, 499 Pa. 39, 46, 451 A.2d 434, 437 (1982).\nThe Commonwealth Court did not err when it held that the EHB has jurisdiction over challenges to the County Plan approved by DER and that Empire and Danella failed to exhaust their administrative remedies. The EHB has the jurisdiction to hear appeals of actions of the DER, 35 P.S. § 7514(c), which includes challenges to county plans approved by DER. Greene County Citizens United v. Greene County Solid Waste Authority, 161 Pa.Cmwlth. 372, 636 A.2d 1299 (1994). While DER approved the County Plan in 1992, neither Empire nor Danella filed an appeal of DER’s action with the EHB. Thus, they failed to exhaust their available administrative remedies with respect to the County Plan.\nEmpire and Danella argue that the controversy lies within the original jurisdiction of the Commonwealth Court pursuant to 42 Pa.C.S. § 761(a)(1) as an action against the Commonwealth government. Section 761(a) provides in relevant part: “[t]he Commonwealth Court shall have original jurisdiction of all civil actions or proceedings: (1) [ajgainst the Commonwealth government, including any officer thereof, acting in his official capacity____” Courts are not to intervene, under the ripeness doctrine, “when the challenged administrative action is abstract, hypothetical or remote.” Commonwealth, Department of Environmental Resources v. Bethlehem Steel Corp., 469 Pa. 578, 594 n. 28, 367 A.2d 222, 230 n. 28 (1977), cert. denied, Bethlehem Steel Corp. v. Pennsylvania Department of Environmental Resources, 430 U.S. 955, 97 S.Ct. 1600, 51 L.Ed.2d 804 (1977).\nThe record reflects no action, under the County Plan or otherwise, by either the County or DER, which would cause the Empire and Danella claims to be ripe for original review by the Commonwealth Court. Neither entity responded to the RFP so they could not be considered for designation under the County Plan. While Empire and Danella characterize the review in court as “pre-enforcement review,” they fail to demonstrate that administrative action was not abstract, hypothetical or remote. Thus, they fail to demonstrate that the controversy is ripe and lies within the original jurisdiction of the Commonwealth Court pursuant to 42 Pa.C.S. § 761(a)(1).\nThe next issue is whether Empire and Danella are foreclosed from challenging the constitutionality of the County’s Ordinance or the Act. The Commonwealth argues that since Empire and Danella failed to raise their constitutional challenges before the EHB, the Commonwealth Court is without jurisdiction to entertain a suit because they have not exhausted their statutory administrative remedies.\nThree relevant exceptions to the exhaustion of administrative remedies are recognized for constitutional attacks. The first exception is where the jurisdiction of an agency is challenged. National Solid Wastes Management v. Casey, supra, 135 Pa.Cmwlth. at 141, 580 A.2d at 897 (1990) (Governor lacked authority to legislate by Executive Order). The second exception is where the constitutionality of a statutory scheme or its validity is challenged. Id. at 142, 580 A.2d at 897. The third exception is where the legal or equitable remedies are unavailable or inadequate, or the administrative agency is unable to provide the requested relief. Ohio Casualty Group of Insurance Cos. v. Argonaut Insurance Co., 514 Pa. 430, 437, 525 A.2d 1195, 1198 (1987); Feingold v. Bell of Pennsylvania, 477 Pa. 1, 10, 383 A.2d 791, 795-96 (1977). Under the third exception, even though an administrative agency may not have jurisdiction over all constitutional issues raised by a litigant, the litigant must first exhaust its administrative remedies where there is no separate allegation that the available statutory remedy is inadequate. Commonwealth, Department of Public Welfare v. Eisenberg, 499 Pa. 530, 535 n. 9, 454 A.2d 513, 515 n. 9.\nThe Commonwealth Court did not err in concluding that an action for declaratory judgment with respect to the constitutionality of the Ordinance or the Act is appropriate in that court since the available statutory remedy is inadequate. A declaratory judgment neither caused the court to prejudge issues that are committed for initial resolution to an administrative forum nor established in advance the merits of any determination regarding a permit application. See National Solid Wastes Management v. Casey, supra, 135 Pa.Cmwlth. at 144, 580 A.2d at 899 (1990). The EHB has authority to review, in certain cases, constitutional questions raised about regulations in the context of its jurisdiction. Arsenal Coal Co. v. Commonwealth, Department of Environmental Resources, 505 Pa. 198, 477 A.2d 1333 (1984). It does not, however, have the power to grant declaratory judgment and injunctive relief pursuant to the Declaratory Judgment Act, 42 Pa.C.S. § 7531 et seq. because only courts of record of the Commonwealth have that jurisdiction. Accordingly, the Commonwealth Court did not err as alleged.\n2. Validity of the County’s Flow Control Ordinance Under the Commerce Clause\nThe Commonwealth next claims that the Commonwealth Court erred in ruling that the Ordinance violates the dormant aspect of the Commerce Clause. There is a strong presumption that an act of the General Assembly is constitutional and such act will not be declared unconstitutional unless it clearly violates the constitution. Hayes v. Erie Insurance Exchange, 493 Pa. 150, 155, 425 A.2d 419, 421 (1981).\nThe Commerce Clause authorizes Congress to regulate commerce among the several states. Both the transportation of solid waste and flow control ordinances implicate interstate commerce within the meaning of the Commerce Clause. C & A Carbone, Inc. v. Clarkstown, 511 U.S. 383, 388, 114 S.Ct. 1677, 1681, 128 L.Ed.2d 399, 407 (1994); Fort Gratiot Sanitary Landfill, Inc. v. Michigan Department of Natural Resources, 504 U.S. 353, 359, 112 S.Ct. 2019, 2023, 119 L.Ed.2d 139, 146-47 (1992); Philadelphia v. New Jersey, 437 U.S. 617, 621-24, 98 S.Ct. 2531, 2534-35, 57 L.Ed.2d 475, 480-82 (1978).\nThe Commerce Clause has a negative or dormant aspect which limits the power of the states to erect barriers against interstate trade where Congress has not affirmatively acted to either authorize or forbid the challenged state activity. Lewis v. BT Investment Managers, Inc., 447 U.S. 27, 35, 100 S.Ct. 2009, 2014-15, 64 L.Ed.2d 702, 711-12 (1980); Hughes v. Oklahoma, 441 U.S. 322, 326-27, 99 S.Ct. 1727, 1731-82, 60 L.Ed.2d 250, 255-56 (1979). The dormant Commerce Clause doctrine serves to prevent a state from regulating business in such a way as to provide unfair advantage to its own residents at the expense of residents of another state. New Energy Co. of Indiana v. Limbach, 486 U.S. 269, 273-74, 108 S.Ct. 1803, 1807-08, 100 L.Ed.2d 302, 308 (1988).\nTwo tests are used in this type of Commerce Clause analysis: the strict scrutiny and the balancing tests. A strict scrutiny review applies where an ordinance facially discriminates against interstate commerce by creating “local economic protectionism.” C & A Carbone, Inc. v. Clarkstown, 511 U.S. at 392, 114 S.Ct. at 1683, 128 L.Ed.2d at 409. Under strict scrutiny, a facially discriminatory ordinance almost always is deemed invalid unless the governmental entity defending the regulation establishes that the regulation advances a legitimate local public purpose and that there are no nondiscriminatory alternatives available which adequately serve the local interests at stake. C & A Carbone, Inc., id.; Oregon Waste Systems, Inc. v. Department of Environmental Quality of Oregon, 511 U.S. 93, 97, 114 S.Ct. 1345, 1349-50, 128 L.Ed.2d 13, 21 (1994).\nWhere an ordinance does not discriminate against interstate commerce either in purpose or effect, the ordinance ■will be upheld unless the burden imposed on interstate commerce is “clearly excessive in relation to the putative local benefits.” Pike v. Bruce Church, Inc., 397 U.S. 137, 142, 90 S.Ct. 844, 847, 25 L.Ed.2d 174, 178-79 (1970). In Pike, the Court directed that, when reviewing dormant Commerce Clause challenges, courts must inquire as to:\n(1) whether the challenged statute regulates evenhandedly with only “incidental” effects on interstate commerce, or discriminates against interstate commerce either on its face or in practical effect;\n(2) whether the statute serves a legitimate local purpose; and, if so,\n(3) whether alternative means could promote this local purpose as well without discriminating against interstate commerce.\nId The critical inquiry here is whether the challenged Ordinance is facially discriminatory in purpose or effect, thereby triggering Carbone, or, if not, whether the Ordinance, as applied, burdens interstate commerce, thereby triggering Pike.\nThe Commonwealth Court did not err when it used the Pike analysis. The County Ordinance contains no facially discriminatory language; the applicable provisions of the Ordinance neither explicitly favor, nor compel the County to designate, in-county or in-state providers, and do not otherwise explicitly provide for economic protectionism. The County Ordinance, however, does have effects on interstate commerce because it requires disposal of County-generated waste only at designated facilities, and only facilities in the County have been designated. As applied, the Ordinance burdens commerce by precluding the transportation of county-generated waste to out-of-state facilities.\nWhen the Ordinance is read in light of the Act and the policies of DER, the effects on interstate commerce are even more evident. The County Ordinance is, through section 6.b. of the Ordinance, to be administered consistently with the Act. Under the Act, particularly 53 P.S. §§ 4000.102(a)(6), 303(e) and 502(g), the County is to choose facilities located within the state and must justify in detail the use of out-of-county facilities. While 53 P.S. § 4000.303(e) does not explicitly require counties to select facilities in Pennsylvania or in the relevant county, it does require that sites be contained in a plan and be “permitted by the [DER] under the Solid Waste Management Act.” Since only Pennsylvania landfills can be permitted by DER under that act, counties which designate sites in their plans are required by Section 303(e) to restrict the disposal of waste to facilities in Pennsylvania. Further, the record reflects that DER’s policy is that county plans proposing disposal of waste outside Pennsylvania are considered inconsistent with the Act and are generally unacceptable to the Department.\nWhere counties seek to use out-of-county facilities, they face other burdens. 53 P.S. § 4000.102(a)(6) provides that while the facilities do not have to be located within the county, “[p]roper and adequate processing and disposal of municipal waste generated within a county requires the generating county to give first choice to new processing and disposal sites located within that county.” 58 P.S. § 4000.502(g) provides that counties must, in their plans, identify the general location within a county where each facility will be located. If the facility is located outside that county, the plan must explain in detail the reasons for selecting the out-of-county facility.\nSummarizing, as applied, the Ordinance burdens interstate commerce. The burdens arise from the application of relevant statutes and administrative policy which do not permit the transportation of County-generated waste to out-of-state facilities and which fall more heavily on out-of-county facilities. Out-of-state facilities are not on equal footing with in-state or in-county facilities in competition for this article of commerce.\nThe next inquiry is whether the burden is excessive in relation to the putative local benefits. Here, a local benefit of having waste disposed at one of the designated sites is the certainty of available landfill space for the ten-year life of the County Plan. From a review of the record, the Commonwealth Court did not err in determining that the benefit fails to outweigh the burdens on interstate commerce. Thus, the Commonwealth Court’s conclusion that the flow control provisions of the County Ordinance were constitutionally invalid is affirmed.\nThe Commonwealth’s last Commerce Clause argument is that this court should conclude that the Ordinance does not violate the Commerce Clause because such a result would place in question other contracts the state and its subdivisions enter into, such as contracts for school books and equipment. They argue that the Commerce Clause should not apply because the government is involved, and as long as the government’s bidding process does not exclude out-of-state businesses.\nThe Commerce Clause does not apply where a state or governmental entity is a market participant rather than a market regulator. White v. Massachusetts Council of Construction Employers, Inc., 460 U.S. 204, 206-208, 103 S.Ct. 1042, 1044-45, 75 L.Ed.2d 1, 5-6 (1983). Where a government acts as a proprietor, it shares the same freedom from the Commerce Clause that private parties enjoy. J.F. Shea, Co., v. City of Chicago, 992 F.2d 745, 749 (7th Cir.1993), citing Reeves, Inc. v. Stake, 447 U.S. 429, 439, 100 S.Ct. 2271, 2278-79, 65 L.Ed.2d 244, 252-53 (1980). Where a county has a status as an operator of a landfill, the county is a market participant and the county’s regulations, which give county residents preference in the use of the county-operated landfill, do not violate the Commerce Clause. Swin Resource Systems, Inc. v. Lycoming County, 883 F.2d 245, 249 (3d Cir. 1989), cert. denied, 493 U.S. 1077, 110 S.Ct. 1127, 107 L.Ed.2d 1033 (1990). In the present case, the County was not the operator of a landfill and could only implement the provisions of its contracts with the designated landfills by adopting an ordinance. Hence, the County, in entering said contracts, was not acting solely as a market participant but as a regulator. Consequently, the Commerce Clause is applicable.\n3. Empire’s and Danella’s Rights Under Pre-existing Contracts\nThe next issue is whether the Ordinance violates the Contracts Clauses of the United States and Pennsylvania Constitutions by impairing the contractual relationship between Empire and Danella. The Act provides a limited exemption for pre-existing waste-disposal contracts from the mandatory county planning process by setting out a transition mechanism that protects such contracts but prohibits renewals of these contracts or new contracts if the renewal or new contract is inconsistent with the adopted and approved county plan. 53 P.S. § 4000.506.\nSection 7(a) of the Ordinance provides that nothing is to impair pre-existing contracts, which are defined in Section 2 of the Ordinance as:\n[a]ny contract for the collection, transportation, processing or disposal of Regulated Municipal Waste generated or located within the County which (i) was legally entered into, (ii) when entered into was legally enforceable, and (in) is protected from interference or modification by County plans____\nThe County Plan set a grandfathering date for pre-existing contracts, pursuant to section 506 of the Act, as the effective date of the County Plan, i.e., April 24,1991.\na. Validity of the Contract\nThe first inquiry is whether the Commonwealth Court erred in determining that the Empire and Danella contract is enforceable and hence protected under the Contracts Clause. DER asserts that the contract is not valid because it contains no element of mutual consideration, i.e., it is not a valid requirements contract. Here, Empire and Danella exchanged promises and have changed their position in reliance upon the contract. While Danella is not required by the contract to deliver a minimum amount of waste to Empire, one cannot, therefore, conclude that Danella, under the terms of the contract, is not required to deliver any waste. Further, Empire has agreed to leave a certain amount of landfill space available for Danella’s disposal needs. Accordingly, the Commonwealth Court did not err in concluding that the contract is valid.\nb. Contracts Clause Protection\nThe next issue is whether the contract and the relevant customer contracts that were entered into after September 26, 1988, but before the effective date of the County Plan, April 24 1991, are protected by the Contracts Clause. DER argues that Empire and Danella were aware of the Act at the time of such contracting and that, under the law of contracts, the terms of the Act became part of all of the contracts.\nThe Contracts Clause does not operate to “obliterate the police power of the States.” Allied Structural Steel Co. v. Spannaus, 438 U.S. 234, 241, 98 S.Ct. 2716, 2720-21, 57 L.Ed.2d 727, 734 (1978). The prohibition against impairing the obligations of contracts should not be read literally; it requires the court to balance the impairment against the necessity of the regulation and the benefits to the public good. Keystone Bituminous Coal Association v. DeBenedictis, 480 U.S. 470, 502-503, 107 S.Ct. 1232, 1250-51, 94 L.Ed.2d 472, 499-500 (1987).\nIn Pennsylvania, statutes that are necessary for the general good of the public are constitutional under Article I, § 17 even if they incidentally affect existing contractual obligations. DePaul v. Kauffman, 441 Pa. 386, 398-99, 272 A.2d 500, 506-07 (1971). The laws that are in force at the time parties enter into a contract are merged with the other obligations that are specifically set forth in the agreement. Walsh v. School District of Philadelphia, 343 Pa. 178, 22 A.2d 909 (1941), cert. denied, 315 U.S. 823, 62 S.Ct. 916, 86 L.Ed. 1219 (1942). Statutes generally should not be applied retroactively to a contractual relationship where the application would alter existing obligations. First National Bank of Pennsylvania v. Flanagan, 515 Pa. 263, 270, 528 A.2d 134, 137 (1987).\nThe language of section 506 permits the grandfathering until the date of a department-approved municipal waste management plan. Legally, such a plan had no effect until the Ordinance was passed and, at that point, the Act as well as the County Plan became directly applicable to the parties. While the enactment of the Act in 1988 notified parties that future waste contracts would be subject to and modified by county plans, the parties here could not anticipate, at the time of contracting, the specific changes that the County Plan would require.\nHere, the obligations of Danella and Empire would be altered by retroactive application of the County’s Ordinance, since Empire is not a designated landfill but is required to keep a certain amount of space available for Danella’s disposal purposes. Further, Danella relied on its contract with Empire when it entered customer contracts to collect and haul customers’ waste for a fee based on its agreement -with Empire. Hence, the Commonwealth Court did not err in concluding that the effective date of the implementing Ordinance is the date from which agreements of private parties should be subject to the Act and that contracts entered into before such date would be impaired for purposes of the Contracts Clause of both constitutions if the Ordinance were applied to them.\nThe order of the Commonwealth Court is affirmed.\nZAPPALA, J., did not participate in the consideration or decision of this case.\nNIX, Former C.J., did not participate in the decision of this case.\n. The policy goal underlying the authorization of counties to control the flow of municipal waste is: to guarantee the long-term economic viability of resource recovery facilities and municipal waste landfills; to ensure that such facilities and landfills can be financed; to moderate the cost of such facilities and landfills over the long term; to protect existing capacity; and to assist in the development of markets for recyclable materials by guaranteeing a steady flow of such materials. 53 P.S. § 4000.102(a)(10).\n. The record reflects that appellants received a copy of the RFP but voluntarily failed to submit a proposal in response to the RFP.\n. Empire was permitted by DER in 1987 to accept municipal solid waste and industrial waste. The DER permit under which Empire is presently authorized to accept waste contains a Condition No. 14 which provides as follows:\n14. This permit is, hereby, conditioned to prohibit the facility’s receipt and disposal of municipal waste from any municipality whose Department approved municipal waste management plan designates another facility for such disposal of its municipal waste____ See Memorandum Opinion, p. 3 and p. 7.\n. On July 24, 1992, appellants filed an Application for Special Relief in the Nature of a Preliminary Injunction against the appellees incorporating the allegations of the Petition for Review alleging original jurisdiction before the Commonwealth Court.\n. Section 303(e) entitled \"Designated sites” provides in relevant part as follows:\nA county with an approved municipal waste management plan that was submitted pursuant to section 4000.501(a), (b), or (c) is also authorized to require that all municipal wastes generated within its boundaries shall be processed or disposed at a designated processing or disposal facility that is contained in the approved plan and permitted by the department under the Solid Waste Management Act.\n53 P.S. § 4000.303(e).\n. The court issued its adjudication “in this original jurisdiction proceeding.’’ The court did not address the issue of jurisdiction.\n. In August and November 1994, Commonwealth Court denied the request of Empire and Danella to vacate the automatic stay of its order pending appeal and granted their application for expedited review. The court also denied DER’s application for a stay pending an appeal in the Third Circuit on a similar application of the Commerce Clause of the U.S. Constitution to waste flow controls. The court then denied the application of Empire and Danella for reconsideration of the court’s denial of their application to vacate the automatic stay.\n. See note 5, supra.\n. There, this court explained:\n[I]t would be a simple matter for any litigant to avoid the rulings of an administrative agency by challenging its authority on a constitutional basis. It is precisely in an effort to avoid this problem, that we have consistently held that equity will not intervene where a statutorily prescribed remedy at law is available without a clear showing that the remedy was inadequate.\nId.\n. There, original jurisdiction was premised on the lack of an adequate remedy at law in a case where a new set of regulations required compliance by an industry which sought pre-enforcement review of the new regulations immediately applicable to them.\n. In C & A Carbone Inc. v. Clarkstown, supra, the Court addressed a flow control ordinance Clarkstown adopted to implement a waste flow guarantee the town entered with a private contractor who agreed to construct a solid waste transfer station to separate recyclable from nonrecyclable waste and operate the station for five years. Under the agreement, the town would guarantee a minimum waste .flow to the facility, and the contractor would charge haulers a tipping fee that exceeded the cost of disposal for non-sorted waste in the private market. The Court stated that the article of commerce was the service of processing and disposing of solid waste. 511 U.S. at 387, 114 S.Ct. at 1681-82, 128 L.Ed.2d at 407.\nThe C & A Carbone Court held that, under the strict scrutiny test, the ordinance violated the Commerce Clause. The Court explained that while the immediate effect of the ordinance was to direct local transport of solid waste to a designated site within the local jurisdiction, its economic effects were interstate. The flow control ordinance discriminated because it allowed only the favored operator to process waste that was within the limits of the town and prohibited other in-state or in-town processors from participating. The ordinance thus deprived both local and out-of-state businesses access to a local market. 511 U.S. at 393, 114 S.Ct. at 1684, 128 L.Ed.2d at 410.\n. The use of strict scrutiny or a balancing test was addressed but not decided with respect to similar flow control ordinances and plans enacted pursuant to the Act in Chester County and Mercer County. Harvey & Harvey v. County of Chester; Tri-County Industries, Inc. v. County of Mercer, 68 F.3d 788 (3d Cir.1995). There, the court ruled that evidence that the county did not afford out-of-state landfill sites equal opportunity to compete for waste disposal business under the counly’s waste flow control plan suggested a violation of the commerce clause and required a remand for further examination of whether the process for designating landfills had the effect of discriminating against interstate commerce. Further, the court ruled that while the fact that the waste flow control schemes of each county resulted in the designation of single in-state landfills did not alone establish discrimination, the potential for discriminatory effect required a remand for consideration of the designation process, duration of designation and the practical likelihood of amendment of the scheme.\n. As reflected in the record, DER issued a January 18, 1990 directive to county officials advising them that:\nplans proposing disposal of waste outside Pennsylvania are considered inconsistent with Act 101, the Solid Waste Management Act and municipal waste regulations and are generally unacceptable to the Department.\n. Two other effects on commerce are evident. -The effect of the regulatory scheme is either to prohibit or inhibit waste from entering another county’s jurisdiction in violation of the mandate in Fort Gratiot, supra. As applied, the Act permits certain local haulers and disposal sites complete protection from competition from out-of-state and out-of-county competitors. Also, if an approved DER facility is not designated in the county of its residence for whatever, including political, reasons, and is not designated in neighboring counties because of the burdens of section 502(g), then the facility may not be able to participate in interstate commerce at all.\n. It is argued that the Commonwealth Court erred in so ruling because the parties raising the issue lack standing. While the record reveals that the appellants, both in-state residents, failed to make requisite application to be designated, it can not be said that they have no stake in the outcome for if the Ordinance is declared unconstitutional, then it is \"business as usual” for them.\n. There, the Court held that the City of Boston had acted as a market participant in seeking contract proposals and, therefore, properly could require, without violating the Commerce Clause, that a condition to the awarding of contracts funded by the city was that the contracts be performed by a work-force consisting of at least fifty percent Boston residents.\n. Section 506, 53 P.S. § 4000.506, provides:\n(a) General Rule. — Except as otherwise provided in this act, nothing in this act shall be construed to interfere with, or in any way modify, the provisions of any contract for municipal waste disposal, processing or collection in force in any county, other municipality or municipal authority upon the effective date of this act or prior to the adoption pursuant to this act of a department-approved municipal waste management plan.\n. The contract anticipates that Danella could have more or less waste to dispose than the amount allowed under the terms of the contract. Accordingly, the definition of the term \"Acceptable Waste”, by using the expression \"waste that is delivered ... to the landfill,” does not necessarily mean that Danella is free to ignore the contractual duty to dispose of its waste at Empire. Rather, the definition may merely be a reflection of the uncertainty on a day-to-day basis of the total amount of waste Danella may have to dispose.\n. It is recognized that the Commonwealth Court chose June 1, 1992 as the critical date in its November 4, 1992 opinion respecting the requested relief in the nature of a preliminary injunction and that that date is not relevant to this discussion.\n. DER also argues that the statutory construction of the \"cut-off date” for pre-existing contract protection under Section 506 of the Act is not properly before this court in this appeal because it was neither analyzed by the lower court nor appealed by the parties. The Commonwealth Court decided that the Contracts Clause of both constitutions dictated a cut-off date no earlier than the implementation date of the Ordinance. In so doing, the court addressed section 506.\n. There, the Court addressed a Contracts Clause challenge to the Commonwealth’s Bituminous Mine Subsidence and Land Conservation Act and implementing regulations which precluded the coal mining petitioners from holding the surface owners to a contractual waiver of liability for surface damage. The Court recognized that the statute operated as a significant impairment of the contractual relationship but determined that that was outweighed by the public good that occurred. The Court stated:\nIt is petitioners’ position that, because they contracted with some previous owners of property generations ago, they have a constitutionally protected legal right to conduct their mining operations in a way that would make a shambles of all those buildings and cemeteries. As we have discussed, the Commonwealth has a strong public interest in preventing this type of harm, the environmental effect of which transcends any private agreement between contracting parties.\n480 U.S. at 504-05."}