{"id": "467430", "contents": "Opinion by\nMr. Justice Linn,\nPlaintiffs sued for themselves and their minor son to recover for injuries sustained by the son who was thrown from the rear of a motor truck as it passed over a hole in a city street. After verdicts for the plaintiffs, they moved for a new trial on the ground of inadequacy, and the city moved for judgment n. o. v. A new trial was granted. The city’s motion for judgment was refused and these appeals followed.\nThe minor plaintiff, 12 years and 8 months of age, with three other boys, boarded the rear of a motor truck moving south on Lawrence Street toward Erie Avenue in Philadelphia. The tail gate, supported by a chain at each end, was open and formed a continuation of the floor. The back of the truck was closed by a wire screen from below which the tail gate extended. Two of the boys stood on the tail gate and held on to the wire screen while the plaintiff and another boy sat on the tail gate. One of the boys described the accident: “All of a sudden we hit a bump in the street and the left side of the truck went down, and I felt the tailboard from underneath my feet come up. As it came up the boys [plaintiff and another] flew off. The chains came out of the hooks that were on the side and the tailboard went all the way down.” The “bump” was caused by driving across a hole in the street. The hole was 26 inches long, 15 inches wide and 4 to 5 inches deep and had been there for some months. Shortly after the occurrence, as the same witness testified, the truck “slowed down to make its turn on Erie Avenue, and we dropped off. ...” The truck was moving, as another testified, at “normal speed.” Neither operator nor owner of the truck was identified and the operator was not aware that the boys were on his truck.\nThe Vehicle Code, as amended by the Act of June 27, 1939, P. L. 1135, in section 1023, P. L. 1179, 75 P. S. 632, entitled “Tampering with Vehicles,” provides: “(b) No person shall hang onto, or ride on, the. outside or the rear end of any vehicle, and no person on a bicycle, roller skates, sled, or any similar device, shall hold fast to or hitch on to any moving vehicle, and no operator of a vehicle shall knowingly permit any person to hang onto, or ride on, the outside or rear end of the vehicle which he is operating, or allow any person on a bicycle, roller skates, sled, or any similar device to hold fast or hitch onto the vehicle which he is operating on any public highway, and no owner of a vehicle, if present, shall knowingly permit any person to operate any vehicle under his control in violation of this subsection.\n“(c) . . . Any person violating any of the provisions of subsection (b) of this section shall, upon summary conviction before a magistrate, be sentenced to pay a fine of five (5) dollars and costs of prosecution, and, in default of the payment thereof, shall undergo imprisonment for not more than three (3) days.”\nPlaintiffs contend that the minor’s conduct constituting violation of the statute is not contributory negligence per se but is a mere circumstance which, with the other facts, must be considered by the jury. The city contends that the conduct violating the statute is a bar to recovery.\nAs plaintiff’s conduct was a direct violation of the statute, the question for decision is whether a jury in a civil suit may be permitted to set aside the statute. The legislative purpose was to prohibit persons from taking the risks or hazards described in clause (b) or permitting them to be taken. In an action at common law a plaintiff who sat on the tail gate of a truck and was jolted off in passing over an uneven street surface was held guilty of contributory negligence, without reference to clause (b) : Earll v. Wichser, 346 Pa. 357, 30 A. 2d 803. In the absence of the statute, the minor plaintiff’s contributory negligence would have been for the jury. But the legislature established a standard of conduct for all persons which neither court nor jury may set aside in a case within its terms.\nIn the opinion refusing the city’s motion for judgment the learned court below said: “It is our view that the legislature did not intend to make riding on a tailboard or hanging to a vehicle contributory negligence per se in all cases. If it did, then it has obliterated in this type of case the familiar rule that a child under seven is conclusively presumed to be careful and a child between seven and fourteen is rebuttably presumed to be careful, and that the negligence of the second group is always for the jury. . . .” The error is in ignoring the comprehensive mandate of clause (b), “No person shall . . .” The rule of interpretation is familiar.\nThe minor plaintiff’s acts were within the words of clause (b); The risk or hazard he encountered in boarding the moving truck was directly within the hazard from or against which the legislature desired to protect him. His acts in violation of the statute were negligent and were a substantial factor or the legal or proximate cause of his injury. For such consequences of his own negligence he may not recover; it is immaterial that the city also was negligent. The learned court therefore erred in submitting the question of the minor plaintiff’s contributory negligence to the jury; there was no dispute of fact from which the jury could find that his act was not within the prohibited hazards and was not a substantial factor in causing his injury; Ms violation of the statute was negligence per se. See section 286, Restatement, Torts, and Pennsylvania Annotations to that section. It is of course true that not every violation of such statutes is proof of negligence per se, but as this is a clear case, we need not discuss the general subject.\nWe must sustain the assignments of error complaining of the refusal of defendant’s motions for judgment n. o. v.\nOrders reversed and judgment entered for the defendant.\nIn Elkins’s Estate, 325 Pa. 373, 376, 190 A. 650, we said: “ 'A saving from the operation of statutes for disabilities must be expressed or it does not exist. ... A law general in its nature binds minors and femes covert, and there is a multitude of statutes by which the rights of such persons are affected, though they are not specially named’: Warfield v. Fox, 53 Pa. 382, 385; McCall v. Webb, 88 Pa. 150; Way v. Hooton, 156 Pa. 8, 26 A. 784. ‘The exemption from the operation of statutes of limitation usually accorded to infants does not rest upon any fundamental doctrine of the law, but only upon express provisions therefor in such statutes. It is competent for the legislature to put infants and adults upon the same footing in this respect, and this is the effect of a statute containing no savings clause exempting infants’: Wood, Limitation of Actions, Vol. 2, page 1083.”\nAmong other cases, see generally, Lane v. Mullen, 285 Pa. 161, 131 A. 718; Jinks v. Currie, 324 Pa. 532, 188 A. 356; Purol, Inc. v. Great Eastern System, 130 Pa. Superior Ct. 341, 197 A. 543; Vunak v. Walters, 157 Pa. Superior Ct. 660, 43 A. 2d 536."}