{"id": "467455", "contents": "Opinion by\nMr. Justice Jones,\nThe plaintiffs, as minority stockholders of the United Gas Improvement Company, a Pennsylvania corporation (hereinafter referred to as “U.G.I.” or the “Company”), filed their bill in equity against the Company, its President and its Secretary-Treasurer seeking to enjoin them from putting into effect a pension plan for employees of the Company, known as the Retirement Annuity Plan. The Plan had received the due approval of the requisite majority of TJ.G.I.’s outstanding capital stock at a special meeting of its stockholders called for the express purpose, inter alia, of acting upon the question of the Plan’s adoption.\nAfter a trial on the merits, the learned chancellors who heard the case filed a thorough and complete adjudication. They therein made adequate findings as to all material facts and, on the basis thereof, drew certain legal conclusions which resulted in the entry of a decree nisi dismissing the bill. The court en banc, after a careful and detailed consideration of all of the many exceptions filed by the plaintiffs to the adjudication and the decree nisi, overruled the exceptions and entered the final decree dismissing the bill from which the plaintiffs took this appeal.\n■ The appellants have filed thirty-two assignments of error. Sixteen of them charge error either in certain of the findings of fact made by the chancellors, and confirmed by the court below, or in the chancellors’ refusal to find facts precisely or substantially as requested by the plaintiffs. The findings of fact so made, which are the subjects of assignments of error, are fully supported by the evidence. They therefore have the effect of a jury’s verdict and are binding in comparable manner upon an appeal: Hazelton v. Lehigh Valley Coal Company, 339 Pa. 565, 569, 16 A. 2d 23. The instances assigned in which the chancellors refused to find as requested by the plaintiff involve argumentative or otherwise immaterial matter. All of those assignments (Nos. 1, 8, 9, 10, 13, 14, 15, 17, 18, 19, 20, 21, 22, 24, 25 and 31) are accordingly overruled.\nThe remaining assignments (except for No. 32 which covers the final decree) impute error either to the chancellors’ conclusions of law, which the court below confirmed, or to the refusal of the chancellors to conclude as the plaintiffs had requested. Those assignments, together with No. 32, raise the questions of law upon which the appellants base their three principal contentions, viz., (1) that U.G.I. is in liquidation and, consequently, is legally unwarranted in promulgating the Retirement Annuity Plan for its employees, (2) that the initial premium proposed to be paid to an insurance company for the funding of the Plan covers the insurance of benefits calculated upon an officer’s or an employee’s past tenure with the Company and, therefore, constitutes an illegal payment of compensation for past services, and (.3) that, under the Pennsylvania Business Corporation Law of 1933, premiums for insurance utilized to fund retirement annuities or pensions to employees can be paid for by a corporation only out of its current earnings and not out of earned surplus. We shall consider these contentions in the above order.\n(1) U.G.I. is not in liquidation. Nor is there any proof to justify a suggestion that it is. True enough, in recent years U.G.I. has greatly reduced its capital assets by distributing to its stockholders certain of its stock-holdings in other companies and cash to equalize the distributive portions. In that manner, U.G.I, retired its entire outstanding preferred stock issue by distributing shares in other companies and a certain amount of cash for a combined value of $100.00. (the liquidating value) for each share of preferred. According to the terms of its issuance, the preferred stock was callable at any time at par ($100.00) and a premium of $10.00 per share. But, such distributions, including the one made to the preferred stockholders, were not in furtherance of a voluntary liquidation of U.G.I. They were necessitated by practical considerations occasioned by extant orders which had been entered against U.G.I. by the Securities and Exchange Commission (hereinafter referred to as the S.E.C.) under Sec. 11 (b) (1) of the Public Utility Holding Company Act of August 26,1935, c. 687, Title I, § 11,49 Stat. 820,15 U.S.C.A. § 79k (b) (1). Under that Act, U.G.I. qualified as a holding company and had duly registered as such as it was required to do (15 U.S.C.A. § 79e). Thereafter, as a result of proceedings conducted by the S.E.C., that body entered divestment orders against U.G.I. requiring it . to dispose of certain of its capital assets of large value. The end sought to be attained by the S.E.C. is not here material. It is presently sufficient to say that it was not for the purpose of liquidating U.G.I. On the other hand, U.G.I. bitterly contested the S.E.C. proceedings throughout, filed petitions for review with the Circuit Court of Appeals for the Third Circuit seeking to have the divestment orders set aside and even assailed the constitutionality of the Public Utility Holding Company Act: see United Gas Improvement Co. v. Securities and Exchange Commission, 138 F. 2d 1010, 1014 (C.C.A. 3).\nIt is clear that what U.G.I. did in the way of divesting itself of capital assets, it did because of governmental pressure and not in aid of liquidation. Reorganizations or readjustments in capital structure, so brought about, are not attended with the incidents normal tp liquidation as that term is known to the law when it results from voluntary corporate action or at the instance of creditors: cf. Otis & Co. v. Securities and Exchange Commission, 323 U.S. 624, 65 S. Ct. 483, 490, affirming In re Securities and Exchange Commission (Otis & Co., Intervenor), 142 F. 2d 411, 419 (C.C.A. 3). The fact that U.G.I. retired its outstanding preferred stock by paying the holders thereof the liquidating yalue, instead of the premium call-price, was at most a coincidence and certainly did riot fasten upon U.G.Í. a legal obligation to liquidate. “There is good authority supporting the position that retirement of the obligation under these circumstances is not the kind of voluntary calling by the company which brings the [call] terms into operation [citing cases]”: In re Standard Gas & Electric Co., 151 F. 2d 326, 332 (C.C.A. 3). The language above-quoted was used where the holders of the eliminated preferred stock were complaining of the price received. There was no such complaint here. Yet, the appellants would use the retirement basis for the preferred as evidence of a liquidation. Standing alone, it had no such evidentiary value.\nIt is true, as the appellants cite, that, during the hearings before the S.E.C., representatives of U.G.I. had testified that the proposed plans (then before the Commission) for the divestment of certain of the Company’s assets contemplated the ultimate dissolution and liquidation of U.G.I. Such statements were but expressions of current opinion. They did not operate to estop the corporate management from later determining that the continued existence and operation of the Company was desirable. The S.E.C. was not concerned with whether U.G.I. would be liquidated. It could not therefore have been materially misled by the statements as to the possible or likély liquidation of the Company. Nor has the S.E.C. lodged any objection to the proposed Retirement Annuity Plan. That U.G.I.’s management once had in mind the formation of a so-qalled “basket company” for the holding and liquidation of U.G.I.’s stock assets, which were incapable of distribution in hind among its eighty-seven thousand five hundred stockholders, is equally immaterial. The learned chancellors found, inter alia, that “. . . the U.G.I. management never contemplated the complete winding up and distribution of its business but always contemplated the carrying on with its remaining assets, either through the continuity of the present U.G.I. Company, or a successor company to which the remaining assets would be transferred.” That nfling correctly reflects the intention of U.G.I.’s management with respect to the continuation of the Company. And, the further fact is that after the divestments made by U.G.I., as already mentioned, it continued to be and still is a going concern with capital assets of $99,233,819 book value (estimated market value $52,500,000 as of December 31, 1942) which it administers for its business purposes. The finding that U.G.I. is not in liquidation or in contemplation of liquidation stands unimpaired. With that fact so established, the contention that U.G.I. is legally incapable of promulgating a retirement or pension plan for its employees automatically falls.\n(2) A statute of the State answers the appellants’ second contention. Sec. 316 of the Business Corporation Law provides that “Every business corporation may grant allowances or pensions out of the earnings of the corporation to its directors, officers, or employes, for faithful and long-continued service, who have, in such service, become old, infirm, or disabled.” Even a casual reading of the foregoing provision suffices for an understanding of what the legislature meant. A Pennsylvania corporation may grant to its directors, officers or employees “who have, in such [corporation’s] service, .become old, infirm, or disabled”, pensions which in part reflect the “long-continued” service of such personnel in the past. As the court below pointed out, a pension plan that did not take into consideration past services as well, •as prospective services would not furnish an adequate retirement allowance; and that Avould be especially true in the case of older employees of long-continued service. Such a plan would penalize those most in need of the security which a pension is designed to afford. From a company standpoint, the benefits from a pension plan are not merely those individually received by the direct beneficiaries; A pensioning corporation has a very definite interest in seeing to it that no» discrimination is worked by its pension plan against any employee and, especially, not by a disregard of “long-continued service” to the marked disadvantage of its older employees.\nNo question 'of compensation for past services through the medium of pensions can be involved. It is enough that the legislature, which regulates and controls the internal management of Pennsylvania business corporations, has authorized them to grant pensions to their directors, officers and employees on a basis that reflects their long-continued service with the corporation. The policy which underlies industrial pension plans in general was spoken of approvingly by this Court in Busser v. Snyder, 282 Pa. 440, 447-448, 128 A. 80.\n(3) The appellants’ final contention relates to the construction to be placed upon the word “earnings” as used in Sec. 316 of the Act of 1933, supra. As has already been seen, that section provides that the “allowances or pensions” by a corporation, thereby authorized, shall be paid “out of the [corporation’s] earnings”. The appellants contend that that means current earnings. We see no reason for reading any such restricted limitation into the statute. Earnings are earnings whether they be current or accumulated. They are composed of net gains and profits and, as such, are distinguished from capital. The word “earnings” in the statute embraces “earned surplus” as well as “current earnings”. In Opperman’s Estate (No. 1), 319 Pa. 455, 462, 179 A. 729, where the directors of a corporation had reduced the number of its outstanding shares of capital stock and had thereby produced a surplus, it was held that the fund so created remained contributed capital and did not become earnings. Consequently, as between remaindermen and life. tenants upon a distribution of the fund to stockholders, the proceeds were available to the former, as corpus, and not to the latter, as» income. It was observed, however, in the same connection that “Earned surplus of course stands on a different basis, it is the product of earnings, tbe fruits of contributed capital.” (Emphasis supplied): If the appellants’ contention were adopted, the continued existence of most pension plans of corporations would indeed be placed in a precarious situation. It would mean that any company which operated at a net loss for a year could not do other in that year than let its pension plan lapse even though it had an earned surplus many times the requirement of the premium for the insurance which funded the plan.\nThe appellants’ argument based on the fact that the large initial premium (on the funding insurance), required in the first year of the Plan’s institution because of the inclusion therein of pension benefits for past services, “exceeds the total net income applicable to dividends for common stockholders'in the year in which the [premium] payment is to be made” relates to matter addressable to the stockholders and, presumably, was by them considered when they voted their approval of the Plan. The appellants’ contention that U.G.I.’s gains and profits from stock sales were not earnings is likewise without merit. Among U.G.I.’s charter powers is the power to deal in securities. The profits from such transactions properly resulted from the Company’s business operations and, so, became earnings. If not distributed currently to stockholders by way of dividends, they necessarily went to help swell the Company’s earned surplus. U.G.I.’s books established, prima facie, its earned surplus. The burden was upon the complaining minority stockholders to prove their suggestion that,, perhaps, the “earned surplus”, as shown by the Company’s books, was in fact composed of receipts other iban earnings. Np such proof having been supplied, the chancellors’ finding as to the amount of U.G.I.’s earned surplus was fully warranted.\nThe cases relied upon by the appellants are not in point. In Retirement Board of Allegheny County v. McGovern, 316 Pa. 161, 174 A. 400, the question for decisión was as to the constitutionality of the statute there involved. In the instant case, the questions are as to the propriety and regularity of corporate action taken under a statute whose constitutionality is not attacked. The case of Railroad Retirement Board v. Alton Railroad Co., 295 U.S. 330, which the appellants strongly urge upon us, is neither germane on its facts nor conclusive on the point that retirement annuities or pensions, which are calculated in part upon an employee-beneficiary’s past service, are unlawful as constituting compensation without consideration. In the Alton case, the Federal Railroad Retirement Act of 1934 was stricken down as being violative of due process in its attempt to impose a compulsory pension system upon railway utilities and as exceeding any reasonable exercise of Congress’s power under the Commerce Clause. Moreover,- the question of consideration for compensation for past services under State law is subject to local policy as to which Sec. 316 of the Act of 1933, supra, furnishes the sufficient answer in present relation.\nThe decree of the court below is affirmed at the appellants’ costs.\nThe constitutionality of Sec. 11(b)(1) of the Public Utility TTnifUng Company Act of 1935 has since been sustained by the Supreme Court of the United States: See The North American Company v. Securities and Exchange Commission, - U.S. -.\nAct of May 5, 1933, P. L. 364, Art. III (15 P.S. §2852-316).\nThe Act of May 11, 1893, P. L. 42, Sec. 1, as amended (15 P.S. §651), had provided substantially to the same effect except that it excluded as a pensioner “. . . any director of any such corporation [organized for profit in Pennsylvania] who is not an officer or employe of said corporation.” Aside from the fact that Sec. 316 of the Business Corporation Law of 1933 contains no such exclusion, the proscribed circumstance is not present in any event under the Plan here involved."}