{"id": "468639", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal of an in rem forfeiture proceeding brought under to the Controlled Substances Forfeitures Act, 42 Pa. C.S. § 6801, et seq. Pursuant to the statute, the Commonwealth in a civil proceeding sought forfeiture of real property which was used in a criminal enterprise involving the sale and distribution of illegal drugs.\nGeorge Reitz purchased Wingait Farms for $300,000 in 1983. On May 7,1992 Reitz was arrested on charges concerning the illegal possession and sale of controlled substances. A temporary restraining order was entered on May 8, 1992 which enjoined Reitz from alienating the farm pursuant to 42 Pa.C.S. 6802(f), concerning Controlled Substances Forfeitures. A forfeiture petition was filed on May 15, 1992 to forfeit Wingait Farms and twenty-seven horses.\nOn December 9, 1992 Reitz pled guilty to several drug-related crimes, including possession with intent to distribute, conspiracy and corrupt organizations. He was sentenced on March 22,1993.\nIn the instant forfeiture matter, the Commonwealth produced evidence that Reitz used Wingait Farms to facilitate his illegal drug enterprise. After a jury trial, the farm and horses were forfeited to the Commonwealth. Reitz appealed to Commonwealth Court, which affirmed the forfeiture.\nReitz’s first claim on this appeal is that the forfeiture proceedings were violative of state and federal prohibitions against double jeopardy. Reitz asserts that once he was convicted and sentenced for selling drugs, the Commonwealth could not initiate a new punitive proceeding to take his house and chattel for the same conduct which underlay his criminal conviction.\nThe Double Jeopardy Clause provides that “No person shall ... be subject for the same offense to be twice put in jeopardy of life or limb.” Constitution of the United States, Amend. V. Pennsylvania’s double jeopardy clause provides: “No person shall, for the same offense, be twice put in jeopardy of life or limb.” Pa. Const., Art. I, § 10.\nFour months before argument in this case, the United States Supreme Court decided United States v. Guy Jerome Ursery, — U.S. —, 116 S.Ct. 2135, 135 L.Ed.2d 549 (1996), in which civil forfeiture proceedings were brought against Ursery’s house, alleging that the house was subject to forfeiture because it had been used to facilitate the processing and distribution of illegal drugs. Ursery settled the forfeiture claim by paying $13,250, but before the settlement was completed, Ursery was indicted for manufacturing marijuana in violation of 21 U.S.C. § 841(a)(1). He was found guilty and sentenced to 63 months in prison. The United States Court of Appeals for the Sixth Circuit reversed the conviction on the grounds that Ursery had been already punished for the crime, and the conviction, therefore, violated the Double Jeopardy Clause of the Fifth Amendment of the United States Constitution. The Supreme Court reversed, holding that an in rem civil forfeiture action brought under 21 U.S.C. § 881(a)(7) against Ursery’s house was neither punishment nor criminal for purposes of the Double Jeopardy Clause.\nIn reaching this holding, the Court emphasized that it was merely reiterating well-established precedent exemplified by Various Items of Personal Property v. United States, 282 U.S. 577, 51 S.Ct. 282, 75 L.Ed. 558 (1931) and United States v. One Assortment of 89 Firearms, 465 U.S. 354, 104 S.Ct. 1099, 79 L.Ed.2d 361 (1984). In Various Items, The Waterloo Distilling Corporation was ordered to forfeit a distillery, a warehouse and a denaturing plant because the corporation had conducted its business in violation of federal law. The corporation had been convicted of criminal violations prior to the forfeiture proceedings and the criminal conviction was based on the same transactions as the civil forfeiture. The corporation argued that the forfeiture violated the Double Jeopardy Clause. The Supreme Court, however, unanimously held that the Double Jeopardy Clause was inapplicable to civil forfeiture proceedings.\nBoth the Various Items Court and the Ursery Court emphasized that at common law, a civil forfeiture could not be instituted until a criminal conviction had been obtained. The Ursery Court noted that if its predecessor court in Various Items had held that a statutory in rem proceeding was prohibited by a prior criminal proceeding, such a holding “would have been directly contrary to the common law-rule, and would have called into question the constitutionality of forfeiture statutes thought constitutional for over a century.” Ursery, — U.S. at —, 116 S.Ct. at 2141, 135 L.Ed.2d at 560.\nIn 89 Firearms the Court also unanimously held that an in rem forfeiture action brought pursuant to 18 U.S.C. § 924(d) was not barred by a prior criminal proceeding. In that case, the owner of the weapons was acquitted of charges of dealing firearms without a license, but the government brought the forfeiture action against the firearms, alleging that they were used or were intended to be used in violation of federal law. The Court unanimously held that the forfeiture was not barred by the criminal proceeding:\nUnless the forfeiture sanction was intended as punishment, so that the proceeding is essentially criminal in character, the Double Jeopardy Clause is not applicable. The question, then, is whether a § 924(d) forfeiture proceeding is intended to be, or by its nature necessarily is, criminal and punitive, or civil and remedial.\nUrsery, — U.S. at —, 116 S.Ct. at 2141-42, 135 L.Ed.2d at 561, citing 89 Firearms, 465 U.S. 354, 362, 104 S.Ct. 1099, 1104-05, 79 L.Ed.2d 361 (1984). The Court utilized a two part analysis to determine whether the forfeiture was punitive. First, the Court considered whether the forfeiture was civil or criminal. Considerations were (1) the forfeiture action was in rem, and in rem actions have traditionally be viewed as civil proceedings; (2) the forfeiture action, in reaching the weapons, encompassed a broader range of conduct than an analogous criminal action; (3) the forfeiture had broad remedial aims, which included discouraging unregulated commerce in guns and removing firearms which were intended for unregulated sale.\nSecond, the Court considered whether the forfeiture statute was so punitive in purpose or effect that it negated the congressional intent to establish a civil remedy. The Court considered several factors which it had used in other cases to determine whether a civil proceeding was punitive and found only the factor that the behavior was already a crime, but that this factor was insufficient to make the proceeding punitive. The Court held that the civil forfeiture was not punitive, but was “a separate civil sanction, remedial in nature.” Ursery, — U.S. at —, 116 S.Ct. at 2142, 135 L.Ed.2d at 562, citing 89 Firearms, 465 U.S at 366, 104 S.Ct. at 1107.\nIn reviewing the cases which have treated the matter of civil forfeitures, the Ursery Court remarked on the consistency of the holdings and noted that in each case, the holding was that “in rem civil forfeiture is a remedial civil sanction distinct from potentially punitive in personam civil penalties, such as fines, and does not constitute a punishment under the Double Jeopardy Clause.” Ursery, — U.S. at —, 116 S.Ct. at 2142, 135 L.Ed.2d at 562.\nThe Court then proceeded to review three of its recent cases, United States v. Halper, 490 U.S. 435, 109 S.Ct. 1892, 104 L.Ed.2d 487 (1989), Austin v. United States, 509 U.S. 602, 113 S.Ct. 2801 125 L.Ed.2d 488 (1993), and Department of Revenue v. Kurth Ranch, 511 U.S. 767, 114 S.Ct. 1937, 128 L.Ed.2d 767 (1994) to examine whether these cases modified the holdings of Various Items and 89 Firearms. After reviewing each of these cases, the Court concluded:\nIn sum, nothing in Halper, Kurth Ranch, or Austin, purported to replace our traditional understanding that civil forfeiture does not constitute punishment for the purpose of the Double Jeopardy Clause. Congress has authorized the Government to bring parallel criminal proceedings and civil forfeiture proceedings, and this Court consistently has found civil forfeitures not to constitute punishment under the Double Jeopardy Clause____ Halper dealt with in personam civil penalties under the double Jeopardy Clause; Kurth Ranch with a tax proceeding under the Double Jeopardy Clause; and Austin with civil forfeitures under the Excessive Fines Clause. None of those cases dealt with the subject of this case: in rem civil forfeitures for purposes of the Double Jeopardy Clause.\nUrsery, — U.S. at —, 116 S.Ct. at 2147, 135 L.Ed.2d at 567-68. The Court then considered the Ursery forfeiture under the two-part test used in 89 Firearms. First, the Court considered whether congress intended the proceedings to be civil or criminal. Second, the Court asked whether the proceedings were so punitive as to make them criminal, the congressional intent notwithstanding. Ultimately, the Court determined that “these in rem forfeitures are neither ‘punishment’ nor criminal for purposes of the Double Jeopardy Clause.” Ursery, — U.S. at —, 116 S.Ct. at 2149, 135 L.Ed.2d at 571.\nApplying this analysis to the case at bar, we must first determine whether the forfeiture was civil or criminal, and then whether the forfeiture was so punitive that it may not be viewed as civil in nature.\nAs to the first consideration, we note that the forfeiture statute at issue, in this case requires that:\nThe proceedings for the forfeiture or condemnation of property, the sale of which is provided for in this chapter, shall be in rem, in which the Commonwealth shall be the plaintiff and the property the defendant.\n42 Pa.C.S. § 6802(a). The statute provides that the proceedings are in rem, and in rem forfeitures have traditionally been viewed as civil. Ursery, — U.S. at —, 116 S.Ct. at 2142, 135 L.Ed.2d at 561-62, citing 89 Firearms, 465 U.S. at 363, 104 S.Ct. at 1105. Thus, we conclude that the General Assembly intended forfeitures brought pursuant to § 6801 to be civil in nature.\nNext, we consider whether the forfeiture was so punitive as to become criminal in effect or purpose. The United States Supreme Court has considered such factors as (1) whether the sanction involves an affirmative disability or restraint; (2) whether it has historically been regarded as a punishment; (3) whether it comes into play only on a finding of scienter; (4) whether its operation will promote the traditional . aims of punishment — retribution and deterrence; (5) whether the behavior to which it applies is already a crime; (6) whether an alternative purpose to which it may rationally be connected is assignable for it; and (7) whether it appears excessive in relation to the alternative purpose assigned. See 89 Firearms, 465 U.S. at 365 n. 7, 104 S.Ct. at 1106 n. 7, 79 L.Ed.2d at 370 n. 7, citing Kennedy v. Mendoza-Martinez, 372 U.S. 144, 168-69, 83 S.Ct. 554, 567-68, 9 L.Ed.2d 644 (1963). Considering each of these factors, we conclude that Reitz failed to show by the “clearest proof’ required by 89 Firearms that the forfeiture proceedings were either so punitive in effect or purpose as to negate the legislature’s intent that the proceedings be civil.\nWe conclude, therefore, that the in rem civil forfeiture in this case was neither punitive nor criminal for purposes of the Double Jeopardy Clause and Art. I, § 10 of the Constitution of Pennsylvania. There was no error, therefore, in bringing a civil proceeding in forfeiture after Reitz had been convicted of crimes which implicated the same conduct as that which was the subject of the forfeiture action.\nNext Reitz contends that he was entitled to a determination by either a judge or a jury that the forfeiture was an excessive fine. In In re: King Properties, supra, this court addressed the question of whether a forfeiture under the Controlled Substances Forfeitures Act is an excessive fine under either the Eighth Amendment to the United States Constitution or under Article I, § 13 of the Pennsylvania Constitution. We held that for purposes of the Eighth Amendment to the United States Constitution and Article I, Section 13 of the Constitution of Pennsylvania (the Excessive Fines Clauses), the Controlled Substances Forfeitures Act was punitive and that whether a forfeiture is an excessive fine does not depend upon the value of the thing forfeited, but on the relationship of the offense to the property which is forfeit. If the forfeited property was significantly used in the commission of the crime, “the item may be forfeited regardless of its value.” 535 Pa. at 331, 635 A.2d at 133.\nIn this case, the trial court instructed the jury that the Commonwealth bore the burden of proving the connection between Reitz’s illegal drug activities and the manner in which the property was used to facilitate these activities. No more was required. King decided that for purposes of the excessive fines clause, “[i]f the forfeited property was significantly used in the commission of the offense, the item may be forfeited regardless of its value.” Id. A constitutionally “excessive” forfeiture, therefore, would be one in which the property was not significantly utilized in the commission of the drug-related offense. Since the trial court properly instructed the jury on the Commonwealth’s burden and the jury subsequently determined that the property was used to facilitate Reitz’s illegal drug enterprise, the jury’s determination was tantamount to a determination that the forfeiture was not excessive. The claim of error is without merit.\nFinally, Reitz asserts that introduction of taped recorded telephone conversations at the forfeiture trial violated limitations on the use of such evidence imposed by the Wiretapping and Electronic Surveillance Control Act. In particular, Reitz claims that the wiretapping act permits electronic surveillance evidence to be admitted only in criminal proceedings. 18 Pa.C.S. § 5717(b). We agree with Commonwealth Court that the purpose of the act is to protect privacy. In this case, over seven and one-half hours of conversation were legally intercepted during the investigation into Reitz’s criminal enterprise, and all of this material was played in open court at Reitz’s preliminary hearings in the criminal matter. Since the contents of the tapes, following the criminal trial, were a matter of public record, the issue of privacy was no longer an impediment to disclosure of the tapes, and there was no error in their use in the civil proceeding.\nOrder of Commonwealth Court is affirmed.\nNEWMAN, J., did not participate in the consideration or decision of this case.\nCAPPY, J., files a concurring opinion.\n. 42 Pa.C.S. § 6802(f) provides:\n(f) Preservation of the property subject for forfeiture. — Upon application of the Commonwealth, the court may enter a restraining order or injunction, require the execution of a satisfactory performance bond or take any other action to preserve the availability of property described in Section 6801(a) for forfeiture under this section....\nSection 6801 (a)(6)(i)(C) provides:\n(a) Forfeitures generally. — The following shall be subject to forfeiture to the Commonwealth and no property right shall exist in them:\n(6)(i) All of the following:\n(C) Real property used or intended to be used to facilitate any violation of the Controlled Substance, Drug, Device and Cosmetic Act\n. The Commonwealth introduced the criminal informations to which George Reitz entered guilty pleas. The information charging Corrupt Organizations provided, inter alia, that Reitz used illegal drug income either directly or indirectly in the operation of Wingait Farms. The Commonwealth also produced witnesses at trial who saw marijuana at the farm or who worked with Reitz in selling and distributing marijuana. Additionally, the Commonwealth produced evidence that large amounts of marijuana were stored and packaged at the farm; that accounting sheets kept at the farm indicated that almost a half million dollars worth of marijuana had been distributed through Reitz’s operation; that drug proceeds were commingled into Wingait Farms’ payroll; that barrels from Wingait Farms were provided to a co-conspirator to store marijuana; that drug proceeds were used to promote race horses; and that horses at the farm were used as collateral in securing supplies of marijuana.\n. The jury determined that Reitz's wife was co-owner of the twenty-seven horses at issue in this case, and the trial court declared her to be a co-owner, along with the Commonwealth, of the funds generated by the sale of the horses. The Commonwealth did not appeal this determination.\n. In United States v. Halper, 490 U.S. 435, 109 S.Ct. 1892, 104 L.Ed.2d 487 (1989), a provider of medical services billed Blue Cross $12 for services worth only $3 on 65 occasions. He was convicted of 65 separate violations of the criminal false claims statute, 18 U.S.C. § 287 and sentenced to two years in prison and fined $5,000. Thereafter the government filed a separate action to recover a $2,000 civil penalty for each of the 65 violations. The district court found that the $130,000 recovery bore no rational relation to the government’s loss of $585 plus the cost of investigation and prosecution. The United States Supreme Court affirmed, holding that:\na defendant who already has been punished in a criminal prosecution may not be subjected to an additional civil sanction to the extent that the second sanction may not fairly be characterized as remedial, but only as a deterrent or retribution.\n490 U.S. at 448-49, 104 L.Ed.2d at [501-02] 109 S.Ct at [1901-02],\nIn Austin v. United States the defendant pleaded guilty to one count of possessing cocaine with intent to deliver. Thereafter, the government initiated a civil forfeiture proceeding against Austin’s mobile home and\nauto body shop, which allegedly had been used in the illegal drug trade. Austin challenged the forfeiture on the theory that it violated the Excessive Fines Clause. The lower courts held the forfeiture constitutional. The United States Supreme Court held that the forfeiture was punishment for some offense and was, therefore, subject to the Eighth Amendment’s Excessive Fines Clause.\nIn Montana v. Kurth Ranch, 511 U.S. 767, 114 S.Ct. 1937, 128 L.Ed.2d 767 (1994), the taxpayer pleaded guilty to drug-related offenses and subsequently, in a separate proceeding, the Montana department of revenue initiated an action to collect almost $900,000 in taxes on marijuana related items, interest and penalties. The tax statute required that before the tax could be imposed, it was necessary to show that there was criminal activity and an arrest for that activity. The taxpayer challenged the tax action on Double Jeopardy grounds. The Court ultimately held that the tax implicated the Double Jeopardy provision of the Fifth Amendment.\n. The determination that a forfeiture is punitive requires the \"clearest proof” that an “in rem civil forfeiture is ‘so punitive either in purpose or effect’ as to be equivalent to a criminal proceeding----” 89 Firearms, 465 U.S. 354, 365, 104 S.Ct. 1099, 1106-07, 79 L.Ed.2d 361.\n. The trial court’s instruction to the jury, in part, stated:\n[ Y]ou will be called upon to consider the following question: Are you satisfied by a fair preponderance of the evidence that George Reitz, Jr. used the farm including the structures to facilitate any violation of the drug act.\nN.T. 10-19-93, p. 190.\n. Section 5717(b) provides:\nAny person, who by any means authorized by this chapter, has obtained knowledge of the contents of any wire, electronic or oral communication, or evidence derived therefrom, may disclose such contents or evidence ... while giving testimony under oath or affirmation in any criminal proceeding...."}