{"id": "468692", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal by allowance from an order of the Superi- or Court which affirmed an order of the Court of Common Pleas of Philadelphia County granting summary judgment in favor of the John F. Kennedy Memorial Hospital in a medical malpractice case brought by the appellant, Stephen P. Flanagan. The case was based on allegedly inadequate care that Flanagan received when he went to the hospital for treatment of a collapsed lung on December 2, 1991. Treatment involved the insertion of a tube into his chest wall. Flanagan claims that he received substandard nursing care after insertion of the tube and that this led to “progressively worsening subcutaneous emphysema.” Specifically, he asserts that the nursing staff failed to document his complaints of pain and responses to medication, and that it failed to monitor his breathing and palpate his chest — these being measures that would have detected at an early stage the onset of subcutaneous emphysema. The nursing staff’s derelictions allegedly caused Flanagan’s condition to worsen so much that, by the time his condition was brought to the attention of a physician, an immediate transfer to intensive care was required.\nFlanagan planned to offer the testimony of only one expert witness at trial. That witness was a nurse, Audrey Stephan, Ed.D., R.N. However, when trial was about to commence, a motion in limine was granted in favor of the hospital, thereby precluding Stephan from testifying as to the identity of Flanagan’s medical condition and the causes thereof. Stephan would have testified in accordance with her expert report that “it is my nursing expert opinion, to a reasonable degree of nursing certainty, that all of the nurses ... did not meet the standard with respect to their nursing care of Stephen Flanagan and as such were a substantial contributing factor in his progressively worsening subcutaneous emphysema.” The trial court concluded that Stephan’s testimony went not only to the proper standard of nursing care, which was an appropriate subject for her testimony, but also to a medical opinion regarding the ultimate effect of that care. The court reasoned that the latter called for a medical diagnosis which a nurse is precluded by statute from rendering. Finding that the exclusion of this testimony prevented Flanagan from stating a prima facie case of malpractice, the court granted summary judgment in favor of the hospital.\nIt is undisputed that Stephan is a well educated and highly experienced nurse who is competent to provide expert testimony regarding applicable standards of nursing care. It is recognized, too, that she is qualified to offer opinion testimony as to whether the nursing procedures followed in Flanagan’s case were substandard. What is at issue, however, is her competency to testify regarding the identity and cause of Flanagan’s medical condition.\nThe decision to permit a witness to testify as an expert rests with the sound discretion of the trial court, and, absent an abuse of that discretion, the decision will not be disturbed on appeal. Miller v. Brass Rail Tavern, Inc., 541 Pa. 474, 481, 664 A.2d 525, 528 (1995). To be qualified to testify in a given field, a witness normally needs only to possess more expertise than is within the ordinary range of training, knowledge, intelligence, or experience. Id. at 481, 664 A.2d at 528. Ordinarily, therefore, the test to be applied is whether the witness has a reasonable pretension to specialized knowledge on the subject matter in question. Id. at 480-81, 664 A.2d at 528; Ruzzi v. Butler Petroleum Co., 527 Pa. 1, 10, 588 A.2d 1, 5 (1991). Here, however, the normal test of competency is constrained by a statutory provision limiting the deemed competency of nurses.\nFlanagan was not diagnosed by a physician as having subcutaneous emphysema until December 4, 1991. If Stephan had been permitted to testify that Flanagan had progressively worsening subcutaneous emphysema between December 2 and December 4, and to testify that this condition was the result of the nursing staffs deviation from appropriate standards of care, she would necessarily have been providing an opinion that Flanagan was in fact afflicted with subcutaneous emphysema at an earlier point than December 4. Thus, Stephan’s testimony would have consisted of a medical diagnosis of Flanagan's condition on December 2 or 3, as well as an opinion as to why that condition existed and worsened. We agree with the courts below that this testimony would have exceeded the bounds of what is permissible under statutory provisions that limit the scope of professional nursing.\nThe Professional Nursing Law, 63 P.S. § 211 et seq., provides the following definition of the practice of nursing:\n(1) The “Practice of Professional Nursing” means diagnosing and treating human responses to actual or potential health problems through such services as case finding, health teaching, health counseling, and provision of care supportive to or restorative of life and well-being, and executing medical regimens as prescribed by a licensed physician or dentist. The foregoing shall not be deemed to include acts of medical diagnosis or prescription of medical therapeutic or corrective measures, except as may be authorized by rules and regulations jointly promulgated by the State Board of Medicine and the Board, which rules and regulations shall be implemented by the Board.\n63 P.S. § 212(1) (emphasis added).\nThus, although the statute permits nurses to diagnose human responses to health problems, it expressly prohibits them from providing medical diagnoses. Hence, it recognizes a firm distinction between a nursing diagnosis and a medical diagnosis.\nThe proper scope of a nursing diagnosis is set forth through statutory definitions of the terms employed in 63 P.S. § 212(1), supra. “Diagnosing” is defined as “identification of and discrimination between physical and psychosocial signs and symptoms essential to effective execution and management of the nursing regimen.” 63 P.S. § 212(4). “Human responses” are defined as “those signs, symptoms and processes which denote the individual’s interaction with an actual or potential health problem.” 63 P.S. § 212(6). Thus, a nursing diagnosis identifies signs and symptoms to the extent necessary to carry out the nursing regimen. It does not, however, make final conclusions about the identity and cause of the underlying disease.\nThe statute clearly states that the proper scope of nursing practice does not include acts of “medical diagnosis.” The statute provides no definition, however, of that term. Hence, an interpretation in accordance with common and approved usage applies. Statutory Construction Act of 1972, 1 Pa.C.S. § 1903(a).\nA medical diagnosis is commonly understood to be an identification of a disease based on its signs and symptoms. See Random House Dictionary (2d ed. unabridged 1987) (defining diagnosis for medical purposes as “the process of determining by examination the nature and circumstances of a diseased condition”); Webster’s Third New International Dictionary (unabridged 1976) (defining “medical” as “concerned with physicians or the practice of medicine” and defining “diagnosis” as “the art or act of identifying a disease from its signs and symptoms”). See also Commonwealth v. Green, 251 Pa.Super. 318, 323, 380 A.2d 798, 801 (1977) (“Medical diagnosis ... entails a 'conclusion concerning a condition not visible but reflected circumstantially by the existence of other visible and known symptoms.’ Paxos v. Jarka Corp., 314 Pa. 148, 153-54, 171 A. 468, 471 (1934).”).\nStephan’s opinion testimony regarding the specific identity and cause of Flanagan’s condition would clearly have constituted a medical diagnosis. Given the express statutory language preventing a nurse from providing such a diagnosis, the trial court’s exclusion of the testimony was proper. Hence, the Superior Court properly affirmed.\nOrder affirmed.\n. Suit was initially brought against the John F. Kennedy Memorial Hospital and the physicians responsible for appellant’s care, but the actions against the physicians were subsequently discontinued and the hospital was left as the sole defendant.\n. In contrast, certified registered nurse practitioners are authorized to perform certain acts of medical diagnoses and prescription of medical, therapeutic, diagnostic, or corrective measures. 63 P.S. § 422.15; 49 Pa.Code § 21.251 etseq."}