{"id": "468670", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nFollowing his conviction and sentencing for rape, appellant, Barry Widmer, Jr., elected to forgo the optional post-sentence motion under recently amended Pa.R.Crim.P. 1410 A.(3), choosing the option of a notice of appeal to the Superior Court. In response to appellant’s concise statement of matters complained of on appeal, the trial court filed an opinion in support of the judgment of sentence pursuant to Pa.R.AP. 1925.\nOne of the issues raised on appeal was a challenge to the weight of the evidence. The trial court, in its Rule 1925 opinion, held unequivocally that the verdict was contrary to the weight of the evidence, but because appellant had not filed a post-sentence motion for a new trial, the appeal divested the trial court of jurisdiction to act on the challenge to the weight of the evidence:\nThis Court’s sense of justice was indeed shocked. Defendant, by taking a direct appeal, has deprived this court of the opportunity to act on the weight of the evidence question, and left this court with only the ability to express its view on this issue by addressing it in response to the Defendant’s concise statement of matters complained of on appeal. Although under the new rules governing appellate procedure, a defendant may bypass the Court of Common Pleas and appeal directly to Superior Court, it is important that the Superior Court be aware of the fact that if Mr. Widmer had moved for a new trial based upon the weight of the evidence, this Court most certainly would have granted his motion.\nSlip op., January 27, 1995, at 29. The Superior Court, relying on Commonwealth v. Hodge, 441 Pa.Super. 653, 658 A.2d 386 (1995), held that a challenge to the weight of the evidence must first be raised in the trial court and that failure to do so constituted a waiver of the claim. Commonwealth v. Widmer, 446 Pa.Super. 408, 421, 667 A.2d 215, 221 (1995).\nWhile it is correct, as stated in Hodge, supra, that a challenge to the weight of the evidence must be addressed in the first instance by the trial court, Hodge, 441 Pa.Super. at 658-60, 658 A.2d at 388-89, we granted allocatur to address the effect of Pa.R.Crim.P. 1410 B.(l)(c) in this context, a question of first impression in this court.\nPa.R.Crim.P. 1410 B.(l)(c) states: “Issues raised before or during trial shall be deemed preserved for appeal whether or not the defendant elects to file a post-sentence motion on those issues.” The issue under consideration — the weight of the evidence — is an exceptional issue which is unlikely to be preserved for appeal without the filing of a post-sentence motion. Thus, the option of forgoing a post-sentence motion and proceeding directly to the Superior Court, as permitted by Rule 1410, may not preserve the issue for appeal. Nevertheless, this case differs from Hodge in that the trial court had reviewed the weight of the evidence claim prior to the Superi- or Court’s review, and clearly held that the verdict was in fact contrary to the weight of the evidence. Therefore, the precept in Commonwealth v. Brown, 538 Pa. 410, 435-39, 648 A.2d 1177, 1189-91 (1994), that a weight of the evidence claim must be addressed in the first instance by the trial court has been met. There was no need for the Superior Court to review a cold record and make an initial determination concerning the weight of the evidence, which was the problem underlying the Brown decision. That being the case, it was error for the Superior Court to apply Hodge in this case to rule that appellant’s failure to file a post-sentence motion for a new trial had the effect of waiving his claim that the verdict was contrary to the weight of the evidence. Under these circumstances, the Superior Court should have remanded the case to the trial court rather than holding that appellant had waived this claim.\nWe hold that appellant must be permitted to file a motion for a new trial nunc pro tunc challenging the weight of the evidence pursuant to Rule 1410 B.(l)(a)(iv).\nJudgment of Superior Court reversed and case remanded to the trial court to permit appellant to file a motion for a new trial nunc pro tunc challenging the weight of the evidence.\nRule 1410 adopted March 22, 1993 and amended December 17, 1993, effective as to cases in which the determination of guilt occurs on or after January 1, 1994."}