{"id": "468738", "contents": "OPINION\nZAPPALA, Justice.\nThis is an appeal from the order of the Commonwealth Court reversing the order of the Montgomery County Court of Common Pleas, which sustained the suspension of Appellee Richard J. Boucher’s operating privileges imposed by the Department of Transportation, Bureau of Driver Licensing pursuant to 75 Pa.C.S. § 1547(b)(1). We reverse and reinstate DOT’s suspension of Boucher’s operating privileges.\nOn June 14, 1991, Boucher was arrested and charged with driving under the influence by the Haverford Township Police. Upon his arrest Boucher was advised of his Miranda rights and transported to the Haverford Township police station. At the station, Officer Carroll requested that Boucher perform a breathalyzer test. Officer Carroll informed Boucher that in accordance with the Implied Consent Law, if Boucher refused to submit to the test, his operating privileges would be suspended for one year. Officer Carroll did not inform Boucher that his Miranda rights were not applicable to the request to perform the breathalyzer test.\nBoucher initially assented to the test. The first test result indicated the presence of mouth alcohol and was rejected. On two subsequent test attempts, Boucher failed to produce sufficient breath samples for analysis. Officer Carroll then gave Boucher the opportunity to take a blood test instead, but Boucher refused. Subsequently, Officer Carroll recorded the failed attempts as a refusal to submit to chemical testing. As a refusal was recorded, DOT notified Boucher that his operating privileges would be suspended.\nBoucher appealed from the notice of suspension to the common pleas court for a de novo hearing. He challenged the suspension asserting that he had not refused to submit to a chemical test, and that he was not advised by the police officer that his Miranda rights did not apply when asked to submit to testing. At the hearing Boucher testified that he believed that he did not have to take the test because he was already arrested and was afraid of the reading that the test might produce. He indicated that the police officer’s recitation of his Miranda rights had led him to believe that he did not have to give a breath sample. He also testified that he thought he was giving a sufficient sample during the three attempts but was hesitant about giving the samples to the officer.\nOfficer Alan Ross, a certified intoximeter operator with the Haverford Township Police Department, testified that Boucher was informed of the various provisions of the implied consent law, including specific instructions that Boucher’s license would be suspended for a year if he failed to cooperate or submit to the test. Officer Ross then proceeded to perform the breathalyzer test.\nOfficer Ross explained that the first test result indicated the presence of mouth alcohol, a residual amount of alcohol detected in the mouth. A slope detector device on the machine used during the test shut down the system when any mouth alcohol was detected. A second test was then administered, but Boucher did not cooperate during that test. Boucher provided an insufficient breath sample despite being shown how to provide a sample several times. Boucher was given the third test after a brief interval but failed again to give an adequate breath sample. Officer Carroll’s request that Boucher submit to a blood test was refused.\nAt the hearing, the trial judge made the following findings of fact. Boucher was advised of his Miranda rights at the time of his arrest. Boucher was informed that pursuant to the Implied Consent Law a refusal to submit to chemical testing would result in the suspension of his operating privileges for one year. By deliberately failing to supply sufficient breath samples, Boucher had refused to submit to chemical testing.\nThe trial judge determined that Boucher understood from the explanation of his Miranda rights that he had the right to remain silent. He concluded, however, that Boucher’s testimony did not establish that he felt he was entitled to a lawyer before he submitted to chemical testing. Nor did Boucher’s testimony indicate that he felt he needed or wanted a lawyer. Boucher did not testify that he told the police officer that he was confused and that his confusion caused him to give insufficient breath samples. The trial judge found that since Boucher had failed to express his state of confusion regarding his Miranda rights to the police officers, no additional instructions were required under Commonwealth, Department of Transportation v. O’Connell, 521 Pa. 242, 555 A.2d 873 (1989), discussed infra. Based on Boucher’s testimony, the trial judge concluded that the police officer’s reading of Miranda rights was not the reason why Boucher failed to provide adequate breath samples. Accordingly, the trial judge denied his appeal and reinstated the suspension of operating privileges.\nBoucher then appealed to the Commonwealth Court, asserting that the trial judge erred in affirming the license suspension because he had been read his Miranda rights prior to the request for a chemical test when there was no evidence that he had been advised that his Miranda rights were inapplicable to the chemical test procedure. The Commonwealth Court reversed the trial court’s order because there was no indication in the record that any of the police officers had told Boucher that his Miranda rights did not apply to the chemical test. The Commonwealth Court reasoned that in this case DOT had the burden of proving that Boucher had been provided with that information, commonly referred to as the “O’Connell warning.” Since DOT did not provide such evidence, the license suspension was found to be improper.\nThe phrase, “O’Connell warning”, is a shorthand expression for the duty imposed upon a police officer to inform a motorist, who has been asked to submit to chemical testing, that the Miranda rights are inapplicable to a request for chemical testing under the Implied Consent Law. Commonwealth, Department of Transportation v. O’Connell, 521 Pa. 242, 555 A.2d 873 (1989). The O’Connell warning must specifically inform a motorist (1) that his driving privileges will be suspended for one year if he refuses chemical testing; and (2) that his Miranda rights do not apply to chemical testing. Commonwealth, Department of Transportation v. Ingram, 538 Pa. 236, 648 A.2d 285 (1994).\nIn this case, the Commonwealth Court concluded that the failure of the police officer to give the O’Connell warning to Boucher required reversal of his license suspension. We granted allocatur to address the issue of whether a police officer’s failure to explain the inapplicability of Miranda rights to chemical testing precludes suspension of the motorist’s license under 75 Pa.C.S. § 1547(b) when the motorist intentionally fails to supply an adequate breath sample for chemical testing. For the following reasons, we find that failure of the police to give an O’Connell warning does not excuse a motorist’s deliberate failure to provide an adequate breath sample after assenting to perform the breathalyzer test.\nIn reviewing a decision of the trial court in a license suspension case, the standard of review of an appellate court is to determine if the factual findings of the trial court are supported by competent evidence, and whether the trial court committed an error of law or an abuse of discretion. O’Connell, 521 Pa. at 242, 555 A.2d at 875. Questions of credibility are for the trial court. Id.\nTo sustain a license suspension under 75 Pa.C.S. § 1547(b), DOT must establish that the motorist (1) was arrested for driving under the influence of alcohol, (2) was asked to submit to a breathalyzer test, (3) refused to do so, and (4) was specifically warned that refusal would result in the revocation of his driver’s license. When that burden has been met, the motorist must prove that his refusal was not knowing or conscious or that he was physically unable to take the test. Id., at 248, 555 A.2d at 876.\nAccording to the factual findings of the trial court, DOT met its burden of proof. At issue in this case is whether or not Boucher met his burden of proof by showing that he was incapable of making a knowing and conscious refusal.\nBoucher asserts that his deemed refusal based on his deliberate failure to provide a sufficient breath sample for the breathalyzer was not knowing and conscious because the police officers did not advise him that the Miranda rights did not apply to the test. He claims that he was confused by the recitation of his Miranda rights and that this confusion led directly to his failure to give a sufficient breath sample. DOT counters that a police officer is not required to provide an O’Connell warning to a motorist who affirmatively assents to the requested chemical test despite being read the Miranda warnings. DOT further asserts that the fact that no O’Connell warning was given does not render the motorist’s deemed refusal of that test, occasioned by the motorist’s failure to provide sufficient breath samples for a complete and valid test, unknowing and unconscious for purposes of O’Connell\nThe O’Connell decision has engendered much confusion over its application under varying factual circumstances. We recently undertook an effort to eliminate the confusion through extensive examination of the O’Connell decision and its progeny in Commonwealth, Department of Transportation v. Scott, 546 Pa. 241, 684 A.2d 539 (1996). In summary, we stated that the lineage of decisions beginning with O’Connell have established the following principles:\n(1) the provisions of the Implied Consent Law which require a motorist to submit to chemical sobriety testing or face the temporary loss of driving privileges have the potential to create confusion for the motorist; (2) in order to guarantee that a motorist makes a knowing and conscious decision on whether to submit to testing or refuse and accept the consequence of losing his driving privileges, the police must advise the motorist that in making this decision, he does not have the right to speak with counsel, or anyone else, before submitting to chemical testing, and further, if the motorist exercises his right to remain silent as a basis for refusing to submit to testing, it will be considered a refusal and he will suffer the loss of his driving privileges; (3) the duty of the officer to provide the O’Connell warnings as described herein is triggered by the officer’s request that the motorist submit to chemical sobriety testing, whether or not the motorist has first been advised of his Miranda rights.\nScott, 546 Pa. at 253, 684 A.2d at 545.\nWe held in Scott that whenever a motorist is requested to submit to chemical sobriety testing, the motorist must be provided with O’Connell warnings regardless of whether Mi randa rights have been given and regardless of whether the motorist exhibits confusion concerning his rights when asked to submit to testing. Id., at 252, 684 A.2d at 545-546. Once a motorist has been properly advised of the O’Connell warnings, a refusal to submit to chemical testing under the terms of the Implied Consent Law will not be excused as unknowing based upon the motorist’s subjective beliefs regarding the interplay between the Implied Consent Law and the rights under Miranda. Id., at 255, 684 A.2d at 546.\nThe Scott decision did not address the issue presented in this case, however, because the motorist in Scott did not assent to the request for testing. The motorist in Scott flatly refused to submit to a blood test without consultation with his attorney even after the O’Connell warnings were given. The O’Connell warnings were repeated twice by different police officers, but the motorist continued to refuse to submit to the blood test and to demand that he see his attorney.\nIn this case, Boucher did not refuse to submit to the breathalyzer test. Instead, Boucher deliberately failed to provide sufficient breath samples for the test. Although Boucher tried to give the appearance of cooperation with the police officer, he gave inadequate breath samples during multiple attempts to administer the test. His failure to supply a sufficient breath sample for any of the tests was a deemed refusal to submit to testing. See Pappas v. Commonwealth, Department of Transportation, 669 A.2d 504 (Pa.Cmwlth.1996); Department of Transportation v. Gross, 146 Pa. Cmwlth. 1, 605 A.2d 433 (1991).\nAlthough the police officer did not inform Boucher that his Miranda rights did not apply to chemical testing, Boucher did not refuse to submit to testing. He assented to testing, but sought to skew the test results. The deemed refusal was based on his own surreptitious conduct, rather than conduct of the police that rendered him incapable of making a knowing and conscious refusal. Accordingly, Boucher failed to meet his burden of proving that he had refused to submit to testing and that he was incapable of making a knowing and conscious refusal.\nIn Scott, we recognized that in the absence of O’Connell warnings a motorist may not make a knowing and conscious decision to refuse to submit to chemical testing. Where, as here, the motorist has not refused to submit to testing, the policy concerns and rationale underlying Scott would not be served by treating assent of a motorist as the equivalent of a refusal. We specifically decline to extend the Scott analysis to situations in which a motorist agrees to submit to chemical testing upon request, but intentionally sabotages the test.\nBased upon the foregoing, we reverse the order of the Commonwealth Court and reinstate the license suspension.\nNIX, former C.J., did not participate in the decision of this case.\nCAPPY, J., files a dissenting opinion.\n. The sections of the Implied Consent Law at issue are 75 Pa.C.S. § 1547(a) and (b), which provide as follows:\n§ 1547. Chemical testing to determine amount of alcohol or controlled substance.\n(a) General rule.-Any person who drives, operates or is in actual physical control of the movement of a motor vehicle in this Commonwealth shall be deemed to have given consent to one or more chemical tests of breath, blood or urine for the purpose of determining the alcoholic content of blood or the presence of a controlled substance if a police officer has reasonable grounds to believe the person to have been driving, operating or in actual physical control of the movement of a motor vehicle:\n(1) while under the influence of alcohol or a controlled substance or both; or\n(2) which was involved in an accident in which the operator or passenger of any vehicle involved or a pedestrian required treatment at a medical facility or was killed.\n(b) Suspension for refusal. -\n(1) If any person placed under arrest for a violation of section 3731 (relating to driving under influence of alcohol or controlled substance) is requested to submit to chemical testing and refuses to do so, the testing shall not be conducted but upon notice by the police officer, the department shall suspend the operating privilege of the person for a period of 12 months.\n(2) It shall be the duty of the police officer to inform the person that the person’s operating privilege will be suspended upon refusal to submit to chemical testing.\n(3) Any person whose operating privilege is suspended under the provisions of this section shall have the same right of appeal as provided for in cases of suspension for other reasons.\n. 75 Pa.C.S. § 3731.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. Similarly, in each of the cases discussed in Scott the motorist had refused to submit to testing for the purposes of determining blood alcohol content. See, Commonwealth v. Ingram, 538 Pa. 236, 648 A.2d 285 (1994), Commonwealth v. Danforth, 530 Pa. 327, 608 A.2d 1044 (1992), Commonwealth v. McFadden, 522 Pa. 100, 559 A.2d 924 (1989), and Commonwealth v. O’Connell, 521 Pa. 242, 555 A.2d 873 (1989).\n. Boucher claims that he was exercising his constitutional right against self-incrimination by pretending to submit to breathalyzer tests. This argument is mere obfuscation. Simply stated, Boucher attempted to \"beat” the test in hopes that the reading of the breathalyzer would fall below the range required to establish that he was driving under the influence of alcohol. The testing mechanism was simply too sophisticated. To elevate Boucher’s conduct from pretense to an exercise of his right to remain silent would be unreasonable."}