{"id": "468717", "contents": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal by allowance from an order of the Commonwealth Court which reversed an order of the Pennsylvania Housing Finance Agency (PHFA) which had affirmed a hearing examiner’s denial of an application for emergency mortgage assistance under the Homeowner’s Emergency Mortgage Assistance Act (Assistance Act), 35 P.S. § 1680.401c et seq. The application for assistance was filed by Antoinette Anela, appellee herein, in an effort to cure delinquencies in her mortgage payments.\nIn 1989, Anela purchased a home in Philadelphia with her then-fiance, James R. Prem. Anela and Prem obtained a thirty-year mortgage on the property in the amount of $46,-700. Shortly after making the purchase, Anela and Prem ended their relationship. Prem never moved into the house. Anela moved in, however, and has since resided there with her son.\nIn 1993, a judgment was obtained against Prem by John Harahan. Harahan subsequently initiated a sheriffs sale of Prem’s one-half interest in the property. Harahan purchased Prem’s interest at the sale. Harahan did not move into the house. He, in fact, never even met Anela.\nEarly in 1993, Anela was laid off from her job as a legal secretary. She maintained the $509.81 monthly mortgage payments until January of 1994, at which time she defaulted. The total amount in arrears now exceeds $4,590.00.\nIn 1994, Anela applied for emergency mortgage assistance pursuant to the Assistance Act, supra. Under the act, the PHFA is authorized to provide mortgage assistance loans to homeowners who face foreclosure for reasons beyond their control. 35 P.S. §§ 1680.401c, 1680.404c. The PHFA denied Anela’s application.\nOn appeal, a hearing examiner affirmed on the basis of a PHFA policy statement which requires that applications for mortgage assistance be joined by all of the owners of the property. Anela’s application for assistance had not been joined by Harahan, and Harahan is presumed to be unwilling to join in such an application.\nOn appeal, the Commonwealth Court reversed and remanded for further consideration of Anela’s application. The court held that requiring all of the owners of the property to join in the application for assistance was contrary to provisions of the Assistance Act. Hence, it held the requirement invalid.\nThe PHFA policy statement in question was promulgated to implement the Assistance Act. See 16 Pa.Code § 40.201 et seq. The relevant portion of the policy statement is as follows:\n(5) All owners of the residence shall be applicants for the mortgage assistance loan and execute — either personally or through a valid power of attorney — the mortgage and other related loan documents required by the agency, except as follows:\n(i) When the residence is jointly owned by a husband and wife who are separated and the applicant is occupying the mortgaged premises.\n(ii) When the residence is jointly owned by a former husband and wife, who are divorced and the applicant, who is occupying the mortgaged premises, is unable to locate his former spouse or the applicant is unable to obtain his former spouse’s consent to join in the application or sign the agency’s loan documents.\n16 Pa.Code § 40.202(g)(5) (emphasis added).\nThe Commonwealth Court reasoned that no provision of the act prohibits one co-owner from alone applying for and receiving mortgage assistance. It held, therefore, that the policy statement requiring all co-owners, except separated spouses or ex-spouses, to apply for assistance is contradictory to the act.\nWe are persuaded that the act provides ample basis for the PHFA’s requirement that all co-owners jointly apply for mortgage assistance. The decision of the Commonwealth Court declaring the requirement invalid must, therefore, be reversed.\nIt is well established that the legislature cannot delegate its power to make law, but that it can authorize an administrative body to establish rules, regulations, and standards that implement the legislative intent expressed in a statute. See Gilligan v. Pennsylvania Horse Racing Commission, 492 Pa. 92, 95-96, 422 A.2d 487, 489 (1980); Belovsky v. Redevelopment Authority, 357 Pa. 329, 342, 54 A.2d 277, 284 (1947). In addition, an agency’s interpretation of its enabling statute is entitled to great weight and will not be overturned unless it is clearly erroneous. Alpha Auto Sales v. Department of State, 537 Pa. 353, 357, 644 A.2d 153, 155 (1994); Federal Deposit Insurance Corp. v. Board of Finance and Revenue, 368 Pa. 463, 471, 84 A.2d 495, 499 (1951). Nevertheless, an agency cannot invest itself with authority or powers not fairly or properly within the legislative grant. Id. at 472, 84 A.2d at 499.\nHere, the PHFA was expressly authorized by the legislature to impose rules and standards governing the issuance of mortgage assistance loans. The Assistance Act provides:\n(a) The Pennsylvania Housing Finance Agency, hereinafter referred to as the “agency,” may make loans secured by liens on residential real property located in Pennsylvania to residents of Pennsylvania eligible for such loans as described in this article----\n(b) The agency shall carry out the program established by this article. Within sixty days of the effective date of this article, the agency shall adopt initial program guidelines for the implementation of this article and may revise the guidelines whenever appropriate....\n(c) The agency shall develop uniform notices and rules and regulations in order to implement the provisions of this article.\n35 P.S. § 1680.401c (emphasis added). The PHFA’s authority is also set forth by a provision of the act that prohibits assistance from being granted unless an applicant “meets any other procedural requirements established by the agency.” 35 P.S. § 1680.404c(a)(ll) (emphasis added).\nThe Assistance Act requires that loans made thereunder be repaid in a timely fashion. 35 P.S. § 1680.406c (“Upon approval of mortgage assistance, the agency shall enter into an agreement with the mortgagor for repayment of all mortgage assistance made by the agency____”) The act requires the PHFA to establish an application process that allows assistance to be granted only in cases where applicants are likely to resume mortgage payments and correct delinquencies within specified time limits. 35 P.S. § 1680.404c(a) (“No assistance may be made with respect to a mortgage under this article unless ... (5) The agency has determined that there is a reasonable prospect that the mortgagor will be able to resume full mortgage payments within thirty-six (36) months____”) The PHFA has a duty to conduct a thorough review of each applicant’s financial position. 35 P.S. § 1680.404c(a)(6) (assistance not to be granted unless the “mortgagor has applied to the agency for assistance on an application form prescribed by the agency for this use which includes a financial statement disclosing all assets and liabilities of the mortgagor, whether singly or jointly held, and all household income regardless of source.”) See also 35 P.S. § 1680.404c(a)(9) (assistance to be granted only where “[e]xcept for the current delinquency, the mortgagor shall have had a favorable residential mortgage credit history for the previous five (5) years.”); 35 P.S. § 1680.404c(a)(l) (property securing the mortgage must be the principal residence of the mortgagor). Further, the agency is to ensure that each assistance loan is backed by an adequate security interest. 35 P.S. § 1680.405c(g) (“Repayment of amounts owed to the agency from a mortgagor shall be secured by a mortgage lien on the property and by such other obligation as the agency may require.”)\nIn short, the legislature has placed responsibility on the PHFA to issue loans in a manner that assures repayment. To that end, it has authorized the agency to adopt rules, regulations, and procedural requirements. It is perfectly consistent with that authorization for the PHFA to consider information regarding all of a property’s owners to determine the likelihood that the original mortgage delinquency as well as the assistance loan will be repaid. If all owners of the property were not included in the application process it would be impossible for the agency to ascertain whether co-owners have the desire, intention, or financial ability to cure the mortgage delinquency. In addition, because all co-owners are benefitted by a mortgage assistance loan in that the proceeds are used to cure arrearages on the underlying mortgage, it is fair and reasonable for the agency to require information about such co-beneficiaries of the publicly funded loan. We conclude that requiring all co-owners to apply jointly for mortgage assistance is plainly within the scope of authority delegated to the agency.\nHaving determined that the Commonwealth Court erred in holding the PHFA requirement invalid, we reverse and vacate the order.\nOrder reversed and vacated.\nNEWMAN, J., did not participate in the consideration or decision of this case.\nNIGRO, J., files a dissenting opinion.\n. The policy exception for separated spouses and ex-spouses emanates from 35 P.S. § 1680.405c(g), wherein a requirement is imposed that mortgage assistance loans be secured by mortgage liens, and an exception is provided for \"joint mortgagors who are husband and wife, where only one spouse who is an occupant of the mortgaged premises makes application for and receives assistance under this article....” In such cases, the lien to secure repayment becomes a \"lien on the property of like force and effect as a mechanic's lien.\" Id.\n. Anela’s brief alleges that the court below did not address issues relating to retroactivity of the PHFA policy statement and equal protection. We would remand for consideration of any such issues that have been preserved were it not for the fact that Anela recently filed a motion requesting that this appeal be dismissed as moot. Anela claims that she has acquired complete ownership of her home and that there is no longer any co-owner to be involved in the application process. The PHFA replied that it would not oppose dismissal on grounds of mootness if the Commonwealth Court’s decision was simultaneously vacated. Because the issue presented is one that is capable of repetition and apt to elude review, we have proceeded to address it. See Jersey Shore Area School District v. Jersey Shore Education Association, 519 Pa. 398, 401, 548 A.2d 1202, 1204 (1988) (appellate consideration of moot issues that are capable of repetition and apt to elude review)."}