{"id": "468887", "contents": "Opinion by\nMr. Justice Linn,\nPlaintiff, a policeman of Uniontown, a city of the third class, filed this bill on behalf of himself and other policemen of the city for a decree declaring a city ordinance of December 16, 1938, null and void and for general relief. The defendants are the City of Uniontown, the Mayor and the four councilmen of the city, and Sun Life Assurance Company of Canada, doing business in Pennsylvania. The bill was dismissed. Plaintiff appealed.\nThe purpose of the suit was to set aside the ordinance and a retirement annuity contract made with defendant insurance company pursuant to the ordinance.\nThe ordinance provided for the establishment of a “police pension fund” “under the direction of the city’s council” to be “provided, maintained, held and distributed” as provided in the ordinance “for the purpose of securing a retirement annuity for each participant who shall be retired from the police force of the City by reason of age or disability.” It classified the participants, provided for present and future employes, defined retirement, and provided for the maintenance of the fund, payment to beneficiaries, service credits, annuity benefits, contributions, etc. It designated the defendant insurance company “as the organization to hold, receive and distribute the fund” pursuant to a contract with that company, which the ordinance authorized to be executed. The terms of payment by the city to the insurance company were specified and the obligations to participants or annuitants were stated.\nWhile the plaintiff averred that he “and other members of the police force will be compelled to spend large sums of money in the future under the provisions of said ordinance unless relieved from the payment of the same . . . which said payments will be to his and their irreparable loss and injury,” there is no evidence to support the averment. So far as appears in the record, the appellant and the other participating policemen, are voluntary participants. When asked at the trial to state his objection to the ordinance, all he could say was that he had been told that it was “contrary to the provisions of the Third Class City Laws.” That legal question was decided against him by the court below (Carr, P. J., Morrow and Cottom, JJ.) and is the question presented on this appeal.\nThe Third Class City Law, approved June 23, 1931, P. L. 932, 53 P.S. 12198, revised, codified and supplemented prior legislation on the subject. Section 2403 (P. L. 1004) granted specific powers, one of them, clause 53, dealing with fire insurance by mutual companies. Sections-4301 to 4307, P. L. 1104-1106, dealt with police pension funds; sections 4320 to 4326, P. L. 1106-1107, firemen’s pension funds; sections 4340 to 4353, P. L. 1107-1110, dealt with such funds for employes other than police and firemen. The provision in section 4301 was mandatory while the provisions in sections 4320 to 4340 were permissive.\nThe Third Class City Law was amended May 22, 1933, P. L. 927, 53 P.S. 12198-2403 (53). Among other changes, clause 53 of section 2403, in which specific corporate powers were conferred, was amended to provide: “To make contracts of insurance with any insurance company, authorized to transact business within the Commonwealth, insuring its employes, or any class or classes thereof, under a policy or policies of group insurance covering life, health, or accident insurance, and to contract with any such company granting annuities or pensions for the pensioning of such employes; and, for such purposes, to agree to pay part or all of the premiums or charges for carrying such contracts, and to appropriate out of its treasury any money necessary to pay such premiums or charges, or portions thereof. All contracts procured hereunder shall conform and be subject to all the provisions of any existing or future laws concerning group insurance and group annuity contracts.” (Italics supplied.)\nAppellant contends that as the Act of 1931, before amendment, contained no specific power to provide for retirement annuities by contract with insurance companies and as section 4301 directed the establishment of a police pension fund the ordinance and the contract with defendant insurance company are unauthorized and must be set aside. The obvious difficulty with that contention is that it gives no effect to the amendment of 1933 specifically conferring power on such cities to make retirement annuity contracts with insurance companies. To this objection, the appellant replies that the amendment was not intended to apply to police pension funds. We reject that contention because we must give effect to the intention implied by the words used; they clearly confer a general power that may be exercised with respect to all the pension funds referred to in the Act then in process of amendment; no pension fund was excepted from the comprehensive terms of the amendment.\nSection 63, article IV, of the Statutory Construction Act of May 28, 1937, P. L. 1019, 46 P.S. 563, provides: “Whenever a general provision in a law shall be in conflict with a special provision in the same or another law, the two shall be construed, if possible, so that effect may be given to both. If the conflict between the two provisions be irreconcilable, the special provisions shall prevail and shall be construed as an exception to the general provision, unless the general provision shall be enacted later and it shall be the manifest intention of the Legislature that such general provision shall prevail.”\nIf, as the appellant contends, section 4301, directing the establishment of a police pension fund, is a “special provision” within the meaning of the Statutory Construction Act, it is necessary to keep in mind that the amendment of 1933 was “enacted later” than the Act of 1931; we think its general terms declare “the manifest intention of the Legislature [to be] that such general provision shall prevail.” Although the case presented turns on statutory power, the appellant complains that certain facts were not found below. Appellant had the burden of proof. There is no evidence that council appropriated and paid more money than the statute allowed during the years in which the contract has been in force. Without discussing suggested criticisms of the ordinance and contract it is sufficient to say it has not been made clear to us that plaintiff has been injured in any way by their provisions. If at any time it shall appear on a proper showing that what is then being done pursuant to the ordinance and the contract is not in accordance with the statute, a proper proceeding may be brought to correct it.\nDecree affirmed at appellant’s costs.\nWhile Artiele XXIV is entitled Corporate Powers and Article XLIII is entitled Pensions, neither title controls interpretation. Section 54 of the Statutory Construction Act, Act of May 28, 1937, P. L. 1019, 46 P.S. 554, provides: “The headings prefixed to chapters, articles, sections and other divisions of a law shall not be considered to control, but may be used to aid in the construction thereof.”"}