{"id": "470657", "contents": "Opinion by\nMr. Justice Patterson,\nThis is an action in ejectment instituted by the heirs of Charles Ross, appellants, against Suburban Counties Realty Corporation, appellee, based upon the theory that appellee, as successor in title to a trustee ex maleficio, holds the property as trustee of a constructive trust for the benefit of appellants. The court below made absolute appellee’s rule for judgment on the pleadings. This appeal followed.\nThe declaration alleged that on January 8, 1806, the premises were sold by the United States Marshal on a writ issued by the United States Circuit Court at Philadelphia, to satisfy a judgment debt of John Ross; that said writ was based upon an erroneously stated debt of $50,000, and, therefore, legally invalid; that judgment was obtained through fraud and lack of diligence and proper fiduciary action by the executors; that the debt on which judgment was based was barred by the Statute of Limitations which was not pleaded; that the action was instituted with the connivance and collusion of the executors so that the estate would be unburdened of the fee tail remainder estate; that a proper inquisition was not made by the Marshal; that due notice of the sale was not given to the heirs of John Ross; and, that no proper order of the Orphans’ Court of Pennsylvania was secured to effect the sale. Considering the foregoing averments, sufficient to warrant a finding of fraud, appellants further alleged “That the said fraud, connivance, and chicanery of the said executors was just recently discovered, and this suit is brought as a result thereof.”\nAppellee entered a plea of not guilty, filed an answer and abstract of title, and filed a rule to show cause why judgment on the pleadings should not be entered in its favor. The court below held that (1) the appellants were barred by the Act of 1856, P. L. 532, section 6, 12 PS section 83, requiring an action to enforce an implied or resulting trust for real estate to be brought within five years; (2) appellants failed to plead sufficient facts to establish the purchaser at the sale in the year 1806, a trustee ex maleficio and appellee as trustee of a constructive trust; and (3) the judgment entered in the Circuit Court of the United States and the United States Marshal’s sale held thereon, could not be collaterally attacked in this proceeding. This appeal followed.\nThe present action is barred by the five year limitation period provided by the Act of 1856, supra. This Act was a statute of repose and was intended to assure greater certainty of title and make more secure the enjoyment of real estate; Johnson v. Hobensack, 318 Pa. 305, 178 A. 40, 42; Way v. Hooton, 156 Pa. 8, 26 A. 784; Christy v. Sill, 95 Pa. 380. Actions of ejectment which necessarily require for their successful maintenance, the existence of fraud and the creation or recognition of an implied trust, fall within the purview of the Act: First Pool Gas Coal Co. v. Wheeler Run Coal Co., 301 Pa. 485, 152 A. 685. Where, as here, fraud is alleged, the trust is barred within five years of the discovery of the fraud, or the time when by the exercise of reasonable diligence, it should have been discovered: Inlow v. Christy, 187 Pa. 186, 40 A. 823; Huffnagle v. Blackburn, 137 Pa. 633, 20 A. 869; Christy v. Sill, supra. Appellants’ allegation that the fraud was “just recently discovered” cannot excuse the failure of the heirs of Charles Ross to act for a period of over 140 years: Connell v. Commonwealth Trust Co., 312 Pa. 33, 167 A. 364, 365. Indefinite statements or unsupported allegations of an inability to discover fraud do not constitute or supply the required precise and definite factual basis to justify a failure to act over an unreasonable period of time. The aforementioned allegation does not explain in any manner why facts of record for the said years went unnoticed by issue in tail which was deprived of possession and use of the real estate. One who seeks to avoid the bar of the five year limitation period must set forth clear and definite allegations of fact. There can be no valid blanket allegation such as was made by appellants in the instant case.\nSince the cause of action is effectually barred by the Act of 1856, it is unnecessary to consider other' reasons advanced by appellants.\nJudgment affirmed."}