{"id": "470672", "contents": "Opinion by\nMr. Justice Jones,\nThe principal questions' raised on these appeals are (1) whether the Defense Plant Corporation, a Federal instrumentality (hereinafter referred to as the Plant), is subject to a lien under Pennsylvania’s Municipal Lien Act in respect of a tax assessed by a local borough against the Plant’s land, buildings, machinery and equipment and, if so, (2) whether a judgment on a writ of Sci. Fa. to continue the lien of the tax may include interest for delinquency in payment and an attorney’s commission for collection, both as prescribed by Pennsylvania statute.\nThe Plant was duly created and organized by action of the Reconstruction Finance Corporation (hereinafter referred to as R.F.C.), as an agency or instrumentality of the United States for the purpose of aiding the government in its national defense program. To that end, the Plant acquired and owned a steel mill in the Borough of Homestead, Allegheny County, Pennsylvania, which it leased to the Carnegie-Illinois Steel Corporation (hereinafter referred to as Carnegie). For the year 1944, the Borough levied against the Plant, in one lump sum, a tax on the assessed valuation of the land, buildings, machinery and equipment, comprising the mill. By Joint Resolution of Congress, the Plant was dissolved on July 1, 1945, when all of its powers, functions, properties, etc., were transferred to its parent, the R.F.C. The tax assessed against the Plant for the year 1944 not having been paid, the Borough on July 13, 1945, filed a claim therefor against it in the Court of Common Pleas of Allegheny County; and on July 29, 1945 (evidently because of the dissolution of the Plant), the Borough caused a writ of sci. fa. to issue out of said court on the tax claim, summoning therein, as lienees, the R.F.C. and Carnegie.. In its agreement of lease, Carnegie had expressly assumed liability for all taxes levied and assessed against the subject property of the Plant.\n• Prior to the filing of the Borough’s tax claim in court, Carnegie, then apparently conceding the Plant’s liability for local taxes on its. land and buildings, assumed to separate the assessed tax on its own self-determined basis and, according thereto, tendered to the Borough a sum of money claimed to represent the tax on the land and buildings. The Borough promptly refused the tender and shortly thereafter took the court action above-mentioned.\nTo the sci. fa. sur lien, R.F.C. and Carnegie filed separate affidavits of defense, raising questions of law, which the court below decided against the defendants, at the same time allowing them fifteen days for the filing of affidavits of defense to the merits. Upon a rule, ex parte plaintiff, for judgment for want of sufficient affidavits of defense to the merits, the court below made the rule absolute; and judgment for the plaintiff was accordingly entered in a total sum embracing the principal tax on the Plant’s land, buildings, machinery and equipment, interest thereon at one-half percent per month from the day the tax became delinquent until the entry of the judgment, and an attorney’s commission of five percent (on the tax principal) for collection. It is that judgment from which Carnegie and R.F.C. took the pending appeals. As the questions raised by the appellants were ultimately decided below, and are here presented, on the basis of affidavits of defense to the merits, we need not consider the procedural question, which the learned court below noted, but did not pass upon, as to whether affidavits of defense raising questions of law properly lie to a sci. fa. sur lien where the defense is the taxpayer’s alleged non-amenability to the tax and not to any invalidity of the tax or lien as such.\nThe appellants’ main contention is that the property in Homestead, formerly owned by the Plant, was specifically exempt from the imposition of a lien for taxes by virtue of the express terms of the Pennsylvania Municipal Lien Act of 1923, cit. supra, which confines liens on tax and municipal claims to “All real estate . . . other than property owned by the State or the United States, . . .” (Emphasis supplied.) It is the appellants’ contention that the property of the Plant, an instrumentality of the United States, was ipso faeto the property of Die United States and, therefore, not subject to a lien for the Borough tax. The contention cannot be sustained.\nThe purpose of the above-quoted clause from the Act of 1923 is obvious. The legislative intent, so evidenced, was to recognize and respect the rule that property of a sovereign enjoying immunity from taxation cannot be made lienable for tax claims. And so, the exception was deliberately made to apply to “property owned by the State or the United States”. However, it was not intended to mean that, thereby, property of an instrumentality of the United States .was automatically to be included among the immunized properties excepted from the purview of the Lien Act. Unless expressly so provided, property of an instrumentality of the United States does not enjoy the immunities attaching to property of the United States. In Reconstruction Finance Corporation v. J. G. Menihan Corp., 312 U. S. 81, 83, Mr. Chief Justice Hughes, speaking for the Supreme Court with respect to the R.F.C., said that “While it acts as a governmental agency in performing its functions (see Pittman v. Home Owners’ Loan Corp., 308 U. S. 21, 32, 33), still its transactions are akin to those of private enterprises and the mere fact that it is an agency of the government does not extend to it the immunity of the sovereign”. In that case, the R.F.C. was held to be subject to costs and other impositions in equity, like any private litigant, in a suit which it had unsuccessfully prosecuted. In the earlier case of Keifer & Keifer v. Reconstruction Finance Corp. et al., 306 U. S. 381, it had been held that immunity of the government of the United States from suit did not attend a Federal instrumentality which, as in the present instance, was a subsidiary “corporation chartered by the Reconstruction Finance Corporation”. The subordinate instrumentality in that case was not authorized by its charter “to sue and be sued”. But, its amenability to suit attached because of the power statutorily inhering in its ordaining parent, the R.F.C. (p. 392). As stated in the Menihan case, supra, (p. 84) “. . . immunity in the case of a governmental agency is not presumed”. Where such immunity does exist, it exists because of a clearly expressed legislative intent to that effect. “The government does not become the conduit of its immunity . . . [to] its agents or instrumentalities merely because they do its work”: cf. Keifer & Keifer v. Reconstruction Finance Corp. et al., supra, at p. 388. See also Federal Housing Administration v. Burr, 309 U. S. 242, 245. The Burr case involved the question of the Federal instrumentality’s amenability to attachment as a garnishee in a proceeding in a State court. The conception that sovereign immunity may not be imputed to an agency or instrumentality of the government by implication is there well stated.\nWith the presumption against the transference of sovereign immunity to a governmental instrumentality thus clearly established, the appellants obviously failed to meet the consequent burden of showing that the Plant’s property in the instant case bore a status aldn to property owned by the United States. On the contrary, the undeniable fact is that the property of the Plant, in particular, was expressly rendered subject to local taxation by direct Congressional action, as will appear. It is, of course, fundamental that a sovereign government may not be taxed without its consent. And, as a logical corollary, neither may its property be liened for taxes assessed against it without its consent. But, where the sovereign consents to local taxation of its own or its instrumentality’s property, such property is taxable to the same extent and in the same manner as any other property of like character. In general, the tendency of Congressional policy has been not to extend the attribute of sovereign immunity to corporate agencies or instrumentalities of the Federal government and, particularly, not to those engaged in business or manufacturing enterprises. For a recognition and judicial confirmation of that policy, see the Keifer, Burr and Menihan cases, supra. Consonantly with that policy, Congress, upon authorizing .the R.F.C. to create additional corporate instrumentalities for the purpose of aiding the government in its national defense program, expressly provided that “any real property of the corporation [i. e., R.F.C. or any of its creatures, such as the Defense Plant Corporation] shall be subject to State, Territorial, county, municipal, or local taxation to the same extent according to its value as other real property is taxed”. That the term “real property”, as used in the statutory provision above-quoted, includes the machinery and equipment of the steel mill, as well as its land and buildings, was not our own independent view of the congressionally expressed intent: see Defense Plant Corporation Tax Assessment Case, 350 Pa. 520, 39 A. 2d 713, .which, on appeal, was affirmed by the Supreme Court of the United States, sub. nom., Reconstruction Finance Corporation v. Beaver County, Pa.,\nIt follows, therefore, that the entire property of the Plant upon which the Borough of Plomestead assessed a tax for the year 1944 was subject to such local taxation. Even the appellants now concede that, as indeed they must. But, they continue to argue that, although the Plant was liable for the tax assessed against it, a lien on the tax is not available to the Borough because of the exception in the Lien Act of 1923 in favor of “property owned by the . . . United States”. We have already considered whether the Plant’s property was “property owned by the . . . United States” and concluded that it was not. But, beyond that, we now hold as a matter of statutory construction that the phrase “property owned by the . . . United States”, as employed in the cited section of the Pennsylvania Municipal Lien Act, was meant to embrace only such property of the United States as has not been laid open by the sovereign to local taxation; and we accordingly conclude that the Plant’s property (being expressly subjected by the sovereign to local taxation) was not within the intent of the exception in the Lien Act.\nThe construction, otherwise, for which the appellants contend would lead to an anomalous situation. Thus, a tax lawfully levied and assessed against a taxable governmental instrumentality would not be lienable while like assessments against all other taxables of the same tax district would be lienable. Such a condition would, moreover, violate our State Constitution by depriving the tax of uniformity in the matter of its collection under general laws, as the Constitution requires: Article IX, section 1. The construction so advocated by the appellants is, therefore, to be rejected because of two compelling rules of construction, viz., neither an intention to effect an absurd result nor an intention to violate the Constitution of this Commonwealth is to be imputed to the legislature: Statutory Construction Act of May 28, 1937, P. L. 1019, Article IV, section 52 (1) and (3), 46 PS 552 (1) and (3).\nThe fact that the United States owns all of the stock of the R.F.C., the owner of the Plant, is of no significance to a consideration of the question as to the taxable owner of the property in question: see the Menihan case, supra, at p. 83, where the government’s sole ownership of R.F.C.’s stock Avas noted but without any releA'ant importance being ascribed thereto. Under Pennsylvania law, one’s ownership of a corporation’s entire stock does not constitute him the owner of the corporation’s property: Monongahela Bridge Company v. Pittsburg & Birmingham Traction Company, 196 Pa. 25, 28, 46 A. 99. On the question as to what the legislature meant to include by the phrase, “property owned by the . . . United States”, where used in the Act of 1923, the Monongahela case, cit. supra, has bearing.\nThe appellants’ remaining contention calls for little discussion. The interest for delay in payment of the tax and the attorney’s commission for collection are statutorily prescribed incidents in all cases of overdue taxes. When duly imposable, such charges, along with the tax originally assessed, constitute the tax then due and, consequently, the amount of the lienable tax claim: see Hamilton v. Lawrence, 109 Pa. Superior Ct. 344, 348, 167 A. 509. In the Hamilton case, supra, with respect to the item of interest, the Superior Court said that “It becomes a part of the tax, Avith the same effect as if it had been originally charged . . . and carries the same incidents”. See also Appeal of the City of Titusville, 108 Pa. 600, 603. The Avording of the statutes under which interest was charged in the cases last cited did not differ materially from that of the applicable section of the General Borough Act of May 4, 1927, P. L. 519, as amended (53 PS. 13398), under which the interest in the instant case was added. The interest charge is at a lawful percentage rate for the delay in payment and is chargeable even where the delay is excusable, although, in that situation, a prescribed penalty, in addition to interest at six per centum, is not chargeable: Husband’s Estate, 316 Pa. 361, 370, 175 A. 503. In a case where sovereign immunity from suit has been Avaived in respect of a governmental instrumentality (and by no more than implication), all of the ordinary incidents of suit, such as liability for interest, costs, alloAvances, etc., attach: Reconstruction Finance Corporation v. J. G. Menihan Corp., supra; see, also, Standard Oil Company of New Jersey v. United States, 267 U. S. 76. For all the greater reason, the incidents of collection of overdue local taxes should attach where the governmental instrumentality’s subjection to such taxes is, as here, by virtue of express Congressional direction: see section 10 of the Reconstruction Finance Corporation Act, cit. supra. With respect to that statutory provision, Mr. Justice Black, speaking for the Supreme Court of the United States in the Beaver County case, supra, said that Congress had thereby “indicated an intent to integrate Congressional permission to tax with established local tax assessment and collection machinery”.\nThere is no merit in the appellants’ further argument that, in any event, the Plant was not liable for interest and attorney’s commission on so much of the tax as was based upon the assessed valuation of its lands and buildings Avhich portion the appellants affected to tender to the Borough. There was no separate assessment of the land and buildings at any time. The entire property, designated on the tax rolls as “One Steel Mill”. Avas assessed as a Avhole. Nor was there a valid separation of the tax liability through any competent municipal action. Unseparated taxes are no less due and payable because of the pendency of an appeal from the assessment: General County Assessment Law of Ma.v 22, 1933, P. L. 853, Article Y, sections 518-519, as amended (72 PS 5020-518, 519). A complaining taxpayer may pay the entire tax to the collector and obtain a refund for so much as is later ascertained to have been excessive, upon final determination of his appeal, or he may pay the entire amount of the tax into court Avhere it Avill be segregated according to the provisions of the statute and the taxpayer’s rights thus safeguarded, while the extent of the tax liability is being finally determined. But, he must pay the whole amount of the assessed tax into court if he wishes to avail himself of the protection of the statute. There is no authority for a taxpayer’s tender or payment of a part only of his unseparated tax liability. In this connection, see Minersville v. Evans, 24 D. & C. 698.\nThe judgment is affirmed.\nAct of Assembly of May 16, 1923, P. L. 207, section 5, as amended by the Act of May 4, 1927, P. L. 733, section 1, 53 PS section 2025.\nReconstruction Finance Corporation Act of January 22, 1932, c. 8, section 5d, as amended (15 U.S.C.A. 606b, (3), Pkt. Supp. p. 183-184).\nJoint Resolution of Congress, approved June 30, 1945, Public Law 109, Ch. 215, 79th Cong. 1st Sess.\nThe filing of the first claim would otherwise have been sufficient for the purpose of continuing the lien of the assessed tax: section 9 of the Act of 1923, as amended, cit. supra in footnote 1.\nReconstruction Finance Corporation Act of January 22, 1932. c. 8, section 10, 47 Stat. 5, 9, as amended by Act of June 10, 1941, c. 190, section 3, 55 Stat. 248, 15 U.S.C.A. 610, section 10 whereof as amended provides, in part, as follows: “. • • The corporation, including its franchise, its capital, reserves, and surplus, and its income shall be exempt from all taxation now or hereafter imposed by the United States, by any Territory, dependency, or possession thereof, or by any State, county,' municipality, or local taxing authority; except that any real property of the corporation shall be subject to State, Territorial, county, municipal, or local taxation to the same extent according to its value as other real property is taxed. The exemptions provided for in, the preceding sentence with respect to taxation . . . shall be construed to be applicable not only with respect to the Reconstruction Finance Corporation but also with respect to (1) the Defense Plant Corporation. ...”\nRepealed by Act of May 25, 1945, P. L. 1050, section 43, Para. (12), and re-enacted (at five per centum) by section 10 of the same Act, effective January 1, 1946 (section 45)."}