{"id": "470712", "contents": "Opinion by\nMr. Justice Drew,\nHarry E. Moyer, Birchard J. Moyer, Elizabeth C. Callahan and Rahba A. Hassinger, plaintiffs, filed this bill in equity against Edward Moyer, Haven J. Moyer and Virgie Mabel Moyer, defendants, to have a trust declared as to certain real estate situated in the Borough of Middleburg, Snyder County, and also to obtain a conveyance of that property. Plaintiffs base their prayer for equitable relief on an alleged oral agreement of Edward Moyer, one of defendants, to reconvey the real estate to Charles Moyer, or his children, plaintiffs, upon the payment of $2,400, plus 5 °/o interest, per annum. In their answers, defendants aver that no such agreement was made. Upon bill, answer and replication, the case was tried before the court en banc. A decree having been entered refusing the relief prayed for, plaintiffs took this appeal.\nThe facts are as follows: Plaintiffs are the children of Charles W. Moyer, who died on July 26, 1944, intestate; and Edward Moyer, one of defendants, is the latter’s brother. In 1902 Charles had purchased two lots or tracts of land in Middleburg and during the remainder of his life he lived in a house erected thereon, l'n January, 1940, he encountered financial reverses, and the First National Bank of Swineford caused a writ of fieri facias to be issued against his real estate, and it was thereafter advertised for sale by the sheriff. Birchard J. Moyer, one of plaintiffs, in the company of his attorney, had a meeting with Edward, and they persuaded him to buy the property at the sale, in order that Charles would not be evicted from his home. Edward purchased the real estate at the sheriff’s sale for $2,400, paid for it with his own money and received a deed in his own name. From the time of the sale until his death four years later, Charles continued to occupy the premises and to pay the taxes, fire insurance and the expenses of minor repairs. Also in that period, he paid a total of $150 to Edward, who asserts that this sum was in payment of rent. No fixed sum as rent was ever discussed or demanded. Edward testified that Charles never offered to purchase the property, and that following the latter’s death, he, Edward, offered to sell to his nephew, Birchard J. Moyer, but that he refused to buy. One of plaintiffs, Elizabeth C. Callahan, and her husband, are the present occupants of the premises and have been in possession since sometime prior to the death of her father, Charles. Edward sold the property on February 21, 1945, for $3,000 to the other defendants, Haven J. Moyer and Virgie Mabel Moyer, and gave them a deed, which they duly recorded. Thereafter, these new owners demanded possession, but plaintiffs refused to recognize their title and filed this bill of complaint.\nIt is argued that the learned court below erred in failing to grant the relief sought, basing their contention on the existence of an alleged confidential relationship between Edward and Charles at the time of the sheriff’s sale, and a claim that a resulting trust , was created at that time.\nThe mere fact that Charles and Edward were brothers does not imply that a confidential relationship existed between them. Kinship alone does not prove the existence of such a relation; it is a question of fact to be established by the evidence: Null’s estate, 302 Pa. 64, 153 A. 137. The court below found that no confidential relationship existed, and the record reveals ample evidence to support that conclusion.\nIt was said in Watkins and Miller v. Watkins, 101 Pa. Superior Ct. 426, 428: “A resulting trust is raised only from fraud in obtaining the title, or from payment of the purchase-money when the title is acquired.” See also Irwin Savings & Trust Co. v. Sanner, 123 Pa. Superior Ct. 70, 185 A. 876. Here there is nothing to indicate any fraud on the part of Edward in obtaining the title, and it nowhere appears that he procured the property by deception at a sum below its value. He did nothing at the sale to dissuade others from bidding for the property. Furthermore, it is admitted that he paid the purchase price of $2,400 at the sheriff’s sale out of his own funds and took title in his own name. “When the purchaser at a sheriff’s sale promises to hold for the debtor, and afterwards refuses to comply with his engagement, the fraud, if any, is not at the sale, not in the promise, but in its subsequent breach. That is too late. It is abundantly settled, that equity will not decree such a purchaser to be a trustee, unless there is something more in the transaction than the mere violation of a parol agreement”: Kellum v. Smith, 33 Pa. 158, 164. See also Bryan v. Douds, 213 Pa. 221, 62 A. 828; Lancaster Trust Co. v. Long, 220 Pa. 49, 69 A. 993.\nWhen a parol contract of sale of real estate, under these circumstances, is attempted to be set up, the evidence must be direct, positive, express and unambiguous. Even if it could be said that such evidence had been adduced in the instant ease, of which fact we have our very serious doubts, such oral contract would fall under the operation of the Statute of Frauds. Merely because Charles may have continued to occupy the premises after the alleged parol agreement was entered into, may have paid the sum of $150 to Edward on account of the purchase price provided by that contract, as contended by plaintiffs, and may also have expended moneys for minor repairs to the property, taxes, etc., do not remove the contract from the operation of the statute. Such possession by Charles was not referable to the parol agreement, and the moneys he expended, if paid as claimed by plaintiffs, may be recovered in a proper proceeding.\nIn Brotman v. Brotman, 353 Pa. 570, 572, 46 A. 2d 175, we stated: “It is well settled in this Commonwealth, as was said by this Court in Hart v. Carroll, 85 Pa. 508, 510, that in order to take a parol contract for the sale of real estate out of the operation of the Statute of Frauds, the evidence must, among other things, show: ‘. . . that possession was taken in pursuance of the contract, and at or immediately after the time it was made, the fact that the change of possession was notorious, and the fact that it has teen exclusive, continuous .and maintained. And it must show performance or part performance by the vendee which could not be compensated in damages, and such as would make rescission inequitable and unjust.’ ” Part payment of the consideration is not sufficient to take the agreement out of the statute: Hill v. Meyers, 43 Pa. 170. Nor is the making of repairs or improvements to the property: Rader v. Keiper, 285 Pa. 579, 132 A. 824.\nThere is nothing in this record to indicate that to hold the parol agreement invalid would be inequitable or unjust. Since we have deemed it advisable to dispose of the case on this ground, it would but needlessly lengthen this opinion to consider whether the terms of the oral contract are too vague and uncertain to bind the parties, or whether the conduct of Charles and appellants in not tendering the purchase price within a reasonable time would be sufficient justification for Edward to rescind the contract.\nDecree affirmed.\nThe court below has totally ignored Rule 67 of the Rules of Equity Practice, but under the circumstances we are convinced that no useful purpose would be served by returning the case to that court for compliance with that Rule."}