{"id": "470798", "contents": "OPINION\nNIX, Chief Justice.\nThis is an appeal from an Order of the Superior Court reversing an Order of the court of common pleas which granted a motion for judgment on the pleadings in favor of Appellant, Smitty’s Rentals, Inc. (“Smitty’s”). The trial court held that the breach of warranty provisions of Article 2-Sales (“Article 2”) of the Uniform Commercial Code (“UCC”) do not apply to a one-day lease of a piece of heavy equipment. Keblish v. Thomas Equip. Ltd., No. 1326 Civil 1992 (C.P. Monroe County Aug. 14, 1992). The Superior Court reversed and concluded that the warranty provisions of Article 2 apply to all lease transactions based upon this Court’s decision in Cucchi v. Rollins Protective Services, 524 Pa. 514, 574 A.2d 565 (1990). Keblish v. Thomas Equip. Ltd., 427 Pa.Super. 93, 628 A.2d 840 (1993). We disagree with the Superior Court’s application of Cucchi and therefore reverse for the reasons that follow.\nOn June 28, 1987, Elwood Hogarth entered into a contract with Smitty’s for a one-day lease of a front-end loader with a backhoe attachment which was manufactured by Thomas Equipment, Ltd. The front-end loader was delivered to Hogarth the following day by an employee of Smitty’s. The employee explained the operation of the front-end loader to Hogarth and Jim Fisher, who had been hired by Hogarth to operate the loader.\nAfter Hogarth and Fisher completed their task, they parked the front-end loader on the property of Hogarth’s neighbor, Nicholas Keblish. Hogarth had received permission from Keblish to park the loader on his property in order to facilitate its return to Smitty’s. Later that afternoon, an employee of Smitty’s returned to pick-up the loader and found Keblish dead, crushed between the seat of the backhoe and the roof of the cab.\nPatricia Keblish, the decedent’s widow, initiated a suit in the court of common pleas one day prior to the fourth anniversary of her husband’s death. Mrs. Keblish, in her own right and as administratrix of her husband’s estate, sought recovery under Pennsylvania’s Wrongful Death Act, 42 Pa.C.S. § 8301, and Survival Act, 42 Pa.C.S. § 8302, for damages caused by Smitty’s alleged breach of express and implied warranties that attached to the transactions which ultimately resulted in the use of the front-end loader by the decedent.\nSmitty’s filed an answer and new matter raising the affirmative defenses of comparative negligence, assumption of the risk, lack of privity of contract, exclusion of warranties, and statute of limitations. Following the filing of additional pleadings, Smitty’s filed a motion for judgment on the pleadings. The trial court granted the motion and entered judgment in favor of Smitty’s. The court held that the breach of warranty provisions of Article 2 of the UCC, 13 Pa.C.S. §§ 2313-2315, did not apply to the one-day lease of the front-end loader. Keblish v. Thomas Equip. Ltd., No. 1326 Civil 1992, slip op. at 13 (C.P. Monroe County Aug. 14, 1992).\nIn rendering its decision, the trial court relied on this Court’s analysis in Cucchi v. Rollins Protective Services, 524 Pa. 514, 574 A.2d 565 (1990) (plurality opinion), which involved the application of Article 2’s warranty provisions to a lease agreement. The transaction at issue in Cucchi was a contract for a burglar alarm system in which the homeowners paid to Rollins Protective Services Company (“Rollins”) a one-time fee for the installation of the alarm system and a monthly fee for service and maintenance of the system. The contract specified that the alarm system was the property of Rollins and that it would be returned to the company upon the termination of the lease. The home was subsequently burglarized and approximately $36,000 of personal property was stolen. The burglar alarm had been activated but did not operate or sound a signal. Consequently, the homeowners brought an action against Rollins alleging, inter alia, breach of warranty under the express and implied warranty provisions of Article 2. A jury returned a verdict in favor of the homeowners on the breach of warranty claim and awarded $30,000 in damages.\nOn appeal, the Superior Court held that the express and implied warranty provisions of Article 2 of the UCC and its statute of limitations were applicable to the lease of the burglar alarm system. However, it also determined that the homeowners’ complaint for breach of warranty under the UCC, 13 Pa.C.S. § 2725, was untimely because it was filed more than four years after the system had been delivered.\nAllowance of appeal was granted and a plurality of this Court reversed the Order of the Superior Court. The plurality concluded that the homeowners’ complaint alleging breach of warranty was timely filed under the UCC statute of limitations. In so holding, the opinion announcing the judgment of the Court stated:\nwe will judicially extend by analogy selected provisions of [Article 2] to transactions involving the lease of goods on a case by case basis, considering the nature of the specific transaction (lease), the language, purpose, and intent of the UCC provision under consideration, and the practicality of . applying the particular provision(s) at issue to the particular transaction in goods.\nId. at 523, 574 A.2d at 570. Based on the facts of the case, it was held that the express and implied warranties made by Rollins extended to the future performance of the burglar alarm system. Id. at 532, 574 A.2d at 574. Thus, the complaint alleging breach of warranty was timely filed because the cause of action accrued and the statute of limitations began to run at the time of the breach, which was discovered within the four year period of limitation.\nIn the instant case, the trial court rejected the argument that the holding in Cucchi unconditionally extended warranty protection to all lease agreements. Keblish v. Thomas Equip. Ltd., No. 1326 Civil 1992, slip op. at 11 (C.P. Monroe County Aug. 14, 1992). The court found that the one-day lease of the front-end loader was distinguishable from the long-term lease in Cucchi to the extent that the holding in Cucchi was inapplicable to the present facts. Id. It therefore concluded that the warranty provisions of Article 2 did not apply to the lease agreement in question. Id. at 13.\nThe Superior Court disagreed with the trial court’s reasoning and reversed the entry of judgment on the pleadings. Keblish v. Thomas Equip. Ltd., 427 Pa.Super. 93, 628 A.2d 840 (1993). That court expressed the view that\nCucchi ... does not authorize different treatment for different types of lease transactions where the warranty provisions are concerned. Rather, the warranty provisions are applicable to all lease transactions.... The “case-by-case” analysis ... is necessary only to determine whether a specific provision of Article 2-Sales — which has not heretofore been extended by analogy to leases — should be applied to lease transactions.\nId. at 100-01, 628 A.2d at 844. Applying that reasoning to the facts of the instant case, the Superior Court held that the trial court erred in failing to apply the warranty provisions of Article 2 to the lease of the front-end loader. Id. at 101, 628 A.2d at 844. It also found that Smitty’s failed to demonstrate that there are no issues of material fact or that it is entitled to judgment as a matter of law. Id. at 105, 628 A.2d at 847. Accordingly, the Superior Court reversed the Order of the trial court and remanded the matter for further proceedings. Id. We granted allowance of appeal and now reverse.\nWe disagree with the Superior Court’s holding that Cucchi stands for the proposition that the warranty provisions of Article 2 are applicable to all lease transactions. This interpretation overlooks the underlying factors that were articulated in Cucchi when the plurality opinion extended by analogy the warranty provisions of Article 2 to the lease in that case. It was stated that the provisions would be extended on a “case by case basis, considering the nature of the specific transaction (lease), the language, purpose, and intent of the UCC provision under consideration, and the practicality of applying the particular provision(s) at issue to the particular transaction in goods.” Cucchi v. Rollins Protective Services, 524 Pa. 514, 523, 574 A.2d 565, 570 (1990) (emphasis added). The Superior Court’s blanket extension of Article 2’s warranty provisions to all lease transactions is clearly at odds with the type of case by case analysis contemplated in Cucchi. An inquiry into the details of a specific transaction would obviously be the focal point of a case by case analysis. The Superior Court’s broad interpretation of Cucchi would leave no room for such an inquiry.\nThe legislature’s enactment of Article 2A, which applies specifically to leases, has codified an area of the law that has heretofore not been fully addressed by the appellate courts of this Commonwealth. However, the provisions of Article 2A do not apply to the instant case as Article 2A did not become effective until July 9, 1993. See 13 Pa.C.S. §§ 2A102. Accordingly, we must examine the lease transaction in question to determine whether it is substantially similar to a sale of goods such that the extension of the warranty provisions of Article 2 would be justified. In our view, the lease of the front-end loader is not analogous to a sale, and therefore, the extension of Article 2’s warranty provisions to this transaction is not warranted.\nThe transaction in this case was a lease for heavy equipment for a duration of one day. Clearly, there was little, if any, similarity between this lease and a sale of goods. The limited time frame in which the front-end loader remained in the lessee’s possession gives rise to a substantial distinction between the expectations and obligations of the lessee in that situation as compared to one who commits to a long-term lease or an outright purchase where a transfer of title occurs. Accordingly, the trial court was justified in distinguishing Cucchi from the present facts and concluding that Cucchi was not applicable to the lease in this case. We can find no fault in the trial court’s refusal to extend the warranty provisions of Article 2 to the lease transaction in this case or in its conclusion that Mrs. Keblish failed to state a cause of action upon which relief could be granted.\nThe Order of the Superior Court is reversed, and the Order of the Court of Common Pleas of Monroe County granting Appellant’s motion for judgment on the pleadings is reinstated.\nPAPADAKOS, J., did not participate in the decision of this case.\nMONTEMURO, J., files a dissenting opinion in which CASTILLE, J., joins.\nMONTEMURO, J., is sitting by designation.\n. It should be noted that the opinion announcing the judgment of the Court was authored by former Justice Larsen and joined only by Mr. Justice Papadakos. In a concurring opinion, this author, joined by Mr. Justice Flaherty, expressed the view that the transaction at issue was a contract for the stile of a service, and thus, the warranty provisions of Article 2 of the UCC were inapplicable to the facts of the case. Mr. Justice Zappala, joined by Mr. Justice McDermott and Mr. Justice Cappy, authored a dissenting opinion in which he took exception to the judicial extension of Article 2 to leases when the legislature had not yet enacted Article 2A of the UCC which specifically addressed leases. Because there was no clear majority supporting any given view, the precedential authority of Cucchi is limited to the facts of that case.\n. Act of July 9, 1992, P.L. 507, No. 97, § 3 (codified as amended at 13 Pa.C.S. §§ 2A101-2A532).\n. In Cucchi, the opinion announcing the judgment of the Court noted that the issue of whether the provisions of Article 2 should be judicially extended to cover lease transactions was an issue of first impression in Pennsylvania’s appellate courts. 524 Pa. at 521, 574 A.2d at 568."}