{"id": "470709", "contents": "Opinion by\nMe. Justice Linn,\nThe plaintiff appeals from judgment for the defendant in an action on an insurance policy. The judgment was entered pursuant to a trial without a jury. The policy, dated June 14, 1926, was issued on the life of Simon Brody and contained a provision for the payment, in specified circumstances, of total and permanent disability benefits. The insured brought suit June 15, 1939, for benefits from September 1, 1931, to July 5, 1937, amounting to $7,000.00 and for $1,860.00, the amount of premiums paid from 1932 to 1937. After his death August 11, 1946, his executrix was substituted. His deposition had been taken and was read in evidence.\nThe record sustains the conclusion of the learned court that the credible evidence will not support a finding of total and permanent disability, or, in other Avords, a finding that the circumstances existed in which the insurer had agreed to pay. In July, 1937, plaintiff became totally and permanently disabled within the terms of the policy, and defendant thereafter performed its contract by making the disability payments and waiving payment of premiums.\nWith respect to credibility, it may be noted that no fact is shown that would explain why, if totally disabled from 1931 to 1937, plaintiff waited until June, 1939, to bring suit to recover for disability alleged to have occurred prior to July 5, 1937, although at the time of bringing suit, he was receiving disability benefits for the period after July 5, 1937, from which time disability was established as required by the' policy. In 1931 the insured fell from a step-ladder and made claim on an accident policy issued by the defendant company. Defendant recognized liability for the injury resulting from the accident and on November 4,1931, paid $100.00 in full of the claim. There is no proof of any fact that would justify the insured’s omission at that time, for example, also to claim disability benefits under the policy in suit if liability then existed as alleged in this case. On April 28, 1932, he applied to defendant for $15,000 straight life insurance .without suggesting any total and permanent disability; his application was rejected. During the period of alleged disability, 1931 to 1937, he made six annual premium payments which he need not have made, if disabled. The evidence will not support a finding that he made claim pursuant to the policy for benefits for any part of that period. The documents signed by the insured contradict his oral evidence in important particulars.\nWhat has been said sufficiently disposes of the first four assignments of error complaining that the court found that plaintiff had failed to prove her case by credible evidence, and that there was no error in dismissing her exceptions to the effect that the conclusion of the court was against the law, against the evidence and the weight of the evidence. The fifth assignment complains that the court dismissed an exception “to the exclusion ... of a portion of the report of Dr. Charles A. Schatz, furnished to the defendant.” We are not advised by the record what the contents of the report were and therefore cannot see that plaintiff suffered any harm by not having the report in evidence; nor does it appear that the plaintiff took the proper steps to require the defendant to produce the document. The remaining assignment is to the dismissal of an exception “to the refusal ... to permit the taking of the deposition of Dr. Loeb.” During the trial the plaintiff appears to have learned that a Dr. Loeb, who had examined the insured at a certain time, was living, plaintiff’s counsel having stated to the court earlier in that trial that the doctor was dead. During the trial, just' before resting plaintiff’s case, her counsel asked leave to take the deposition of this witness who was then said to be infirm. Rule 100, of the Rules of the court below, provides for the taking of depositions of infirm witnesses “upon 48 hours notice to the adverse party or the court may allow a shorter notice whenever the exigency of the case requires it.” To have granted the application would have required the adjournment of the trial. The court held “It is too late to make that motion and, therefore, the court sustains the objection.” It is well settled that action on such applications is discretionary; we are not prepared to say, without more than appears of record, that there was abuse of discretion in declining to suspend the trial: Watkins v. Justice (No. 1), 256 Pa. 37, 40, 100 A. 488.\nJudgment affirmed.\nAs some light on this phase of the case, we quote from defendant’s brief the following statement, not challenged by plaintiff at the argument. “As early as 1941 the Judge in charge of the trial list entered a peremptory order that the case must be tried (la, 2a). Nevertheless, the case was continued again and again at Plaintiff’s request over the objections of Defendant’s counsel (144a). If Plaintiff really needed the testimony of Doctor Loeb, there was ample time to request that his deposition be taken between the first day of trial, December 7, and December 12, when the motion for leave to take the deposition was finally made. Plaintiff’s counsel had no right to risk the refusal by the Court to accept an ex parte affidavit which he must have known would be objectionable to the Defendant (120a), — particularly, if the testimony of Doctor Loeb was to be so conclusive on the question of plaintiff’s total and permanent disability as is now averred on appeal.”"}