{"id": "470701", "contents": "Opinion by\nMr. Justice Jones,\nThis is an appeal from a judgment of nonsuit in an action of assumpsit upon a policy of public liability insurance issued by the defendant company to J. C. Ehrlich, the plaintiff. The policy insured the holder against liability to others, under specified circumstances and conditions, for injuries or death resulting from the operation of the insured’s fumigating business. The suit was brought by the insured in an effort to recoup from the defendant company the amount of damages and expenses incidental thereto which he had been required to pay in an action of trespass for the death of an infant upon a liability which the plaintiff claims was covered by the policy. At the conclusion of the plaintiff’s case, the learned trial judge entered the compulsory nonsuit (here involved), which the court en banc subsequently refused to take off, on the ground that the testimony adduced by the plaintiff conclusively convicted him of breaching certain of his express warranties contained in a “Co-operation Endorsement” or rider to the policy in suit.\nOn the morning of December 7, 1943, the plaintiff’s representative and a helper began the fumigation of a three-story brick dwelling house in the city of Lancaster, using for that purpose hydrocyanic gas which is slightly lighter than air and highly lethal in nature. The first and third floors of the dwelling were occupied by the owner of the property, Mrs. Helen Stathopulos, and her family. Mrs. Ruth Binkley with her eighteen months old son, a normal child in good health, occupied the second floor as tenant. The fumigation was begun about 8 A. M., and all of the occupants of the house, upon warning previously given, had left the premises prior thereto.\nThe fumigator, together with his helper, having performed all of the things necessary to the undertaking in hand, left the premises sealed up around 10 A. M. that morning. They returned about 5 P. M. that afternoon for the purpose of opening the building to ventilation. The fumigator first entered the house with a gas mask, doing no more upon that entrance than opening the doors and windows. The house was one in a compact row of buildings, being flanked on either side by a structure and, as a consequence, there was no cross draft in the dwelling under fumigation. After a time, the fumigator re-entered the house, gathered up the materials used in his work and disposed of them by burning in the back yard. He conducted a separate chemical test on each of the three floors of the dwelling for the presence of hydrocyanic gas. Thé test .made on the second floor (Mrs. Binkley’s apartment) and the one made on the third floor each produced a negative reaction. However, the test on the first floor, which was made bn a studio couch, disclosed the presence there of hydrocyanic gas in a deadly quantity. ■ There were twenty-five cubic feet of the gas per million cubic feet of air while, according to the plaintiff’s chief witness, the maximum tolerance of a human being for hydrocyanic gas is a mixture containing not more .than ten cubic feet of the gas to a million cubic feet of air. No chemical tests of the premises other than the three above-mentioned were ever made.\nThe fumigator quit the premises at approximately 7 P. M., leaving the windows of the house open and the doors locked. He did not again return. It was his expressed idea that “it [could] be safely presumed that these 25 per million will dissipate during that 12-hour period [i. e., until the authorized return of the occupants the next morning]”. After the house had been opened to ventilation, the fumigator was able to, and did, go into the building without the protection of a gas mask between 6 and 7 P. M. But, during the whole of the period (5 to 7 P. M.) the helper did not enter the house but remained outside. Later the same evening (around 9 P. M.) the fumigator returned the keys to the house to Mrs. Stathopulos at her place of business in another part of the city and instructed her to beat the overstuffed furniture and bedding near a window when she reentered the dwelling.\nEarly the next morning (December Sth), one of Mrs. Stathopulos’s adult daughters (Mrs. Bessie Wasenda) visited the house for a short while merely to close some of the windows and check the furnace. She re-entered the house for occupancy about 5 o’clock that afternoon, the rest of the family coming back between 5 and 6 P. M. Later that evening, Mrs. Wasenda beat some of the pillows, mattresses and bedding in the Stathopulos’ quarters. There' is no evidence, however, that the studio couch on the first floor, which had shown a positive reaction when tested by the fumigator, Avas beaten.\nMrs. Binkley returned Avith her son to her apartment around 6 P. M. the same day (December 8th). She beat her mattresses, pillows and bedding and cleaned up the apartment in general. But, here, likewise, there is no evidence that the sofa in Mrs. Binkley’s apartment was beaten. She and her son slept in the apartment that night. The child was fussy and slept fitfully. Between 5:30 and 6 o’clock the next morning (December 9th) the child died from the effects of hydrocyanic gas poisoning as was conclusively established by an autopsy.\nAs already indicated, the “Co-operation Endorsement” or rider to the policy contained six express warranties on the part of the insured. To the presence thereof as an integral part of the policy, the insured attested his actual knowledge by signing his name on the rider at the end of the Avarranties. Such of the warranties as are presently material read as folloAVS:\n“5. Minimum temperature of 60° Fahrenheit will be maintained during ventilation and all overstaffed material including, but not limited to, furniture and bedding Avill be beaten and adequate chemical or other test for the presence of gas will be made before allowing any person their use.\n“6. No person aau.11 be permitted to enter the fumigated premise before the fumigator has satisfied himself by adequate chemical or other test and by personal inspection, without gas mask or other means of protection, of every part of the fumigated premises, that it is safe for human occupancy.”\nNo question of the fumigator’s liability for the child’s death is here involved. All that is raised on this appeal is whether or not the plaintiff made out a case against the insurance company under the contract in the light of the above-quoted warranties and the testimony adduced at trial. Certainly, there were no issues of fact for a jury to resolve. Nor is there any occasion for resort to the familiar rule of construction that an insurance policy is to be construed most strongly against the insurer. That rule, like corresponding artificial aids for the ascertainment of intent, becomes germane only when the meaning of the writing in action is doubtful, uncertain or ambiguous. It has no proper role in the interpretation of a writing which is clear and unmistakable, — a circumstance primarily for a court to ascertain and declare in any case. To relieve the plaintiff, by a rule of construction, from his deliberate contractual undertakings would be tantamount to abandoning the judicial function of interpreting written agreements according to the ordinary meaning of their plain words.\nWhat we are required to do in the present instance, because of the existent procedural situation, is to view the evidence received at trial, and any improperly excluded, as well as the reasonable inferences therefrom, on the basis most favorable to the plaintiff (Kimble v. Wilson, 352 Pa. 275, 277, 42 A. 2d 526), bearing in mind that a nonsuit may be entered only in a clear case and that, where there is any doubt as to the inferences to be drawn from the evidence, the case is for the jury (Rhoads v. Herbert, 298 Pa. 522, 524, 148 A. 693). So doing* it is our opinion that the action taken by the learned court below was appropriate to the circumstances.\nThe appellant contends, however, that the entry of the nonsuit and the refusal to take it off were error for two reasons, viz., (1) the plaintiff’s warranties being promises with respect to matters subsequent, any alleged violations thereof constitute substantive defenses which it is the defendant’s burden to prove affirmatively and (2) in any event, the evidence justifies a finding of substantial compliance by the plaintiff with his warranties.\nThe authorities, which the appellant cites on the question of burden of proof, are peculiarly apt: e. g., 8 Couch on Insurance, § 2218, p. 7182; Zenner v. Goetz, 324 Pa. 432, 435, 188 A. 124; Donaldson v. Farm Bureau Automobile Insurance Company, 339 Pa. 106, 108, 14 A. 2d 117; Goldenberg v. Equitable Life Assurance Society, 113 Pa. Superior Ct. 414, 420, 173 A. 445. We have no quarrel with the merit of those citations. But, the question to which they are pertinent is not present on the record now before us. The case was pleaded by the plaintiff and, likewise, tried on the theory that it was incumbent upon him to prove, as a part of his case, his compliance with his warranties relative to the risk. The appellant concedes as much. In his “Statement of Questions Involved”, he poses that the “. . . insured showed in his case in chief (although not obliged to do so) absolute compliance with five out of six of such provisions [i. e., warranties] . . Assuming, therefore, that all the plaintiff needed to do was to prove a liability upon him which was within the insuring clause of the policy and free of any breach of his warranties, what he in fact did was to prove affirmatively his failure to comply with his warranties in several material particulars. That being so, he is without just cause for complaint on that score. When the existence of facts constituting an affirmative defense are admitted by a plaintiff or are established by uncontradicted testimony in the plaintiff’s case with such conclusiveness as to exclude the reasonable possibility of an inference otherwise, a nonsuit is proper: see Kilpatrick v. Philadelphia Rapid Transit Co., 290 Pa. 288, 292-293, 138 A. 830; March v. Traction Company, 209 Pa. 46, 47, 57 A. 1131; Winner v. Oakland Township, 158 Pa. 405, 409-410, 27 A. 1110; Hause v. Lehigh Valley Transit Company, 38 Pa. Superior Ct. 614, 619; cf. also Whitman v. Pennsylvania R. R., 156 Pa. 175, 178, 27 A. 290.\nThe lower court justified the nonsuit in the instant case on the ground that the insured had breached the warranties of paragraph. 5 of the rider, relating to the beating of overstuffed material (including furniture and bedding) and to the chemical or other test for the presence of gas, both -of which functions were to be performed (following the fumigation) before any person was allowed the use of such furnishings. The plaintiff replies that there is not a word of testimony that his representative did not beat the specified materials, and, hence, no inference from the evidence that he did not do so can possibly be treated as conclusive. Conceding the merit of that position in the first instance, the evidence which the plaintiff actually produced at trial so exhausted the field of inquiry with respect to the beating of the furnishings, after the fumigation, as to render inadmissible an inference that the plaintiff’s representative had beaten or had supervised the beating of the overstaffed materials (including furniture and bedding). So much is readily apparent.\nThe plaintiff called as witnesses his fumigator and the latter’s helper. They testified fully as to what they had done during the two-hour period they were at the house after opening it to ventilation at 5 P. M. But, not once did either of them intimate that the overstuffed material, including furniture and bedding, had been beaten by them or by anyone else. At the same time, it is perfectly plain from their testimony that, while they were on the premises following the fumigation, the house was still too saturated with the deadly gas to permit of work in the interior as time-consuming as beating heavily upholstered furniture and bedding. In fact, the helper did not even go into the house during the Avhole of that two-hour post-fumigation period. The fumigator, himself, did enter but only for intermittent brief periods. And, although his own testimony shows that he well knew the lurking danger from “sealed in” gas pockets, particularly in the upholstering and bedding, he left entirely to others for a later time the matter of beating any residual gas into the open for harmless dissemination. The first mention that the furnishings should be beaten was contained in the fumigator’s instructions to Mrs. Stathopulos upon delivering to her the keys to the house at her place of business at 9 o’clock that night; and, what he then told her “concerned the behavior of tenants after coming back [i. e., twelve hours later] in respect to cleaning or beating the mattresses and overstuffed furniture of any kind, in order to eliminate the possibility of gas being sealed in such pieces of furniture”. For some unexplained reason, Mrs. Stathopulos was not called as a witness, but it will be inferred in the plaintiff’s favor that Mrs. Stathopulos informed her daughter, Mrs. Wasenda, of the fumigator’s instructions. According to Mrs. Binkley, the daughter told her of the directions. Certain it is, however, that neither the plaintiff nor any representative of his had any firsthand knowledge at any time as to whether the material in question had been beaten. Indeed, the fact is that, notwithstanding the plaintiff’s assumption to prove compliance with his warranties, he produced .no testimony that either the studio couch on the first floor, which, upon chemical test, had been shown to be permeated with gas of deadly quality, or the sofa in Mrs. Binkley’s apartment had been beaten by anyone.\nIn the circumstances thus disclosed by the evidence in the plaintiff’s case, it would be but an exhibition of caprice and perversity for a jury to infer that the plaintiff had not breached his warranty with respect to the beating of the furniture, etc. There was no issue of fact in material connection which called for submission to the jury. What was said in Virgilio v. Walker and Brehm, 254 Pa. 241, 244-245, 98 A. 815, is especially apposite here, viz., “. . . a nonsuit can be entered . . . when it is inconceivable, on any reasonable hypothesis, that a mind desiring solely to reach a just and proper conclusion in accordance with the relevant governing principles of law, after viewing the evidence in the light most advantageous to the plaintiff, could determine in his favor the controlling issues involved”.\nAs the warranty with respect to the beating of the furnishings was a responsibility of the insured which he could not pass on to others, so also was it his responsibility under paragraph 5 of the rider to make “adequate chemical or other test for the presence of gas . . . before allowing any person [the] use” of the furniture, bedding, etc., in the fumigated house. The knowledge and experience which fulfillment of the latter warranty called for made it peculiarly a type of obligation which the warrantor could neither delegate nor evade. The two matters conjointly so warranted in the fifth paragraph of the rider, i. e., the beating of the furnishings and the performance of an adequate chemical test thereon, relate to one thing and are directed to the same end, viz., the time and the circumstance of allowing personal use of furniture, etc., following a fumigation. In apparent recognition of the latter warranty the fumigator, as already noted, made a chemical test for the presence of gas on a piece of upholstered furniture on each of the three floors of the dwelling and thereby detected in the studio couch on the first floor the presence of gas in a quantity two and a half times greater than can safely be tolerated by a human being. Yet, all the fumigator did about that was to presume “that these 25 per million [would] dissipate during [the] 12-hour period” before the occupants’ return which he was ready to, and did, authorize. Of course, the fumigator could not discharge his express warranty by any such facile assumption. And, again, on the basis of the facts which the insured himself adduced at trial, he is conclusively to be held to have breached his warranty. The fact that there is no direct causal relation between the gas found in the studio couch on the first floor and the death of the child is wholly without bearing upon whether the plaintiff breached his covenants. This is not an action in trespass based upon negligence but an action of assumpsit founded on a contract.\nWe agree with the appellee’s further contention that the plaintiff also breached the warranty contained in paragraph 6 of the rider. While this point was not passed upon- by the court below, it furnishes an additional reason for our affirmance of the judgment appealed from. In paragraph 6 the insured warranted that no person would be permitted to enter the fumigated premises before the fumigator had satisfied himself “by adequate chemical or other test and by personal inspection ... of every part of the fumigated premises, that it [was] safe for human occupancy”. (Emphasis supplied.) The evidence in the case leaves no doubt that the fumigator did not take adequate steps to so inform himself before authorizing the return of the dwelling’s occupants. He did, it is true, perform chemical tests upon furniture on the three floors of the house and found gas in alarming proportions in the studio couch on the first floor. Yet, he did nothing thereafter to determine whether gas in harmful quantity was still present in the house. Rather, he contented himself with an unjustifiable assumption that all the gas in the house had been dissipated and that none would remain sealed up in upholstery or bedding after twelve hours. That assumption was the more flagrant in view of the facts that, because of the relatively short duration of the fumigation, the quantity of gas released in the operation had been intentionally increased over the amount normally used; and the house was without a cross draft.\nNor is it of any avail to the insured to assert that the fumigator had satisfied himself that the premises were safe for human occupancy. Manifestly, he did not so ascertain by any personal inspection of the premises up until he departed therefrom for the last time at 7 P. M. on the day of the fumigation. It is equally certain that he did not otherwise satisfy himself of the safety of the premises when the occupants were permitted to return. While it was the fumigator who was to he satisfied as to the safety of the premises, his mere profession of such satisfaction was not legally sufficient. Where the satisfaction of a party is, by contract, made the standard of acceptable performance, the satisfaction must be real and genuine and not prompted by caprice or bad faith or for the purpose of evading an obligation or duty: see Lippincott v. Warren Apartment Co., 307 Pa. 320, 325, 161 A. 330; Jessup & Moore Paper Co. v. Bryant Paper Co., 283 Pa. 434, 439, 129 A. 559; Bolton v. Central Trust & Savings Company, 42 Pa. Superior Ct. 605, 607. The satisfaction meant by the warranty is such as would reasonably flow from the fumigator’s bona fide perception of a factual condition and not from his own peculiar state of mind.\nThe appellant further argues that his representative substantially performed the undertakings of the warranties. The contention is without merit. As we have already seen, the fumigator did nothing in the way of attending to the beating of the furnishings or making the required personal inspection of the fumigated premises. There is therefore no basis for a claim of substantial performance. One must make an honest, conscientious effort to perform an obligation or requirement before he can assert that his performance was substantial. “The equitable doctrine of substantial performance is intended for the protection and relief of those who have faithfully and honestly endeavored to perform their contracts in all material and substantial particulars, so that their right . . . may not be forfeited by reason of mere technical, inadvertent, or unimportant omissions or defects. It is incumbent on him who invokes its protection to present a case in which there has been no wilful omission or departure from the terms of his contract. If he fails to do so, the question of substantial performance should not be submitted to the jury”: Gillespie Tool Co. v. Wilson, 123 Pa. 19, 26, 16 A. 36, quoted from with approval in Morgan v. Gamble, 230 Pa. 165, 175, 79 A. 410, and Sgarlat v. Griffith, 349 Pa. 42, 46, 36 A. 2d 330. The case of J. B. Liebman & Co., Inc. v. Aetna Casualty and Surety Co., 124 Pa. Superior Ct. 69, 188 A. 100, cited by the appellant, is readily distinguishable from the present on the ground just indicated. In the Liebman case, unlike here, the insured took definite, positive steps looking to the fulfillment of his covenants. The facts as to what the fumigator in this case did are not in dispute. In any view, therefore, the question of substantial performance was one of law for the court whose ruling we approve.\nJudgment affirmed.\nAlexander Ehrlich, the plaintiff’s nephew, the actual fumigator in this instance and the only witness on the matter of gas. testified in direct examination as follows:\n“Q. Based upon your experience over the period of years what is the maximum amount of hydro-cyanic gas that a human being can tolerate without getting sick?\n“A. The maximum amount is ten per million.\n“Q. Ten cubic feet?\n“A. It would be ten cubic feet in one million feet of air.” (Emphasis supplied) (R. 91a)\nIn cross examination, the same witness testified with respect to the twenty-five feet of gas per million cubic feet of air found in the piece of upholstered furniture on the first floor, as follows:\n“Q. Your opinion is it was 25 parts in a million?\n“A. That would have been a maximum.\n“Q. Which is higher, if I understood you, than the maximum amount to which you testified a moment ago could be endured by a person with safetyf\n\"A. That is right.” (Emphasis supplied) (R. 95a)"}