{"id": "472072", "contents": "Opinion by\nMr. Justice Allen M. Stearns,\nThis is an action of trespass for the recovery of damages for the death of plaintiff’s decedent as the result of the alleged negligent operation of an automobile driven by defendant. A verdict was rendered for the plaintiff on which judgment was entered. Defendant moved for judgment non obstante veredicto, which was overruled. This appeal followed. The single assignment of error is the court’s refusal of defendant’s motion.\nBeading the testimony in the light most favorable to plaintiff, as we are required to do in considering a motion for judgment for defendant non obstante veredicto, the facts are, in substance, as follows:\nAt approximately five o’clock in the afternoon of April 30, 1943, in daylight, on a clear dry day with visibility good, plaintiff’s decedent was struck by defendant’s automobile while he was attempting to cross from the south to the north side of Third Street between intersections in the City of Beaver. Third Street is a main artery running in an easterly and westerly direction, the total width of which is 68 feet between curbs. Running parallel to the north and south curbs, respectively, there is a black top dressing extending 19 feet from each curb. The center of the road is made up of three slabs of concrete paving, each ten feet in width. The Beaver Trust Company is located on the southeast corner of Third and Insurance Streets, which intersect at right angles, Insurance Street running along its westerly side and Third Street along its northerly side. Adjacent to the Beaver Trust Building on Third Street, approximately 109 feet east of Insurance Street, is the Buchanan Building wherein is located the United States Post Office. It was at a point towards the center of Third Street, in front of the post office, that decedent was struck by defendant’s automobile. The testimony of Mary B. Stauffer, who was called as a witness on behalf of the plaintiff, reveals that as she was driving her automobile east along Third Street in front of the Beaver Trust Company, she observed the decedent standing in the street several feet south of the center in a line about two feet north of her front left fender, and in front of the post office. She stated that the black top portions of the north and south sides of Third Street were occupied by cars parked diagonally and that her car was traveling in the center of the first concrete slab adjacent to the black top. When Mrs. Stauffer first observed decedent standing in the street, he was approximately 50 to 60 feet away from her car. She reduced her speed from 20 miles per hour to 15 miles per hour, at which time she observed defendant’s car pass to her left “cutting in slightly.” There were no cars immediately in front of Mrs. Stauffer’s car, although there were some stopped for a traffic light about 150. to 200 feet directly ahead of her, at the intersection of College Avenue and Third Street. Defendant’s movement was designed to pass Mrs. Stauffer’s car and then pull in ahead of her and to proceed eastward. As defendant’s car passed Mrs. Stauffer’s car and as lie was “cutting in” ahead of her car, decedent, while still standing in the street, was struck by the right hand door of defendant’s automobile and thrown to the street, causing the injuries which resulted in his death. Immediately upon the accident Mrs. Stauffer brought her automobile to a stop twenty feet from the decedent’s body lying where he was struck.\nThe defendant admitted that he had not blown his horn as he passed the Stauffer car as required by the Act of May 1, 1929, P. L. 905, 75 PS 571, as amended, and that his vision was obstructed by the Stauffer car just before the accident. Defendant also admitted that he was aware that pedestrians habitually used this location as a crossing, but that he was not watching for pedestrian traffic.\nThe sole question for decision is whether decedent was contributorily negligent as matter of law.\nDefendant contends that Mrs. Stauffer’s testimony differed from that offered at a previous trial. It is the province of the jury to reconcile conflicting statements and to determine which of the evidence to believe. The trial judge, with accurate instructions, left such consideration to the jury: Ingram v. Pittsburgh, 350 Pa. 344, 39 A. 2d 49.\nDecedent was not guilty of contributory negligence merely because he attempted to cross a street between intersections: Mr. Chief Justice Maxey, speaking for the Court in Tancredi v. M. Buten & Sons, 350 Pa. 35, 39, 38 A. 2d 55, quoted with approval from Anderson v. Wood, 264 Pa. 98, 107 A. 658: ‘Where a pedestrian traverses a public highway between the regular crossings, he is bound to a high degree of care: Virgilio v. Walker & Brehm, 254 Pa. 241. “Pedestrians are not restricted to the use of established street crossings when they attempt to pass from one side of the street to the other. They have a right to pass at whatever point they elect”: Watts v. Plymouth Borough, 255 Pa. 185, 188. A pedestrian cannot be held to be negligent by the court, as a matter of law, when he attempts to cross a street between the regular crossings, but in exercising this right he must have due regard to the conditions of the traffic before he enters the cartway. If he deliberately attempts to cross the street when vehicles are rapidly approaching close by, and injury results, ordinarily, he will be chargeable with such carelessness as to prevent a recovery of damages. . . .’ See also: Hamilton v. Moore, 355 Pa. 433, 6 A. 2d 787; Morris v. Harmony Short Line Motor Transportation Company, 348 Pa. 117, 120, 34 A. 2d 534; Burton v. Morvay, 351 Pa. 620, 41 A. 2d 865.\nThe testimony does not disclose that decedent entered the cartway without due regard for traffic conditions, or that he attempted to cross the street in the face of rapidly approaching traffic. The only evidence of vehicles were those parked on the north and south sides of Third Street on the 19 foot strip of black top and the cars stopped for a traffic light 150 to 200 feet in front of Mrs. Stauffer’s car. Defendant’s car was travel-ling in the rear of Mrs. Stauffer’s vehicle. There is no evidence that decedent darted out in front of defendant’s car, or that he was walking and not looking where he was going. On the contrary, decedent was standing and remained standing and was so observed by Mrs. Stauffer while she was 50 to 60 feet away. After the accident she brought her car to a halt 20 feet from decedent’s body. It is clear, from plaintiff’s evidence, that any vehicle passing around Mrs. Stauffer’s car, if operated under proper control by an attentive driver, should have been able to stop before colliding with a man standing 40 to 50 feet in front of Mrs. Stauffer’s car.\nTo enter judgment for a defendant non obstante veredicto requires evidence of contributory negligence which is so clear and palpable that there is no room for fair and sensible men to differ in their conclusions; McCracken v. Curwensville Borough, 309 Pa. 98, 163 A. 217; Pessolano et ux. v. Philadelphia Transportation Co., 349 Pa. 73, 36 A. 2d 497; Tancredi v. M. Buten & Sons, 350 Pa. 35, 38 A. 2d 55. Under the plaintiff’s testimony this situation does not appear in this case. The question was properly submitted to the jury.\nThe judgment is affirmed."}