{"id": "472059", "contents": "Opinion by\nMk. Justice Drew,\nThis bill in equity was brought by plaintiffs, Trustees of The St. Mary’s Greek Catholic Church of Bradenville, to restrain defendants, Mary M. Bender and her husband, from interfering with the use of an easement over a road, about 360 feet in length, leading from a public highway through defendants’ land to plaintiffs’ cemetery in Derry Township, Westmoreland County. After hearing on bill and answer, the learned chancellor granted the permanent injunction prayed for. The court en banc dismissed the exceptions of defendants and entered a final decree affirming the action of the chancellor. This appeal followed.\nThe chancellor found the following facts: In 1904 George Sagula and Joseph Hobot were the common owners of all lands of plaintiffs and defendants in Derry Township. By deed, dated October 11,1904, Sagula and Hobot conveyed 1.7 acres of their tract to plaintiffs. That conveyance provided, among other things, that “Parties of the first are to open a road or lane twelve feet (12) wide to give entrance for Parties of the second part to get from the public Road to the land heretofore described forever.” On January 31, 1930, defendants obtained title to about 2 acres of the remaining property of the common owners over which the road in question passes.\nPlaintiffs have used their land as a cemetery since its acquisition. Although the exact location of the road was not specifically given in tlie deed of 1904, its location is not here in dispute, because it lias been well established by user. From 1904 until about 1930, when interment was to be made in the cemetery, the hearse and other vehicles in the funeral cortege were stopped at a point on the road not far from the public highway, and the casket was carried and the mourners walked the remaining distance up the road to the cemetery. Since the latter date, however, the hearse and other cars have been driven over the road the entire distance from the public highway to the cemetery. This dispute arose when defendants placed an obstruction near the center of the road, which prevented its use by automobiles, and plaintiffs instituted this action for its removal. It is conceded by defendants that plaintiffs are entitled to have the use of this road by persons on foot, but they deny that the easement includes the right to use motor vehicles.\nThese findings of fact were affirmed by the court en banc, and since they are sustained by adequate competent evidence, they are binding on this court on appeal. See Quinn Coal Co. v. Scranton A. C. Co., 350 Pa. 21, 38 A. 2d 77.\nThe easement was created by an express grant, and, therefore, the rights acquired are dependent upon the construction to be given the language used in the grant. Here, the terms of the grant were general and did not limit the grantee to any specific manner of using the right of way. Under such circumstances, the easement may be used for all ordinary purposes, if the manner in which it is used is reasonable. It was said, in Ozehoski v. Scranton Water Co., 157 Pa. Superior Ct. 437, 441, 43 A. 2d 601: “In general, an owner may make changes not affecting the character of the servient estate so long as the use of the easement is confined strictly to the purpose for which it was created. 2 Thompson on Beal Property, Permanent Ed. §§676, 681. . . . The grant of an easement is to be construed in favor of the grantee and includes whatever is reasonably necessary to its enjoyment.”\nThe obvious intent of the parties in creating the easement was to provide an entrance from the public road to the cemetery. The mode of user was changed in 1930 after the use of automobiles in funeral corteges became common. There was no increase in the burden on the servient tenement because there was no change in the width or location of the easement, nor in the frequency with which it was used. This change in the manner of the use was entirely reasonable. In Bowers v. Myers, 237 Pa. 533, 85 A. 860, the facts were analogous to those of the instant case. There plaintiffs claimed the right to use an alley as a driveway for vehicles, and defendants attempted to limit the easement to use by pedestrians. We held that the use of vehicles was reasonable, despite the fact that for a considerable time the grantee had made a more limited use of the land. See Hammond v. Hammond, 258 Pa. 51, 101 A. 855.\nDecree affirmed."}