{"id": "472067", "contents": "Opinion by\nMr. Justice Horace Stern,\nThis is another in the lengthening line of cases concerned with the question of an employer’s liability for the negligent operation of a motor vehicle owned and maintained by an employe and used by him in furtherance of the employer’s business.\nOne Nathan Kartub, who lived in McKeesport, answered a newspaper advertisement of the defendant company reading: “Salesman wanted to sell home sites. Oar required.” The company was in the real estate business with its office in Pittsburgh and was especially engaged in subdividing large tracts of land at Pleasant Hills into building lots and selling these to individual purchasers; Pleasant Hills is some seven or eight miles south of Pittsburgh. Kartub was employed on a commission basis. He used in the work his own automobile, for the operation of which he supplied the necessary gasoline, oil and garaging.\nOne morning, after Kartub had been in the company’s employ for some 8 or 10 months, he drove his car from McKeesport to the company’s office in order to obtain there some “leads” or cards containing names of “prospects”. It was his intention to proceed later in the day to the home of a man and his wife near the borough of Elizabeth and take them out to the Pleasant Hills development; he had previously been negotiating with these persons to sell them a lot and had an appointment with them for one o’clock that afternoon. He now discovered however that when he left his house that morning he had forgotten to bring along certain cards with data concerning the man whom he was trying to interest,— information in regard to the place where he worked, how much he earned, how much rent he was then paying, and the amount he would probably be willing to spend for the purchase of a new dwelling-place. Deeming it necessary to get these cards before traveling on to Elizabeth, he decided to stop first at his home. He arrived there about noon. He meant to enter the house only for a moment in order to obtain the cards and then proceed, first to Elizabeth, and thereafter, with his prospective customers, to the site of the development. He parked his automobile in the street on a very steep grade, but, instead of putting it into gear, he left it in neutral, probably failed to' set the emergency brake properly, and neglected to turn the front wheels in toward the curb; he got out and locked the door of the car; at that moment it started down the hill and, with ever increasing speed, ran for a distance of two blocks and crashed at the foot of the decline into a laundry truck which was parked there, throwing out the driver, the present plaintiff, and causing him severe injuries. Plaintiff brought suit against both Kartub and Pleasant Hills Realty Company and obtained a verdict against them in the sum of |8,000. The present appeal is by Pleasant Hills Realty Company from the refusal of the court below to enter judgment in its favor n. o. v. or, in the alternative, to grant a new trial.\nAppellant does not dispute that Kartub was negligent and thereby caused the accident, but it denies its own responsibility to plaintiff as Kar tub’s employer, ■\nThe principle determining an employer’s liability under such circumstances has been clearly defined in our decisions. In Wesolowski v. Hancock Insurance Co., 308 Pa. 117, 120, 162 A. 166, 167, it was said: “To hold a master legally responsible for the act of a servant who is engaged in furthering his master’s business and who while doing so negligently uses some instrumentality that carries him from place to place, it must either be proved that the master exercises actual or potential control over that instrumentality, or the use of the instrumentality at the time and place of the act complained of must be of such vital importance in furthering the business of the master that the latter’s actual or potential control of it at that time and place may reasonably be inferred”. In Gittelman v. Hoover Co., 337 Pa. 242, 244, 10 A. 2d 411, 412, it was said that “unless the employee is directed by the employer to use his car for the purpose of traveling from place to place, or unless the circumstances are such that it is reasonably necessary for him so to travel instead of by train or other common carrier, the use of the car is not within the scope of the employment and the employer is not liable for injuries occasioned thereby to third persons.”\nThe obvious import of the rule as thus stated — the test of “vital importance” or “reasonable necessity” — is that, if an employe uses his automobile in furtherance of his employer’s business but primarily for his own convenience, such use being therefore a matter of indifference to the employer, the latter is not legally responsible for the operation of the car and consequently is not liable in damages to a person injured thereby; on the other hand an employer cannot evade liability — if the automobile is a necessary instrumentality for the effective conduct of his business — merely because it is the employe Avho himself OAvns, maintains and operates the vehicle.\nApplying this distinction to the facts in the present case, the verdict of the jury would seem amply justified. Not only did the company’s advertisement prescribe that an applicant for the position of salesman must have a car, but it is obvious that no successful salesmanship of lots in a suburban or outlying district can these days be accomplished without the use by the salesman of an automobile in which to transport his customers. As Kartub graphically testified, prospective purchasers cannot readily be induced to ride for miles in trolley cars, buses or railroad trains to a real estate development, nor then to trudge around for possibly great distances in order to inspect the site. The controlling legal principle was accurately explained to the jury by the learned trial judge, and they were properly instructed to apply it to the facts and circumstances as they found them to exist.\nIt is true, of course, as appellant asserts, that it cannot be charged with liability merely because Kartub’s car may have been necessary in general for the furtherance of the company’s business; it must be further shown that at the particular time and place of the accident Kartub was acting within the scope and for the purposes of his employment. But this question also was properly left to the jury by the trial judge and its importance repeatedly emphasized. Appellant contends that Kartub, instead of driving from McKeesport to the office in Pittsburgh, should have gone there by train or trolley or bus, and so likewise on his trip back to McKeesport; only from then on was it permissible for him to use his car in order to call for his prospects at Elizabeth and take them to Pleasant Hills. This argument fails completely in view of the fact that when Kartub started out in the morning he had no intention of returning to his home before going to Elizabeth; therefore it was necessary that he take his car when he started out to Pittsburgh; it was only after he discovered that he had forgotten the desired cards that he found himself obliged to stop at his McKeesport home on his way to Elizabeth; the journey from Pittsburgh to Elizabeth via McKeesport was in effect a unitary trip of which the momentary stop at his home was a part. In the whole course of that journey, broken off because of the accident, he was engaged in the company’s business, was reasonably obliged to use his car, and was within the authorized scope of his employment. It follows that defendant company is visited with liability for his negligent operation of the car while he was so engaged.\nWhen this suit was first brought, appellant was named as “Pleasant Hills Realty Company, a corporation”. Subsequently discovering that the company was not a corporation but a partnership, plaintiff moved to amend and was permitted to do so although the statute of limitations had then run. Appellant now insists that the amendment was improperly allowed. The question for determination is whether the right party was sued but under a wrong designation, or whether a wrong-party was sued and the amendment was designed to substitute another and distinct party. It is to be noted that plaintiff did not attempt to bring in as defendants the individual members of the partnership; this clearly would not have been permissible (Girardi v. Laquin Lumber Co., 232 Pa. 1, 81 A. 63). The defendant newly named under the amendment was merely the partnership entity. It is always permissible to prosecute an action against a partnership in its firm name instead of against the individuals trading as the partnership: Pa. R.C.P. 2128(a); see also Pa. R.C.P. 2132(a); in such case the judgment obtained does not impose liability upon the individual partners nor permit of execution being-issued against their individual property: Tonge v. Item Publishing Co., 244 Pa. 417, 425, 91 A. 229, 231, 232; Shelansky v. Weinfeld & Son, 82 Pa. Superior Ct. 180, 182. The amendment as allowed, therefore, did not substitute any new parties upon whom liability could be imposed; the action was still directed against the entity which was Kar tub’s employer, and the designation of that entity could properly be changed from that of corporation to partnership: McGinnis v. Valvoline Oil Works, 251 Pa. 407, 96 A. 1038; 121 A.L.R. 1329 et seq.\nWe find no merit in the two complaints made by defendant of the trial judge’s charge, namely, that what the court said in regard to fixing the present worth of a future loss of earnings was not sufficiently amplified, and that the jury were allowed to consider an alleged diminution of plaintiff’s earning power although it was not shown that he had suffered a loss of earnings during most of the period following the accident. As to the first of these criticisms, the charge was adequate to enable the jury to understand the necessity of a reduction to “present worth”. As to the second complaint, the facts in regard to plaintiff’s loss of earnings to the date of trial were relevant, but not conclusive, in considering his claim for damages for impairment of earning power.\nJudgment affirmed.\nWesolowski v. Hancock Insurance Co., 308 Pa. 117, 162 A. 166; Loper v. P. G. Publishing Co., 312 Pa. 580, 169 A. 374; Cusick v. Hutchison, 318 Pa. 316, 177 A. 749; Davis v. Pitt Publishing Co., 324 Pa. 449, 188 A. 291; Heinrich v. Pictorial Review Co., Inc., 326 Pa. 470, 192 A. 645; Barr v. Anchorage Inn, Inc., 328 Pa. 378, 196 A. 21; Holdsworth v. Pennsylvania Power & Light Co., 337 Pa. 235, 10 A. 2d 412; Gittelman v. Hoover Co., 337 Pa. 242, 10 A. 2d 411; Morris v. Ward, 345 Pa. 226, 26 A. 2d 926; Sinclair v. Perma-Maid Co., Inc., 345 Pa. 280, 26 A. 2d 924; Kadlecik v. Renault & Sons, Inc., 156 Pa. Superior Ct. 586, 40 A. 2d 866."}