{"id": "472064", "contents": "Opinion by\nMr. Justce Horace Stern,\nIn these proceedings — born of another of the controversies between the late Norman Huffman and his brothers and sisters — the question is purely one of fact, namely: Who owns the stock of Marshall Realty Corporation?\nIn 1929 a charter was obtained for that corporation, the subscribers being Harvey Huffman for eight shares, W. B. Eilenberger for one share and Leona E. Evans for one share. Harvey Huffman was a practicing lawyer in Stroudsburg and for many years a State Senator; Eilenberger was his law partner and Leona E. Evans his secretary. The purpose for which the corporation was formed was “owning, holding, selling and leasing real estate.” The amount of the capital stock was $5,000, divided into 100 shares of the par value of $50 each; it was stated that $500 had been paid to Huffman as Treasurer but no stock certificates were issued until August 1931, when Huffman conveyed to the corporation a parcel of land on which was erected a store building. At that time he prepared in his own handwriting and signed, as President of the corporation, three certificates of stock, one of eight shares to himself, another of one share to Eilenberger, and another of one share to Harold C. Edwards who was an associate in his law office. The certificates were all written on a single sheet of paper and on the back of the part on which his own certificate appeared he wrote the following assignment:\n“For value received, I hereby sell, assign, transfer and turn over unto Norman Huffman, all my right, title and interest in and to the within eight shares of capital stock of Marshall Realty Corporation.\n' Harvey Huffman (Seal)\nAugust, 1931.”\nNorman Huffman, tlius named as assignee, was a brother of Harvey. No certificates other than these three were ever issued, nor was there any stock book or stock ledger of the corporation.\nHarvey Huffman died in November, 1938 intestate; another brother, Jay, Avas appointed administrator of his estate. In the drawer of the desk in Harvey’s law office, among documents most of which belonged to his clients or related to their affairs, Jay Huffman discovered the paper on Avhich the stock certificates Avere Avritten. On January 12, 1940, in his capacity as administrator, he voted the stock for the election of a board of directors consisting of himself, Ira A. LaBar and David B. Skillman, and these directors then elected Skillman as President, Jay Huffman as Vice-President and Treasurer, and LaBar as Secretary. Jay died in December, 1940; N. Leslie Huffman Avas elected by the two surviving directors to fill the vacancy on the board and Chester A. Coleman Avas appointed by the Register of Wills as administrator d. b. n. of Harvey’s estate.\nOn February 14, 1941, Norman Huffman, Harold C. Edwards acting as one of the executors of the estate of W. B. Eilenberger, deceased, and Harold C. EdAvards in his OAvn right, held a shareholders’ meeting and elected themselves, together with A. W. Williams, as directors, and these directors then elected Norman Huffman as President and Edwards as Secretary and Treasurer.\nIn November, 1942, Coleman, as administrator d. b. n. of the estate of Harvey Huffman, with Marshall Realty Corporation joining by virtue of a resolution passed by the Skillman-LaBar-N. Leslie Huffman faction, brought the present quo warranto proceedings against Norman Huffman, Harold C. Edwards “and any others who purport to be directors of the Marshall Realty Corporation by virtue of a supposed election held February 14, 1941,” alleging that respondents were usurpers and challenging their right to act as directors and officers. Respondents moved to quash the writ but the court overruled the motion; their appeal was quashed as being from an interlocutory order (Coleman, Administrator, v. Huffman, 348 Pa. 580, 36 A. 2d 724). They then filed an answer to the merits and trial was had by the court, which sat, by agreement of the parties, Avithout a jury, decided in favor of respondents, and dismissed the Avrit of quo warranto. Relators appeal.\nWhich is the legitimate board of directors? That question obviously depends upon the ownership of the stock. The position of relators is that no delivery of the certificates Avas ever made by Harvey Huffman and therefore, notwithstanding the endorsed assignment, he remained the owner and his title passed to the administrator of his estate, Jay Huffman, who elected the directors on January 12, 1940. On the other hand, the position of respondents is that delivery of the paper with the assignment endorsed thereon was made to Norman Huffman who, with Edwards, elected the other set of directors on February 14, 1941. The court, after considering all the evidence, found that the facts sustained the latter contention, and it might be a sufficient disposition of this appeal merely to reiterate the familiar rule that the findings of fact by a trial judge sitting without a jury, if approved by the court after consideration of the exceptions filed thereto, have the same force and effect as the verdict of a jury, and, if there is any competent evidence to support them, will not be set aside on appeal. But, since relators earnestly contend that the conclusion reached by the court was “flagrantly contrary to the evidence” (Glen Alden Coal Co. v. Commissioners of Schuylkill County, 345 Pa. 159, 169, 27 A. 2d 239, 244), it will not be amiss briefly to point out the testimony which supports the court’s findings.\nThe discovery of the certificates in Harvey Huffman’s desk would strongly, if not conclusively, negative any inference of a delivery of the certificates and the accompanying assignment Avere it not for the fact that he was a lawyer and represented liis brother Norman in all of the latter’s legal affairs. This gives rise to the inquiry whether Harvey’s possession was in his individual capacity or in that of attorney and agent for his client Norman. The evidence pointing to the latter alternative fairly establishes the following facts: (1) Harvey took title to the real estate in his own name in the year 1906, but who actually paid for it is not revealed by the testimony. Harvey never occupied the property nor assumed control of it; he did not pay the taxes nor make any payments for repairs or improvements. It was Norman who entered into possession, paid the taxes, erected and paid for new buildings and extensive improvements, and operated a store, garage and gasoline station on the property until his death in September, 1943, and there is no evidence that he ever paid any rent to Harvey or accounted to the latter in any way for his occupancy. (2) On March 16, 1933, Harvey executed in writing a tender of his resignation as an officer and director of the corporation, which he would not have been likely to do were he then the real owner of the property. (3) As already stated, the drawer of Harvey’s desk in which the certificates were found contained mostly his professional and not his personal papers. (4) Sometime between 1931 and March, 1933, Harold C. Edwards saw Norman bring to Harvey’s law office the paper on which the stock certificates were written and on which the assignment was endorsed, for the purpose of having a “regular” stock certificate prepared, thus directly establishing that the paper had actually been delivered to Norman and was then in his possession. Much of relators’ argument is devoted to an attempt to prove that Edwards’ testimony was unreliable because of alleged contradictory statements previously made by him and also because of other circumstances, but the trial judge who saw and heard him testify had the right to believe him if convinced of his truthfulness; it cannot be said that his testimony was inherently incredible or obviously false. It is therefore clear that the evidence justified the court in finding that there had been a delivery of the assigned stock to Norman, and from that conclusion it automatically follows (1) that Jay Huffman, administrator of Harvey’s estate, was not the owner of the stock on January 12, 1940, when he purported to elect the directorate consisting of himself, LaBar and Skillman; (2) that Norman Huffman was the assignee and owner of the stock on February 14,1941, when he and Edwards held the shareholders’ meeting and elected themselves and Williams as directors, followed by his own election as President and that of Edwards as Secretary and Treasurer; (3) that Norman Huffman, Edwards and Williams thereby became the legitimate directors and officers of the corporation; (4) that the court was therefore right in finding for respondents and dismissing the writ of quo warranto.\nOrder affirmed; costs to be paid by relators.\nHuffman Estate (No. 1), 349 Pa. 18, 36 A. 2d 638; Huffman Estate (No. 2), 349 Pa. 21, 36 A. 2d 639; Huffman Estate (No. 8), 349 Pa. 59, 36 A. 2d 640."}