{"id": "472115", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThis is an appeal from a conviction of murder in the first degree with the penalty fixed at life imprisonment.\nThe revolting and vulgar details of this murder need not be recited as they are contained in the record on file. It will suffice to state that defendant confessed and admitted that he had killed the deceased by striking her on the head with a club, also described as a stick similar to a broom handle. An examination oí the body disclosed the deadly effect of repeated violent blows to the head of deceased. Though defendant testified in his defense, he presented no excuse for the killing. It was testified that as defendant left a companion to go to the near-by home of the deceased, he stated his purpose was to have sexual intercourse with deceased. Defendant admitted that deceased had refused his advances; that there was an argument, and that she had drawn a knife on him, whereupon he picked up the club and struck her over the head, which resulted in her death.\nThe learned trial judge, in a fair and comprehensive charge, stated that if the deceased met her death while defendant was attempting to commit the crime of rape or if “. . . aside from the question of whether he committed a rape upon her, or tried to commit rape, he assaulted or killed her for any reason at all, and that it was a wilful, deliberate and premeditated killing embodying the specific intent to kill, . . . [it] would justify and warrant a finding of murder in the first degree. . . .” We find no error in this charge.\nThe Penal Code of 1939, Act of June 24, 1939, P. L. 872, section 701, 18 PS, 4701, provides: “All murder which shall be perpetrated by means of poison, or by lying in wait, or by any other kind of willful, deliberate and premeditated killing, or which shall be committed in the perpetration of, or attempting to perpetrate any arson, rape, robbery, burglary, or kidnapping, shall be murder in the first degree.”\nDefendant assigns as error that there was no competent evidence to establish that defendant committed or attempted to commit the crime of rape.\nWhatever actually happened on that evening was solely within the knowledge of defendant and the deceased. From the evidence, and the reasonable inferences to be drawn therefrom, the question was for the jury whether such an attempt to rape had been established: see Commonwealth v. Crow, 303 Pa. 91, 154 A. 283; Commonwealth v. Kelly, 333 Pa. 280, 4 A. 2d 805. Such evidence could properly support a verdict based upon a determination that the death resulted from an attempt to force sexual intercourse with deceased against her will. Under the Penal Code of 1939, supra, when death results from an attempt to commit, inter alia, rape, there need not be shown an intent, actual or presumed, to kill. The killing may be entirely unintentional or even accidental. Such a defendant is, nevertheless, guilty of first degree murder: Commonwealth v. Lessner, 274 Pa. 108, 118 A. 24; Commonwealth v. Sterling, 314 Pa. 76, 170 A. 258; Commonwealth v. Stelma, 327 Pa. 317, 192 A. 906.\nBut aside from the consideration of the legal consequences following a killing in attempting to perpetrate rape, defendant confessed and admitted that he killed the deceased by striking her over the head with a club. There is a presumption of fact that he who uses upon the body of another, at some vital part, with a manifest intention to use it upon him, a deadly weapon, must, in the absence of qualifying facts, be presumed to know that his blow is likely to kill; and, knowing this, must be presumed to intend the death which is the probable and ordinary consequence of such an act. This principle has been established by a large number of decisions from Commonwealth v. Drum, 58 Pa. 9, to Commonwealth v. Wucherer, 351 Pa. 305, 41 A. 2d 574. A weapon not ordinarily termed “deadly” may become such when used in a killing. An ax, a baseball bat, an iron bar, a heavy cuspidor, and even a bedroom slipper have been held to constitute deadly weapons under varying circumstances: see Commonwealth v. Pepperman et al., 353 Pa. 373, 375, 45 A. 2d 35. The club, so used by defendant, was a deadly weapon. As the homicide was thus presumed to have been a wilful, deliberate and premeditated killing, the jury was justified, after considering all the circumstances revealed by the evidence, in returning a verdict of first degree murder.\nAll other assignments of error are without merit and were correctly answered by the court in banc and need not be further considered.\nJudgment affirmed and record remitted to the court below so that the sentence imposed may be carried out."}