{"id": "472143", "contents": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThe issue is whether a trial court may dismiss a plaintiffs amended complaint against a party defendant joined after the commencement of the action without leave of court in violation of Pa.R.Civ.P. 1033, even when the improper joinder works no prejudice against the improperly joined defendant or the other parties to the action. We hold that the court may penalize the violation by dismissing the complaint.\nAppellee John C. Paden, a construction worker, was injured on the job when he fell through a hole in the second floor of a construction site on May 1, 1991. Paden sued the general contractor and its parent corporation. Pleadings proceeded until April 30, 1993, one day before the statute of limitations expired, when Paden filed an amended complaint adding as a defendant the alleged flooring sub-contractor, Baker Concrete Construction Company, appellant.\nThe amended complaint was filed without leave of court or the consent of the other parties. Baker filed preliminary objections challenging the joinder as improper, seeking to be stricken as a party defendant. The trial court sustained the preliminary objections and struck the joinder of Baker as a defendant. Paden appealed, and the Superior Court reversed, holding that it was an abuse of discretion for the trial court to penalize the improper procedure utilized to add Baker as a defendant because the court should have implemented Pa. R.Civ.P. 126, which permits a court to “disregard any error or defect of procedure which does not affect the substantial rights of the parties.” Baker sought allowance of appeal which we granted to review the sole question: May a trial court dismiss a plaintiffs complaint against a party defendant joined after commencement of the action without leave of court in violation of Pa.R.Civ.P. 1033, even where the improper joinder works no prejudice against the improperly joined defendant or the other parties to the suit?\nThe Superior Court correctly stated that its standard of review was for abuse of discretion. This court recently had occasion to expound on review of discretionary decisions of a trial court:\nWhere the discretion exercised by the trial court is challenged on appeal, the party bringing the challenge bears a heavy burden. As stated in Echon v. Pennsylvania Railroad Co., 365 Pa. 529, 534, 76 A.2d 175, 178 (1950) (quoting Garrett’s Estate, 335 Pa. 287, 292-93, 6 A.2d 858, 860 (1939)),\nWhen the court has come to a conclusion by the exercise of its discretion, the party complaining of it on appeal has a heavy burden; it is not sufficient to persuade the appellate court that it might have reached a different conclusion if, in the first place, charged with the duty imposed on the court below; it is necessary to go further and show an abuse of the discretionary power. “An abuse of discretion is not merely an error of judgment, but if in reaching a conclusion the law is overridden or misapplied, or the judgment exercised is manifestly unreasonable, or the result of partiality, prejudice, bias or ill-will, as shown by the evidence or the record, discretion is abused.” Mielcuszny et ux. v. Rosol, 317 Pa. 91, 93, 94, 176 A. 236.\nAccord Commonwealth v. Powell, 527 Pa. 288, 297 n. 8, 590 A.2d 1240, 1244 n. 8 (1991) (A conclusion or judgment constitutes an abuse of discretion if it is so lacking in support as to be clearly erroneous.).\nIn re Milton S. Hershey Medical Center, 535 Pa. 9, 13-14, 634 A.2d 159, 161 (1993). We emphasize that an abuse of discretion may not be found merely because the appellate court might have reached a different conclusion, but requires a showing of manifest unreasonableness, or partiality, prejudice, bias, or ill-will, or such lack of support as to be clearly erroneous.\nIn concluding that the trial court abused its discretion, the Superior Court first analyzed the relevant rules of procedure, viz., Rules 126, 1033, 2229, 2232, 2251 et seq., reaching the inescapable conclusion that the procedure utilized by Paden was improper:\nPaden’s lawyer elected to ignore the applicable procedural rules, run roughshod over the rules intended to guarantee orderly proceedings and play the game according to his or her own dictates. Where this has occurred, the law clearly permits a trial court to strike an amended complaint which attempts to join an additional person as a party defendant without leave of court.\nPaden v. Baker Concrete Const., Inc., 437 Pa.Super. 59, 61-62, 648 A.2d 1227, 1228 (1994). The court then addressed the reason for the rule requiring leave of court or the consent of the other parties, stating that the “rule was not intended to benefit a party such as Baker____ Baker, or a party similarly situated, could always have been sued in a separate action without prior leave of court.” 437 Pa.Super. at 62, 648 A.2d at 1228. Cf. Hoare v. Bell Telephone Co. of Pennsylvania, 509 Pa. 57, 62, 500 A.2d 1112, 1115 (1985) (holding that a plaintiff may not join a party defendant after the statute of limitations has run; prior to expiration of the statute of limitations “[p]laintiffs could have commenced a new action against Milton Kotler and sought consolidation, or they could have proceeded under the Joinder of Parties Rules, Pa.R.C.P. 2226, et seq.” Papadakos, J., concurring). The Superior Court then noted that the trial court, in the exercise of its discretion, could have “approve[d] the joinder nunc pro tunc and den[ied] the motion to dismiss the action against Baker.” 437 Pa.Super. at 63, 648 A.2d at 1228.\nThe court then opined that not one iota of prejudice accrued to any of the original defendants due to Paden’s improper procedure, that the trial court dismissed the joinder only because the rule requiring prior court approval had been violated, and that the trial court “did so without considering the consequences its decision would have on the parties.” Id. at 63, 648 A.2d at 1229. In the view of the Superior Court, “the [trial] court caused serious prejudice to the plaintiff who, because of the erroneous procedure adopted by his lawyer, will never be able to assert a claim against Baker.” Id. It was therefore an abuse of discretion, in the estimation of the Superior Court, for the trial court not to apply the benevolent exculpatory provision of Rule 126 which allows a court to “disregard any error or defect of procedure which does not affect the substantial rights of the parties.”\nThere is little doubt that this is a situation in which Rule 126 might appropriately have been applied, had the trial court deemed it to be required in the interest of justice. Nevertheless, the trial court having rejected' the reprieve allowed by Rule 126, we do not deem the striking of the improper joinder to show manifest unreasonableness, or partiality, prejudice, bias, or ill-will, or such lack of support as to be clearly erroneous. Thus, even if we might have reached a different conclusion had the decision been ours in the first instance, it was not an abuse of discretion for the trial court to rule as it did.\nThough Rule 126 would have permitted the trial court to overlook the procedural errors of trial counsel, it is not an abuse of the trial court's discretion to enforce the rules of civil procedure, even when the result has a serious adverse effect on the party violating the rules; the rules are essential in order to insure the orderly and equal administration of justice and it is within the discretion of a trial court to require compliance.\nAccordingly, the order of the Superior Court is reversed.\nOrder reversed.\nZAPPALA, J., concurs in the result.\nMONTEMURO, J., is sitting by designation."}