{"id": "472142", "contents": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nThis case involves the question of whether the identity of a witness to a crime, where the witness also informed against Appellant, Anthony Allen Payne, at an earlier point in time, must be revealed to the defense at the price of dismissing the charges if it is not done. Under the following facts, we hold that the witness’s identity must be revealed or the prosecution dropped.\nAppellant was convicted under the Controlled Substance, Drug, Device and Cosmetic Act with delivery of cocaine and possession with intent to deliver, and possession. The facts indicate that an undercover Pennsylvania State Police Officer and a confidential informant, investigating drug activity, saw Appellant and a female standing on a corner. The informant pointed out or “fingered” Appellant and then went to Appellant and spoke to him. On returning to the trooper’s vehicle, the informant told the trooper that they could make a drug purchase from Appellant (T.T., p. 9). Appellant and the woman drove off to another location, followed by the police vehicle. A back-up police vehicle apparently followed but was not further involved in the ensuing drug purchase (T.T., pp. 21-22). After dropping off the Appellant, the woman departed in her car. The trooper and the informant followed the Appellant on foot between two buildings where the trooper in the informant’s presence paid the Appellant for 7.4 grams of cocaine. The so-called informant was now clearly a witness to the crime as well. This transaction took place on May 11, 1990, but the Appellant was not arrested until December 10 of that year. Neither the officer nor any other police had any contact with the Appellant in the interim, although the officer said he saw Appellant in the area on several later occasions.\nAt trial, where the officer was the only prosecution witness, defense counsel raised the “issue of misidentification” in response to the trooper’s identification of the Appellant as the seller (T.T., p. 97). Although the Appellant admitted that his mother lived in the vicinity of the crime, he could not recall whether he visited her on the particular evening of the crime or where he was at that time (T.T., pp. 51-52). He testified that he had never met the arresting officer but believed that he had been “set ... up in terms of giving a false name to the police---- I feel he made a mistake” (T.T., pp. 49-53, 78-82). In short, he denied participation in the crime.\nIn order to test the trooper’s identification, defense counsel filed a motion in open court to force the prosecution to produce the missing informant-witness. The witness then would either confirm or dispute the identification (T.T., pp. 94-96). The argument, of course, is that the officer’s identification could not be confirmed without discovery and cross-examination of the eyewitness to the transaction, the so-called informant.\nThe trial court denied the motion. Noting that the informant could be harmed by divulgence, the trial court held:\nAs to the motion to disclose the identity of the confidential informant, this Court is of the opinion that the defendant has not met the requisite burden that the informant should be identified in this case.\nThe testimony from the officer that the confidential informant identified the officer to the defendant (sic). There are facts of record which would indicate that the defendant in this case knew or had some knowledge of the confidential informant because the confidential informant identified the defendant to the police officer prior to making contact within the observations of the officer, plus the fact that the defendant in this case through his testimony indicates that he was not even there at the time that this alleged incident took place, and also the fact that the officer testified that disclosure of the informant would jeopardize the safety of the informant.\nTherefore, I deny defendant’s motion.\n(T.T., pp. 65-66).\nAccording to the trial court, the issue of misidentifieation merely went to the weight and credibility of the evidence. The court concluded that “the only evidence we have here is direct sale. Direct from the defendant to the trooper.” Later, “the only information as to the defendant is that he allegedly provided the introduction.” (T.T., pp. 95-96).\nIn explaining the reason for its denial of the motion, the trial court additionally noted: (1) that under Commonwealth v. Iannaccio, 505 Pa. 414, 480 A.2d 966 (1984), cert. den., 474 U.S. 830, 106 S.Ct. 96, 88 L.Ed.2d 78 (1985), the prosecution had neither the intention nor the need to call the informant as an eyewitness, while here the defense merely argued but could not specify any reasons why the informant could exonerate the defendant; and (2) that the court was “mindful of the safety of the incarcerated informant.” (Slip opinion, pp. 4-5).\nThe Superior Court, in a memorandum opinion, affirmed on the basis of their own decision in Commonwealth v. Mickens, 409 Pa.Superior Ct. 266, 274, 597 A.2d 1196, 1200 (1991), which cited their earlier holding in Commonwealth v. Knox, 273 Pa.Superior Ct. 563, 417 A.2d 1192 (1980).\nAs to the instant facts, the Superior Court found that “the informant’s status as the only other eyewitness ... militate in favor of the disclosure of his identity.” That conclusion, however, had to be balanced against the security of the informant, and since the trial court had made a factual determination that the informant would be jeopardized, that conclusion should not be disturbed (slip opinion, pp. 5-6).\nFor the reasons set forth below, we reverse.\nThe general problem of whether an “informant’s” identity must be revealed has been addressed by our law in two specific lines of cases: those where an informer provides probable cause for the issuance of a search warrant; and non-warrant cases, in which the courts have explored the problem of disclosing “material witnesses,” where the defense of mistaken identity is raised to challenge the prosecution.\nIn search warrant cases, our earlier decisions held that a defendant could go beyond the four corners of the warrant to challenge the veracity of the affiant’s averments establishing probable cause. In Commonwealth v. Miller, 513 Pa. 118, 518 A.2d 1187 (1986), however, we modified those decisions by insisting that a defendant seeking an inquiry into the veracity of the statements in the affidavit must first put forth a “substantial preliminary showing” of the “potential falsity of those facts.” Miller also ruled that “where it is established that the disclosure of such information would jeopardize the safety of the nongovernmental informant,” disclosure would be forbidden. The potential injury to the informant would far outweigh the possibilities that perjured police statements would remain undetected. 513 Pa. at 133-134, 518 A.2d at 1195.\nIn non-warrant “informer as a material witness” cases, our leading decision is Commonwealth v. Carter, 427 Pa. 53, 233 A.2d 284 (1967), where the defense of mistaken identity was directly at issue. In Carter, we accepted the government’s privilege of non-disclosure but ruled that the privilege must give way where disclosure of an eyewitness’s identity is relevant and helpful to the defense or is necessary to a fair determination of a cause. In reaching this conclusion, we relied on Roviaro v. United States, 353 U.S. 53, 77 S.Ct. 623,1 L.Ed.2d 639 (1957). We further held that the proper balance between the prosecution and defense necessarily must tip in favor of disclosure where guilt is based solely on a single observation by the police but testimony from a “more disinterested source is available.” 427 Pa. at 61, 233 A.2d at 288. (Emphasis in original). Where other corroboration of the officer’s testimony exists, disclosure of the informant’s identity is, of course, not necessarily required. Carter also rejected the Commonwealth’s contention that secrecy is necessary to fight the drug trade or possible retribution against the informant. 427 Pa. at 63-64, 233 A.2d at 289. Fundamental requirements of fairness mandate disclosure if the informer is the only material witness besides the single police officer. Carter seems directly applicable to the facts of the instant case.\nOur first decision after Carter on this subject was Commonwealth v. Lloyd, 427 Pa. 261, 234 A.2d 423 (1967), also involving mistaken identity in which a new trial was granted with our approval because the sole eyewitness to testify was the police officer and the informant was a material witness. In 1975, this Court followed the same reasoning in Commonwealth v. Washington, 463 Pa. 206, 344 A.2d 496 (1975).\nThe instant record reveals that Appellant testified at the evidentiary hearing that he had not met the trooper prior to this arrest and that he had not been at the apartment complex where the transaction occurred on the night in question. What is that if not “evidence that suggests he was not at the scene?” In the face of this testimony, how could the Commonwealth suggest that the officer’s testimony remained uncontra-dicted? This is precisely the kind of showing which we indicated in Carter would suffice to require disclosure. Where the defense is one of mistaken identity, the defendant can do no more than deny his involvement and suggest that another eyewitness might offer evidence that would support his claim. Here, that suggestion is bolstered by the fact that the arrest was not made until seven months after the incident, which was the only direct contact the officer had with the buyer. Surely this lapse of time allows for the possibility that the officer’s memory of the transaction was mistaken.\nAppellant’s conviction must be vacated and the matter remanded to the Court of Common Pleas of Allegheny County for further proceedings not inconsistent with this opinion.\nMONTEMURO, J., who is sitting by designation, did not participate in the consideration or decision of this case.\nCASTILLE, J., files a concurring opinion.\nNIX, C.J., concurs in the result.\n. 35 P.S. §§ 780-101, et seq.\n. 35 P.S. §§ 780-113(a)(30).\n. 35 P.S. §§ 780-113(a)(16).\n. In Miller we also rejected in camera hearings designed to examine informants.\nIn the instant case, the trooper testified that the undisclosed' informant “fingered” the Appellant and approached him and spoke to him. Obviously, then, the undisclosed informant knew the Appellant and, a fortiori, the appellant knew him. Such being the case, how can the production of the informant be injurious to him when it is admitted that his identity must be already known to Appellant?\nOn the other hand, if this is a case of mistaken identity and the informant does not identify the Appellant as the person he “fingered” and saw dealing drugs with the trooper, how can we permit the safety of the informant (who knows the risks he takes as an informant) to convict an innocent person? In any balancing test, innocence must prevail!"}