{"id": "472210", "contents": "OPINION\nCASTILLE, Justice.\nAppellant appeals to this Court from the order of the Court of Common Pleas of Bucks County granting appellee’s quo warranto action and removing appellant from the Office of Mayor/Executive of Bristol Township.\nThe stipulated facts are that appellant and appellee were two of the five members of the Bristol Township Council. The council was required to fill the vacancy of the Office of the Mayor/Executive created by the death of the prior Mayor, James Gallagher. Two members of council voted for appellant and two, including appellee, voted against appellant. Appellant cast the tie-breaking vote for himself. Thus, due to the three to two vote in his favor, appellant was appointed to serve as the Mayor/Executive for the remaining unexpired term of the office.\nAppellee brought a quo warranto action in the trial court challenging appellant’s right to occupy the office. Appellee claimed that appellant was not allowed to vote for himself because the compensation received by the Mayor/Executive was greater than the compensation received by a council member, therefore, appellant was prohibited by law and public policy from voting for himself where the vote would result in personal financial gain. See Meixell v. Borough Council of Hellertown, 370 Pa. 420, 88 A.2d 594 (1952) (borough councilman may not vote in matter or proceedings where he has a direct personal or pecuniary interest). Accordingly, she claimed that appellant’s vote for himself was void and that appellant was therefore not entitled to be Mayor/Executive since a tie vote resulted and the procedure for filling vacancies specifically provides that the court of common pleas shall fill vacancies where there is a tie vote. 53 P.S. 1-1282. The trial court granted appellee’s quo warranto action holding that appellant’s vote for himself was void because it represented a conflict of interest since the compensation received by the Mayor/Executive was greater than the compensation received by a council member. Consequently, the trial court removed appellant from the Office of Mayor/Executive.\nWhile appellant served as the Mayor/Executive of Bristol Township at the time appellee filed the complaint in the case sub judice, prior to the submission of briefs to this Court, the term of office involved had expired. The only purpose of the quo warranto action was to challenge appellant’s right to serve in the capacity of Mayor/Executive of Bristol Township. See Leedom v. Thomas, 473 Pa. 193, 373 A.2d 1329 (1977) (purpose of quo warranto is to ascertain the right of defendant to presently exercise the office in dispute). Here, the term of office expired, therefore, appellant is not now entitled to the office of Mayor/Executive and this matter is moot. It is well settled that this Court will not decide moot questions. Commonwealth, Department of Transportation, Bureau of Driver Licensing v. Boros, 533 Pa. 214, 620 A.2d 1139 (1993) (intervening change in the facts of a case can moot a question on appeal); Wortex Mills, Inc. v. Textile Workers Union, 369 Pa. 359, 85 A.2d 851 (1952); Meyer v. Strouse, 422 Pa. 136, 221 A.2d 191 (1966) (intervening expiration of tax collector’s term of office in a quo warranto action rendered the appeal moot). Since appellant is no longer in office and, obviously, cannot be removed or reinstated regardless of the outcome of this case, the appeal is dismissed as moot.\nMONTEMURO, J., is sitting by designation.\n. This Court has jurisdiction of appeals from final orders of the courts of common pleas challenging another’s right to public office. 42 Pa.C.S. § 722(2)."}