{"id": "473084", "contents": "Opinion by\nMr. Chief Justice Maxey,\nJohn S. Clark died July 16, 1885, aged 65 years. At the time of his death, Mr. Clark’s youngest child was 21 years of age and his oldest grandchild was 17 years of age. His widow’s name was Catherine M. Clark; she died on August 1, 1914. Mr. and Mrs. Clark had nine children. Three sons and one daughter died without issue; five children had issue on March 27, 1947 when testator’s last surviving child, Mary J. Paul died. Clark’s will was made on May 7,1878, or nearly 69 years before his last child died.\nEmily C. Fairman, a Clark child, died on September 22,1943. Surviving her was one son, Robert C. Fairman, and three grandchildren who were Mary Emily Sailer Gardiner, Anna Reisky Sailer Zullinger, and Franklin Fairman Sailer. Robert C. Fairman died without issue on July 29, 1946. The three grandchildren Emily C. Fairman left are children of her daughter, Mary Fair-man Sailer, who died on December 18,1914. These three grandchildren were of course testator’s great-grandchildren.\nCatherine M. McKnight, another Clark child, died July 2,1909, leaving to survive her two children: Anna McKnight Hetzel, who died July 7,1937, and William C. McKnight, who died June 17, 1943. Anne McKnight Hetzel left a son, William E. McKnight, Jr. William C. McKnight left to survive him two children, George J. McKnight and James W. McKnight, all three being great-grandchildren of the testator.\nSarah J. Hood, another Clark child, died February 6, 1921, leaving children and grandchildren; John S. Clark, Jr., died November 20,1937, leaving children and grandchildren; and Mary Janet Paul died March 27, 1947, leaving only two children to survive her.\nTestator in his last Will and Testament left his entire estate in Trust and gave to his wife the entire income from said trust until the youngest child attained the age of twenty-one and thereafter directed that his wife was to have one-half of the income and the other half was to be equally divided among his children. He then provided as follows: “SECOND. . . . Upon the death or marriage of my wife, the whole income of my Estate shall be equally divided among my children during their respective lives; but should any of my children die leaving a child or children, then such child, or children shall take such portion of the income of my Estate as the parent of such child, or children would have taken if living. But should any of my children die, leaving no children, then the portion of the income of my Estate given to such child shall be equally divided among the survivors of my children, and the child or children of those who are dead; the child or children of a deceased child, or children, to take by right of representation as above provided. . . .”\n“THIRD — Should my said wife marry, then she shall take only so much of my Estate as she would have been entitled to under the laws of this Commonwealth if I had died intestate. And in that event, subject to my said wife’s interest under said laws, my Executors shall apply the whole income of my Estate to the use of my Children, dividing said income, during their lives equally between them and the child or children of those of my children who may be dead; the child or children of such deceased child or children shall however, only take such portion of said income as his, her, or their parent or parents would have taken if living; as I have hereinbefore directed and provided. After the death of all my children, then my Estate shall be equally divided among their living children — per stirpes — that is, they shall take by representation of their parents respectively and not per capita”. (Italics supplied.)\nOn August 3, 1938, sur the Eighth Account, Judge Ladner held that upon the death of Anna McKnight Hetzel (daughter of Catherine M. McKnight, a daughter of decedent) the income which she had been receiving during her lifetime should continue to be paid to her son, William E. Hetzel, Jr., testator’s great-grandson. This ruling was based on the finding that a reading of the entire Will showed that testator’s use of the word “children” was in the sense of “issue” and that this was confirmed by the “applicable authorities” and hence the great-grandson took his deceased mother’s share in the trust estate.\nOn January 6, 1944, sur the Ninth Account, Judge Hunter similarly held that upon the death of Emily C. Fairman (daughter of decedent), her grandchildren, children of her daughter, Mary Fairman Sailer, who predeceased her, i. e., great-grandchildren of the testator, were entitled to participate, along with her son, in the one-fifth share of income which their grandmother had been receiving during her lifetime. Judge Hunter decided that the manifest general intent of Mr. Clark’s will was to send the share of each of his children (in equal shares) down in the line of her (and his) blood, per stirpes, and that he used the word “children” (in the gift of income to his children’s children) in the sense of “issue” and hence that, under the language of Mr. Clark’s Will and the applicable authorities, the three great-grandchildren were entitled to the share of income which their mother would have received had she survived her parent.\nOn June 30, 1947, sur the Tenth Account, Judge Bolger held that upon the death of Robert C. Fairman on July 29, 1946, without leaving issue to survive him, that his one-tenth share of income, which accrued after his death and until termination of the Trust by the death of Mary Janet Paul on March 27, 1947, should remain, in the Fairman family line and go to the three grandchildren of Emily C. Fairman, they being her surviving issue and great-grandchildren of the testator, rather than to revert back to the corpus of the Trust.\nThe contest before us is one between grandchildren (appellants) and great-grandchildren (appellees). The grandchildren ask us to exclude from any share of the trust estate amounting to $940,512.37 the great-grandchildren. These latter constitute 52 percent of all of the testator’s living descendants. These 52 percent belong to two of the five lines of direct descendants of testator. All descendants of testator have been receiving income from the trust estate during the period of the trust. No exceptions were filed to the adjudications awarding them such income.\nThe trust did not terminate until Mary Janet Paul died on March 3, 1947. At that time the question of the distribution of the principal came before the court for the first time. Judge Bolger held on June 30, 1947, that the thirteen living great-grandchildren of the testator should participate in the distribution of the principal together with John S. Clark’s nine living grandchildren. This decision was based on the finding that the term “children” should be construed to mean “issue” and that, therefore, great-grandchildren should be included in the distribution. Exceptions to this adjudication were filed in behalf of the nine living grandchildren and the Orphans’ Court in an opinion by Judge Hunter dismissed the exceptions and confirmed the adjudication absolutely. On January 27, 1948, the Schedule of Distribution was approved and filed and thereafter, nine appeals were duly taken on behalf of the living grandchildren.\nThe decree appealed from is based principally upon the authority of Disston Estate, 349 Pa. 129, 36 A. 2d 457, and Campbell’s Estate, 202 Pa. 459, 51 A. 1099. This Court interpreted the following clause in testatrix’s will in Disston Estate, supra: “Upon the death of the survivor of my sons and of their respective wives, I direct that my estate shall be divided among my grandchildren then living, per stirpes and not per capita, and this trust shall thereupon cease and determine” and we held that the expression “grandchildren then living, per stirpes” was sufficiently comprehensive to include testatrix’s great-grandchildren. We said: “The rule in such cases is, as Judge Gest said in Williamson’s Estate, 3 D. & C. 1, adopted by the Superior Court, 82 Pa. Superior Ct. 444, 446, that ‘. . . such a broad interpretation will not be given to the bequest, unless it clearly appears from the context to have been the meaning of the testator, or unless the will would otherwise be inoperative.’ ”\nThe testator’s will in Campbell’s Estate, supra, contained a provision that “in case of the decease of either or any of my said daughters without leaving any children surviving at the time of her decease then her share so dying to go to and be equally divided amongst her surviving brothers and sisters and the children of such of them as may then be dead per stirpes.” In interpreting this clause, we held that although the word “children” ordinarily does not include grandchildren the “manifest general intent of his [testator’s] will was to send the shares of each of his daughters respectively down in the line of her and his blood per stirpes.” It added: “this whole provision in his will shows that he used the word ‘children’ in the sense of issue, a sense which as remarked by the learned auditing judge, is sanctioned by the lexicographers and by the decisions in Haldeman v. Haldeman, 40 Pa. 29, and Potts v. Cline, 174 Pa. 513.”\nAppellants contend that the words “their living children”, refer to the living children of testator’s deceased children, that is, “living offspring of testator’s deceased offspring, or grandchildren.” They say that the term “parents” and “they” and “their” imply “the testator’s deceased children only”.\nIt is a rule of law that sentence structure and grammatical construction are never allowed to defeat the general intention of the testator as evidenced by the provisions of the will in its entirety. The terminology employed by the testator in Campbell’s Estate, supra, is similar to the use in the will now being construed. The pronoun “them” in the phrase “the children of such of them” in Campbell’s Estate modifies its antecedent “surviving brothers and sisters”. Under a narrow literalness of construction, the issue of testator’s children would have been barred from taking under Campbell’s will, but this Court rejected such a construction and as a result none of testator’s lineal descendants was disinherited. In Ziegler Estate, 356 Pa. 93, 51 A. 2d 608, where testator provided that his estate should be “divided unto my six children or their lawful heirs . . . But if the Daughter of my deceased son . . . should die without children in such case all the money she drew out of my estate shall fall back to my other children now living or their lawful heirs,” it was held that testator intended the remainder interest to vest in the children of the daughter, or their issue, and did not intend to restrict the class to his grandchildren living at her death, and that the word “children” was intended by the testator to mean “issue”. Mr. Justice Patterson speaking for this Court said: “As in all cases where this Court is interpreting a will, it is the actual intent of the testator, as ascertained from the language of his will which must prevail: Keefer Estate, 353 Pa. 281, 45 A. 2d 31. . . . The law leans toward equality among heirs and vested rather than contingent remainders: Edelman’s Estate, 276 Pa. 503, 120 A. 457. . . . Testator’s scheme being clearly of a family or a per stirpes distribution, and the word ‘children’ manifestly having been employed in a broad sense, rather than a technical one, the court below properly awarded one-half of the balance of the estate to G. Robert Hanley, appellant, and one-half to Marguerite H. Gifford, appellee.”\nOur opinion in Jackson’s Estate, 337 Pa. 561,12 A. 2d 338, 129 A. L. R. 819, sets forth certain “accredited canons” which are applicable in interpreting wills, to wit: “(1) ‘The law will impute to a testator’s words such a meaning as, under all the circumstances, will conform to his probable intention and be most agreeable to reason and justice:’ Johnson v. Brasington, 156 N. Y. 181, 185, 50 N. E. 859 [860], (2) ‘In determining the testator’s intention the court should place itself as nearly as possible in his position, and hence . . . should take into consideration the situation of the testator and the facts and circumstances surrounding him at the time the will was executed . . ., the state of the property devised,’ the amount and character of the property of the testator when he made his will (McGlathery’s Estate, 311 Pa. 351,166 A. 886 [887]), and ‘the testator’s relation to the beneficiaries, their condition or necessities :’ 69 C. P., p. 63, sec. 1120.” The application of these canons to the will now before us leads to the conclusion that although the terminology employed by the will is susceptible of two interpretations, it is more “agreeable to reason and justice” to reject the narrow interpretation of the word “children” contended for by appellants and hold that the word “children” as used in the third paragraph of the will in connection with the phrase “per stirpes, that is, they shall take by representation of their parents, respectively, and not per capita” includes the grandchildren of testator’s immediate children. When a testator directs, as did this testator, that after the death of all his children, his estate shall be divided among “their living children, per stirpes”, he Avas obviously thinking of his descendants as thejy stemmed from his children and he directed that they take his estate by “representation of their parents, respectively, and not per capita.”\nAppellants contend that the per stirpital distribution stopped with testator’s grandchildren. We cannot accept this contention when we give due regard to the natural impulses and feelings of mankind and consideration for the general laws of descent and rules for the disposition of estates in determining the testator’s intention for the purpose of construing a will. See Runyan v. Rivers, 99 Ind. App. 680, 192 N. E. 327. It is a well recognized canon that where language is equivocal a construction enuring to the benefit of remote lineal descendants is preferred to one which favors immediate issue exclusively. When Clark died he had no great grandchildren living. He must have realized that when his trust would terminate he would be likely to have some great-grandchildren and it is inconceivable that he would intend that if the parents of these great-grandchildren were dead upon the trust’s termination they would not take as representatives their parents’ fair share of the estate.\nIn Ball v. Weightman et al., 273 Pa. 120, it was held that the term “grandchildren” may or may not embrace great-grandchildren according to the meaning of the testator to be ascertained from an examination of the entire will. The Court in its opinion said: “Standing alone it [grandchildren] is restricted to children’s children, but it may be enlarged by the context so as to embrace great-grandchildren or even more remote descendants. Where there is something to extend the natural signification of the term ‘grandchildren’ it may include great-grandchildren: Horn v. Van Schaick, 3 Barbour’s Chancery Reports 488, 508; see also the opinion of the late Judge Hawkins, In re Estate of Andrew Morton, 32 Pitts. L. J. (N. S.) 406. In the language of Yeates, J., in the leading case of Pemberton v. Parke et al., 5 Binney 601, 609, ‘Grandchildren are words of equivocal import, and may or may not include great-grandchildren, according to the sense in which they may have been used by a testator, collected from the whole of his will.’ ”\nA case similar to the one at bar is that of Rieck et al. v. Richards et al., 178 N. E. 276 (Ohio), where the testator provided in his will, inter alia: “upon the death of my wife the whole of the said net income of my estate shall be thus divided among my children, and upon the death of any of my children leaving issue, his or her child or children shall succeed to the father or mother’s share, and upon the death of the last survivor of my children, the trust herein created shall cease, and my estate vest in my grandchildren, per stirpes and not per capita.” A great-granddaughter of the testator claimed that she should share in the income and distribution of the estate. This claim was contested by the grandchildren. The Court of Appeals of Ohio in awarding a portion of the estate to the great-granddaughter said: “. . . the well-settled rules of construction require us to ascertain the intention of the testator from the language of the will, giving, if possible, to the words used a meaning that will avoid intestacy, vesting the interests at as early a date as is consistent with the expressed intention of the testator, and withal remembering that we are not forced to give language a technical construction unless the intent of the will clearly requires it, and that words are flexible and capable of many shades of meaning. ... We are also called upon to construe the meaning of that portion of the will disposing of the corpus of the estate, ‘and upon the death of the last survivor of my children, the trust herein created shall cease, and my estate vest in my grandchildren, per stirpes and not per capita.’ Here, again, a rigid construction of the word ‘grandchildren,’ as meaning the children of the testator’s children, only produces results which we consider wholly contrary to the testator’s intention. Manifestly there can be no vesting of the corpus until the death of the last child of the testator. Again we revert to the whole will and conclude that it is manifest that the testator wished the .shares of his children to descend to the ‘issue’ — the lineal descendants — of his children, to his ‘grandchildren,’ without regard to any number of prefixes, great or great-great. As a general rule the word ‘grandchildren’ is a word of definite meaning, limited to children of children; but where the manifest intention of the testator, as gained from the whole will, requires an extension of the meaning past the strict limitations, a court of chancery is amply warranted, and is, in fact, required, to so extend the meaning.”\nIt must be taken for granted that during the seven years which elapsed between the making of the Clark will and its becoming operative at the time of its maker’s death, Mr. Clark knew that the corpus of the trust fund he created would not be divided among his heirs until after the lapse of a long period of time (in fact it proved to be 69 years after the date of the will). It must also be assumed that he knew that at the time the corpus would be divided there would probably be not only grandchildren but also great-grandchildren and that there was at least a natural likelihood that the Clark-blooded parents of some of these great-grandchildren might not then be living.\nIt is inconceivable that with all this within the testator’s reasonable contemplation he ever intended (1) that in the contingency stated (and which actually came to pass) the great-grandchildren would be denied that fair share of the Clark estate which so clearly would have been their Clark-blooded parents’ share had these parents been living at the time of the termination of the trust, and (2) that the portion thus denied the great-grandchildren under a narrow construction of the terms of the will Vould be added to the portions of the grandchildren who were first cousins once removed of the great-grandchildren.\nNo court will adopt a testamentary construction which will bring about such an unnatural and inequitable distribution of testator’s property unless the language of the will unequivocally requires it. The language of this will makes no such requirement. When the testator provided for the distribution of his trust estate among “the living children” of his deceased children “per stirpes — that is, . . . by representation of their parents, respectively . . .”, he obviously intended to include in the term “their living children” not only the second generation of children after him but also the third generation.\nJudge Hunter in his opinion for the court below said: “The main reliance of the present adjudication is upon Disston Estate, 349 Pa. 129, where the phrase ‘per stirpes and not per capita’, following a designation of ‘grandchildren’, conveyed the sense that ‘grandchildren’ was intended to mean ‘issue’. Disston Estate, in the emphasis which it gives to the phrase ‘per stirpes’, is a further abatement and relaxation of the rule excluding remote issue, . . .” When Disston’s Estate was before this Court, Mr. Justice Allen M. Stearns did not sit because he had been a member of the court from which the appeal was taken. In that case he, as a member of the lower court, was one of a majority of five who held that the language of Disston’s will was such as to give to the great-grandchildren the right to share per stirpes with grandchildren. When the case was heard before us, we divided three to three on the question. We said: “The order appealed from is therefore affirmed.” The controlling words in Disston Estate are heretofore quoted in this opinion. Their resemblance to the controlling words in the instant case is so close as to make the decision in the Disston case the law in this case.\nThe decree is affirmed; costs to be paid by the appellants.\nWhen Thomas Fuller in Gnomoloyia wrote “We are all Adam’s children”, he did not mean thereby that we are Cain and Abel and when Shakespeare in Love’s Labour’s Lost wrote of “our grandmother, Eve”, he did not mean that he was the third generation in descent from “the first parents” and when in Henry VIII he used the lines:\n“Our children’s children Shall see this and bless heaven”\nhe apparently had no intention of depriving heaven of the “blessing” of preaf-grandchildren."}