{"id": "473138", "contents": "Opinion by\nMr. Justice Drew,\nTMs is an action of quo warranto brought by the Commonwealth of Pennsylvania, ex relatione Fred L. Brothers, District Attorney, against Rebecca McDowell, defendant (whose term as Controller of Fayette County had expired on January 5, 1948), for a decree directing her to cease and desist from exercising that office.\nJohn R. Hoye was regularly elected Controller of Fayette County at the municipal election on November 4, 1947, for a period of four years commencing January 5, 1948, to succeed defendant, and a certificate of election was duly issued to him. On January 5, 1948, after his bond had been filed and approved, he took the required oath of office, and then made formal demand on defendant to turn over to him the office quarters provided by the county for the use of the county controller with their official appurtenances, and, defendant refused to relinquish them. The district attorney then instituted this action, and defendant filed an answer, averring that, under section 132 of The General County Law, Act of May 2, 1929, P. L. 1278, Mr. Hoye was ineligible to serve as county controller for the reason that from. February 1,1946 to January 5,1948, he had been a deputy district attorney for Fayette County, and that she was entitled to remain in office until her successor was qualified. The district attorney filed a reply to new matter, setting forth that Mr. Hoye was not disqualified in any way, for although he had been one of three assistant district attorneys at the time, he never was the first assistant nor deputy district attorney. Both parties filed motions for judgment on the pleadings, and after argument, the court en banc entered a judgment holding that Mr. Hoye was eligible to the office of county controller, and ousting defendant from that office. Defendant then appealed to this Court.\nThe sole question thus presented is — Is an assistant district attorney (other than a first assistant) eligible, under section 132 of The General County Law, to hold the office of county controller in a fourth class county within two years after he has ceased to serve as such assistant district attorney?\nThe word “ineligible” as used in this section of the statute means ineligible to hold, or incapable of holding, the office of county controller, rather than ineligible to be elected to the office. See Mosby v. Armstrong, 290 Pa. 517, 139 A. 151. It is well settled, as set forth in 46 C. J., sec. 32, p. 937: “. . . disqualifications provided by the legislature are construed strictly and will not be extended to cases not clearly within their scope. . . .”\nSection 132 of The General County Law renders ineligible to the office of county controller, the district attorney, his chief clerk and his deputy. No mention is made of an assistant district attorney, and obviously such officer does not fall within the scope of the disqualification, unless, by virtue of his appointment as such, lie is vested by statute with tbe authority of a deputy, within the meaning of that word as used in The General County Law. The words “deputy” and “assistant” are clearly distinguishable from each other and are not synonymous. In this connection, it was aptly said, in United States v. Adams, (D. Oregon) 24 Fed. 348: “An ‘assistant’ is one who stands by and helps or aids another. He is not a deputy, and cannot, therefore, act in the name of and for the person he assists, but only with him and under his direction. . . .” Also, in Naill v. State, 59 Tex. Crim. Rep. 484, 487, 129 S. W. 630, it was stated: “The word ‘assistant’ is universally defined as one who aids, helps or assists, while the word ‘deputy’ is defined to be a person appointed to act for another, a substitute, a delegate, an agent. In the absence of any statutory provision, the assistant never acts officially for the principal. He is not required to be sworn, nor to give bond.”\nUnless given further powers by statute, an assistant district attorney is merely one who helps and aids the district attorney in the performance of his duties. An assistant could not legally sign a bill of indictment as “deputy district attorney”, or incur bills, or file complaints in quo warranto, or enjoin a nuisance, or apply for requisition in extradition, except at the instance of the district attorney and in the latter’s name.\nSection 257 of The General County Law provides that, in the absence or disability of the district attorney, the first assistant district attorney shall be vested with all the duties, powers and privileges given by law to the district attorney. While this section does not actually designate the first assistant as deputy district attorney, it obviously clothes him with the powers of a deputy and constitutes him deputy in fact. This provision has no application whatever to Mr. Hoye, since admittedly he was not a first assistant district attorney. Another held that appointment. Neither a second or third assistant district attorney can be considered a “deputy” within the meaning of The General County Law in the absence of legislation making him a deputy.\nWe are convinced that there is no merit in any of the assignments of error, and that the judgment of the learned court below must be affirmed.\nJudgment affirmed.\nMr. Justice Patterson dissents.\nBy disposing of this case on its merits, this Court does not intend to sanction the anomalous procedure of an incumbent, whose term has expired, continuing to hold the office and thus obstruct the taking of the office by one who has been duly elected, has a certificate of election, has qualified by taking the oath of office and has filed the required bond. See Bowers v. Reitz, 315 Pa. 310, 172 A. 707.\n“No person holding office under the United States shall be eligible to the office of county controller during his continuance in such office, nor until one year thereafter. The county commissioners, county treasurer, prothonotary, register of wills, clerk of the courts, recorder of deeds, sheriff and district attorney, and their chief clerics or deputies, shall be ineligible, during their continuance in such office and for two years thereafter, to the office of county controller. The controller shall always be eligible to re-election or appointment.” (Italics added.)\n“In all cases where more than one assistant district attorney is appointed, the district attorney shaU designate one of such assistants as his first assistant. Such first assistant, or the assistant district attorney where only one is appointed, shall, in the absence of the district attorney from the jurisdiction, or during his disability to perform the duties of his office through sickness or other cause, be vested with all the duties, powers and privileges given by law to the district attorney, and generally, at such time, be empowered to do and perform all things in connection with his office which the district attorney may by law be entitled to do or perform.”"}