{"id": "473117", "contents": "Opinion by\nMr. Justice Jones,\nThe plaintiff company, Hertz Drivurself Stations, Inc. (Eastern States), was incorporated in 1933 under the lavra of the State of Delaware to conduct a business of renting automobiles and trucks, without drivers, to selected lessees on long or short term leases. Since December 8, 1933, the company has been, and still is, authorized to do business in Pennsylvania where it maintains offices in Philadelphia and Pittsburgh for the conduct of its business in this State.\nOn October 18,1943, the plaintiff instituted this suit in equity against the Public Utility Commission, represented by its constituent members, and the Attorney General of the Commonwealth in an effort to restrain the defendants from administering and enforcing the Act of June 5,1943, P. L. 901, 66 PS §§ 1731-1741, which is described by its title as “An Act to regulate persons, partnerships and corporations engaged in the business of renting motor vehicles; authorizing the Public Utility Commission to administer and enforce the provisions of this act; and imposing penalties”.\nThe bill of complaint alleges that the Act violates both the State and the Federal Constitutions and is, therefore, null and void. The defendants answered responsively and, on the issue joined, the matter was proceeded with to hearing. In January 1944, while testimony was being taken, a competitor of the plaintiff, Yellow Rental, Inc. (which leases, in Philadelphia only, trucks without drivers), petitioned for leave to intervene in the proceedings, as an amicus curiae, in support of the Act and was permitted so to do. In May 1946, the court below filed an adjudication sustaining the constitutionality of the Act and entered a decree nisi dismissing the bill. After exceptions had been overruled^ the decree was made final and the plaintiff took this appeal. Thereafter, leave was granted by this Court to several other companies, engaged’in the same kind of business as the plaintiff-appellant, to intervene in the appeal, as amici curice, with permission to present argument attacking the constitutionality of the Act.\nThe preamble of the Act in controversy recites that both common and contract carriers by motor vehicles (the plaintiff is neither) “are subject to regulation under the Public Utility Law”; that “the renting of motor vehicles to the public competes with the businesses of coim mon carriers and contract carriers by motor vehicle”; that “the public safety and welfare demands that persons engaged in renting motor vehicles to the public should either be insured or should establish their financial responsibility”; and that “it is hereby found as á fact, after due investigation and deliberation, that the service of common carriers by motor vehicle . . ., contract carriers by motor vehicle and lessors of motor vehicles for the safe transportation of passengers or property over the highways are so closely interwoven and interdependent and so directly affect each other that in order effectively to regulate such common and contract carriers by motor vehicle . . ., and to provide a proper and safe highway transportation system in the public interest, it is necessary to regulate the business of leasing motor vehicles to the public for transportation ... of passengers or property over the highway to the extent herein provided”.\nThe learned chancellor found, inter alia, that the plaintiff’s long term leases of motor vehicles are for indeterminate periods of a year or more while transient leases are by the hour, day, week or other short periods of time. Under the long term lease arrangements, the plaintiff supplies motor trucks in both small and large groups to selected commercial concerns. In many cases, the trucks are especially designed to fit the lessees’ needs, sometimes with distinctive bodies and painting and lettering according to the specifications of the particular lessee, including the lessee’s trademarks. While the plaintiff’s vehicles are under lease, it has no control over their operation, but it does keep them in repair and good running order and furnishes garage facilities and services, tires, oil and other lubricants. The procedure for leasing a motor vehicle on a transient basis requires that the applicant furnish the plaintiff with identification data on a blank form and make a cash deposit unless he has established a charge account. The proposed lessee must agree that the vehicle will not be used to transport persons or property for hire. If the applicant is turned down for any reason or proves to be an undesirable driver, his application form is marked “N. GL”. Such marks usually indicate that the company has had actual experience in renting a vehicle to such person. In particular, the court below found that “the plaintiff does not hold itself out as supplying trucks or passenger cars for short periods to the general public indiscriminately, and in this phase of its business is not acting either as a common or contract carrier, and does not compete substantially with either common or contract carriers by motor vehicles . . .”. (Emphasis supplied). At times, it leases trucks to common or contract carriers on long term leases and, in all instances, it carries “fire, theft, public liability, and property damage insurance with respect to [its] leased motor vehicles”.\nBriefly summarized, the Act requires procurement by one desiring to engage in the business of renting motor vehicles (without drivers) of a certificate of public convenience from the Public Utility Commission; it prescribes the requisites for the issuance of such a certificate, viz., (a) an application on a form, with accompanying fee, both as established by the Commission, (b) a finding by the Commission that the proposed business “is necessary and convenient for the accommodation of the public”, (c) proof that applicant (or its corporate officers) is of good character and reputation and financially capable of keeping his (its) motor vehicles in safe operating condition, and (d) insurance of the applicant in an amount sufficient to indemnify others against loss or damage from injury due to operation of his motor vehicles or proof that he is of sufficient financial responsibility to pay such damages without insurance. Further, the Act defines the procedure for obtaining a certificate of public convenience, the causes for which and the manner in which such a certificate may be revoked after issuance, and confers a right of appeal to the Superior Court on any person aggrieved by a Commission order “granting, refusing to grant or revoking a certificate of public convenience”; it requires the filing of tariffs by a lessor of motor vehicles without drivers; it makes unlawful anyone’s engaging in the business without a certificate or charging “for the lease of a motor vehicle for less than one year” a rate lower than that shown in the tariffs filed, etc.; it prescribes penalties for violations; and, it puts upon the Public Utility Commission the responsibility of administering and enforcing the Act.\nThe appellant does not object to the requirement of insurance or proof of financial responsibility as above specified. Its complaint is with the requirement which makes the procurement of a certificate of public convenience a prerequisite to engaging in the business of renting motor vehicles without drivers, the requirement of a finding by the Commission that “the business which the applicant proposes to conduct is necessary and convenient for tlie accommodation of the public . . and the requirement of filing tariffs and the type of tariff-observance called for by the statute. The tariff provisions are contained in Sections 5 and 9 of the Act and, in full, read as follows:\n“Section 5. If a certificate of public convenience shall have been granted for the purpose of engaging in the business of renting motor vehicles, the holder thereof shall, under such regulations as the commission may prescribe, immediately filé with the commission a tariff and keep copies open to the public for inspection, sIioaving the schedule of rentals which he proposes to charge for the use of motor vehicles not definitely rented to a single lessee for a period of a year or more. Such rentals may be stated exclusive of the charges for insurance. Different rates may be stated for different kinds or types of motor vehicles and for different classes of lessees, but the rates of rental charged to the public (exclusive of the charges for insurance) shall not be lower than the rates charged to common carriers and to contract carriers by motor vehicle(Emphasis supplied).\n“Section 9. It shall be unlawful for any person to engage in the business of renting motor vehicles to others, subject to the proviso of section 2, without having obtained a certificate of public convenience under the provisions of this act, or for any person holding such certificate to charge a rental or rate to any person for the lease of a motor vehicle for less than one year, which is lower than the rate or rental shoAvn in the filed tariff, or to charge or accept payment of a rate or rental for .the lease for less than one year of any motor vehicle by any other person, which is lower than the rate or rental shown by the filed tariff as the rate or rental (exclusive of the charges for insurance) chargeable to common carriers and to contract carriers by motor vehicle.” (Emphasis supplied.)\nTlie plaintiff contends that the business of leasing motor vehicles without drivers is not affected with a public interest and, consequently, that the provisions of the Act which attempt to subject its property and the use of it to governmental permission, regulation and control do not constitute a valid exercise of the State’s police power and, moreover, constitute an illegal exercise of the police power in any view. Accordingly, the plaintiff assails the Act on the grounds (1) that it violates Article I, Section 1, of the Pennsylvania Constitution by interfering with the plaintiff’s freedom to use and enjoy its property, (2) that it violates Article I, Section 9, of the Pennsylvania Constitution and the Fourteenth Amendment of the Constitution of the United States by depriving the plaintiff of its property without due process of law and by denying to it equal protection of the laws, and (3) that it constitutes a special regulation of trade in violation of Article III, Section 7, of the Pennsylvania Constitution.\nIn considering the constitutional questions, thus raised, we are mindful of the familiar and well-established rule, which the appellees stress, that the' presumption of constitutionality attending a legislative enactment endures until it plainly and unquestionably appears that the challenged statute violates the fundamental law: Sharpless v. Mayor of Philadelphia, 21 Pa. 147, 164; Tranter v. Allegheny County Authority, 316 Pa. 65, 75,173 A. 289; Kelley v. Baldwin, 319 Pa. 53, 54, 179 A. 736; Hadley’s Case, 336 Pa. 100, 104, 6 A. 2d 874. But, equally well settled, federally, since Marbury v. Madison, 1 Cranch 137, 175-180 (1803), and for Pennsylvania even a few years earlier, is the rule that a law repugnant to the Constitution is void and that it is not only the right but the duty of a court so to declare when the violation unequivocally appears: see Respublica v. Duquet, 2 Yeates (Pa.) 492, 501 (1799); cf. also Eakin v. Raub, 12 S. & R. (Pa.) 330, 339 (1825).\nThere is a further fundamental and pertinent principle of constitutional law to be recognized in connection with the present review, viz., that a valid and proper exercise of a State’s police power, even though such exercise limits or impairs the use and enjoyment of private property, does not ipso facto violate the due process clause of either the State or Federal Constitutions; and that, speaking generally, the regulation of a private business “affected with a public interest” may, and frequently does, constitute a valid exercise of the police power: Liggett Co. v. Baldridge, 278 U. S. 101, 111-112; White’s Appeal, 287 Pa. 259, 268-269, 134 A. 409. The present problem, therefore, at once invites an inquiry into (1) whether the business which the Act attempts to subject to legislative control and regulation is affected with a public interest and, (2) if it is, then is the Act a valid and proper exercise of the police power in the public interest?\nUnfortunately, there is no hard and fast rule for determining arbitrarily and conclusively when a business or property is affected with a public interest. That deficiency has been recurrently recognized in the reported decisions of a number of jurisdictions. But, fundamentally, it still remains essential to constitutional regulation and control of private property that the subject property be affected with a public interest and that a legislative exercise of the police power in such regard be in the public interest. And, while the tests applied are not completely exhaustive in all instances of the existence of such interest, there are certain norms which are helpful in determining whether a business is so “affected”. Apart from an intentional and deliberate dedication of private property to public use, which, in general, may be said to subordinate it automatically to legislative regulation and control, from early times the enjoyment of a franchise or privilege for the performance of a service (whether by virtue of “a prescription time out of mind, or a charter from the king”), of which service the public has a real and continuing need and no ready means of obtaining it otherwise, subjects the business to regulation and control in the public interest. In the light of certain more recent expressions by the Supreme Court of the United States (e.g., see Olsen v. Nebraska, 313 U. S. 236, 245-246), it may be presently helpful to keep in mind the basic justification for sovereign policing in the public interest of private property in respect of its productive capacity for private uses.\nIn Munn v. Illinois, 94 U. S. 113 (1876), Mr. Chief Justice Waite quoted at length from Sir Matthew (Lord Chief Justice) Hale's interesting treatises of approximately three centuries ago — De Jure Maris and De Portibus Maris, 1 Hargrave Law Tracts, pp. 6 and 78, resp. — to show that it is the monopolistic attribute of a business furnishing a service needed by the public that causes the private property, devoted to the particular use, to become “affected with a public interest” and, hence, cease to be “juris privati only”. Mr. Chief Justice Waite further quoted from Lord Ellenborough in Aldnutt v. Inglis, 12 East 527 (1810), to the effect that it is the monopoly conferred (whether by prescriptive right or sovereign grant) which requires, as an equivalent, performance of “the duty attached to it [i.e., the monopoly] on reasonable terms”.\nThat the de facto monopolistic position of the private warehouses involved in the Munn case was the factor which determined the amenability of the property to public regulation and control clearly appears not only from the majority opinion for the Supreme Court but also from the dissent of Mr. Justice Field in which Mr. Justice Strong joined. The members of the Court were at no misunderstanding as to what was being decided in that case. In the opinion for the Court it is expressly recognized that the warehouses had become (p. 132) “clothed ‘with a public interest, and cease[d] to be juris privati only'” because of “the facts”, viz. (p. 131), “. . . all the elevating facilities through which these vast [grain] productions ‘of seven or eight great States of the West’ must pass on the way ‘to four or five of the States on the seashore’ may be [i.e., had become] a ‘virtual’ monopoly”. (Emphasis supplied). Just two years later, Mr. Justice Bradley, who had been of the majority in the Munn case, interpreted that decision to be that “. . . when an employment or business becomes a matter of such public interest and importance as to create a common charge or burden upon the citizen; in other words, when it becomes a practical monopoly, to which the citizen is compelled to resort, and by means of which a tribute can be exacted from the community, it is subject to regulation by the legislative power”. (Emphasis supplied.) True enough, the statement just quoted from the learned Justice was contained in a dissenting opinion in the Sinking-Fund Cases, 99 U. S. 700, 747 (1878), but that it correctly reflected the Court’s own understanding of the Munn decision was confirmed fourteen years later in Budd v. New York, 143 U. S. 517, 528 (1892), where “The main question involved . . . [was] whether this court [would] adhere to its decision in Munn v. Illinois, 94 TJ. S. 113”. Speaking for the Court in that case, Mr. Justice Blatcheord quoted with obvious approval at p. 537 the above statement from Mr. Justice Bradley’s dissent in the Sinking-Fund Cases. Eight years earlier, in Spring Valley Water Works v. Schlottler, 110. U. S. 347, 354 (1884), the Supreme Court had posed and answered the question, as to the meaning of the Munn ruling, in the following way, — “That it is within the power of the government to regulate the prices at which water shall be sold by one who enjoys a virtual monopoly of the sale, we do not doubt. That question is settled by what was decided on full consideration in Munn v. Illinois, 94 U. S. 113.” (Emphasis supplied.)\nNor is the rationale of the Munn case derogated from by the fact alluded to in Nebbia v. New York, 291 U. S. 502, 534-535, that, subsequent to the Munn decision, the Supreme Court had upheld a State’s “similar control of prices of grain elevators” in the face of “uncontradicted proof” of competition: citing Brass v. North Dakota, 153 U. S. 391. But, the decision for the Court in the Brass case did not reckon with any matter of competition. That was adverted to only in the dissenting opinions. It is beyond question that the Munn decision was bottomed on the ancient principle that private property used in the enjoyment of a monopoly (either governmentaliy or circumstantially created) for the rendition of a needed and useful service to the public is subject, as a legally necessary concomitant, to legislative regulation and control, — the very same principle which is applicable to carriers and utilities in general as was plainly demonstrated by the decision of the Supreme Court in another case handed down at the same term as the Munn opinion: see Chicago, Burlington and Quiney Railroad Company v. Iowa, 94 U. S. 155, 161.\nEven if the presence- of a monopoly, directly conferred or indirectly implied, for the dispensation of a service, whereof the general public has need, be not the “touchstone” in all circumstances for determining whether the private property so employed is affected with a public interest, it is at least a compelling determinative of that status when such a monopoly does in fact exist. The instances where a private property’s “affection” with a public interest does not rest upon its capacity for monopolistic use in the performance of a service to the public in general so as to subject the property to legislative regulation and control are relatively few indeed. The fact of the matter is that confusion seems to have been unnecessarily injected into the concept of public regulation of private property by treating all such regulations as constituting similar exertions of power. It is true that the exerted power (i.e., legislative) is the same in all instances, but, obviously, a different basis of justification for its exercise must be found where the impact is visited upon a legitimate, sanitary and decent private business on the one hand and, on the other where the property so regulated constitutes a fire hazard of public concern (Queenside Hills Realty Co., Inc. v. Saxl, Commissioner, etc., 328 U. S. 80) or a “poaching” upon the product of an employee’s toil (Olsen v. Nebraska, supra). Of course, in instances such as are last above cited, an “affection with a public interest” was by no means essential to a constitutional legislative correction of the exorcised evil. But, it is an irrelevant generality to refer to such legislative exertions as being regulations of private property in the public interest in the sense of the Munn and other cases which rest upon the regulated property’s affection with a public interest.\nOn the basis of the comprehensive categories specified by Mr. Chief Justice Taft in Wolff Packing Company v. Court of Industrial Relations, etc., 262 U. S. 522, 535, businesses “affected with a public interest”, in addition to the necessarily monopolistic services furnished by “the railroads, other common carriers and public utilities”, can be said to embrace (a) certain occupations whose- “public interest” has been recognized from earliest times and whose amenability to regulation “has survived the period of arbitrary laws by Parliament or Colonial legislatures for regulating all trades and callings”, e.g., “the keepers of inns, cabs and grist mills”, and (b) any business whose owner, by devoting it to the public use, “. . . in effect grants the public an interest in that use and subjects himself to public regulation to the extent of that interest although the property continues to belong to its private owner and to be entitled to protection accordingly [citing cases]”.\nApart from the implications of liability to public regulation and control afforded by the use of private property in the exercise of a monopoly, either de jure or de facto, perhaps the most succinct and at the same time the most inclusive statement of the criteria for determining when a property is affected with a public interest is that contained in the Wolff case, supra, at p. 536, as follows: “The circumstances which clothe a particular kind of business with a public interest, in the sense of Munn v. Illinois and the other cases, must be such as to create a peculiarly close relation between the public and those engaged in it, and raise implications of an affirmative obligation on their part to be reasonable in dealing with the public”.\nIt is beyond dispute that the present appellant’s business possesses no governmentally conferred exclusive privilege or franchise. Neither does it enjoy a circumstantially created monopoly either “practically” or “virtually”. Its property is not devoted to public use nor has the public acquired an interest therein. The appellant does not lease its motor vehicles to the public indiscriminately. Its customers are selected, as the learned chancellor found and the court en banc confirmed. Indeed, as the findings and the record disclose, in a given period it actually refused a relatively substantial number of lease applications which it had found unsatisfactory according to its own prescribed standards. There is no peculiarly close relationship between the public and the appellant’s business; and there are no implications that the public has a right to expect that the leasing service will be available at all times to anyone demanding it. The business of leasing motor vehicles without drivers is just as private as the business of selling automobiles whether the latter be by the manufacturers or by sales agents. In either instance (i.e., lease or sale of a motor vehicle) the transaction is a matter for private negotiation and of private contract.\nThe public interest, where such is essential, before the legislature may, in an exercise of the State’s police power, subject private property to public regulation and control must be “a legal interest” (veritably, “a right”) and not merely a desire born of personal concern, convenience or economy covetous of the use of another’s property. The idea was well expressed in Tyson and Brother v. Banton, 273 U. S. 418, 430, as follows: “A business is not affected with a public interest merely because it is large or because the public are warranted in having a feeling of concern in respect of its maintenance. Nor is the interest meant such as arises from the mere fact that the public derives benefit, accommodation, ease or enjoyment from the existence or operation of the business; and while the word has not always been limited narrowly as strictly denoting ‘a right’, that synonym more nearly than any other expresses the sense in which it is to be understood.” The criticism of the Tyson case in Olsen v. Nebraska, supra, does not in any way impair the inherent merit of the foregoing quotation. In the Wolff Packing Company case, supra, it was pertinently observed at p. 536 that “In a sense, the public is concerned about all lawful business because it contributes to the prosperity and well being of the people”. But, that is not the kind of “public interest” in a private business or property that renders it amenable to public regulations and control.\nThe recitals of fact in the preamble of the Act are not conclusive of the asserted “public interest”. That matter remains one for judicial determination as to its ultimate verity. “. . . [T]he mere declaration by a legislature that- a particular kind of property or business is affected with a public interest is not conclusive upon the question of the validity of the regulation. The matter is one which is always open to judicial inquiry.”: Tyson and Brother v. Banton, supra; cf. Wolff Packing Company v. Industrial Court, supra, at p. 536. The legislaturé’s “determination as to what is a proper exercise of its police powers is not final or conclusive, but is subject to the supervision of the courts”: Lawton v. Steele, 152 U. S. 133, at p. 137. And, in White’s Appeal, supra, at pp. 264 and 266, this Court recognized that a legislative declaration in an enactment’s preamble that it was for “public welfare, safety and health” was not conclusive of the question and that “the ultimate decision rests with the courts”.\nThe learned chancellor correctly apprehended the basic inquiry to be, — “. . . whether the plaintiff’s business is so affected by a public interest as to justify regulation, and whether the regulations of the statute are reasonable” and then failed to come to grips with those problems at any time. Indeed, the court below was content to conclude that, as the highways are subject to governmental regulation and as the plaintiff’s leased motor vehicles use the highways, the plaintiff’s business (i.e., its use and enjoyment of its private property) is subject to public regulation and control. By contrast, the learned court below on two former occasions had properly recognized the peculiar quality of the public interest essential to legislative regulation and control of private property in respect of its productive use for the owner’s personal benefit. Thus, in Scudder v. Smith, 45 Dauphin 209, it was held that the gasoline and oil industry (as represented by the large producers and distributors) was not affected with a public interest so as to be liable to ancillary legislative investigation. And, in Heinel Motors, Inc. v. Teefy, 46 Dauphin 281, the same court held that the automobile business was not affected with a public interest. So far as the determinative type of “public interest” in a business is concerned, there can be no legally cognizable difference between selling automobiles and leasing them.\nWhat this Act attempts to regulate and control is a private business and it does that simply in the interest of common or contract carriers by motor vehicles and not for any discernible public purpose. It will be recalled that the chancellor expressly found, and it is an established fact in this case, that, in the business of leasing trucks or passenger cars for short periods of time (the subject business of the Act’s concern), the plaintiff “. . . is not acting either as a common or contract carrier, and does not compete substantially with either common or contract carriers by motor vehicles . . .”. (Emphasis supplied.) Yet, the chancellor went on to find that “. . . its [the plaintiff’s] business, as a whole, is a competitive business, and prospective customers are solicited, even though they are utilizing contract or common carriers. This solicitation has resulted, to some extent, in diversion of business from regulated contract or common carriers, . . .” The latter finding was undoubtedly made in support of a similar statement formally promulgated by the Act’s preamble in justification of the ensuing legislative exertion. Just where, it may be ashed, did the regulated common and contract carriers by motor vehicle ever acquire an absolute right to transport all persons and the goods of all persons who wish to travel or ship by motor but do not personally own the automotive equipment necessary for the purpose? It will, of course, be conceded that a property or business affected with a public interest may be regulated and controlled simply as an aid to the effective regulation and control of another property or business also affected with a public interest. But, the secondary business must be affected with a public interest before it can be regulated under the police power even in aid of the regulation of the primary business: see Brink’s Express Company v. Public Service Commission, 117 Pa. Superior Ct. 268, 276, 178 A. 346. It was there correctly observed that “The question of destructive competition is not involved unless the matter arises in connection with the exercise of a public service”. (Emphasis supplied.) There is no constitutional power so to regulate collaterally with respect to private property unaffected with a public interest short of an outright taking by condemnation with payment of the constitutionally required just compensation. As was said by the Supreme Court in Producers Transportation Company v. Railroad Commission, 251 U. S. 228, 230-231, making a public utility of a private property by legislative fiat “would be taking private property for public use without just compensation, which no State can do consistently with the due process of law clause of the Fourteenth Amendment”.\nThe distinction between hiring out the means of enabling another to transport himself or his property on the one hand and of carrying the persons or property of others for hire on the other was long ago noted by the Supreme Court of the United States in Gracie v. Palmer, 8 Wheaton 605, 632 (1823), upon a question as to whether the owner of a vessel under charter to another had a carrier’s lien for freight. And, the distinction has been observed with discriminating effect in numerous decisions of sister States where attempts have been made to subject lessors of vehicles to the liabilities of common carriers. Thus, in State v. Bee Hive Auto Service Co., Inc., 137 Wash. 372, 242 Pac. 384, 385 (1926), the court there said with respect to one engaged in the business of leasing automobiles without drivers that “His situation is not different in legal effect from that of the old-time occupation of livery stable keeper, who keeps teams and carriages to let for hire.” In State v. Dabney, 176 Ark. 1071, 5 S. W. 2d 304 (1928), the difference that relieved the lessor of motor vehicles in that case from an “additional tax required” of carriers was the fact that he “was not engaged in the business of operating a jitney, taxicab or motorbus line, but only in renting or hiring to individuals, wh!o applied therefor, cars of different styles and sizes, to be operated by the hirer at his own risk and discretion”. In People v. Tedesco, 18 Cal. App. 2d 667, 64 P. 2d 966, 967 (1937), it was held that “It is what the owner does, not what his trucks are doing, that determines whether or not he is a highway carrier,” i.e., conducting a business affected with a public interest and, so, liable to regulation and control. In Lawrence v. Goddard, 124 Fla. 250, 168 So. 13, 14 (1936), the court aptly appraised the status of a lessor of motor vehicles without drivers in the following language, — “Under the plan of operation of ‘U-Drive-It’ concerns they neither operate their own automobiles nor undertake to transport persons or property therein as part of their business. On the contrary, they simply enter into a contract of bailment with an intended customer, which completely divorces the bailor from all further control or responsibility in connection with the operation of the automobile while it is in the hands of the bailee.”\nWe believe it is apparent from the foregoing that the correct view is that the business of leasing motor vehicles without drivers to selected customers is not affected with a public interest; and that property so employed is not amenable to legislative regulation and control in an exercise of the State’s police power in respect of its productivity for the owner’s private uses. It follows, therefore, that the Act’s requirement of a certificate of public convenience ffiom the Public Utility Commission in favor of anyone desiring to engage in or continue the business of leasing motor vehicles without drivers and the similarly imposed requirement of an antecedent finding by the Commission that “the business ... is necessary and convenient for the accommodation of the public”, constitute unwarranted infringements of the appellant’s freedom to use and enjoy its property, as it sees fit, and, so, violate Article I, Section 1, of the Pennsylvania Constitution. The same requirements furthermore deprive the appellant of its property without due process of law in violation of Article I, Section 9, of the Pennsylvania Constitution and the Fourteenth Amendment of the Constitution of the United States.\nBut, counsel for the appellees argue additionally, and the court below adopted the contention, that the regulation and control provided in the Act attaches by virtue of the State’s power to regulate the use of its highways. Being public property, highways are, of course, subject to governmental regulation. The power so to regulate inheres not only in the legislature’s right to provide, maintain and control the highways and their use but also in the police power of the State which it is the legislature’s province to exercise in appropriate circumstances: see Commonwealth v. Funk, 323 Pa. 390, 395, 186 A. 65. In no true sense, however, is the power ever exercisable for the purpose of conferring upon a private person a special or exclusive right in the use of the highways for private gain. The control or conditioning of the use of the highways by a business is done as a safety measure and not in order to regulate and control indirectly the user’s business as such. For safety purposes, users of the highways may, constitutionally, be classified according to the character and extent of their use, such as lessors of motor vehicles. And, as so classified, they may be subjected to regulation but only in furtherance of highway travel and highway safety in general. In Hodge Drive-It-Yourself Co. v. Cincinnati, 284 U. S. 335, 338, a City ordinance imposing conditions (viz., a license fee and the posting of a bond or insurance against damage by lessees) upon lessors of motor vehicles without drivers was upheld because the specified conditions were not so arbitrarily burdensome as to violate the due process clause of the Federal Constitution nor was the classification so capricious, arbitrary or lacking in foundation as to contravene the equal protection clause of the Fourteenth Amendment. But, in all such instances (vide cases cited by the court below and the appellees), it will be found that the regulation looks to the protection and safeguarding of the highways and the people upon them and not to the regulation of a particular user’s business in denial or deprivation of his right to and enjoyment of his own property. It is not constitutionally permissible for the legislature, on the pretense of regulating the use of highways, to regulate in fact the user’s private business which is unaffected with a public interest. In Commonwealth, v. Zasloff, 338 Pa. 457, 13 A. 2d 67, affirming same case, 137 Pa. Superior Ct. 96, 8 A. 2d 801, Mr. Justice Stern, at p. 460, quoted approvingly from and cited United States Supreme Court cases to the effect that “ ‘The legislature may not under the guise of protecting the public interests, arbitrarily interfere with private business, or impose unusual and unnecessary restrictions upon lawful occupations’ ”: see Jay Burns Baking Co. v. Bryan, 264 U. S. 504, 513; Meyer v. State of Nebraska, 262 U. S. 390, 399-400; Otis v. Parker, 187 U. S. 606, 608; Lawton v. Steele, 152 U. S. 133, 137; also Nolan v. Jones, 263 Pa. 124,128,106 A. 235.\nWhile, in part, the Act purports to be a regulation of the use of the highways, save for the one provision requiring insurance or proof of financial responsibility, it effects no reciprocal highway purpose reasonably commensurate with the business regulation which it seeks to impose. It neither prescribes nor authorizes any restrictions or limitations upon the number of motor vehicles that persons engaged in the business may maintain at any one time for leasing; it lays no charge or burden, progressively or otherwise, upon any increase in the number of such vehicles from time to time; and it places no limitation upon the operation of such vehicles on the highway anywhere at any time by the lessees thereof. The highway service which it does provide in a relatively minor way, viz., the requirement of insurance or proof of financial responsibility, is wholly ineffectual to cure or even minimize the manifest unconstitutional features of the Act as hereinabove specified. Primarily and predominantly, the scheme and intent is to subject a purely private business to public regulation. And, the classification by which those, made subject to the Act, are singled out for public regulation in respect of their private businesses is so unreasonable as to impute further donstitutional invalidity. In a very real sense, the statute amounts to a special Act regulating trade in violation of Article III, Section 7, of the Pennsylvania Constitution and it denies, moreover, to those engaged in the business of leasing motor vehicles equal protection of the laws in violation of the Fourteenth Amendment of the Federal Constitution.\nApart from the fact that the business of leasing motor vehicles without drivers to selected customers is not affected with a public interest, the Act otherwise represents a legally unjustifiable exertion of the State’s police power. In any circumstances, an exercise of such power, if it is to be valid constitutionally, must bear a reasonable relation to a lawful end sought to be attained thereby. In short, the police power can never be exerted legally except it be exercised in the public interest. Consequently, unless a given exercise of the power promotes or tends to promote the public safety, health, morals or welfare, it is without constitutional sanction. For a legitimate exertion of the police power there must be “a reasonable and substantial relation between the thing acted on and the end to be attained, one that promotes health, safety or general welfare, necessary to the common good, and a reasonable demand for regulation, not one that is merely an unnecessary ‘experimentation (or interference) with the fundamental rights of the individuar : Truax v. Corrigan, 257 17. S. 312, 338”: White’s Appeal, supra, at p. 264. In presently material regard, Nolan v. Jones, supra, quotes at p. 128 from the Supreme Court of the United States in Lawton v. Steele, supra, that “ ‘to justify the State in interposing its authority in behalf of the public, it must appear, first, that the interests of the public generally, as distinguished from those of a particular class, require such interference; and, second, that the means (employed) are reasonably necessary for the accomplishment of the purpose, and not unduly oppressive upon individuals;’ ”. The justification thus assigned as requisite to public regulation and control of private property is presently lacking. The Act here involved will not promote “the interests of the public generally” but, rather, “those of a particular class”; and the means employed will not subserve “the accomplishment of [any public] purpose”.\nThe chief end of permissible public regulation and control of private property, when affected with a public interest, is that such property shall be made to serve adequately the use to which it is devoted and that the rates charged the public for the service shall at all times be fair and reasonable. In Brink’s Express Company v. Public Service Commission, supra, the Superior Court succinctly stated the matter at p. 276 as follows: “In so far as the public is concerned, the Commission regulation is designed to secure reasonable rates and adequate service.” Here, the Act provides nothing that would require a certificate holder to furnish adequate leasing service at any time or to the public generally. And, the tariffs required by the Act need not be fair or reasonable. Nor do they ever become measurable on such a basis; and neither hearings nor appeals looking to a just determination of fair and reasonable rates are anywhere provided for by the Act. The tariffs so required are to be simply the lessor’s own voluntary schedule of the rates at which he chooses to rent out his various types of motor vehicles. And, without liability to anyone, he may arbitrarily and as often as he sees fit file new tariffs with “the sky as the limit” of his rates and, then, charge the public accordingly. The only restraint or control imposed by the Act in regard to rates is that a lessor shall not charge the public “rates of rental . . . lower [sic] than the rates charged to common carriers and to contract carriers by motor vehicle.” (Emphasis supplied.) Indeed, so far as the Act is concerned, a lessor of motor vehicles may charge the public “as much as the traffic will bear” if only he does not charge the legislatively favored carrier as much or, at least, no more. And so, without in any way violating the Act, a lessor of motor vehicles may charge a member of the public at any time as much more than the rates of his filed tariffs as the prospective customer will agree to pay. It is only a common or contract carrier by motor vehicle which a lessor may not charge more than the posted tariffs required by the Act. Just where the public interest is subserved by any such regulation and control, it is impossible to see. The lack of any helpful concern in the Act for anyone but a common or contract carrier, doing a local or short term haul (e.g., taxicab or bus company), is further apparent. Section 6 of the Act expressly allows for the leasing of motor vehicles, without drivers, under written contracts for periods of a year or more without any regard for the rates of rental prescribed in the lessor’s filed tariffs, — a plain refutation that highway control was the motive for the Act.\nIt is quite apparent from the record before us that the enactment of this statute did not result from any public need or demand. In the court below, Yellow Rental, Inc. (exclusively a lessor of trucks in Philadelphia only) sought and was granted leave to appear and be heard as an amicus curiae in support of the Act. Just why a lessbr of motor vehicles should volunteer to have its business put under public regulation and control, which would prevent it from charging a contract or common carrier for a leased motor vehicle any more than it would charge the public, does not appear at first glance. In fact, Yellow Rental, Inc. professedly recognizes that its “views regarding the desirability of partial regulation of this business do not represent the views of the entire industry.” But, at bar, counsel for the company confirmed that it is a corporate affiliate of the Yellow Cab Company, a common carrier of the type, inter alia, for whose material benefit the Act would undoubtedly operate. And, in its brief in this court, Yellow Rental, Inc., after observing that lessors of motor vehicles should “either carry insurance or be financially responsible” (which no one disputes), immediately went on to state that “Accordingly, Yellow Rental caused a bill to be prepared and introduced into the legislature which, after some amendments, was enacted. It was signed by the Governor on June 5, 1943.” And, that is the Act now before us.\nThere seems to be a mistaken notion in some quarters, because a monopoly for the service of a public need automatically carries with it liability to regulation and control, that, conversely, subjection to public regulation and control impliedly embraces the grant of a monopoly of the particular service. Nothing could be further from the law’s contemplation. The stifling of competition through an exercise of the State’s police power is never justifiable except that it be done, and actually be, in the public interest. As the highest attribute of government (Salus populi est suprema lex), the police power must, at all times, be exercised with scrupulous regard for constitutionally guaranteed private rights. It can be properly exercised only in the public welfare; and, if exercised otherwise, the exertion will be stricken down as a perversion of the sovereign power. The unreasonableness, arbitrariness and capriciousness of the tariff provisions of the present Act would operate further to work a deprivation of the appellant’s property in violation of Article I, Section 9, of the Pennsylvania Constitution and of the Fourteenth Amendment of the Constitution of the United States.\nFor the most part, the Act is an unconstitutional exercise of legislative power; and, as a whole, cannot be upheld. It does not contain a severability clause; and, in the circumstances here present, we cannot reasonably infer that the législature would have enacted the statute had it known that the provision with respect to a lessor’s furnishing adequate insurance or proof of his commensurate financial responsibility was the only substantive portion that did not positively offend against both the State and Federal Constitutions. Accordingly, we declare the Act to be null and void, and, therefore, unenforceable. As the Act has not yet been enforced, it seems unlikely that the injunction prayed for will need issue against the defendant State officials.\nThe decree is reversed at the appellees’ costs.\nIt was stated at the oral argument that during the War the litigation was allowed to lag. Due to the difficulties then attending the procurement of automobiles for priyate uses and the gasoline restrictions, the business of renting motor vehicles was at a low ebb.\nAs to highway regulation: see South Carolina State Highway Department v. Barnwell Bros., Inc., 303 U.S. 177; Stephenson v. Binford, 287 U.S. 251; Continental Baking Company v. Woodring, 280 U.S. 352; Maurer v. Boardman, 336 Pa. 17, 7 A. 2d 466, aff’d sub nomine; Maurer v. Hamilton, 309 U.S. 598; Commonwealth v. Funk, supra; Barney v. Board of Railroad Commissioners, 93 Mont. 115, 17 P. 2d 82; Welch v. Hartnett, 215 N.Y.S. 540, 127 Misc. 221; Riley v. Lawson, 106 Fla. 521, 143 So. 619; Allen v. Cincinnati, 37 Ohio App. 339, 174 N.E. 795: Driverless Car Co. v. Armstrong, 91 Colo. 334, 14 P. 2d 1098; Levy v. Daniels’ U-Drive Auto Renting Co., 108 Conn. 333, 143 A. 163; Robinson v. Bruce Rent-A-Ford Co., 205 Iowa 261, 215 N.W. 724.\nAs to classification of users of highways for purposes of regulation: see Old Dearborn Distributing Co. v. Seagram Distillers Corp., 299 U. S. 183; Hicklin v. Coney, 290 U.S. 169; Hodge Drive-It-Y ourself v. City of Cincinnati, supra; State v. King, 135 Me. 5, 188 A. 775; Barbour v. Walker, 126 Okla. 227, 259 P. 552; City of San Antonio v. Besteiro, 209 S.W. 472; Public Service Commission v. Grimshaw, 49 Wyo. 158, 53 P. 2d 1; Holmes v. Railroad Commission, 197 Cal. 627, 242 P. 486. Cf. Equitable Credit and Discount Co. v. Geier, 342 Pa. 445, 451, 21 A. 2d 53.\nIn Genusa v. City of Houston, 10 S.W. 2d 772, a City ordinance imposing highway regulations on the business of leasing or biring automobiles without drivers to the general public was upheld except for the provision requiring the posting of a bond or insurance covering liability for damages due to negligence of lessees, which was stricken down as unconstitutional. Subsequently, that decision was overruled in City of Corpus Christi v. Texas Driverless Co., 144 Texas 288, 190 S.W. 2d 484, with respect to the requirement of financial responsibility."}