{"id": "473155", "contents": "Opinion by\nMr. Justice Jones,\nThis is an appeal by the defendant, William Torrens, from a judgment entered on a jury’s verdict for the plaintiff, Frank A. Shaffer, for damages due to personal injuries suffered by the plaintiff through the alleged negligence of the defendant. The appellant assigns for error the lower court’s refusal of his motions for judgment n. o. v. and for a new trial. He does not presently dispute that the evidence adduced at trial justifies a finding of his own responsible fault. His sole contention in support of the motion for judgment n. o. v. is that the plaintiff was guilty of contributory negligence as a matter of law. That question is to be resolved upon a view of the evidence, its conflicts and implications most favorable to the verdict: Scholl v. Philadelphia Suburban Transportation Company, 356 Pa. 217, 219-220, 51 A. 2d 732.\nThe plaintiff, a plant guard for the American Bridge Company and sworn in as a police officer by the United States Coast Guard and the Borough of Leetsdale, Pennsylvania, suffered the injuries in suit while on duty as a traffic officer at a pedestrian entrance to the Bridge Company’s Naval plant on State Highway Route 88, also known in the locality as Beaver Road, in Leetsdale. On the morning of January 1, 1944, the plaintiff, attired in a policeman’s dark uniform and cap and equipped with a flashlight having a red lens, was performing his assigned duties of directing vehicular traffic on the highway at the place above stated and of aiding the passage of employees in entering or leaving the Naval plant. At that place, Beaver Road, which is twenty-seven feet wide, runs in a straight north and south direction. On either side of the highway, there is a platform for the safety of waiting pedestrians. About 7:20 A.M. on the day above mentioned, while it was still dark but with good visibility and the highway dry, the plaintiff, in pursuance of his duties, had signaled two or three vehicles travelling northwardly on the highway to stop behind a similarly bound Greyhound bus which had halted at the safety platform on the east side of the highway for the discharge of passengers on their way to work. At the time, the plaintiff was standing at the left side of the front of the bus preparatory to directing the alighting passengers across the highway in safety. At that moment, a southbound Greyhound bus, which was being followed by some twenty vehicles, stopped at the safety platform on the other side of the highway. For the purpose of signaling the sequent vehicles to stop and not pass around to the left of the southbound bus, the plaintiff began walking diagonally in a northwest direction across the highway, holding the lighted flashlight behind him, and pointed to the rear, cautionary to the movement of northbound traffic. As the plaintiff crossed the center line of the highway, and was on the west side thereof, he was struck from behind by the right front fender of an automobile operated by the defendant. The force of the impact threw him into the air and over the involved automobile which, after swerving to the right, continued onward for a distance of sixty-five to seventy feet before finally coming to a stop. The defendant, who was driving his car northwardly on Beaver Road, had swung around the halted northbound, bus, and the two or three vehicles stopped behind it, and was driving on the left (or wrong) side of the road shortly before and at the time of striking the plaintiff.\nIn considering the degree of care which the plaintiff was required to exercise for his own safety, an important factor is the nature and requirements of his work: Phillips v. Philadelphia Transportation Company, 358 Pa. 265, 268, 56 A. 2d 225. The proper discharge of the duties of his employment required him to assume a position on the highway which, in view of the heavy traffic, was necessarily a place of danger. In order to perform his assigned duties with reasonable adequacy, he could not be expected, nor did the law require him, to watch constantly and continuously for the approach of cars from any and all directions.- As stated in the Phillips case, supra, his “legal duty [was] to keep a reasonable lookout and to exercise care in the circumstances commensurate with the dangers and consistent with his faithful performance of the duties of his employment”. See also Van Zandt v. Philadelphia, Baltimore & Washington Railroad Co., 248 Pa. 276, 280-282, 93 A. 1010, and Copertino v. Chrobak, 346 Pa. 49,50-51,29 A. 2d 504, for discussions of the degree of vigilance required of persons working upon the highway. The rule is the same in the case of a traffic officer while in the performance of his duties, as this Court affirmatively held in Beyrent v. Kaplan, 315 Pa. 353, 172 A. 651, where Mr. Justice Drew said (pp. 355-356), — “He [a traffic officer] was not, as a matter of law, required to keep a continual lookout [in a specified direction]; he was entitled to assume, or at least the jury could reasonably find that he was entitled to assume, that the drivers of vehicles approaching from that direction would observe his presence and avoid him”. There is no arbitrary legal standard of conduct applicable to the proven circumstances of this case. Enforcement of the injured officer’s right of action cannot therefore be summarily barred. Contributory negligence may be declared, as a matter of law, only where the evidence of the fact thus concluded is so clear and unmistakable that reasonably minded persons could not honestly deduce any other inference: see Scholl v. Philadelphia Suburban Transportation Company, supra, at p. 224; Perry v. Pittsburgh Railways Company, 357 Pa. 608, 614, 55 A.2d 354, and cases there cited.\nThe extent of care owed by the plaintiff in the circumstances is also involved in contentions advanced by the appellant in support of his motion for a new trial. Thus, he argues that the trial judge erred in that portion of his charge wherein he instructed the jury that “Shaffer [the plaintiff] was not, as a matter of law, required to keep a continual lookout in any direction. One of the conditions that you are to pass upon is whether he was entitled to assume that drivers of automobiles approaching him would observe his presence and avoid him.” This particular instruction was a patently correct statement of the law, couched, almost, in the words and phraseology of Mr. Justice Drew in relevant connection in Beyrent v. Kaplan, supra.\nThe appellant further contends that the trial judge erred in refusing to charge, as requested, that “if the plaintiff crossed the highway, from the standing bus to the place where he was hit, relying only on the flashlight, without looking to his left, he is, then, guilty of contributory negligence, and the verdict must be for the defendant”. The learned trial judge did not err in refusing so to instruct the jury. As drawn, the request did not correctly state the law applicable to the facts of the case. It was the plaintiff’s duty in the circumstances, as we have already seen, to keep a reasonable lookout for his safety, commensurate with the dangers of his place of work and consistent with the faithful and efficient performance of his work. Accordingly, whether his duty to exercise care in the circumstances for his OAvn safety required him to look “to his left” at any time during the period involved, only a jury could competently say. Certainly, there is no legal basis upon which the court could have summarily adjudicated the fact.\nThe appellant’s principal and final complaint in respect of the refusal of his motion for a new trial assigns error in the trial court’s admission of the opinion evidence of an eyewitness, one Crowe, as to the speed of the defendant’s car, — a matter related directly to the question of the defendant’s negligence. Crowe had observed the travel of the defendant’s automobile over a span of ten feet before it struck the plaintiff and for sixty-five to seventy feet afterwards until it came to a stop. The learned trial judge ruled Crowe a competent witness as to the speed of the car up to the time of the accident but held the speed of the automobile following the impact to be irrelevant and not to be used by the witness in arriving at his estimate. The witness testified that the car was travelling at a speed of forty-five miles per hour at the time of the accident. Later, the court en banc correctly held that CroAve’s observation of the car’s movement both before and immediately after the accident made him (being otherwise qualified) competent to express an opinion as to the speed of the car at the time it struck the plaintiff. It would require something in the nature of mental legerdemain for a witness to be able to snip his recollection of the rapid passage of an automotive vehicle and say (uninfluenced by the vehicle’s immediately subsequent speed) that, at the end of the first ten feet of its one hundred foot course, it was travelling at so many miles per hour. Undoubtedly, the velocity with which the car was moving both before and immediately after it struck the plaintiff had its effect in impressing Crowe with its speed. We can see no harm in that. The testimony was unquestionably competent. Its weight was, of course, for the jury: see Dugan v. Arthurs, 230 Pa. 299, 303, 79 A. 626. There is no rule of law, whereof we are aware, that excludes opinion evidence as to speed if the witness presents the requisite qualifications, viz., an observation of the vehicular movement in question and a recognition of impressions of like vehicles at relative speeds. The weight attributable to such testimony may, in some instances, be very slight and even legally insufficient to carry the point for which offered. Indeed, if it is the sole evidence of the operative negligence alleged, it may be legally insufficient to support an affirmative finding: see Anderson v. Perta, 138 Pa. Superior Ct. 321,10 A. 2d 898; or its weight may be so negligible as to justify its practical exclusion from the jury’s consideration: see Kelly v. Veneziale, 348 Pa. 325, 35 A.2d 67; Ealy v. New York Central Railroad Company, 333 Pa. 471, 5 A. 2d 110; or it may be of little probative value; see Mulheirn v. Brown, 322 Pa. 171, 185 A. 304.\nWithout intending, in the slightest degree, to imply that Crowe’s opinion evidence with respect to the speed of the defendant’s automobile, alone, would not have been sufficient to support a finding that the defendant was driving negligently, we wish to point out, as the learned court en banc did in its opinion, that there is in the record other sufficient evidence of the defendant’s negligence, e. g., his driving in the darkness of an early winter morning, on the left (or wrong) side of a highway, greatly congested with halted automotive traffic which the defendant carelessly tried to run round in his eagerness to move onward. The admission of the complained of testimony was not error and, even if it could be thought to have been, the error would be harmless in a legal sense.\nJudgment affirmed."}