{"id": "473131", "contents": "Opinion by\nMr. Justice Linn,\nDefendants appeal from the discharge of their rule to open a judgment which had been entered on their bond secured by their mortgage on property in Frackville, Schuylkill County, Pennsylvania. On defendants’ default, plaintiff took possession and collected the rents, etc. There were negotiations between the parties for the discharge of the obligation. Defendants reside in Chester County. In December, 1943, plaintiff issued a scire facias to revive the judgment but defendants neither appeared nor answered. In August, 1945, plaintiff caused an exemplified record of the judgment to be entered in Chester County and issued an attachment execution against defendants. Then defendants filed the present petition to show cause why the judgment “should not be opened and the defendants let into a defense, or why the same should not be marked satisfied of record.”\nThe petition alleged accord and satisfaction; that plaintiff and defendants had agreed that the mortgage and judgment should be satisfied on receiving from defendants a deed for the mortgaged property; that such a deed was given and accepted; that plaintiff, in violation of the agreement, had not satisfied the judgment, but on the contrary now sottght to enforce it. Plaintiff filed a responsive answer denying the agreement alleged by defendants. Depositions were taken. It was shoAvn that on the margin of the record of the mortgage appeared the following: “And noAV, September 16, 1944, personally appears The Schulykill Trust Company, by Atty in fact, R. W. Dietrich, who acknowledges payment and satisfaction in full on the within mortgage, and forever discharges the same. Acknowledged before me same date. R. W. Dietrich, Atty in fact. Adolph Sikorsky, Deputy.” That is an important fact in the case; see Fleming v. Parry, 24 Pa. 47, 50; Neale et al v. Dempster, 179 Pa. 569, 576, 36 A. 338; Lansford B. & L. Assn. v. Sheerin, 325 Pa. 474, 477,190 A. 901. From George Haupt’s testimony, considered with the satisfaction of the mortgage, a jury may find that plaintiff accepted the deed for the mortgaged premises in full payment of the debt. The learned court below appears to have thought that defendants’ failure to put in this defense to the scire facias was fatal. It is not conclusive: cf. Augustine v. Wolf, 29 Pa. Superior Ct. 336, 339. Unexplained, it is of course an important fact. We all think that on the case presented by the depositions, judicial discretion required that the judgment should have been opened and defendants let into a defense. The facts should be found by a jury.\nOrder reversed; petition reinstated; the rule to open is made absolute; the record is remitted for further proceedings, costs to abide the event."}